[{"scene_id": "pc-12-29-00s0", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "a man is in a dark room, with his face obscured by darkness."}, {"scene_id": "pc-12-29-00s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-29-00s3", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is sitting behind it.", "with_names": "Ian is standing in front of a desk and Eve is sitting behind it."}, {"scene_id": "pc-12-29-00s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-29-00s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust on her face.", "with_names": ""}, {"scene_id": "pc-12-29-00s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-29-00s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-29-00s8", "raw": "A scene from a TV show in which a man is holding a candle and a woman is looking at it.", "with_names": "a man is holding a candle and a woman is looking at it."}, {"scene_id": "pc-12-29-00s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with his arms crossed.", "with_names": ""}, {"scene_id": "pc-12-29-00s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Ian and Eve are lying in bed together."}, {"scene_id": "pc-12-29-00s11", "raw": "A scene from a TV show in which a man is standing in front of a burning car.", "with_names": "Kevin is standing in front of a burning car."}, {"scene_id": "pc-12-29-00s12", "raw": "A scene from a TV show in which a man is seen walking down a street at night.", "with_names": "Kevin is walking down a street at night."}]