[{"scene_id": "gl-06-03-05s0", "raw": "A scene from a TV show in which a man is kissing a woman in a bookstore.", "with_names": "a man is kissing a woman in a bookstore."}, {"scene_id": "gl-06-03-05s1", "raw": "A scene from a TV show in which a man is sitting in a room with a towel around his neck.", "with_names": "a man is sitting in a room with a towel around his neck."}, {"scene_id": "gl-06-03-05s2", "raw": "A scene from a TV show in which two blonde women are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-03-05s3", "raw": "A scene from a TV show in which a man is seen smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-06-03-05s4", "raw": "A scene from a TV show in which a man is kissing a woman", "with_names": "Alan is kissing ]"}, {"scene_id": "gl-06-03-05s5", "raw": "A scene from a TV show in which a woman is being sprayed with a water gun.", "with_names": "a woman is being sprayed with a water gun."}, {"scene_id": "gl-06-03-05s6", "raw": "A scene from a TV show in which a man is walking down a street with a woman.", "with_names": "a man is walking down a street with a woman."}, {"scene_id": "gl-06-03-05s7", "raw": "A scene from a TV show in which a man is seen holding a pink envelope.", "with_names": "a man is holding a pink envelope."}, {"scene_id": "gl-06-03-05s8", "raw": "A scene from a TV show in which a blonde woman is talking to a young blonde woman who is looking at her.", "with_names": ""}, {"scene_id": "gl-06-03-05s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-03-05s10", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "gl-06-03-05s11", "raw": "A scene from a TV show in which a blonde woman is smoking a cigarette.", "with_names": "a blonde woman is smoking a cigarette."}, {"scene_id": "gl-06-03-05s12", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "a man is looking at a woman through a window."}, {"scene_id": "gl-06-03-05s13", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a white hat.", "with_names": "a woman is wearing a pink suit and a white hat."}, {"scene_id": "gl-06-03-05s14", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-03-05s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-03-05s16", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-03-05s17", "raw": "A scene from a TV show in which a police officer is holding a gun.", "with_names": "a police officer is holding a gun."}, {"scene_id": "gl-06-03-05s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-03-05s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-03-05s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-03-05s21", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "gl-06-03-05s22", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-06-03-05s23", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a plate of food in front of her.", "with_names": "a woman is sitting at a table with a man and a plate of food in front of her."}, {"scene_id": "gl-06-03-05s24", "raw": "A scene from a TV show in which a woman is wearing a large hat and sunglasses and is looking shocked.", "with_names": "a woman is wearing a large hat and sunglasses and is looking shocked."}, {"scene_id": "gl-06-03-05s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-03-05s26", "raw": "", "with_names": ""}]