[{"scene_id": "atwt-02-02-10s0", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf.", "with_names": "a woman is standing in front of a bookshelf."}, {"scene_id": "atwt-02-02-10s1", "raw": "A scene from a TV show in which a man is looking at a statue and talking.", "with_names": ""}, {"scene_id": "atwt-02-02-10s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-02-10s3", "raw": "A scene from a TV show in which a chef is talking on his cell phone while a woman is holding a knife behind his back.", "with_names": ""}, {"scene_id": "atwt-02-02-10s4", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-02-02-10s5", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-02-02-10s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-02-10s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-02-10s8", "raw": "A scene from a TV show in which a woman is seen cleaning a countertop with a Lysol wipe.", "with_names": "a woman is cleaning a countertop with a lysol wipe."}, {"scene_id": "atwt-02-02-10s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-02-10s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "atwt-02-02-10s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-02-10s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-02-10s13", "raw": "A scene from a TV show in which a box of Sea-Bond is shown.", "with_names": ""}, {"scene_id": "atwt-02-02-10s14", "raw": "A scene from a TV show in which a woman is wearing a white chef's coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-02-10s15", "raw": "A scene from a TV show in which a woman is talking to a homeless person.", "with_names": ""}, {"scene_id": "atwt-02-02-10s16", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him. The words \"Where the Case Will Take You\" are written on the image.", "with_names": ""}, {"scene_id": "atwt-02-02-10s17", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a short haircut.", "with_names": "] is wearing a purple shirt and a short haircut."}, {"scene_id": "atwt-02-02-10s18", "raw": "A scene from a TV show in which a woman is talking to someone and her eyes are closed", "with_names": ""}, {"scene_id": "atwt-02-02-10s19", "raw": "A scene from a TV show in which a woman holds a red lipstick in her hands and applies it to her lips.", "with_names": "a woman holds a red lipstick in her hands and applies it to her lips."}, {"scene_id": "atwt-02-02-10s20", "raw": "A scene from a TV show in which Monica and Rachel are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-02-10s21", "raw": "A scene from a TV show in which a man is standing in a bedroom, holding a clock.", "with_names": "a man is standing in a bedroom, holding a clock."}, {"scene_id": "atwt-02-02-10s22", "raw": "A scene from a TV show in which a woman is wearing a chef's coat and a stethoscope around her neck.", "with_names": "a woman is wearing a chef's coat and a stethoscope around her neck."}, {"scene_id": "atwt-02-02-10s23", "raw": "A scene from a TV show in which a man is looking at a piece of paper", "with_names": "a man is looking at a piece of paper"}, {"scene_id": "atwt-02-02-10s24", "raw": "A scene from a TV show in which a person is brushing their teeth with a toothbrush.", "with_names": "a person is brushing their teeth with a toothbrush."}, {"scene_id": "atwt-02-02-10s25", "raw": "A scene from a TV show in which a man is proposing to a woman in a restaurant.", "with_names": "a man is proposing to a woman in a restaurant."}, {"scene_id": "atwt-02-02-10s26", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "atwt-02-02-10s27", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a short haircut", "with_names": "] is wearing a purple shirt and a short haircut"}, {"scene_id": "atwt-02-02-10s28", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-02-02-10s29", "raw": "A scene from a TV show in which Cadbury chocolate bars are shown", "with_names": "cadbury chocolate bars are shown"}]