[{"scene_id": "pc-11-28-01s0", "raw": "A scene from a TV show in which a woman is kneeling on the grass and a man is standing behind her.", "with_names": "Alison is kneeling on the grass and Rafe is standing behind her."}, {"scene_id": "pc-11-28-01s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a concerned expression.", "with_names": ""}, {"scene_id": "pc-11-28-01s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is leaning over her, looking at her.", "with_names": ""}, {"scene_id": "pc-11-28-01s4", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at the camera.", "with_names": "karen is wearing a red shirt and looking at the camera."}, {"scene_id": "pc-11-28-01s5", "raw": "A scene from a TV show in which a doctor and a nurse are discussing a patient's chart.", "with_names": "a doctor and a nurse are discussing a patient's chart."}, {"scene_id": "pc-11-28-01s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-11-28-01s8", "raw": "A scene from a TV show in which a blonde woman is yelling at a woman.", "with_names": "a blonde woman is yelling at a woman."}, {"scene_id": "pc-11-28-01s9", "raw": "A scene from a TV show in which a woman is wearing a lab coat and a pink shirt.", "with_names": "alison is wearing a lab coat and a pink shirt."}, {"scene_id": "pc-11-28-01s10", "raw": "A scene from a TV show in which a woman is wearing a lab coat and a man is in a white coat.", "with_names": "a woman is wearing a lab coat and a man is in a white coat."}, {"scene_id": "pc-11-28-01s11", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a leather jacket and a plaid shirt.", "with_names": "a man is standing in a kitchen, wearing a leather jacket and a plaid shirt."}, {"scene_id": "pc-11-28-01s14", "raw": "A scene from a TV show in which Arnold Schwarzenegger is shown in a hospital bed.", "with_names": ""}, {"scene_id": "pc-11-28-01s15", "raw": "A scene from a TV show in which a blonde woman is smiling and looking off camera.", "with_names": "a blonde woman is smiling and looking off camera."}, {"scene_id": "pc-11-28-01s16", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-11-28-01s17", "raw": "A scene from a TV show in which a woman is wearing a brown shawl and a blue shirt and is yelling at someone.", "with_names": "a woman is wearing a brown shawl and a blue shirt and is yelling at someone."}, {"scene_id": "pc-11-28-01s18", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "pc-11-28-01s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-28-01s20", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "pc-11-28-01s21", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "Karen is handing Chris a piece of paper."}, {"scene_id": "pc-11-28-01s22", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-11-28-01s23", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "Karen is being seduced by Chris."}, {"scene_id": "pc-11-28-01s26", "raw": "A scene from a TV show in which a woman is holding a man by the shoulders and looking at him. The title is Port Charles", "with_names": "Frank is holding Ian by the shoulders and looking at him. the title is port charles"}]