[{"scene_id": "gl-01-12-06s0", "raw": "A scene from a TV show in which a woman is trying to get a man to read a book.", "with_names": "Dinah is trying to get Alan-Michael to read a book."}, {"scene_id": "gl-01-12-06s1", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is looking at him with a look of disgust.", "with_names": "a man is sitting at a table with a woman, and she is looking at him with a look of disgust."}, {"scene_id": "gl-01-12-06s2", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-01-12-06s3", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "a man is engulfed in flames."}, {"scene_id": "gl-01-12-06s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-12-06s5", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "gl-01-12-06s6", "raw": "A scene from a TV show in which a man is sitting at a table with a child and a wine glass.", "with_names": "a man is sitting at a table with a child and a wine glass."}, {"scene_id": "gl-01-12-06s7", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "gl-01-12-06s8", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a green dress.", "with_names": ""}, {"scene_id": "gl-01-12-06s9", "raw": "A scene from a TV show in which a man is holding a woman by the neck and kissing her.", "with_names": "a man is holding a woman by the neck and kissing her."}, {"scene_id": "gl-01-12-06s10", "raw": "A scene from a TV show in which a woman is wearing a green coat and a scarf and is looking at a man.", "with_names": "a woman is wearing a green coat and a scarf and is looking at a man."}, {"scene_id": "gl-01-12-06s11", "raw": "A scene from a TV show in which a man is seen entering a woman's house and the woman is standing in the doorway.", "with_names": "a man is entering a woman's house and the woman is standing in the doorway."}, {"scene_id": "gl-01-12-06s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "gl-01-12-06s13", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "gl-01-12-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-12-06s15", "raw": "A scene from a TV show in which a woman is standing next to a tree and is looking up at it.", "with_names": "a woman is standing next to a tree and is looking up at it."}, {"scene_id": "gl-01-12-06s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-01-12-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and smiling", "with_names": "a man is wearing a suit and smiling"}, {"scene_id": "gl-01-12-06s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-12-06s19", "raw": "A scene from a TV show in which a woman is talking to someone and she is smiling.", "with_names": ""}, {"scene_id": "gl-01-12-06s20", "raw": "A scene from a TV show in which a man is wearing a shirt with a picture of a woman.", "with_names": "a man is wearing a shirt with a picture of a woman."}, {"scene_id": "gl-01-12-06s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-12-06s22", "raw": "A scene from a TV show in which a man is seen wearing a black shirt and a white t-shirt.", "with_names": "a man is wearing a black shirt and a white t-shirt."}, {"scene_id": "gl-01-12-06s23", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "gl-01-12-06s24", "raw": "A scene from a TV show in which a woman is talking on the phone while sitting at a table with a bottle and a wine glass.", "with_names": ""}, {"scene_id": "gl-01-12-06s25", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "gl-01-12-06s26", "raw": "A scene from a TV show in which a blonde woman is looking at a painting.", "with_names": "a blonde woman is looking at a painting."}]