[{"scene_id": "gl-01-12-06s0", "raw": "a man and woman are in a room and one woman is laughing.", "with_names": "Alan-Michael and woman are in a room and one woman is laughing."}, {"scene_id": "gl-01-12-06s1", "raw": "a man and woman are talking about a conference and a man is talking about it.", "with_names": ""}, {"scene_id": "gl-01-12-06s2", "raw": "a man is talking to a woman and then a man is laughing.", "with_names": ""}, {"scene_id": "gl-01-12-06s3", "raw": "a woman is kissing a man and then she is kissing.", "with_names": "Tammy is kissing Jonathan and then she is kissing."}, {"scene_id": "gl-01-12-06s4", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-01-12-06s5", "raw": "a man and woman are walking through a room and then a man is talking.", "with_names": ""}, {"scene_id": "gl-01-12-06s6", "raw": "a man and a woman are sitting at a table and drinking wine.", "with_names": "Alan-Michael and Dinah are sitting at a table and drinking wine."}, {"scene_id": "gl-01-12-06s7", "raw": "a man is walking around a room and then a man is walking away.", "with_names": ""}, {"scene_id": "gl-01-12-06s8", "raw": "a man is talking to a woman and then a man is talking to her.", "with_names": ""}, {"scene_id": "gl-01-12-06s9", "raw": "a man and a woman are standing in front of a man and they are kissing.", "with_names": "Alan-Michael and Marina are standing in front of a man and they are kissing."}, {"scene_id": "gl-01-12-06s10", "raw": "a man and woman are talking about a conference and they are trying to get the other to the man.", "with_names": ""}, {"scene_id": "gl-01-12-06s11", "raw": "a man and woman are walking around a room and a man is talking.", "with_names": ""}, {"scene_id": "gl-01-12-06s12", "raw": "a man and woman are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "gl-01-12-06s13", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-01-12-06s14", "raw": "a man and woman are talking about a topic of a man.", "with_names": ""}, {"scene_id": "gl-01-12-06s15", "raw": "a woman is talking about a wine and then she is shown.", "with_names": ""}, {"scene_id": "gl-01-12-06s16", "raw": "a man is shaking hands with another man in a room.", "with_names": "a man is shaking hands with another man in a room."}, {"scene_id": "gl-01-12-06s17", "raw": "a man is talking about a man and he is walking through a room.", "with_names": ""}, {"scene_id": "gl-01-12-06s18", "raw": "a man and woman are passionately kissing each other in a room.", "with_names": "a man and woman are passionately kissing each other in a room."}, {"scene_id": "gl-01-12-06s19", "raw": "a man is walking through a microphone and then he is laughing.", "with_names": "Jeffrey is walking through a microphone and then he is laughing."}, {"scene_id": "gl-01-12-06s20", "raw": "a man and a woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "gl-01-12-06s21", "raw": "a woman is talking about a wine and then she takes a sip of it.", "with_names": ""}, {"scene_id": "gl-01-12-06s22", "raw": "a man is talking to a woman and then he is laughing.", "with_names": ""}, {"scene_id": "gl-01-12-06s23", "raw": "a man and woman are walking through a room and talking to each other.", "with_names": ""}, {"scene_id": "gl-01-12-06s24", "raw": "a man is talking on a phone and talking on the phone.", "with_names": ""}, {"scene_id": "gl-01-12-06s25", "raw": "a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-01-12-06s26", "raw": "a man is talking about a woman and then a man is talking.", "with_names": ""}]