[{"scene_id": "gl-09-17-01s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-17-01s4", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "gl-09-17-01s5", "raw": "A scene from a TV show in which two women sit at a table talking.", "with_names": ""}, {"scene_id": "gl-09-17-01s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-17-01s7", "raw": "A scene from a TV show in which a man is talking about the importance of the law of attraction.", "with_names": ""}, {"scene_id": "gl-09-17-01s8", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s9", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, the man is looking at the woman, and she is looking away from him.", "with_names": "a man and a woman are standing in a garden, the man is looking at the woman, and she is looking away from him."}, {"scene_id": "gl-09-17-01s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-17-01s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s12", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s13", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "gl-09-17-01s14", "raw": "A scene from a TV show in which a man is standing in front of a curtain, with apples scattered around him.", "with_names": "a man is standing in front of a curtain, with apples scattered around him."}, {"scene_id": "gl-09-17-01s15", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "Olivia is being interviewed by Sam."}, {"scene_id": "gl-09-17-01s16", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s17", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-17-01s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-01s21", "raw": "A scene from a TV show in which a man is singing into a microphone and another manI is standing next to him", "with_names": "a man is singing into a microphone and another mani is standing next to him"}, {"scene_id": "gl-09-17-01s22", "raw": "A scene from a TV show in which a woman is standing in front of a white picket fence, holding a potted plant.", "with_names": "a woman is standing in front of a white picket fence, holding a potted plant."}]