[{"scene_id": "gl-05-29-06s0", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-05-29-06s1", "raw": "A scene from a TV show in which a woman is eating a piece of bread.", "with_names": "a woman is eating a piece of bread."}, {"scene_id": "gl-05-29-06s2", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "gl-05-29-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-29-06s4", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "gl-05-29-06s5", "raw": "A scene from a TV show in which a woman is shown smoking a cigarette.", "with_names": ""}, {"scene_id": "gl-05-29-06s6", "raw": "A scene from a TV show in which a man and a woman are dancing in a room with a ladder and a table.", "with_names": "a man and a woman are dancing in a room with a ladder and a table."}, {"scene_id": "gl-05-29-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-29-06s8", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-05-29-06s9", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "a man is in a dark room, holding a gun."}, {"scene_id": "gl-05-29-06s10", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a red shirt.", "with_names": ""}, {"scene_id": "gl-05-29-06s11", "raw": "A scene from a TV show in which a woman is sitting in a bathtub with a man.", "with_names": "a woman is sitting in a bathtub with a man."}, {"scene_id": "gl-05-29-06s12", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-05-29-06s13", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-29-06s14", "raw": "A scene from a TV show in which a man is talking to the camera and a circular window is behind him.", "with_names": ""}, {"scene_id": "gl-05-29-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-05-29-06s16", "raw": "A scene from a TV show in which a man is being attacked by a woman in a bathroom.", "with_names": "a man is being attacked by a woman in a bathroom."}, {"scene_id": "gl-05-29-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-29-06s18", "raw": "A scene from a TV show in which a man is seen throwing a chair through a window.", "with_names": "a man is throwing a chair through a window."}, {"scene_id": "gl-05-29-06s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is standing with her hands on her hips.", "with_names": ""}, {"scene_id": "gl-05-29-06s20", "raw": "A scene from a TV show in which a man is seen sitting on a chair in front of a fountain.", "with_names": ""}, {"scene_id": "gl-05-29-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-29-06s22", "raw": "A scene from a TV show in which a man is seen hitting a woman with a baseball bat.", "with_names": "a man is hitting a woman with a baseball bat."}, {"scene_id": "gl-05-29-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-29-06s24", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "gl-05-29-06s25", "raw": "A scene from a TV show in which a woman is kissing another woman through a window.", "with_names": "a woman is kissing another woman through a window."}]