[{"scene_id": "atwt-02-26-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-26-07s1", "raw": "A scene from a TV show in which a woman is leaning on a man, who is wearing a jacket.", "with_names": "a woman is leaning on a man, who is wearing a jacket."}, {"scene_id": "atwt-02-26-07s2", "raw": "A scene from a TV show in which a woman is cooking shrimp in a pan.", "with_names": "a woman is cooking shrimp in a pan."}, {"scene_id": "atwt-02-26-07s3", "raw": "A scene from a TV show in which a man is holding a wine glass and talking.", "with_names": ""}, {"scene_id": "atwt-02-26-07s4", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-26-07s5", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "atwt-02-26-07s6", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-02-26-07s7", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-26-07s8", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-07s9", "raw": "A scene from a TV show in which a cat is walking on a wooden floor.", "with_names": "a cat is walking on a wooden floor."}, {"scene_id": "atwt-02-26-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-07s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-26-07s12", "raw": "A scene from a TV show in which a young woman is wearing a green jacket and a brown wig.", "with_names": "a young woman is wearing a green jacket and a brown wig."}, {"scene_id": "atwt-02-26-07s13", "raw": "A scene from a TV show in which a woman is wearing a beanie and scarf.", "with_names": "a woman is wearing a beanie and scarf."}, {"scene_id": "atwt-02-26-07s14", "raw": "A scene from a TV show in which a little boy is shown a box of Crest toothpaste.", "with_names": ""}, {"scene_id": "atwt-02-26-07s15", "raw": "A scene from a TV show in which a blonde woman is wearing a green beanie and a black coat.", "with_names": "a blonde woman is wearing a green beanie and a black coat."}, {"scene_id": "atwt-02-26-07s16", "raw": "A scene from a TV show in which a shirtless man and a woman are standing in a kitchen.", "with_names": "a shirtless man and a woman are standing in a kitchen."}, {"scene_id": "atwt-02-26-07s17", "raw": "A scene from a TV show in which a woman is wearing a green sweater and a long brown hair", "with_names": "a woman is wearing a green sweater and a long brown hair"}, {"scene_id": "atwt-02-26-07s18", "raw": "A scene from a TV show in which a young girl is lying in bed and wrapped in a blanket.", "with_names": "a young girl is lying in bed and wrapped in a blanket."}, {"scene_id": "atwt-02-26-07s19", "raw": "A scene from a TV show in which a woman is shown her hair blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-02-26-07s20", "raw": "A scene from a TV show in which a man and a woman are standing outside a house.", "with_names": "a man and a woman are standing outside a house."}, {"scene_id": "atwt-02-26-07s21", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a necklace", "with_names": "a woman is wearing a red leather jacket and a necklace"}, {"scene_id": "atwt-02-26-07s22", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}]