[{"scene_id": "pc-04-17-03s0", "raw": "A scene from a TV show in which a man is seen throwing a chair through a window.", "with_names": "ian is throwing a chair through a window."}, {"scene_id": "pc-04-17-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-04-17-03s2", "raw": "A scene from a TV show in which a woman sits at a bar with a martini.", "with_names": "Frank sits at a bar with a martini."}, {"scene_id": "pc-04-17-03s3", "raw": "A scene from a TV show in which a woman is reading a book and a man appears to be reading a book", "with_names": "a woman is reading a book and a man appears to be reading a book"}, {"scene_id": "pc-04-17-03s4", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde wig", "with_names": "a woman is wearing a red dress and a blonde wig"}, {"scene_id": "pc-04-17-03s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "pc-04-17-03s6", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is standing next to her.", "with_names": "Lucy is wearing a leather jacket and Frank is standing next to her."}, {"scene_id": "pc-04-17-03s8", "raw": "A scene from a TV show in which a man is holding a woman by the throat and another man is standing next to him.", "with_names": "a man is holding ian by the throat and another man is standing next to him."}, {"scene_id": "pc-04-17-03s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a brooch on her chest.", "with_names": "Lucy is wearing a red dress and a brooch on her chest."}, {"scene_id": "pc-04-17-03s12", "raw": "A scene from a TV show in which a man is in a cage and is screaming.", "with_names": "lucy is in a cage and is screaming."}, {"scene_id": "pc-04-17-03s13", "raw": "A scene from a TV show in which a man is punching his fist in the air.", "with_names": "ian is punching his fist in the air."}, {"scene_id": "pc-04-17-03s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-04-17-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-04-17-03s16", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-04-17-03s18", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "a man is looking at a woman through a window."}, {"scene_id": "pc-04-17-03s19", "raw": "A scene from a TV show in which a woman is locked in a cage and a man is standing outside the cage.", "with_names": "a woman is locked in a cage and a man is standing outside the cage."}, {"scene_id": "pc-04-17-03s20", "raw": "A scene from a TV show in which a woman is seen behind bars.", "with_names": "a woman is behind bars."}, {"scene_id": "pc-04-17-03s21", "raw": "A scene from a TV show in which a woman is lying on a bed and her head is on the floor.", "with_names": "a woman is lying on a bed and her head is on the floor."}, {"scene_id": "pc-04-17-03s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-17-03s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-04-17-03s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-17-03s25", "raw": "A scene from a TV show in which a woman is arguing with another woman.", "with_names": "a woman is arguing with another woman."}, {"scene_id": "pc-04-17-03s30", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-04-17-03s31", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-04-17-03s34", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is talking to her. The words \"port charles\" are written over the image.", "with_names": ""}]