[{"scene_id": "atwt-01-18-06s0", "raw": "A scene from a TV show in which a man and a woman sit at a table in a restaurant.", "with_names": "Jack and Carly sit at a table in a restaurant."}, {"scene_id": "atwt-01-18-06s1", "raw": "A scene from a TV show in which a man is handing a woman a gift", "with_names": "a man is handing a woman a gift"}, {"scene_id": "atwt-01-18-06s2", "raw": "A scene from a TV show in which a man is running down a flight of stairs, a woman is chasing him.", "with_names": "a man is running down a flight of stairs, a woman is chasing him."}, {"scene_id": "atwt-01-18-06s3", "raw": "A scene from a TV show in which a man is seen running through the woods with a large knife.", "with_names": "a man is running through the woods with a large knife."}, {"scene_id": "atwt-01-18-06s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a bow in her hair.", "with_names": "a woman is wearing a black dress and a bow in her hair."}, {"scene_id": "atwt-01-18-06s5", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black choker.", "with_names": "a woman is wearing a red jacket and a black choker."}, {"scene_id": "atwt-01-18-06s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-18-06s7", "raw": "A scene from a TV show in which a young woman is looking at a man.", "with_names": "a young woman is looking at a man."}, {"scene_id": "atwt-01-18-06s8", "raw": "A scene from a TV show in which a man is throwing a box out of a car window.", "with_names": "a man is throwing a box out of a car window."}, {"scene_id": "atwt-01-18-06s9", "raw": "A scene from a TV show in which a toddler is seen standing on a bathroom floor and playing with a toy.", "with_names": "a toddler is standing on a bathroom floor and playing with a toy."}, {"scene_id": "atwt-01-18-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-18-06s11", "raw": "A scene from a TV show in which two women are standing in front of a refrigerator and a table.", "with_names": "two women are standing in front of a refrigerator and a table."}, {"scene_id": "atwt-01-18-06s12", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at papers.", "with_names": "a man is sitting at a desk and looking at papers."}, {"scene_id": "atwt-01-18-06s13", "raw": "A scene from a TV show in which a mother is spraying her daughter with a bottle of shampoo.", "with_names": "a mother is spraying her daughter with a bottle of shampoo."}, {"scene_id": "atwt-01-18-06s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-18-06s15", "raw": "A scene from a TV show in which a man is throwing a baseball in a living room.", "with_names": "a man is throwing a baseball in a living room."}, {"scene_id": "atwt-01-18-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-18-06s17", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-01-18-06s18", "raw": "A scene from a TV show in which a woman is talking to a man while holding a glass of wine.", "with_names": ""}, {"scene_id": "atwt-01-18-06s19", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-18-06s20", "raw": "A scene from a TV show in which a baby is shown wearing a Huggies diaper.", "with_names": ""}, {"scene_id": "atwt-01-18-06s21", "raw": "A scene from a TV show in which a woman is sitting at a table and looking up.", "with_names": "a woman is sitting at a table and looking up."}, {"scene_id": "atwt-01-18-06s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-18-06s23", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "a man is looking at a woman and making a face"}, {"scene_id": "atwt-01-18-06s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-18-06s25", "raw": "A scene from a TV show in which a green plastic ball is thrown at a chair.", "with_names": "a green plastic ball is thrown at a chair."}]