[{"scene_id": "oltl-06-20-11s0", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "Man is pointing a gun at another man."}, {"scene_id": "oltl-06-20-11s1", "raw": "A scene from a TV show in which a man is standing in a hotel room, smiling and looking at a woman.", "with_names": "a man is standing in a hotel room, smiling and looking at a woman."}, {"scene_id": "oltl-06-20-11s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-20-11s3", "raw": "A scene from a TV show in which two women are talking to each other while holding a baby.", "with_names": ""}, {"scene_id": "oltl-06-20-11s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-20-11s5", "raw": "A scene from a TV show in which a man is smiling and looking to the left.", "with_names": "a man is smiling and looking to the left."}, {"scene_id": "oltl-06-20-11s6", "raw": "A scene from a TV show in which a woman is yelling at a man in a restaurant.", "with_names": "a woman is yelling at a man in a restaurant."}, {"scene_id": "oltl-06-20-11s7", "raw": "A scene from a TV show in which a blonde woman is wearing a green coat and a man is standing next to her.", "with_names": "a blonde woman is wearing a green coat and a man is standing next to her."}, {"scene_id": "oltl-06-20-11s8", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-20-11s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-20-11s10", "raw": "A scene from a TV show in which a man is knocking on a door.", "with_names": "a man is knocking on a door."}, {"scene_id": "oltl-06-20-11s11", "raw": "A scene from a TV show in which a man is waving to a woman.", "with_names": "a man is waving to a woman."}, {"scene_id": "oltl-06-20-11s12", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-06-20-11s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "oltl-06-20-11s14", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-20-11s15", "raw": "A scene from a TV show in which a woman is standing next to a man in a white coat.", "with_names": "a woman is standing next to a man in a white coat."}, {"scene_id": "oltl-06-20-11s16", "raw": "A scene from a TV show in which a man is standing next to a blonde woman and she is looking at him.", "with_names": "a man is standing next to a blonde woman and she is looking at him."}, {"scene_id": "oltl-06-20-11s17", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-06-20-11s18", "raw": "A scene from a TV show in which a woman is talking to two men in front of a refrigerator.", "with_names": ""}, {"scene_id": "oltl-06-20-11s19", "raw": "A scene from a TV show in which a man is reading a newspaper to a woman.", "with_names": "] is reading a newspaper to Starr."}, {"scene_id": "oltl-06-20-11s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-20-11s21", "raw": "A scene from a TV show in which a man is looking at a tree and saying,", "with_names": "a man is looking at a tree and saying,"}, {"scene_id": "oltl-06-20-11s22", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-06-20-11s23", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-20-11s24", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a painting on the wall.", "with_names": ""}, {"scene_id": "oltl-06-20-11s25", "raw": "A scene from a TV show in which a man is lying in a hospital bed, surrounded by his family.", "with_names": "a man is lying in a hospital bed, surrounded by his family."}, {"scene_id": "oltl-06-20-11s26", "raw": "A scene from a TV show in which a woman is hooked up to an oxygen mask.", "with_names": "a woman is hooked up to an oxygen mask."}, {"scene_id": "oltl-06-20-11s27", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands nearby, and another woman stands in the background.", "with_names": "a man is lying in a hospital bed, a woman stands nearby, and another woman stands in the background."}, {"scene_id": "oltl-06-20-11s28", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-20-11s29", "raw": "A scene from a TV show in which a man is sitting on a bed and looking down.", "with_names": "a man is sitting on a bed and looking down."}, {"scene_id": "oltl-06-20-11s30", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-20-11s31", "raw": "A scene from a TV show in which a man is sitting on a couch and a cat is on his lap", "with_names": ""}, {"scene_id": "oltl-06-20-11s32", "raw": "A scene from a TV show in which a man is standing in front of a door and his hands are in the air.", "with_names": "a man is standing in front of a door and his hands are in the air."}, {"scene_id": "oltl-06-20-11s33", "raw": "A scene from a TV show in which a man and a boy are standing outside, the boy is looking at the man and the man is looking back at him.", "with_names": "a man and a boy are standing outside, the boy is looking at the man and the man is looking back at him."}, {"scene_id": "oltl-06-20-11s34", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-06-20-11s35", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is behind her", "with_names": "a woman is walking down a hallway and a man is behind her"}, {"scene_id": "oltl-06-20-11s36", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-06-20-11s37", "raw": "A scene from a TV show in which a woman is holding a baby and kissing it on the cheek.", "with_names": "a woman is holding a baby and kissing it on the cheek."}, {"scene_id": "oltl-06-20-11s38", "raw": "A scene from a TV show in which a woman is being comforted by her mother.", "with_names": "a woman is being comforted by her mother."}, {"scene_id": "oltl-06-20-11s39", "raw": "A scene from a TV show in which a man is in a hospital bed and is looking at the camera.", "with_names": "a man is in a hospital bed and is looking at the camera."}, {"scene_id": "oltl-06-20-11s40", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "oltl-06-20-11s41", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}]