[{"scene_id": "atwt-06-16-08s0", "raw": "A scene from a TV show in which a man is standing in a kitchen with a box and a chair in front of him.", "with_names": "a man is standing in a kitchen with a box and a chair in front of him."}, {"scene_id": "atwt-06-16-08s1", "raw": "A scene from a TV show in which a woman is kissing a man on the couch.", "with_names": "a woman is kissing a man on the couch."}, {"scene_id": "atwt-06-16-08s2", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind.", "with_names": "a woman is looking down and her hair is blowing in the wind."}, {"scene_id": "atwt-06-16-08s3", "raw": "A scene from a TV show in which a man is in a bathtub and a woman is standing next to him.", "with_names": "a man is in a bathtub and a woman is standing next to him."}, {"scene_id": "atwt-06-16-08s4", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a couch.", "with_names": "a man is standing in a room with a chair and a couch."}, {"scene_id": "atwt-06-16-08s5", "raw": "A scene from a TV show in which a woman is sitting in a white lab coat and smiling.", "with_names": "a woman is sitting in a white lab coat and smiling."}, {"scene_id": "atwt-06-16-08s6", "raw": "A scene from a TV show in which a woman is talking to a car.", "with_names": ""}, {"scene_id": "atwt-06-16-08s7", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-06-16-08s8", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-06-16-08s9", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "atwt-06-16-08s10", "raw": "A scene from a TV show in which a young man is standing in a doorway and looking at the camera.", "with_names": "a young man is standing in a doorway and looking at the camera."}, {"scene_id": "atwt-06-16-08s11", "raw": "A scene from a TV show in which a woman is wearing a red suit and a gold necklace", "with_names": "a woman is wearing a red suit and a gold necklace"}, {"scene_id": "atwt-06-16-08s12", "raw": "A scene from a TV show in which a man is driving a car and looking at a map.", "with_names": "a man is driving a car and looking at a map."}, {"scene_id": "atwt-06-16-08s13", "raw": "A scene from a TV show in which a woman is standing in a field at night, a motorcycle is parked in the background.", "with_names": "] is standing in a field at night, a motorcycle is parked in the background."}, {"scene_id": "atwt-06-16-08s14", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-06-16-08s15", "raw": "A scene from a TV show in which a woman is wearing a red suit and a blonde woman is sitting next to her.", "with_names": "a woman is wearing a red suit and a blonde woman is sitting next to her."}, {"scene_id": "atwt-06-16-08s16", "raw": "A scene from a TV show in which a man is driving a car and looking out the window.", "with_names": "a man is driving a car and looking out the window."}, {"scene_id": "atwt-06-16-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-16-08s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-16-08s19", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-16-08s20", "raw": "A scene from a TV show in which a menstrual pad is shown.", "with_names": ""}, {"scene_id": "atwt-06-16-08s21", "raw": "A scene from a TV show in which a young man is smiling and looking to the side.", "with_names": "a young man is smiling and looking to the side."}, {"scene_id": "atwt-06-16-08s22", "raw": "A scene from a TV show in which a woman is wearing a red suit and a brooch.", "with_names": "a woman is wearing a red suit and a brooch."}, {"scene_id": "atwt-06-16-08s23", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a ring on her finger", "with_names": "a woman is wearing a white shirt and a ring on her finger"}, {"scene_id": "atwt-06-16-08s24", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "atwt-06-16-08s25", "raw": "A scene from a TV show in which a man is handing a box to another man.", "with_names": "a man is handing a box to another man."}, {"scene_id": "atwt-06-16-08s26", "raw": "A scene from a TV show in which Progressive Insurance is featured.", "with_names": "progressive insurance is featured."}, {"scene_id": "atwt-06-16-08s27", "raw": "A scene from a TV show in which a man is yelling and making a face", "with_names": "a man is yelling and making a face"}, {"scene_id": "atwt-06-16-08s28", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "atwt-06-16-08s29", "raw": "A scene from a TV show in which a young man is yelling and wearing a green shirt", "with_names": "a young man is yelling and wearing a green shirt"}, {"scene_id": "atwt-06-16-08s30", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-06-16-08s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-16-08s32", "raw": "A scene from a TV show in which a man is looking at a picture frame", "with_names": "a man is looking at a picture frame"}, {"scene_id": "atwt-06-16-08s33", "raw": "A scene from a TV show in which a Wal-Mart store is shown.", "with_names": ""}, {"scene_id": "atwt-06-16-08s34", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-16-08s35", "raw": "A scene from a TV show in which a woman is seen with her eyes closed, and a lamp is hanging on the wall.", "with_names": "a woman is with her eyes closed, and a lamp is hanging on the wall."}, {"scene_id": "atwt-06-16-08s36", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-16-08s37", "raw": "A scene from a TV show in which a woman is standing in front of a laptop and a couch.", "with_names": "a woman is standing in front of a laptop and a couch."}, {"scene_id": "atwt-06-16-08s38", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-06-16-08s39", "raw": "A scene from a TV show in which a toilet is filled with gravel.", "with_names": "a toilet is filled with gravel."}]