[{"scene_id": "pc-01-18-02s0", "raw": "A scene from a TV show in which a man is sitting at a bar and playing a guitar.", "with_names": "a man is sitting at a bar and playing a guitar."}, {"scene_id": "pc-01-18-02s1", "raw": "A scene from a TV show in which a young black man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-01-18-02s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-18-02s3", "raw": "A scene from a TV show in which a car is being driven by a man", "with_names": "a car is being driven by Ricky"}, {"scene_id": "pc-01-18-02s5", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is listening.", "with_names": ""}, {"scene_id": "pc-01-18-02s6", "raw": "A scene from a TV show in which a man is seen in a dark room with a white robe.", "with_names": "a man is in a dark room with a white robe."}, {"scene_id": "pc-01-18-02s7", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and tie.", "with_names": "lucy is wearing glasses and a suit and tie."}, {"scene_id": "pc-01-18-02s8", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "pc-01-18-02s11", "raw": "A scene from a TV show in which a man is wearing a sweater and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-01-18-02s12", "raw": "A scene from a TV show in which a woman is covered in cockroaches", "with_names": "rafe's voice is covered in cockroaches"}, {"scene_id": "pc-01-18-02s13", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress", "with_names": "Alison's voice is wearing a leopard print dress"}, {"scene_id": "pc-01-18-02s14", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "pc-01-18-02s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-18-02s16", "raw": "A scene from a TV show in which a man is standing in a kitchen with crutches.", "with_names": "Dr. Gordon is standing in a kitchen with crutches."}, {"scene_id": "pc-01-18-02s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is talking back to her.", "with_names": ""}, {"scene_id": "pc-01-18-02s18", "raw": "A scene from a TV show in which a woman is reading a book in a bar.", "with_names": "a woman is reading a book in a bar."}, {"scene_id": "pc-01-18-02s19", "raw": "A scene from a TV show in which a woman is walking down a street, looking up at something.", "with_names": "a woman is walking down a street, looking up at something."}, {"scene_id": "pc-01-18-02s21", "raw": "A scene from a TV show in which three women are standing in front of a fountain.", "with_names": "three women are standing in front of a fountain."}, {"scene_id": "pc-01-18-02s23", "raw": "A scene from a TV show in which a woman is reading a book and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-01-18-02s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]