[{"scene_id": "bb-11-11-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a large wooden desk.", "with_names": "Liam and Caroline are standing in a room with a large wooden desk."}, {"scene_id": "bb-11-11-15s1", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to another man.", "with_names": ""}, {"scene_id": "bb-11-11-15s2", "raw": "A scene from a TV show in which a woman is hiding behind a curtain.", "with_names": "a woman is hiding behind a curtain."}, {"scene_id": "bb-11-11-15s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-11-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-11-15s5", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "bb-11-11-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-11-15s7", "raw": "A scene from a TV show in which a woman is holding a piece of paper and smiling.", "with_names": "a woman is holding a piece of paper and smiling."}, {"scene_id": "bb-11-11-15s8", "raw": "A scene from a TV show in which a man is holding a picture of a woman.", "with_names": "a man is holding a picture of a woman."}, {"scene_id": "bb-11-11-15s9", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "bb-11-11-15s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-11-15s11", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and looking surprised.", "with_names": "a man is wearing a shirt and tie and looking surprised."}, {"scene_id": "bb-11-11-15s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "bb-11-11-15s13", "raw": "A scene from a TV show in which a man is wearing a shirt and tie.", "with_names": "] is wearing a shirt and tie."}]