[{"scene_id": "oltl-06-15-10s0", "raw": "A scene from a TV show in which a woman is shocked by something she sees.", "with_names": "a woman is shocked by something she sees."}, {"scene_id": "oltl-06-15-10s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a man is standing behind her.", "with_names": "a blonde woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "oltl-06-15-10s2", "raw": "A scene from a TV show in which two women are dancing in a room.", "with_names": "two women are dancing in a room."}, {"scene_id": "oltl-06-15-10s3", "raw": "A scene from a TV show in which a young man is smiling and a large letter is superimposed over his face.", "with_names": "a young man is smiling and a large letter is superimposed over his face."}, {"scene_id": "oltl-06-15-10s4", "raw": "A scene from a TV show in which a man is being confronted by another man.", "with_names": "a man is being confronted by another man."}, {"scene_id": "oltl-06-15-10s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "oltl-06-15-10s6", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s7", "raw": "A scene from a TV show in which a woman is standing next to a man in a library.", "with_names": "a woman is standing next to a man in a library."}, {"scene_id": "oltl-06-15-10s8", "raw": "A scene from a TV show in which a man is holding a woman in his arms, while another woman looks on.", "with_names": "a man is holding a woman in his arms, while another woman looks on."}, {"scene_id": "oltl-06-15-10s9", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-06-15-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-10s11", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking off to the side.", "with_names": "a young man is wearing a suit and tie and looking off to the side."}, {"scene_id": "oltl-06-15-10s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s13", "raw": "A scene from a TV show in which a man pours water into a woman's hand.", "with_names": "a man pours water into a woman's hand."}, {"scene_id": "oltl-06-15-10s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-06-15-10s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "oltl-06-15-10s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-10s19", "raw": "A scene from a TV show in which a man is sitting at a desk with a phone and a stack of papers.", "with_names": "a man is sitting at a desk with a phone and a stack of papers."}, {"scene_id": "oltl-06-15-10s20", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a black skirt.", "with_names": "a blonde woman is wearing a white shirt and a black skirt."}, {"scene_id": "oltl-06-15-10s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-06-15-10s22", "raw": "A scene from a TV show in which a woman is sitting next to a man at a table.", "with_names": "a woman is sitting next to a man at a table."}, {"scene_id": "oltl-06-15-10s23", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s24", "raw": "A scene from a TV show in which a woman is kissing a man through a window.", "with_names": "a woman is kissing a man through a window."}, {"scene_id": "oltl-06-15-10s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s26", "raw": "A scene from a TV show in which a woman is looking at a candle", "with_names": "a woman is looking at a candle"}, {"scene_id": "oltl-06-15-10s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-10s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-06-15-10s29", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-06-15-10s30", "raw": "A scene from a TV show in which a man and a woman are in a room, and the man is looking at the woman.", "with_names": "a man and a woman are in a room, and the man is looking at the woman."}, {"scene_id": "oltl-06-15-10s31", "raw": "A scene from a TV show in which a woman is slapping another woman across the face.", "with_names": "a woman is slapping another woman across the face."}, {"scene_id": "oltl-06-15-10s32", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "oltl-06-15-10s33", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-15-10s34", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black shirt.", "with_names": "a man is looking at a woman and he is wearing a black shirt."}, {"scene_id": "oltl-06-15-10s35", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-10s36", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her, holding his hand to his face.", "with_names": "a woman is crying and a man is standing next to her, holding his hand to his face."}, {"scene_id": "oltl-06-15-10s37", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-06-15-10s38", "raw": "A scene from a TV show in which a young boy is looking at the camera.", "with_names": "a young boy is looking at the camera."}]