[{"scene_id": "bb-10-27-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-10-27-09s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-27-09s2", "raw": "A scene from a TV show in which a group of people are standing in a room, all looking at their electronic devices.", "with_names": "a group of people are standing in a room, all looking at their electronic devices."}, {"scene_id": "bb-10-27-09s3", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf.", "with_names": "a man is standing in front of a bookshelf."}, {"scene_id": "bb-10-27-09s4", "raw": "A scene from a TV show in which a man is wearing a suit and a necklace.", "with_names": "a man is wearing a suit and a necklace."}, {"scene_id": "bb-10-27-09s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and looking at the camera.", "with_names": "a woman is wearing a white dress and looking at the camera."}, {"scene_id": "bb-10-27-09s6", "raw": "A scene from a TV show in which a woman is dancing in a red dress.", "with_names": "a woman is dancing in a red dress."}, {"scene_id": "bb-10-27-09s7", "raw": "A scene from a TV show in which a woman is being congratulated by a group of people.", "with_names": "a woman is being congratulated by a group of people."}, {"scene_id": "bb-10-27-09s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-10-27-09s9", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "bb-10-27-09s10", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing behind her.", "with_names": "a woman is dancing in a room with a man standing behind her."}, {"scene_id": "bb-10-27-09s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-10-27-09s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]