[{"scene_id": "bb-01-26-15s0", "raw": "a man is walking around a room and then he walks around and kisses a wine.", "with_names": ""}, {"scene_id": "bb-01-26-15s1", "raw": "a man and woman are in a helicopter and a man is kissing a woman.", "with_names": "Rick and woman are in a helicopter and a man is kissing a woman."}, {"scene_id": "bb-01-26-15s2", "raw": "a woman is walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "bb-01-26-15s3", "raw": "a man is laying on a couch and a woman is hugging him.", "with_names": "Liam is laying on a couch and Ivy is hugging him."}, {"scene_id": "bb-01-26-15s4", "raw": "a woman is talking about a woman and then she is shown on a couch.", "with_names": ""}, {"scene_id": "bb-01-26-15s5", "raw": "a man is talking about a business and then he is shown.", "with_names": ""}, {"scene_id": "bb-01-26-15s6", "raw": "a man is sitting in a bed and then a woman is sitting in a chair.", "with_names": ""}, {"scene_id": "bb-01-26-15s7", "raw": "a woman is walking around a room and talking about the experience.", "with_names": ""}, {"scene_id": "bb-01-26-15s8", "raw": "a man is talking to another man in a white shirt and a white shirt is talking about the situation.", "with_names": ""}, {"scene_id": "bb-01-26-15s9", "raw": "a man is talking about a business and then a group of people are shown standing around.", "with_names": ""}, {"scene_id": "bb-01-26-15s10", "raw": "a man is talking about a business and then two men are talking.", "with_names": ""}, {"scene_id": "bb-01-26-15s11", "raw": "a man is sitting in a chair and then a man is sitting in a chair.", "with_names": ""}, {"scene_id": "bb-01-26-15s12", "raw": "a man is talking about a man and then he is talking about it.", "with_names": ""}, {"scene_id": "bb-01-26-15s13", "raw": "a woman is talking about a conference and then a man is talking about it.", "with_names": ""}, {"scene_id": "bb-01-26-15s14", "raw": "a man is showing how to do a woman's hair while a woman narrates.", "with_names": "Brooke is showing how to do Maya's hair while a woman narrates."}, {"scene_id": "bb-01-26-15s15", "raw": "a man is walking around a room with a woman and then she is walking around.", "with_names": ""}, {"scene_id": "bb-01-26-15s16", "raw": "a man is laying on a bed and kissing a man on his lap.", "with_names": "Ridge is laying on a bed and kissing a man on his lap."}, {"scene_id": "bb-01-26-15s17", "raw": "a woman is talking about a conference and then a man is talking about it.", "with_names": ""}, {"scene_id": "bb-01-26-15s18", "raw": "a man and woman are laughing and talking about a man.", "with_names": ""}]