[{"scene_id": "oltl-07-02-09s0", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and they are kissing.", "with_names": "Jessica is lying in bed with Brody, and they are kissing."}, {"scene_id": "oltl-07-02-09s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a pink shirt and a blonde wig.", "with_names": "a woman is standing in a kitchen, wearing a pink shirt and a blonde wig."}, {"scene_id": "oltl-07-02-09s2", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-07-02-09s3", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-07-02-09s4", "raw": "A scene from a TV show in which a man is looking down and a picture is on the wall", "with_names": "a man is looking down and a picture is on the wall"}, {"scene_id": "oltl-07-02-09s5", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-07-02-09s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-02-09s7", "raw": "A scene from a TV show in which a man is talking to someone and looking at a window.", "with_names": ""}, {"scene_id": "oltl-07-02-09s8", "raw": "A scene from a TV show in which three men are standing in a room.", "with_names": "three men are standing in a room."}, {"scene_id": "oltl-07-02-09s9", "raw": "A scene from a TV show in which a young man is sitting in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-02-09s10", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "oltl-07-02-09s11", "raw": "A scene from a TV show in which a woman is standing in front of a man and a table with a cup and a spoon on it.", "with_names": "a woman is standing in front of a man and a table with a cup and a spoon on it."}, {"scene_id": "oltl-07-02-09s12", "raw": "A scene from a TV show in which a man kisses a woman on the lips.", "with_names": "a man kisses a woman on the lips."}, {"scene_id": "oltl-07-02-09s13", "raw": "A scene from a TV show in which a woman is wearing a hat and a dress.", "with_names": "a woman is wearing a hat and a dress."}, {"scene_id": "oltl-07-02-09s14", "raw": "A scene from a TV show in which a man is reading a paper to another man.", "with_names": "a man is reading a paper to another man."}, {"scene_id": "oltl-07-02-09s15", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is laying on the couch.", "with_names": ""}, {"scene_id": "oltl-07-02-09s16", "raw": "A scene from a TV show in which a woman is sitting on a staircase and looking up.", "with_names": "a woman is sitting on a staircase and looking up."}, {"scene_id": "oltl-07-02-09s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-02-09s18", "raw": "A scene from a TV show in which a black man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a black man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "oltl-07-02-09s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-02-09s20", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-07-02-09s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone and wearing a hat.", "with_names": ""}, {"scene_id": "oltl-07-02-09s22", "raw": "A scene from a TV show in which a man and a woman sit at a dining table and talk.", "with_names": "a man and a woman sit at a dining table and talk."}, {"scene_id": "oltl-07-02-09s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-02-09s24", "raw": "A scene from a TV show in which a man is wearing a tank top and a short haircut.", "with_names": "a man is wearing a tank top and a short haircut."}, {"scene_id": "oltl-07-02-09s25", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a couch.", "with_names": "a woman is standing in a room with a chair and a couch."}, {"scene_id": "oltl-07-02-09s26", "raw": "A scene from a TV show in which a young man is sitting at a table with a cup and a remote.", "with_names": "a young man is sitting at a table with a cup and a remote."}, {"scene_id": "oltl-07-02-09s27", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-02-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-02-09s29", "raw": "A scene from a TV show in which a young man is smiling and looking to the right.", "with_names": "a young man is smiling and looking to the right."}, {"scene_id": "oltl-07-02-09s30", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-02-09s31", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-07-02-09s32", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-02-09s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-02-09s34", "raw": "A scene from a TV show in which a black man is standing in front of a white man and a man in a suit.", "with_names": "a black man is standing in front of a white man and a man in a suit."}, {"scene_id": "oltl-07-02-09s35", "raw": "A scene from a TV show in which a woman is sitting at a table with a blonde woman.", "with_names": "a woman is sitting at a table with a blonde woman."}, {"scene_id": "oltl-07-02-09s36", "raw": "A scene from a TV show in which a man is sitting at a desk and using a tablet.", "with_names": "a man is sitting at a desk and using a tablet."}, {"scene_id": "oltl-07-02-09s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-02-09s38", "raw": "A scene from a TV show in which a man is sitting at a desk and is wearing white gloves.", "with_names": "a man is sitting at a desk and is wearing white gloves."}, {"scene_id": "oltl-07-02-09s39", "raw": "A scene from a TV show in which a man is standing in front of a window and a snow-covered tree.", "with_names": "a man is standing in front of a window and a snow-covered tree."}, {"scene_id": "oltl-07-02-09s40", "raw": "A scene from a TV show in which a woman is walking down a hallway with a handbag and a child is following her.", "with_names": "a woman is walking down a hallway with a handbag and a child is following her."}, {"scene_id": "oltl-07-02-09s41", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is inside.", "with_names": "a man is standing in front of a door and a woman is inside."}, {"scene_id": "oltl-07-02-09s42", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-02-09s43", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is talking to a girl.", "with_names": ""}]