[{"scene_id": "pc-07-24-03s0", "raw": "A scene from a TV show in which a man is holding a glass and a woman is looking at him.", "with_names": "a man is holding a glass and a woman is looking at him."}, {"scene_id": "pc-07-24-03s1", "raw": "A scene from a TV show in which a woman is talking to a man and another man is watching her.", "with_names": ""}, {"scene_id": "pc-07-24-03s2", "raw": "A scene from a TV show in which a woman is wearing a white shirt and black pants", "with_names": "a woman is wearing a white shirt and black pants"}, {"scene_id": "pc-07-24-03s3", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-24-03s4", "raw": "A scene from a TV show in which a man is holding a glass and talking to two women.", "with_names": ""}, {"scene_id": "pc-07-24-03s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and her eyes are closed", "with_names": "a woman is wearing a white dress and her eyes are closed"}, {"scene_id": "pc-07-24-03s6", "raw": "A scene from a TV show in which a man is talking to someone and a green balloon is visible in the background", "with_names": ""}, {"scene_id": "pc-07-24-03s7", "raw": "A scene from a TV show in which a man is being restrained by another man.", "with_names": "a man is being restrained by another man."}, {"scene_id": "pc-07-24-03s8", "raw": "A scene from a TV show in which a dog is jumping on a couch.", "with_names": "a dog is jumping on a couch."}, {"scene_id": "pc-07-24-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-24-03s10", "raw": "A scene from a TV show in which a woman is wearing a black corset and a man is standing next to her.", "with_names": "a woman is wearing a black corset and a man is standing next to her."}, {"scene_id": "pc-07-24-03s11", "raw": "A scene from a TV show in which a woman is being hugged by a man and another woman.", "with_names": "a woman is being hugged by a man and another woman."}, {"scene_id": "pc-07-24-03s12", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "pc-07-24-03s13", "raw": "", "with_names": ""}, {"scene_id": "pc-07-24-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-24-03s15", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman. The title is \"Bobbie\"", "with_names": ""}, {"scene_id": "pc-07-24-03s16", "raw": "A scene from a TV show in which a woman is seen running from a window.", "with_names": "a woman is running from a window."}, {"scene_id": "pc-07-24-03s17", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "pc-07-24-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]