[{"scene_id": "oltl-07-25-07s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-07-25-07s1", "raw": "A scene from a TV show in which a girl is talking to a boy and a woman.", "with_names": ""}, {"scene_id": "oltl-07-25-07s2", "raw": "A scene from a TV show in which a man is standing in a jail cell and another man is behind him", "with_names": "a man is standing in a jail cell and another man is behind him"}, {"scene_id": "oltl-07-25-07s3", "raw": "A scene from a TV show in which a man is talking on a phone in a hospital room.", "with_names": ""}, {"scene_id": "oltl-07-25-07s4", "raw": "A scene from a TV show in which a woman is being arrested by a police officer and a man is standing next to her.", "with_names": "a woman is being arrested by a police officer and a man is standing next to her."}, {"scene_id": "oltl-07-25-07s5", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall", "with_names": "] is in a white room with a white wall"}, {"scene_id": "oltl-07-25-07s6", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-25-07s7", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-07-25-07s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-25-07s9", "raw": "A scene from a TV show in which a man is wearing a blue shirt and pajama pants", "with_names": "a man is wearing a blue shirt and pajama pants"}, {"scene_id": "oltl-07-25-07s10", "raw": "A scene from a TV show in which a young girl is standing in a kitchen.", "with_names": "a young girl is standing in a kitchen."}, {"scene_id": "oltl-07-25-07s11", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"SOS for Women\"", "with_names": "a woman is wearing a shirt that says \"sos for women\""}, {"scene_id": "oltl-07-25-07s12", "raw": "A scene from a TV show in which a man is lying in a hospital bed, another man stands next to him, and another person is standing in the background.", "with_names": "a man is lying in a hospital bed, another man stands next to him, and another person is standing in the background."}, {"scene_id": "oltl-07-25-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman in a bathroom.", "with_names": ""}, {"scene_id": "oltl-07-25-07s14", "raw": "A scene from a TV show in which a man is wearing a black t-shirt and a skull on it.", "with_names": "a man is wearing a black t-shirt and a skull on it."}, {"scene_id": "oltl-07-25-07s15", "raw": "A scene from a TV show in which a woman is in a white shirt and a pink scarf and is standing in front of a jail cell.", "with_names": "a woman is in a white shirt and a pink scarf and is standing in front of a jail cell."}, {"scene_id": "oltl-07-25-07s16", "raw": "A scene from a TV show in which a man is lying on a couch with his arms behind his head and smiling.", "with_names": "a man is lying on a couch with his arms behind his head and smiling."}, {"scene_id": "oltl-07-25-07s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-07-25-07s18", "raw": "A scene from a TV show in which a woman is talking to a child in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-07-25-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-25-07s20", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a woman is standing behind him.", "with_names": "a young man is wearing a green shirt and a woman is standing behind him."}, {"scene_id": "oltl-07-25-07s21", "raw": "A scene from a TV show in which a man is walking down a hallway and a sign is visible on the wall.", "with_names": "a man is walking down a hallway and a sign is visible on the wall."}, {"scene_id": "oltl-07-25-07s22", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-25-07s23", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a red sign on it.", "with_names": "a man is wearing a grey shirt and a red sign on it."}, {"scene_id": "oltl-07-25-07s24", "raw": "A scene from a TV show in which a girl is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-07-25-07s25", "raw": "A scene from a TV show in which a young man is in a jail cell.", "with_names": "a young man is in a jail cell."}, {"scene_id": "oltl-07-25-07s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-25-07s27", "raw": "A scene from a TV show in which a doctor is talking to a patient while a nurse stands nearby.", "with_names": ""}, {"scene_id": "oltl-07-25-07s28", "raw": "A scene from a TV show in which a woman is talking on a microphone.", "with_names": ""}, {"scene_id": "oltl-07-25-07s29", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-07-25-07s30", "raw": "A scene from a TV show in which a man is looking through bars and a woman is standing behind him.", "with_names": "a man is looking through bars and a woman is standing behind him."}, {"scene_id": "oltl-07-25-07s31", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a soap opera badge is visible.", "with_names": "a man is lying in a hospital bed and a soap opera badge is visible."}, {"scene_id": "oltl-07-25-07s32", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}]