[{"scene_id": "atwt-03-28-06s0", "raw": "A scene from a TV show in which a man and a woman sit together in a doctor's office.", "with_names": "a man and a woman sit together in a doctor's office."}, {"scene_id": "atwt-03-28-06s1", "raw": "A scene from a TV show in which a woman is wearing a red coat and a short haircut", "with_names": "a woman is wearing a red coat and a short haircut"}, {"scene_id": "atwt-03-28-06s2", "raw": "A scene from a TV show in which a blonde woman is wearing a black jacket and looking down.", "with_names": "a blonde woman is wearing a black jacket and looking down."}, {"scene_id": "atwt-03-28-06s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-28-06s4", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a short haircut", "with_names": "a woman is wearing a pink jacket and a short haircut"}, {"scene_id": "atwt-03-28-06s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-28-06s6", "raw": "A scene from a TV show in which a young man is sitting in a library, smiling and looking at a book.", "with_names": "a young man is sitting in a library, smiling and looking at a book."}, {"scene_id": "atwt-03-28-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-28-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-28-06s9", "raw": "A scene from a TV show in which a man is holding a bouquet and a woman is looking at him.", "with_names": "a man is holding a bouquet and a woman is looking at him."}, {"scene_id": "atwt-03-28-06s10", "raw": "A scene from a TV show in which a chef is seen smiling at the camera.", "with_names": "a chef is smiling at the camera."}, {"scene_id": "atwt-03-28-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-28-06s12", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a short black hair", "with_names": "a woman is wearing a pink jacket and a short black hair"}, {"scene_id": "atwt-03-28-06s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-28-06s14", "raw": "A scene from a TV show in which two women hold boxes of shoes.", "with_names": "two women hold boxes of shoes."}, {"scene_id": "atwt-03-28-06s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and ] is standing next to her."}, {"scene_id": "atwt-03-28-06s16", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him", "with_names": "a man is in a jail cell and a woman is standing next to him"}, {"scene_id": "atwt-03-28-06s17", "raw": "A scene from a TV show in which a man is walking on a beach with palm trees and a sunset in the background.", "with_names": "a man is walking on a beach with palm trees and a sunset in the background."}, {"scene_id": "atwt-03-28-06s18", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "atwt-03-28-06s19", "raw": "A scene from a TV show in which a man is sleeping with his eyes closed.", "with_names": "] is sleeping with his eyes closed."}, {"scene_id": "atwt-03-28-06s20", "raw": "A scene from a TV show in which a man is holding a gun and talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-28-06s21", "raw": "A scene from a TV show in which a man is seen opening a refrigerator and finding a microwave inside.", "with_names": "a man is opening a refrigerator and finding a microwave inside."}]