[{"scene_id": "bb-06-05-17s0", "raw": "A scene from a TV show in which a woman is opening a door.", "with_names": "a woman is opening a door."}, {"scene_id": "bb-06-05-17s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-06-05-17s2", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "bb-06-05-17s3", "raw": "A scene from a TV show in which a woman is leaning against a gate and looking at the camera.", "with_names": "Nicole is leaning against a gate and looking at the camera."}, {"scene_id": "bb-06-05-17s5", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a computer, and another woman is sitting in a chair.", "with_names": ""}, {"scene_id": "bb-06-05-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-05-17s9", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-06-05-17s10", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-05-17s11", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-06-05-17s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-05-17s13", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Nicole is smiling at Coco."}, {"scene_id": "bb-06-05-17s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-05-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-05-17s17", "raw": "A scene from a TV show in which a man shakes hands with another man.", "with_names": "Rick shakes hands with another man."}, {"scene_id": "bb-06-05-17s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-05-17s19", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a palm tree is in the background.", "with_names": "a man is wearing a pink shirt and a palm tree is in the background."}, {"scene_id": "bb-06-05-17s20", "raw": "A scene from a TV show in which a baby is being held by a woman.", "with_names": "a baby is being held by a woman."}, {"scene_id": "bb-06-05-17s21", "raw": "A scene from a TV show in which a man walks into a room and a woman is sitting on a couch", "with_names": ""}, {"scene_id": "bb-06-05-17s22", "raw": "A scene from a TV show in which two women are fighting.", "with_names": "two women are fighting."}]