[{"scene_id": "gl-11-09-06s0", "raw": "", "with_names": ""}, {"scene_id": "gl-11-09-06s1", "raw": "", "with_names": ""}, {"scene_id": "gl-11-09-06s2", "raw": "A scene from a TV show in which a woman is on the phone and a man is behind her", "with_names": "a woman is on the phone and a man is behind her"}, {"scene_id": "gl-11-09-06s3", "raw": "A scene from a TV show in which a door is opened and a shadow is seen on the wall", "with_names": "a door is opened and a shadow is on the wall"}, {"scene_id": "gl-11-09-06s4", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the camera.", "with_names": "a woman is sitting on a bench and looking at the camera."}, {"scene_id": "gl-11-09-06s5", "raw": "A scene from a TV show in which a doctor is talking to a patient", "with_names": ""}, {"scene_id": "gl-11-09-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-09-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-09-06s8", "raw": "A scene from a TV show in which a woman is dancing in a bar with a man.", "with_names": "a woman is dancing in a bar with a man."}, {"scene_id": "gl-11-09-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-09-06s10", "raw": "A scene from a TV show in which a woman is talking on the phone while standing in front of a green door.", "with_names": ""}, {"scene_id": "gl-11-09-06s11", "raw": "A scene from a TV show in which a doctor is seen looking at a piece of paper.", "with_names": "a doctor is looking at a piece of paper."}, {"scene_id": "gl-11-09-06s12", "raw": "A scene from a TV show in which a woman is screaming at someone.", "with_names": "a woman is screaming at someone."}, {"scene_id": "gl-11-09-06s13", "raw": "A scene from a TV show in which a man is seen in a black hood.", "with_names": "a man is in a black hood."}, {"scene_id": "gl-11-09-06s14", "raw": "A scene from a TV show in which a man is talking to a camera.", "with_names": ""}, {"scene_id": "gl-11-09-06s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a wall.", "with_names": ""}, {"scene_id": "gl-11-09-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-09-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "gl-11-09-06s18", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-11-09-06s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a book.", "with_names": "a woman is sitting on a bed and looking at a book."}, {"scene_id": "gl-11-09-06s20", "raw": "A scene from a TV show in which a man is leaning over a woman and whispering in her ear.", "with_names": "a man is leaning over a woman and whispering in her ear."}, {"scene_id": "gl-11-09-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-09-06s22", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "Jeffrey and ] are standing in a bar."}, {"scene_id": "gl-11-09-06s23", "raw": "A scene from a TV show in which a woman is crying and a man is holding her.", "with_names": "a woman is crying and a man is holding her."}, {"scene_id": "gl-11-09-06s24", "raw": "A scene from a TV show in which a man is sitting at a desk, looking down at a book.", "with_names": "a man is sitting at a desk, looking down at a book."}, {"scene_id": "gl-11-09-06s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is holding a book.", "with_names": "a man is wearing a suit and a tie and is holding a book."}, {"scene_id": "gl-11-09-06s26", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "gl-11-09-06s27", "raw": "A scene from a TV show in which a man is pouring wine into a glass.", "with_names": "a man is pouring wine into a glass."}, {"scene_id": "gl-11-09-06s28", "raw": "A scene from a TV show in which a man and a woman are standing in front of a house.", "with_names": "a man and a woman are standing in front of a house."}, {"scene_id": "gl-11-09-06s29", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-11-09-06s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-09-06s31", "raw": "A scene from a TV show in which a woman is sitting on a couch with her hands over her ears.", "with_names": ""}]