[{"scene_id": "bb-11-30-16s0", "raw": "A scene from a TV show in which a couple is standing on a sand dune and talking.", "with_names": ""}, {"scene_id": "bb-11-30-16s1", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a green desk and a vase.", "with_names": ""}, {"scene_id": "bb-11-30-16s2", "raw": "A scene from a TV show in which a woman is standing in front of a red door, arms crossed, and another woman is talking to her.", "with_names": ""}, {"scene_id": "bb-11-30-16s3", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-11-30-16s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-30-16s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-30-16s6", "raw": "A scene from a TV show in which a man is seen dancing in a room with a cityscape in the background.", "with_names": "a man is dancing in a room with a cityscape in the background."}, {"scene_id": "bb-11-30-16s7", "raw": "A scene from a TV show in which a man and a woman are staring at each other.", "with_names": "a man and a woman are staring at each other."}, {"scene_id": "bb-11-30-16s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-30-16s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-30-16s10", "raw": "A scene from a TV show in which a man is holding a silver kettle.", "with_names": "a man is holding a silver kettle."}, {"scene_id": "bb-11-30-16s11", "raw": "A scene from a TV show in which a blonde woman is looking at a man in a suit.", "with_names": "a blonde woman is looking at a man in a suit."}, {"scene_id": "bb-11-30-16s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-30-16s13", "raw": "A scene from a TV show in which a young black man and a woman are in a store.", "with_names": "a young black man and a woman are in a store."}, {"scene_id": "bb-11-30-16s14", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-30-16s16", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is looking away from him.", "with_names": "a man is holding R.J. by the shoulders and she is looking away from him."}, {"scene_id": "bb-11-30-16s17", "raw": "A scene from a TV show in which a man is trying to seduce a woman.", "with_names": "a man is trying to seduce a woman."}, {"scene_id": "bb-11-30-16s18", "raw": "A scene from a TV show in which a young black man and a woman are in a clothing store.", "with_names": "a young black man and Nicole are in a clothing store."}, {"scene_id": "bb-11-30-16s19", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him", "with_names": ""}, {"scene_id": "bb-11-30-16s20", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}]