[{"scene_id": "bb-09-14-05s0", "raw": "A scene from a TV show in which a clock counts down to the end of the world.", "with_names": "a clock counts down to the end of the world."}, {"scene_id": "bb-09-14-05s1", "raw": "A scene from a TV show in which a man is wearing a VR headset and a woman is standing behind him.", "with_names": "a man is wearing a vr headset and a woman is standing behind him."}, {"scene_id": "bb-09-14-05s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a dinner table.", "with_names": "a man and a woman are sitting at a dinner table."}, {"scene_id": "bb-09-14-05s3", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-14-05s4", "raw": "A scene from a TV show in which a blonde woman is wearing a sleeveless black dress and a black choker.", "with_names": "a blonde woman is wearing a sleeveless black dress and a black choker."}, {"scene_id": "bb-09-14-05s5", "raw": "A scene from a TV show in which a girl is sitting next to a boy and they are both looking at the camera.", "with_names": "a girl is sitting next to a boy and they are both looking at the camera."}, {"scene_id": "bb-09-14-05s6", "raw": "A scene from a TV show in which a woman is sitting at a dinner table, holding a martini and looking at a flower.", "with_names": "a woman is sitting at a dinner table, holding a martini and looking at a flower."}, {"scene_id": "bb-09-14-05s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and laughing.", "with_names": "a man and a woman are sitting at a table and laughing."}, {"scene_id": "bb-09-14-05s8", "raw": "A scene from a TV show in which a man and a woman sit at a table with wine glasses and a clock in the foreground.", "with_names": "a man and a woman sit at a table with wine glasses and a clock in the foreground."}, {"scene_id": "bb-09-14-05s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a clock is visible on the bottom of the screen.", "with_names": "a woman is wearing a black dress and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-09-14-05s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-09-14-05s11", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-14-05s12", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "bb-09-14-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-14-05s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "bb-09-14-05s15", "raw": "", "with_names": ""}, {"scene_id": "bb-09-14-05s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-14-05s17", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine.", "with_names": "a man is sitting at a table with a glass of wine."}]