[{"scene_id": "bb-11-21-16s0", "raw": "A scene from a TV show in which a man is standing in a room with a green table and a window.", "with_names": "a man is standing in a room with a green table and a window."}, {"scene_id": "bb-11-21-16s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-21-16s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-21-16s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Eric and Steffy are standing in a room."}, {"scene_id": "bb-11-21-16s4", "raw": "A scene from a TV show in which a woman is talking to a man in a bathrobe.", "with_names": ""}, {"scene_id": "bb-11-21-16s5", "raw": "A scene from a TV show in which a man sits in a chair and looks at a picture of a man in a suit.", "with_names": "a man sits in a chair and looks at a picture of a man in a suit."}, {"scene_id": "bb-11-21-16s6", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "a man and a woman are standing in a garden."}, {"scene_id": "bb-11-21-16s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-21-16s8", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "bb-11-21-16s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-11-21-16s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-21-16s11", "raw": "A scene from a TV show in which a man is standing in front of a wall and a woman is walking away from him.", "with_names": "a man is standing in front of a wall and a woman is walking away from him."}, {"scene_id": "bb-11-21-16s12", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "bb-11-21-16s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-21-16s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-21-16s15", "raw": "A scene from a TV show in which a woman is wearing a blue suit and a white shirt.", "with_names": "a woman is wearing a blue suit and a white shirt."}, {"scene_id": "bb-11-21-16s16", "raw": "A scene from a TV show in which a woman sits in a chair and puts her feet up on a table.", "with_names": "R.J. sits in a chair and puts her feet up on a table."}, {"scene_id": "bb-11-21-16s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-21-16s19", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-21-16s20", "raw": "A scene from a TV show in which a woman is surprised by another woman.", "with_names": "Quinn is surprised by another woman."}, {"scene_id": "bb-11-21-16s21", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "a woman is hugging a man and smiling."}]