[{"scene_id": "oltl-03-30-10s0", "raw": "A scene from a TV show in which a woman is being pushed in a wheelchair by a man.", "with_names": "Marty is being pushed in a wheelchair by John."}, {"scene_id": "oltl-03-30-10s1", "raw": "A scene from a TV show in which a woman holds a large yellow dollar sign.", "with_names": "a woman holds a large yellow dollar sign."}, {"scene_id": "oltl-03-30-10s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-30-10s3", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-30-10s4", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "oltl-03-30-10s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s6", "raw": "A scene from a TV show in which a man is sitting in a room with a light shining on him.", "with_names": "a man is sitting in a room with a light shining on him."}, {"scene_id": "oltl-03-30-10s7", "raw": "A scene from a TV show in which a man is holding a paint roller and a woman is reading a book.", "with_names": "a man is holding a paint roller and a woman is reading a book."}, {"scene_id": "oltl-03-30-10s8", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "oltl-03-30-10s9", "raw": "A scene from a TV show in which a man is talking on a cell phone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-03-30-10s10", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-30-10s11", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-30-10s12", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-03-30-10s13", "raw": "A scene from a TV show in which a police officer is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman is standing next to him, and a doctor is talking to him.", "with_names": ""}, {"scene_id": "oltl-03-30-10s15", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-30-10s16", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-30-10s18", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man in scrubs.", "with_names": ""}, {"scene_id": "oltl-03-30-10s19", "raw": "A scene from a TV show in which a police officer is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s20", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "oltl-03-30-10s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-30-10s22", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-03-30-10s23", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him, holding a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-30-10s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-30-10s25", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-03-30-10s26", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-03-30-10s27", "raw": "A scene from a TV show in which a doctor is pointing a gun at a patient.", "with_names": "a doctor is pointing a gun at a patient."}, {"scene_id": "oltl-03-30-10s28", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-03-30-10s29", "raw": "A scene from a TV show in which a woman is holding a gun and smiling.", "with_names": "a woman is holding a gun and smiling."}, {"scene_id": "oltl-03-30-10s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s31", "raw": "A scene from a TV show in which a woman is holding a baby in a bathroom.", "with_names": "a woman is holding a baby in a bathroom."}, {"scene_id": "oltl-03-30-10s32", "raw": "A scene from a TV show in which a man is holding a woman by the wrist and another woman is standing behind him.", "with_names": "a man is holding a woman by the wrist and another woman is standing behind him."}, {"scene_id": "oltl-03-30-10s33", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "oltl-03-30-10s34", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-03-30-10s35", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "oltl-03-30-10s36", "raw": "A scene from a TV show in which a man is standing on a chair and another man to his right is sitting on the floor.", "with_names": "a man is standing on a chair and another man to his right is sitting on the floor."}, {"scene_id": "oltl-03-30-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-30-10s38", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-03-30-10s39", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-30-10s40", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "oltl-03-30-10s41", "raw": "A scene from a TV show in which a baby is being held by its mother.", "with_names": "a baby is being held by its mother."}, {"scene_id": "oltl-03-30-10s42", "raw": "A scene from a TV show in which a woman is sitting in a chair and two men are standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-30-10s43", "raw": "A scene from a TV show in which a woman is pushing a baby in a stroller.", "with_names": "a woman is pushing a baby in a stroller."}, {"scene_id": "oltl-03-30-10s44", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-30-10s45", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "oltl-03-30-10s46", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man stands behind her.", "with_names": "a woman is in a wheelchair and a man stands behind her."}, {"scene_id": "oltl-03-30-10s47", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "oltl-03-30-10s48", "raw": "A scene from a TV show in which a woman is lying on a couch with her legs crossed.", "with_names": "a woman is lying on a couch with her legs crossed."}, {"scene_id": "oltl-03-30-10s49", "raw": "A scene from a TV show in which a man is yelling at a police officer.", "with_names": "a man is yelling at a police officer."}, {"scene_id": "oltl-03-30-10s50", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a stethoscope around his neck.", "with_names": "a doctor is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "oltl-03-30-10s51", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "oltl-03-30-10s52", "raw": "A scene from a TV show in which a woman is talking to a man who is lying down.", "with_names": ""}, {"scene_id": "oltl-03-30-10s53", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}]