[{"scene_id": "pc-07-11-01s0", "raw": "A scene from a TV show in which the letters \"S\" and \"N\" are purple and have a heart in the middle.", "with_names": "the letters \"s\" and \"n\" are purple and have a heart in the middle."}, {"scene_id": "pc-07-11-01s1", "raw": "A scene from a TV show in which a man is standing in a room with a table and a lot of cups", "with_names": "Ian is standing in a room with a table and a lot of cups"}, {"scene_id": "pc-07-11-01s3", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette womanI", "with_names": "a blonde woman is sitting next to a brunette womani"}, {"scene_id": "pc-07-11-01s4", "raw": "A scene from a TV show in which a man is looking down and a light is shining on him.", "with_names": "a man is looking down and a light is shining on him."}, {"scene_id": "pc-07-11-01s5", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a couple of other people.", "with_names": "Kevin is standing in a room with Lucy and a couple of other people."}, {"scene_id": "pc-07-11-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-11-01s8", "raw": "A scene from a TV show in which a woman is wearing a helmet and a man is looking at her.", "with_names": "a woman is wearing a helmet and Michael is looking at her."}, {"scene_id": "pc-07-11-01s9", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "pc-07-11-01s10", "raw": "A scene from a TV show in which a woman is sitting next to a priest and they are both looking at something.", "with_names": "Livvie is sitting next to a priest and they are both looking at something."}, {"scene_id": "pc-07-11-01s11", "raw": "A scene from a TV show in which a man is sitting down and a blonde woman is standing behind him, smiling.", "with_names": "Jamal is sitting down and a blonde woman is standing behind him, smiling."}, {"scene_id": "pc-07-11-01s12", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-11-01s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-11-01s14", "raw": "A scene from a TV show in which a man is seen walking on a carpet with a cane.", "with_names": "a man is walking on a carpet with a cane."}, {"scene_id": "pc-07-11-01s15", "raw": "A scene from a TV show in which a man is dancing in a room with stairs and a staircase in the background.", "with_names": "Kevin is dancing in a room with stairs and a staircase in the background."}]