[{"scene_id": "oltl-09-14-07s0", "raw": "A scene from a TV show in which a man is sitting on a bench in a sauna, his shirt is off, and he is sweating.", "with_names": "a man is sitting on a bench in a sauna, his shirt is off, and he is sweating."}, {"scene_id": "oltl-09-14-07s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-14-07s2", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-14-07s3", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera.", "with_names": "a woman is holding her hair up and looking at the camera."}, {"scene_id": "oltl-09-14-07s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-14-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-14-07s6", "raw": "A scene from a TV show in which a woman is wearing a red top and a man is standing in front of her.", "with_names": "a woman is wearing a red top and a man is standing in front of her."}, {"scene_id": "oltl-09-14-07s7", "raw": "A scene from a TV show in which a shirtless man is standing in a shower with a towel on his shoulder and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-09-14-07s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-14-07s9", "raw": "A scene from a TV show in which a man is talking to a dog.", "with_names": ""}, {"scene_id": "oltl-09-14-07s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-09-14-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-14-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-14-07s13", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-09-14-07s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-09-14-07s15", "raw": "A scene from a TV show in which a man is sitting on a couch with his hands clasped and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-09-14-07s16", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-09-14-07s17", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-09-14-07s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-14-07s19", "raw": "A scene from a TV show in which a man is looking at a book and a woman stands behind him", "with_names": "a man is looking at a book and a woman stands behind him"}, {"scene_id": "oltl-09-14-07s20", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-09-14-07s21", "raw": "A scene from a TV show in which a man is sitting on a couch and scratching his head.", "with_names": ""}, {"scene_id": "oltl-09-14-07s22", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-09-14-07s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-14-07s24", "raw": "A scene from a TV show in which a woman is holding a sunflower and a man is sitting in front of her.", "with_names": "a woman is holding a sunflower and a man is sitting in front of her."}, {"scene_id": "oltl-09-14-07s25", "raw": "A scene from a TV show in which a woman is standing in a room with a man sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-09-14-07s26", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "oltl-09-14-07s27", "raw": "A scene from a TV show in which a man is holding a blonde woman in his arms.", "with_names": "a man is holding a blonde woman in his arms."}, {"scene_id": "oltl-09-14-07s28", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is lying on the floor", "with_names": ""}, {"scene_id": "oltl-09-14-07s29", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor, with a bottle between them.", "with_names": "a man and a woman are sitting on the floor, with a bottle between them."}, {"scene_id": "oltl-09-14-07s30", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black hat.", "with_names": "a man is wearing a brown shirt and a black hat."}, {"scene_id": "oltl-09-14-07s31", "raw": "A scene from a TV show in which a woman is wearing a red top and black pants and is talking to a man.", "with_names": ""}]