[{"scene_id": "bb-09-17-15s0", "raw": "A scene from a TV show in which a man and a woman argue in front of a laptop.", "with_names": "Wyatt and Ivy argue in front of a laptop."}, {"scene_id": "bb-09-17-15s1", "raw": "A scene from a TV show in which a man and a woman are in a room.", "with_names": "a man and a woman are in a room."}, {"scene_id": "bb-09-17-15s2", "raw": "A scene from a TV show in which a woman is looking out of a window at a city at night.", "with_names": "a woman is looking out of a window at a city at night."}, {"scene_id": "bb-09-17-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-17-15s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-17-15s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-17-15s6", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a computer.", "with_names": "a woman is standing in a room with a desk and a computer."}, {"scene_id": "bb-09-17-15s7", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen and talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-17-15s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-17-15s9", "raw": "A scene from a TV show in which a man is slapping a woman.", "with_names": "a man is slapping a woman."}, {"scene_id": "bb-09-17-15s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-09-17-15s11", "raw": "A scene from a TV show in which a man and two women are standing in a living room.", "with_names": "a man and two women are standing in a living room."}, {"scene_id": "bb-09-17-15s12", "raw": "A scene from a TV show in which a woman helps a man get dressed.", "with_names": "a woman helps a man get dressed."}, {"scene_id": "bb-09-17-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-17-15s14", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}]