[{"scene_id": "bb-01-06-03s0", "raw": "A scene from a TV show in which a boat is being used to smuggle migrants into Italy", "with_names": "a boat is being used to smuggle migrants into italy"}, {"scene_id": "bb-01-06-03s1", "raw": "A scene from a TV show in which a man is being interviewed by a woman, and the other people in the scene are standing around him.", "with_names": "Massimo is being interviewed by Bridget, and the other people in the scene are standing around him."}, {"scene_id": "bb-01-06-03s2", "raw": "A scene from a TV show in which two women are walking down a street and smiling.", "with_names": "two women are walking down a street and smiling."}, {"scene_id": "bb-01-06-03s3", "raw": "A scene from a TV show in which a man and two women are standing on a stage.", "with_names": "a man and two women are standing on a stage."}, {"scene_id": "bb-01-06-03s4", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "bb-01-06-03s6", "raw": "A scene from a TV show in which a woman is being thrown into the sea by a boat.", "with_names": "a woman is being thrown into the sea by a boat."}, {"scene_id": "bb-01-06-03s7", "raw": "A scene from a TV show in which a yacht is seen sailing into a small port in Italy.", "with_names": "a yacht is sailing into a small port in italy."}, {"scene_id": "bb-01-06-03s8", "raw": "A scene from a TV show in which a man is thrown into a pool by a woman", "with_names": "Riccardo is thrown into a pool by                         ************************************************************************************"}, {"scene_id": "bb-01-06-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-06-03s10", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-01-06-03s11", "raw": "A scene from a TV show in which a man is standing on a stage and talking into a microphone.", "with_names": ""}, {"scene_id": "bb-01-06-03s12", "raw": "A scene from a TV show in which a group of people are standing on a boat.", "with_names": "a group of people are standing on a boat."}, {"scene_id": "bb-01-06-03s13", "raw": "A scene from a TV show in which a woman is singing in front of a sign that says \"Challenge\"", "with_names": "Sally is singing in front of a sign that says \"challenge\""}, {"scene_id": "bb-01-06-03s14", "raw": "A scene from a TV show in which a boat is seen floating in the water with a person on board.", "with_names": "a boat is floating in the water with a person on board."}, {"scene_id": "bb-01-06-03s16", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "bb-01-06-03s17", "raw": "A scene from a TV show in which a couple is married on a boat.", "with_names": "a couple is married on a boat."}, {"scene_id": "bb-01-06-03s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]