[{"scene_id": "bb-01-25-06s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-01-25-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-25-06s2", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "bb-01-25-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-25-06s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-01-25-06s5", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a wig.", "with_names": "a man is wearing a brown shirt and a wig."}, {"scene_id": "bb-01-25-06s6", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-01-25-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-25-06s8", "raw": "A scene from a TV show in which a man is looking at a woman and a clock is visible in the background.", "with_names": "a man is looking at a woman and a clock is visible in the background."}, {"scene_id": "bb-01-25-06s9", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "bb-01-25-06s10", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "bb-01-25-06s11", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "Felicia is dancing in a living room."}, {"scene_id": "bb-01-25-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]