[{"scene_id": "atwt-03-21-06s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-21-06s1", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-21-06s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-21-06s3", "raw": "A scene from a TV show in which a man is seen walking through a doorway.", "with_names": "a man is walking through a doorway."}, {"scene_id": "atwt-03-21-06s4", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-03-21-06s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her", "with_names": "a woman is sitting on a bed and ] is standing next to her"}, {"scene_id": "atwt-03-21-06s6", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "atwt-03-21-06s7", "raw": "A scene from a TV show in which a woman is talking and her hand is on her neck", "with_names": ""}, {"scene_id": "atwt-03-21-06s8", "raw": "A scene from a TV show in which a woman is looking at a door and smiling.", "with_names": "a woman is looking at a door and smiling."}, {"scene_id": "atwt-03-21-06s9", "raw": "A scene from a TV show in which two mice are fighting.", "with_names": "two mice are fighting."}, {"scene_id": "atwt-03-21-06s10", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is kissing her on the cheek.", "with_names": "a woman is lying on a couch and a man is kissing her on the cheek."}, {"scene_id": "atwt-03-21-06s11", "raw": "A scene from a TV show in which a woman is wearing a red leather coat and a man is lying on the floor.", "with_names": "a woman is wearing a red leather coat and ] is lying on the floor."}, {"scene_id": "atwt-03-21-06s12", "raw": "A scene from a TV show in which a woman is looking through bars.", "with_names": "a woman is looking through bars."}, {"scene_id": "atwt-03-21-06s13", "raw": "A scene from a TV show in which a young girl is shown as a victim of the Holocaust.", "with_names": ""}, {"scene_id": "atwt-03-21-06s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-21-06s15", "raw": "A scene from a TV show in which a woman is looking out of a window and smiling", "with_names": "a woman is looking out of a window and smiling"}, {"scene_id": "atwt-03-21-06s16", "raw": "A scene from a TV show in which three women are standing in a hallway, talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-21-06s17", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a fur coat", "with_names": "a woman is looking off to the side and wearing a fur coat"}, {"scene_id": "atwt-03-21-06s18", "raw": "A scene from a TV show in which a microphone is on a stand.", "with_names": "a microphone is on a stand."}, {"scene_id": "atwt-03-21-06s19", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "a woman is wearing a black suit and a necklace"}, {"scene_id": "atwt-03-21-06s20", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing behind him", "with_names": "a man is in a jail cell and a woman is standing behind him"}, {"scene_id": "atwt-03-21-06s21", "raw": "A scene from a TV show in which a bee is shown hovering over a container of Nasonex.", "with_names": ""}, {"scene_id": "atwt-03-21-06s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-21-06s23", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-03-21-06s24", "raw": "A scene from a TV show in which a woman is looking through a window and a man is standing behind her.", "with_names": "a woman is looking through a window and a man is standing behind her."}, {"scene_id": "atwt-03-21-06s25", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "atwt-03-21-06s26", "raw": "A scene from a TV show in which a woman is seen wearing a pair of white tights.", "with_names": "a woman is wearing a pair of white tights."}]