[{"scene_id": "oltl-12-12-06s0", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-12-12-06s1", "raw": "A scene from a TV show in which a woman is holding a plastic bag up to another woman's face.", "with_names": "Dorian is holding a plastic bag up to another woman's face."}, {"scene_id": "oltl-12-12-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-12-06s5", "raw": "A scene from a TV show in which a woman is opening a Christmas present with a man standing next to her.", "with_names": "Asa is opening a christmas present with a man standing next to her."}, {"scene_id": "oltl-12-12-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman is wearing a white sweater and is looking at the man, who is looking away.", "with_names": "a man and Renee are standing next to each other. the woman is wearing a white sweater and is looking at the man, who is looking away."}, {"scene_id": "oltl-12-12-06s7", "raw": "A scene from a TV show in which a man is standing in an office, talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-12-06s8", "raw": "A scene from a TV show in which a man is strapped into a chair and has a bandage on his head.", "with_names": "Nash is strapped into a chair and has a bandage on his head."}, {"scene_id": "oltl-12-12-06s9", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-12-12-06s10", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a window.", "with_names": "a woman is sitting in a room and looking at a window."}, {"scene_id": "oltl-12-12-06s12", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-12-06s13", "raw": "A scene from a TV show in which a man is standing next to another man in a suit.", "with_names": "a man is standing next to another man in a suit."}, {"scene_id": "oltl-12-12-06s14", "raw": "A scene from a TV show in which a woman is pushing a man off a couch.", "with_names": "Marty is pushing a man off a couch."}, {"scene_id": "oltl-12-12-06s15", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a black shirt.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a black shirt."}, {"scene_id": "oltl-12-12-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "a man is wearing a suit and a woman is standing behind him."}, {"scene_id": "oltl-12-12-06s18", "raw": "A scene from a TV show in which a man is strapped to a metal chair and a large metal ball is suspended above him.", "with_names": "a man is strapped to a metal chair and a large metal ball is suspended above him."}, {"scene_id": "oltl-12-12-06s22", "raw": "A scene from a TV show in which three women are standing in a room.", "with_names": "three women are standing in a room."}, {"scene_id": "oltl-12-12-06s23", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-12-06s24", "raw": "A scene from a TV show in which a man and a woman are standing in front of a sign.", "with_names": "a man and bo are standing in front of a sign."}, {"scene_id": "oltl-12-12-06s25", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "Antonio is sitting at a desk and Bo is standing next to him."}, {"scene_id": "oltl-12-12-06s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-12-06s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-12-06s28", "raw": "A scene from a TV show in which a man is strapped to a chair and has a bandage on his head.", "with_names": "blair is strapped to a chair and has a bandage on his head."}, {"scene_id": "oltl-12-12-06s29", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-12-06s30", "raw": "A scene from a TV show in which a man is talking on a cell phone in a room with a woman sitting in the background.", "with_names": ""}, {"scene_id": "oltl-12-12-06s31", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "Todd and Marty are standing in front of a door."}, {"scene_id": "oltl-12-12-06s34", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-12-12-06s38", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him, holding his head.", "with_names": ""}, {"scene_id": "oltl-12-12-06s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-12-06s43", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to two women.", "with_names": ""}, {"scene_id": "oltl-12-12-06s45", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat.", "with_names": "a man is wearing a scarf and a coat."}, {"scene_id": "oltl-12-12-06s46", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-12-12-06s47", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-12-12-06s48", "raw": "A scene from a TV show in which a woman is wearing a hospital gown and a mask.", "with_names": "Asa is wearing a hospital gown and a mask."}, {"scene_id": "oltl-12-12-06s49", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her, laughing.", "with_names": ""}, {"scene_id": "oltl-12-12-06s50", "raw": "A scene from a TV show in which a man is wearing a scarf around his neck and a jacket", "with_names": "a man is wearing a scarf around his neck and a jacket"}, {"scene_id": "oltl-12-12-06s52", "raw": "A scene from a TV show in which a woman is seen in a doorway, her head down, and a vase of flowers is visible on a table.", "with_names": "jessica is in a doorway, her head down, and a vase of flowers is visible on a table."}, {"scene_id": "oltl-12-12-06s53", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and Renee is standing behind him."}, {"scene_id": "oltl-12-12-06s55", "raw": "A scene from a TV show in which a man is strapped to a chair and a woman is kissing him.", "with_names": "a man is strapped to a chair and Kelly is kissing him."}, {"scene_id": "oltl-12-12-06s56", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}]