[{"scene_id": "atwt-04-09-09s0", "raw": "A scene from a TV show in which a man is sitting in front of a laptop and a woman is touching his shoulder.", "with_names": "a man is sitting in front of a laptop and a woman is touching his shoulder."}, {"scene_id": "atwt-04-09-09s1", "raw": "A scene from a TV show in which a man is holding a magazine and looking at a woman.", "with_names": "a man is holding a magazine and looking at a woman."}, {"scene_id": "atwt-04-09-09s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a shocked expression on her face.", "with_names": "a woman is wearing a red shirt and a shocked expression on her face."}, {"scene_id": "atwt-04-09-09s3", "raw": "A scene from a TV show in which a woman is sitting in a white chair and talking.", "with_names": ""}, {"scene_id": "atwt-04-09-09s4", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a brown jacket.", "with_names": "a woman is wearing a red shirt and a brown jacket."}, {"scene_id": "atwt-04-09-09s5", "raw": "A scene from a TV show in which a man is wearing a green shirt and a woman is standing behind him.", "with_names": "a man is wearing a green shirt and a woman is standing behind him."}, {"scene_id": "atwt-04-09-09s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-04-09-09s7", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "atwt-04-09-09s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-09-09s9", "raw": "A scene from a TV show in which a woman is drinking tea", "with_names": "a woman is drinking tea"}, {"scene_id": "atwt-04-09-09s10", "raw": "A scene from a TV show in which a man is standing next to a woman in a living room.", "with_names": "] is standing next to a woman in a living room."}, {"scene_id": "atwt-04-09-09s11", "raw": "A scene from a TV show in which two boys are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-09-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-09-09s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-09-09s14", "raw": "A scene from a TV show in which a child is playing a piano.", "with_names": "a child is playing a piano."}, {"scene_id": "atwt-04-09-09s15", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a man.", "with_names": "a woman is holding a baby and looking at a man."}, {"scene_id": "atwt-04-09-09s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "] and a woman are standing in a room."}, {"scene_id": "atwt-04-09-09s17", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-04-09-09s18", "raw": "A scene from a TV show in which a man is standing in a bakery and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-09-09s19", "raw": "A scene from a TV show in which a green roller is used to roll out the product.", "with_names": "a green roller is used to roll out the product."}, {"scene_id": "atwt-04-09-09s20", "raw": "A scene from a TV show in which a woman is seen walking through a glass door.", "with_names": "a woman is walking through a glass door."}, {"scene_id": "atwt-04-09-09s21", "raw": "A scene from a TV show in which a man is wearing a suit and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-09-09s22", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "atwt-04-09-09s23", "raw": "A scene from a TV show in which a woman is leaning over a chair to pick up a phone.", "with_names": "a woman is leaning over a chair to pick up a phone."}, {"scene_id": "atwt-04-09-09s24", "raw": "A scene from a TV show in which a man and a woman sit next to each other, with a candle lit in front of them.", "with_names": "a man and a woman sit next to each other, with a candle lit in front of them."}, {"scene_id": "atwt-04-09-09s25", "raw": "A scene from a TV show in which red flowers are arranged in a circle.", "with_names": "red flowers are arranged in a circle."}, {"scene_id": "atwt-04-09-09s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-09-09s27", "raw": "A scene from a TV show in which two people are standing in a bar, with a man and a woman standing behind them.", "with_names": "two people are standing in a bar, with a man and a woman standing behind them."}, {"scene_id": "atwt-04-09-09s28", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "] and a woman are standing in front of a door."}, {"scene_id": "atwt-04-09-09s29", "raw": "A scene from a TV show in which a cat is seen walking through a house.", "with_names": "a cat is walking through a house."}]