[{"scene_id": "oltl-09-01-09s0", "raw": "A scene from a TV show in which a man is seen covering his mouth with his hands.", "with_names": "a man is covering his mouth with his hands."}, {"scene_id": "oltl-09-01-09s1", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at a woman.", "with_names": "a man is wearing a suit and a red tie and is looking at a woman."}, {"scene_id": "oltl-09-01-09s2", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him, looking at his computer screen.", "with_names": "a man is sitting at a desk and a woman is standing behind him, looking at his computer screen."}, {"scene_id": "oltl-09-01-09s3", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-01-09s4", "raw": "A scene from a TV show in which a large black circle is superimposed on a white background.", "with_names": "a large black circle is superimposed on a white background."}, {"scene_id": "oltl-09-01-09s5", "raw": "A scene from a TV show in which a man is hugging another man", "with_names": "a man is hugging another man"}, {"scene_id": "oltl-09-01-09s6", "raw": "A scene from a TV show in which a man is talking on the phone and smiling", "with_names": ""}, {"scene_id": "oltl-09-01-09s7", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-09-01-09s8", "raw": "A scene from a TV show in which a man is holding a boy by the face and the boyIs crying", "with_names": "a man is holding a boy by the face and the boyis crying"}, {"scene_id": "oltl-09-01-09s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "oltl-09-01-09s10", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a white shirt.", "with_names": "a man is looking at the camera and wearing a white shirt."}, {"scene_id": "oltl-09-01-09s11", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "oltl-09-01-09s12", "raw": "A scene from a TV show in which a young woman is standing in front of a truck.", "with_names": "a young woman is standing in front of a truck."}, {"scene_id": "oltl-09-01-09s13", "raw": "A scene from a TV show in which a man is talking to a woman and another man.", "with_names": ""}, {"scene_id": "oltl-09-01-09s14", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-09-01-09s15", "raw": "A scene from a TV show in which a black woman is hugging a white man.", "with_names": "a black woman is hugging a white man."}, {"scene_id": "oltl-09-01-09s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a computer and a cell phone.", "with_names": "a man and a woman are standing in a room with a computer and a cell phone."}, {"scene_id": "oltl-09-01-09s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-09-01-09s18", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "oltl-09-01-09s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-09-01-09s20", "raw": "A scene from a TV show in which a man is wearing a green plaid shirt and a backpack.", "with_names": "a man is wearing a green plaid shirt and a backpack."}, {"scene_id": "oltl-09-01-09s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-09-01-09s22", "raw": "A scene from a TV show in which a man is standing in front of a window, wearing a brown jacket.", "with_names": "a man is standing in front of a window, wearing a brown jacket."}, {"scene_id": "oltl-09-01-09s23", "raw": "A scene from a TV show in which a man is wearing a white shirt and a door is open", "with_names": "a man is wearing a white shirt and a door is open"}, {"scene_id": "oltl-09-01-09s24", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-01-09s25", "raw": "A scene from a TV show in which a man and a woman are in bed, with the woman in a pink shirt.", "with_names": "a man and a woman are in bed, with the woman in a pink shirt."}, {"scene_id": "oltl-09-01-09s26", "raw": "A scene from a TV show in which a man is wearing a white shirt and brown tie and is looking at a woman.", "with_names": "a man is wearing a white shirt and brown tie and is looking at a woman."}, {"scene_id": "oltl-09-01-09s27", "raw": "A scene from a TV show in which a woman is talking to a man and a sign is visible in the background", "with_names": ""}, {"scene_id": "oltl-09-01-09s28", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing next to her.", "with_names": "a woman is sitting on a bench and a man is standing next to her."}, {"scene_id": "oltl-09-01-09s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-09s30", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-01-09s31", "raw": "A scene from a TV show in which a man is standing in front of a box and a little girl is looking at him.", "with_names": "a man is standing in front of a box and a little girl is looking at him."}, {"scene_id": "oltl-09-01-09s32", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking up", "with_names": "a man is wearing a suit and a red tie and is looking up"}, {"scene_id": "oltl-09-01-09s33", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him with a shocked expression.", "with_names": "a man is holding a woman by the arm and she is looking at him with a shocked expression."}, {"scene_id": "oltl-09-01-09s34", "raw": "A scene from a TV show in which a man and a woman are standing in front of a computer.", "with_names": "a man and a woman are standing in front of a computer."}, {"scene_id": "oltl-09-01-09s35", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his face", "with_names": ""}, {"scene_id": "oltl-09-01-09s36", "raw": "A scene from a TV show in which a woman is sitting on a blue chair and smiling.", "with_names": "a woman is sitting on a blue chair and smiling."}]