[{"scene_id": "pc-07-03-01s0", "raw": "A scene from a TV show in which a man and a woman are kissing and holding a pink cotton candy.", "with_names": "Joe and Gabriela are kissing and holding a pink cotton candy."}, {"scene_id": "pc-07-03-01s1", "raw": "A scene from a TV show in which a man is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-07-03-01s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Livvie on the cheek."}, {"scene_id": "pc-07-03-01s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-07-03-01s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-03-01s5", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "pc-07-03-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-03-01s8", "raw": "A scene from a TV show in which a woman is holding her head and looking down.", "with_names": "a woman is holding her head and looking down."}, {"scene_id": "pc-07-03-01s9", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a plaid shirt.", "with_names": "Jamal is wearing a green dress and Jack is in a plaid shirt."}, {"scene_id": "pc-07-03-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-03-01s11", "raw": "A scene from a TV show in which a black man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-07-03-01s12", "raw": "A scene from a TV show in which a nurse and a doctor are talking to each other.", "with_names": ""}, {"scene_id": "pc-07-03-01s13", "raw": "A scene from a TV show in which a man is seen lighting a cigarette with a lighter.", "with_names": "Frank is lighting a cigarette with a lighter."}, {"scene_id": "pc-07-03-01s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-03-01s15", "raw": "A scene from a TV show in which a man is holding a bottle and looking at it.", "with_names": "a man is holding a bottle and looking at it."}, {"scene_id": "pc-07-03-01s16", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Jack is looking at Jamal and smiling."}]