[{"scene_id": "bb-03-15-17s0", "raw": "A scene from a TV show in which a man is served a meal on a plane.", "with_names": "a man is served a meal on a plane."}, {"scene_id": "bb-03-15-17s1", "raw": "A scene from a TV show in which a man is talking to a woman on a plane.", "with_names": ""}, {"scene_id": "bb-03-15-17s2", "raw": "A scene from a TV show in which a man and a woman sit in a plane.", "with_names": "Thomas and Sally sit in a plane."}, {"scene_id": "bb-03-15-17s3", "raw": "A scene from a TV show in which a military veteran is seated next to a woman on a plane.", "with_names": "a military veteran is seated next to a woman on a plane."}, {"scene_id": "bb-03-15-17s4", "raw": "A scene from a TV show in which a woman is having a conversation with a man on a plane.", "with_names": "Katie is having a conversation with Bill on a plane."}, {"scene_id": "bb-03-15-17s5", "raw": "A scene from a TV show in which a couple is having a meal on a plane.", "with_names": "a couple is having a meal on a plane."}, {"scene_id": "bb-03-15-17s6", "raw": "A scene from a TV show in which a man sits on a plane and talks to a woman.", "with_names": "a man sits on a plane and talks to a woman."}, {"scene_id": "bb-03-15-17s7", "raw": "A scene from a TV show in which a man is sitting on a plane with a drink.", "with_names": "a man is sitting on a plane with a drink."}, {"scene_id": "bb-03-15-17s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a plane. The woman is looking at the man, who is looking away.", "with_names": "a man and a woman are sitting next to each other on a plane. the woman is looking at the man, who is looking away."}, {"scene_id": "bb-03-15-17s9", "raw": "A scene from a TV show in which a woman is sitting next to a man on a plane.", "with_names": "Sally is sitting next to a man on a plane."}, {"scene_id": "bb-03-15-17s10", "raw": "A scene from a TV show in which a woman is talking to a man in a doctor's office.", "with_names": ""}, {"scene_id": "bb-03-15-17s11", "raw": "A scene from a TV show in which a man is sitting on a plane and talking to someone.", "with_names": ""}, {"scene_id": "bb-03-15-17s12", "raw": "A scene from a TV show in which a man and a woman are talking on an airplane.", "with_names": ""}, {"scene_id": "bb-03-15-17s13", "raw": "A scene from a TV show in which a man is sitting in a theater with a woman and a child.", "with_names": "a man is sitting in a theater with a woman and a child."}, {"scene_id": "bb-03-15-17s14", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, smiling at each other.", "with_names": "Liam and Steffy are standing in a kitchen, smiling at each other."}, {"scene_id": "bb-03-15-17s15", "raw": "A scene from a TV show in which a woman is sitting on a plane and looking down.", "with_names": "Bill is sitting on a plane and looking down."}, {"scene_id": "bb-03-15-17s16", "raw": "A scene from a TV show in which a man is talking to a woman on a plane.", "with_names": ""}, {"scene_id": "bb-03-15-17s17", "raw": "A scene from a TV show in which a woman is talking to a man in a lift.", "with_names": ""}, {"scene_id": "bb-03-15-17s18", "raw": "A scene from a TV show in which a man and a woman are in a lift, holding hands.", "with_names": "a man and Ridge are in a lift, holding hands."}, {"scene_id": "bb-03-15-17s19", "raw": "A scene from a TV show in which a woman is wearing an orange life vest and a man is sitting next to her.", "with_names": "Kieran is wearing an orange life vest and Matt is sitting next to her."}, {"scene_id": "bb-03-15-17s20", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "bb-03-15-17s21", "raw": "A scene from a TV show in which a woman is running down a flight of stairs.", "with_names": "a woman is running down a flight of stairs."}, {"scene_id": "bb-03-15-17s24", "raw": "A scene from a TV show in which two men look at a phone in front of the Sydney Opera House.", "with_names": "two men look at a phone in front of the sydney opera house."}, {"scene_id": "bb-03-15-17s26", "raw": "A scene from a TV show in which a young woman is asked to marry a man in front of the Sydney Opera House", "with_names": "a young woman is asked to marry Bill in front of the sydney opera house"}, {"scene_id": "bb-03-15-17s27", "raw": "A scene from a TV show in which a woman is interviewed by a reporter on the steps of the Sydney Opera House.", "with_names": "a woman is interviewed by a reporter on the steps of the sydney opera house."}]