[{"scene_id": "atwt-01-21-10s0", "raw": "A scene from a TV show in which a man is sitting at a bar, a woman is standing behind him, and they are both looking at something.", "with_names": "a man is sitting at a bar, a woman is standing behind him, and they are both looking at something."}, {"scene_id": "atwt-01-21-10s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-21-10s2", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "a woman is smiling and looking up."}, {"scene_id": "atwt-01-21-10s3", "raw": "A scene from a TV show in which a woman is seen falling into a swimming pool.", "with_names": "a woman is falling into a swimming pool."}, {"scene_id": "atwt-01-21-10s4", "raw": "A scene from a TV show in which Leonardo DiCaprio is seen holding a bouquet of flowers.", "with_names": "leonardo dicaprio is holding a bouquet of flowers."}, {"scene_id": "atwt-01-21-10s5", "raw": "A scene from a TV show in which a woman is standing in front of a bulletin board.", "with_names": "a woman is standing in front of a bulletin board."}, {"scene_id": "atwt-01-21-10s6", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him", "with_names": "a man is wearing a red shirt and a woman is standing behind him"}, {"scene_id": "atwt-01-21-10s7", "raw": "A scene from a TV show in which a man is sitting in front of a TV and two other men are sitting behind him.", "with_names": "] is sitting in front of a tv and two other men are sitting behind him."}, {"scene_id": "atwt-01-21-10s8", "raw": "A scene from a TV show in which a bowl of cereal is being eaten by a spoon.", "with_names": "a bowl of cereal is being eaten by a spoon."}, {"scene_id": "atwt-01-21-10s9", "raw": "A scene from a TV show in which a young Asian woman is wearing a pink jacket and a green and blue sweater.", "with_names": "a young asian woman is wearing a pink jacket and a green and blue sweater."}, {"scene_id": "atwt-01-21-10s10", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "] is wearing a suit and a red tie"}, {"scene_id": "atwt-01-21-10s11", "raw": "A scene from a TV show in which a woman is seen with her hair blowing in the wind.", "with_names": "a woman is with her hair blowing in the wind."}, {"scene_id": "atwt-01-21-10s12", "raw": "A scene from a TV show in which a breakfast sandwich is shown in a row of three photos.", "with_names": ""}, {"scene_id": "atwt-01-21-10s13", "raw": "A scene from a TV show in which a man and a woman are standing in a forest.", "with_names": "a man and a woman are standing in a forest."}, {"scene_id": "atwt-01-21-10s14", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "] is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-01-21-10s15", "raw": "A scene from a TV show in which a boy and a girl are sitting next to each other.", "with_names": "a boy and a girl are sitting next to each other."}, {"scene_id": "atwt-01-21-10s16", "raw": "A scene from a TV show in which a box of Rid-X is shown.", "with_names": ""}, {"scene_id": "atwt-01-21-10s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-21-10s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-21-10s19", "raw": "A scene from a TV show in which a woman is hugging a pillow.", "with_names": "a woman is hugging a pillow."}, {"scene_id": "atwt-01-21-10s20", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "atwt-01-21-10s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-21-10s22", "raw": "A scene from a TV show in which two women are sitting next to each other and smiling.", "with_names": "two women are sitting next to each other and smiling."}, {"scene_id": "atwt-01-21-10s23", "raw": "A scene from a TV show in which a woman is standing in front of a table, holding her hair up.", "with_names": "a woman is standing in front of a table, holding her hair up."}, {"scene_id": "atwt-01-21-10s24", "raw": "A scene from a TV show in which a woman is shown taking a pill out of her mouth.", "with_names": ""}]