[{"scene_id": "gl-06-29-04s0", "raw": "A scene from a TV show in which a woman is talking on the phone in a bar.", "with_names": ""}, {"scene_id": "gl-06-29-04s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-29-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-29-04s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-29-04s4", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-06-29-04s5", "raw": "A scene from a TV show in which a woman is holding a shirt and a key", "with_names": "a woman is holding a shirt and a key"}, {"scene_id": "gl-06-29-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-29-04s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-29-04s8", "raw": "A scene from a TV show in which a woman is looking at a painting and a man is standing behind her", "with_names": "a woman is looking at a painting and a man is standing behind her"}, {"scene_id": "gl-06-29-04s9", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "gl-06-29-04s10", "raw": "A scene from a TV show in which a man is cheating on his girlfriend with another woman.", "with_names": "a man is cheating on his girlfriend with another woman."}, {"scene_id": "gl-06-29-04s11", "raw": "", "with_names": ""}, {"scene_id": "gl-06-29-04s12", "raw": "", "with_names": ""}, {"scene_id": "gl-06-29-04s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-06-29-04s14", "raw": "A scene from a TV show in which a woman is sitting on a bed, wearing a white nightgown and holding a wine glass. A man is standing next to her, looking at her.", "with_names": "a woman is sitting on a bed, wearing a white nightgown and holding a wine glass. a man is standing next to her, looking at her."}, {"scene_id": "gl-06-29-04s15", "raw": "A scene from a TV show in which a man is talking to someone and a red light is on in the background.", "with_names": ""}, {"scene_id": "gl-06-29-04s16", "raw": "A scene from a TV show in which a man is holding a yellow envelope and a woman is looking at it.", "with_names": "a man is holding a yellow envelope and a woman is looking at it."}, {"scene_id": "gl-06-29-04s17", "raw": "A scene from a TV show in which a black man is sitting on a couch and looking at a white woman.", "with_names": ""}, {"scene_id": "gl-06-29-04s18", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-06-29-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-06-29-04s20", "raw": "A scene from a TV show in which a man is talking to someone and a bunch of bananas are falling from the sky.", "with_names": ""}, {"scene_id": "gl-06-29-04s21", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-29-04s22", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "a man is looking down and his hair is blowing in the wind"}, {"scene_id": "gl-06-29-04s23", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth", "with_names": "a man is kissing a woman on the mouth"}]