[{"scene_id": "pc-10-14-02s0", "raw": "A scene from a TV show in which a woman is wearing a black suit and a long black cape.", "with_names": "a woman is wearing a black suit and a long black cape."}, {"scene_id": "pc-10-14-02s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-14-02s2", "raw": "A scene from a TV show in which a child is lying on the ground and crying.", "with_names": "a child is lying on the ground and crying."}, {"scene_id": "pc-10-14-02s4", "raw": "A scene from a TV show in which a man is being threatened by a woman.", "with_names": "a man is being threatened by Livvie."}, {"scene_id": "pc-10-14-02s5", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman demurs.", "with_names": ""}, {"scene_id": "pc-10-14-02s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-10-14-02s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-14-02s8", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman is standing next to her.", "with_names": ""}, {"scene_id": "pc-10-14-02s9", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and her hair is down.", "with_names": "alison is wearing a black turtleneck and her hair is down."}, {"scene_id": "pc-10-14-02s10", "raw": "A scene from a TV show in which a woman is talking to someone and wearing a black turtleneck.", "with_names": ""}, {"scene_id": "pc-10-14-02s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-10-14-02s12", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-10-14-02s13", "raw": "A scene from a TV show in which a woman is in a bathtub and a cat is sitting on the edge of the tub.", "with_names": "a woman is in a bathtub and a cat is sitting on the edge of the tub."}, {"scene_id": "pc-10-14-02s14", "raw": "A scene from a TV show in which a man is yelling at a sink.", "with_names": "a man is yelling at a sink."}, {"scene_id": "pc-10-14-02s15", "raw": "A scene from a TV show in which a man is holding a woman down on the ground.", "with_names": "a man is holding a woman down on the ground."}, {"scene_id": "pc-10-14-02s16", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a shirt that says \"Soap\"", "with_names": ""}, {"scene_id": "pc-10-14-02s17", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a pearl earring.", "with_names": "a woman is wearing a black turtleneck and a pearl earring."}, {"scene_id": "pc-10-14-02s18", "raw": "A scene from a TV show in which a man is wearing a black shirt and a blonde wig", "with_names": "a man is wearing a black shirt and a blonde wig"}, {"scene_id": "pc-10-14-02s19", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Rafe is yelling at Alison."}, {"scene_id": "pc-10-14-02s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen tube.", "with_names": "a woman is lying in a hospital bed with an oxygen tube."}, {"scene_id": "pc-10-14-02s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]