[{"scene_id": "atwt-05-24-10s0", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-05-24-10s1", "raw": "A scene from a TV show in which a boy is wearing a beanie and a plaid shirt.", "with_names": "a boy is wearing a beanie and a plaid shirt."}, {"scene_id": "atwt-05-24-10s2", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-24-10s3", "raw": "A scene from a TV show in which a woman is lounging in a lounge chair by a pool.", "with_names": "a woman is lounging in a lounge chair by a pool."}, {"scene_id": "atwt-05-24-10s4", "raw": "A scene from a TV show in which a girl is talking to a boy in a classroom.", "with_names": ""}, {"scene_id": "atwt-05-24-10s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-24-10s6", "raw": "A scene from a TV show in which a woman is walking down a pier with a man walking behind her.", "with_names": "a woman is walking down a pier with a man walking behind her."}, {"scene_id": "atwt-05-24-10s7", "raw": "A scene from a TV show in which a woman is wearing a headband and looking at the camera.", "with_names": "a woman is wearing a headband and looking at the camera."}, {"scene_id": "atwt-05-24-10s8", "raw": "A scene from a TV show in which a man is holding his nose and a woman is looking at him.", "with_names": "a man is holding his nose and a woman is looking at him."}, {"scene_id": "atwt-05-24-10s9", "raw": "A scene from a TV show in which a row of orange balls are lined up in a row.", "with_names": "a row of orange balls are lined up in a row."}, {"scene_id": "atwt-05-24-10s10", "raw": "A scene from a TV show in which a woman is driving a car and her hand is on her neck.", "with_names": "a woman is driving a car and her hand is on her neck."}, {"scene_id": "atwt-05-24-10s11", "raw": "A scene from a TV show in which a woman is wearing a dress and a mask and is walking down a street. The word \"fabulous\" is written on the image.", "with_names": "a woman is wearing a dress and a mask and is walking down a street. the word \"fabulous\" is written on the image."}, {"scene_id": "atwt-05-24-10s12", "raw": "A scene from a TV show in which a woman is driving and a man is sitting behind her.", "with_names": "a woman is driving and a man is sitting behind her."}, {"scene_id": "atwt-05-24-10s13", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-10s14", "raw": "A scene from a TV show in which a woman is talking to another woman in a bar.", "with_names": ""}, {"scene_id": "atwt-05-24-10s15", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "atwt-05-24-10s16", "raw": "A scene from a TV show in which a UFO is seen flying over a town.", "with_names": "a ufo is flying over a town."}, {"scene_id": "atwt-05-24-10s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-24-10s18", "raw": "A scene from a TV show in which a young boy is in a hospital bed", "with_names": "a young boy is in a hospital bed"}, {"scene_id": "atwt-05-24-10s19", "raw": "A scene from a TV show in which a blonde woman is wearing a black suit and a necklace", "with_names": "a blonde woman is wearing a black suit and a necklace"}, {"scene_id": "atwt-05-24-10s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-24-10s21", "raw": "A scene from a TV show in which a bowl of cereal is being poured into a cup.", "with_names": "a bowl of cereal is being poured into a cup."}]