[{"scene_id": "gl-04-06-06s0", "raw": "A scene from a TV show in which a woman is being followed by a man in a lift", "with_names": "a woman is being followed by a man in a lift"}, {"scene_id": "gl-04-06-06s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-06-06s2", "raw": "A scene from a TV show in which a man is holding a woman by the hand and they are both laughing.", "with_names": "a man is holding a woman by the hand and they are both laughing."}, {"scene_id": "gl-04-06-06s3", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-04-06-06s4", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "gl-04-06-06s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-06-06s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-06-06s7", "raw": "A scene from a TV show in which two men sit at a table and talk.", "with_names": "two men sit at a table and talk."}, {"scene_id": "gl-04-06-06s8", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a white screen and a button in the bottom right corner", "with_names": "a woman is in a dark room, with a white screen and a button in the bottom right corner"}, {"scene_id": "gl-04-06-06s9", "raw": "A scene from a TV show in which a woman is holding a cocktail.", "with_names": "a woman is holding a cocktail."}, {"scene_id": "gl-04-06-06s10", "raw": "A scene from a TV show in which a man is standing at a bar and a woman is sitting on the floor", "with_names": "a man is standing at a bar and a woman is sitting on the floor"}, {"scene_id": "gl-04-06-06s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a clock.", "with_names": ""}, {"scene_id": "gl-04-06-06s12", "raw": "A scene from a TV show in which a blonde woman is crying", "with_names": "a blonde woman is crying"}, {"scene_id": "gl-04-06-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-04-06-06s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-06-06s15", "raw": "A scene from a TV show in which a woman is holding a pink purse and a shopping bag.", "with_names": "a woman is holding a pink purse and a shopping bag."}, {"scene_id": "gl-04-06-06s16", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-04-06-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-06-06s18", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-04-06-06s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with beer cans and bottles on the table.", "with_names": "a man and a woman are sitting at a table, with beer cans and bottles on the table."}, {"scene_id": "gl-04-06-06s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-06-06s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-06-06s22", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-04-06-06s23", "raw": "A scene from a TV show in which a man is holding a child and a woman is standing behind him.", "with_names": "a man is holding a child and a woman is standing behind him."}, {"scene_id": "gl-04-06-06s24", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is sitting next to her", "with_names": "a woman is wearing a purple dress and a man is sitting next to her"}, {"scene_id": "gl-04-06-06s25", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-04-06-06s26", "raw": "A scene from a TV show in which a piece of paper is seen floating in the air", "with_names": "a piece of paper is floating in the air"}]