[{"scene_id": "gl-07-03-06s0", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "gl-07-03-06s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-03-06s2", "raw": "A scene from a TV show in which a woman is putting her hair up in a bun", "with_names": "a woman is putting her hair up in a bun"}, {"scene_id": "gl-07-03-06s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-03-06s4", "raw": "A scene from a TV show in which a woman is talking to a man and a glass of wine is in front of her.", "with_names": ""}, {"scene_id": "gl-07-03-06s5", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "gl-07-03-06s6", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a towel on her head.", "with_names": "a woman is lying in a hospital bed, wearing a towel on her head."}, {"scene_id": "gl-07-03-06s7", "raw": "A scene from a TV show in which a man is lying on a bed with a woman standing over him.", "with_names": "a man is lying on a bed with a woman standing over him."}, {"scene_id": "gl-07-03-06s8", "raw": "A scene from a TV show in which a man is wearing a white suit and a tie and is looking down", "with_names": "a man is wearing a white suit and a tie and is looking down"}, {"scene_id": "gl-07-03-06s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "gl-07-03-06s10", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "gl-07-03-06s11", "raw": "", "with_names": ""}, {"scene_id": "gl-07-03-06s12", "raw": "A scene from a TV show in which a woman is sitting at a table and talking on the phone", "with_names": ""}, {"scene_id": "gl-07-03-06s13", "raw": "A scene from a TV show in which a man is seen singing in a room with a woman standing behind him.", "with_names": "a man is singing in a room with a woman standing behind him."}, {"scene_id": "gl-07-03-06s14", "raw": "A scene from a TV show in which a man is talking to another man", "with_names": ""}, {"scene_id": "gl-07-03-06s15", "raw": "A scene from a TV show in which a man is talking on his cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "gl-07-03-06s16", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-03-06s17", "raw": "A scene from a TV show in which a man is talking to a woman and balloons are floating around them.", "with_names": ""}, {"scene_id": "gl-07-03-06s18", "raw": "A scene from a TV show in which a woman is wearing a black hat and a white shirt", "with_names": "a woman is wearing a black hat and a white shirt"}, {"scene_id": "gl-07-03-06s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-03-06s20", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a hat", "with_names": "a man is shirtless and a woman is wearing a hat"}, {"scene_id": "gl-07-03-06s21", "raw": "A scene from a TV show in which a man is holding a baby and talking to a woman", "with_names": ""}, {"scene_id": "gl-07-03-06s22", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-07-03-06s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a headband", "with_names": "a woman is wearing a red dress and a headband"}, {"scene_id": "gl-07-03-06s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-03-06s25", "raw": "", "with_names": ""}]