[{"scene_id": "gl-03-27-06s0", "raw": "A scene from a TV show in which a woman is holding a gun in front of a door.", "with_names": "a woman is holding a gun in front of a door."}, {"scene_id": "gl-03-27-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "gl-03-27-06s2", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a red dress.", "with_names": "a woman is standing in a living room, wearing a red dress."}, {"scene_id": "gl-03-27-06s3", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a black top.", "with_names": "a woman is wearing a leather jacket and a black top."}, {"scene_id": "gl-03-27-06s4", "raw": "A scene from a TV show in which a blue ball is falling towards the viewer.", "with_names": "a blue ball is falling towards the viewer."}, {"scene_id": "gl-03-27-06s5", "raw": "A scene from a TV show in which a woman is holding a red ribbon and a Christmas tree", "with_names": "a woman is holding a red ribbon and a christmas tree"}, {"scene_id": "gl-03-27-06s6", "raw": "A scene from a TV show in which a woman is looking at a flower and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-03-27-06s7", "raw": "A scene from a TV show in which a woman is sitting up in a hospital bed, two men are standing next to her, one of them is holding a cell phone.", "with_names": "a woman is sitting up in a hospital bed, two men are standing next to her, one of them is holding a cell phone."}, {"scene_id": "gl-03-27-06s8", "raw": "A scene from a TV show in which a man is wearing a hoodie and a sticker on his chest", "with_names": "a man is wearing a hoodie and a sticker on his chest"}, {"scene_id": "gl-03-27-06s9", "raw": "A scene from a TV show in which a woman is wearing a button that says \"I'm a feminist.\"", "with_names": "a woman is wearing a button that says \"i'm a feminist.\""}, {"scene_id": "gl-03-27-06s10", "raw": "A scene from a TV show in which a woman is kneeling on the floor, looking at a cell phone.", "with_names": "a woman is kneeling on the floor, looking at a cell phone."}, {"scene_id": "gl-03-27-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a wall being built.", "with_names": "a man and a woman are standing in a room with a wall being built."}, {"scene_id": "gl-03-27-06s12", "raw": "A scene from a TV show in which a woman is walking away from a man and another woman is following her.", "with_names": "a woman is walking away from a man and another woman is following her."}, {"scene_id": "gl-03-27-06s13", "raw": "A scene from a TV show in which a woman is crying and a man is holding her hand", "with_names": "a woman is crying and a man is holding her hand"}, {"scene_id": "gl-03-27-06s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-27-06s15", "raw": "A scene from a TV show in which a man is holding a knife and looking at it", "with_names": "a man is holding a knife and looking at it"}, {"scene_id": "gl-03-27-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-27-06s17", "raw": "A scene from a TV show in which a man is walking down a hallway and a refrigerator is on the right side of the hallway.", "with_names": "a man is walking down a hallway and a refrigerator is on the right side of the hallway."}, {"scene_id": "gl-03-27-06s18", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-03-27-06s19", "raw": "A scene from a TV show in which a hand is touching a picture frame, with a woman and a man in the picture.", "with_names": "a hand is touching a picture frame, with a woman and a man in the picture."}, {"scene_id": "gl-03-27-06s20", "raw": "A scene from a TV show in which a woman is bent over a chair and a trash bag is placed over her head.", "with_names": "a woman is bent over a chair and a trash bag is placed over her head."}, {"scene_id": "gl-03-27-06s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-27-06s22", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are on her chest.", "with_names": ""}, {"scene_id": "gl-03-27-06s23", "raw": "A scene from a TV show in which a woman is talking to someone and her face is red.", "with_names": ""}]