[{"scene_id": "gl-03-27-06s0", "raw": "a man and woman are kissing each other in a room.", "with_names": "a man and woman are kissing each other in a room."}, {"scene_id": "gl-03-27-06s1", "raw": "a man is walking through a room and then he is laughing.", "with_names": "a man is walking through a room and then he is laughing."}, {"scene_id": "gl-03-27-06s2", "raw": "a woman is dancing around a room with a man in the background.", "with_names": "Dinah is dancing around a room with a man in the background."}, {"scene_id": "gl-03-27-06s3", "raw": "a man and woman are talking about a man and they are talking about it.", "with_names": ""}, {"scene_id": "gl-03-27-06s4", "raw": "a man is talking about his experience and he is being shown.", "with_names": ""}, {"scene_id": "gl-03-27-06s5", "raw": "a woman is talking to a man and then a woman is shown running around.", "with_names": ""}, {"scene_id": "gl-03-27-06s6", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s7", "raw": "a man is talking to a man and then he is laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s8", "raw": "a man is walking around a room and then a man is standing in front of him.", "with_names": ""}, {"scene_id": "gl-03-27-06s9", "raw": "a man is talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s10", "raw": "a man and woman are laughing and laughing while they are laughing.", "with_names": "a man and woman are laughing and laughing while they are laughing."}, {"scene_id": "gl-03-27-06s11", "raw": "a man and a woman are standing in a room and they are kissing.", "with_names": "Rob Bogue, \"Inside The Light.\" I think Mallet's best quality is he'll always try to do the right thing. It doesn't mean he'll succeed, but he'll try. Who's the right woman for Mallet, Dinah or Harley? I don't know, we'll have to see. and Dinah are standing in a room and they are kissing."}, {"scene_id": "gl-03-27-06s12", "raw": "a man is walking into a room and then a woman is standing in front of him.", "with_names": "Alan-Michael is walking into a room and then a woman is standing in front of him."}, {"scene_id": "gl-03-27-06s13", "raw": "a woman is sitting on the floor and another woman is laughing.", "with_names": "a woman is sitting on the floor and another woman is laughing."}, {"scene_id": "gl-03-27-06s14", "raw": "a man and woman are talking about a topic and laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s15", "raw": "a man is laughing and laughing while another man is laughing.", "with_names": "a man is laughing and laughing while another man is laughing."}, {"scene_id": "gl-03-27-06s16", "raw": "a man is talking to a woman and he is laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s17", "raw": "a man is laughing and then a woman is shown laughing.", "with_names": ""}, {"scene_id": "gl-03-27-06s18", "raw": "a man is laughing while a woman is tickling her.", "with_names": "a man is laughing while a woman is tickling her."}, {"scene_id": "gl-03-27-06s19", "raw": "a woman is running around in a living room and then another woman is shown running around.", "with_names": ""}, {"scene_id": "gl-03-27-06s20", "raw": "a woman is carrying a red blanket and then she is carrying a red bag.", "with_names": "Dinah is carrying a red blanket and then she is carrying a red bag."}, {"scene_id": "gl-03-27-06s21", "raw": "a man and a woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "gl-03-27-06s22", "raw": "a man is walking into a room and then a woman is walking away.", "with_names": "Alan is walking into a room and then Beth is walking away."}, {"scene_id": "gl-03-27-06s23", "raw": "a man and woman are kissing each other in a room.", "with_names": "a man and woman are kissing each other in a room."}]