[{"scene_id": "oltl-04-11-07s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-11-07s1", "raw": "A scene from a TV show in which two girls are standing in a locker room and smiling at the camera.", "with_names": "two girls are standing in a locker room and smiling at the camera."}, {"scene_id": "oltl-04-11-07s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-11-07s3", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera.", "with_names": "a woman is holding her hair up and looking at the camera."}, {"scene_id": "oltl-04-11-07s4", "raw": "A scene from a TV show in which a woman is talking to a man in a courtroom.", "with_names": ""}, {"scene_id": "oltl-04-11-07s5", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a man is in the background.", "with_names": "a woman is standing in a kitchen, ] is in the background."}, {"scene_id": "oltl-04-11-07s6", "raw": "A scene from a TV show in which a woman is talking to a man in a subway station.", "with_names": ""}, {"scene_id": "oltl-04-11-07s7", "raw": "A scene from a TV show in which a man is sitting in a bar, looking down and leaning on a table.", "with_names": "a man is sitting in a bar, looking down and leaning on a table."}, {"scene_id": "oltl-04-11-07s8", "raw": "A scene from a TV show in which a man and a woman are looking at a book together.", "with_names": "a man and a woman are looking at a book together."}, {"scene_id": "oltl-04-11-07s9", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-04-11-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-11-07s11", "raw": "A scene from a TV show in which a woman is talking and wearing a black shirt.", "with_names": ""}, {"scene_id": "oltl-04-11-07s12", "raw": "A scene from a TV show in which two young girls are standing next to each other.", "with_names": "two young girls are standing next to each other."}, {"scene_id": "oltl-04-11-07s13", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine and a bottle of beer.", "with_names": "a man is sitting at a table with a glass of wine and a bottle of beer."}, {"scene_id": "oltl-04-11-07s14", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a man is in a white shirt.", "with_names": "a woman is wearing a black shirt and a man is in a white shirt."}, {"scene_id": "oltl-04-11-07s15", "raw": "A scene from a TV show in which a man is sitting in a car and looking at something.", "with_names": "a man is sitting in a car and looking at something."}, {"scene_id": "oltl-04-11-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-11-07s17", "raw": "A scene from a TV show in which a man and a woman are in a bar, with a table and a lot of glasses.", "with_names": "a man and a woman are in a bar, with a table and a lot of glasses."}, {"scene_id": "oltl-04-11-07s18", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-11-07s19", "raw": "A scene from a TV show in which two men are sitting at a bar, drinking wine.", "with_names": "two men are sitting at a bar, drinking wine."}, {"scene_id": "oltl-04-11-07s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-11-07s21", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-04-11-07s22", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hand.", "with_names": "a woman is crying and covering her face with her hand."}, {"scene_id": "oltl-04-11-07s23", "raw": "A scene from a TV show in which a girl is talking to a boy in a hallway.", "with_names": ""}, {"scene_id": "oltl-04-11-07s24", "raw": "A scene from a TV show in which a man is wearing a green jacket and a white shirt.", "with_names": "a man is wearing a green jacket and a white shirt."}, {"scene_id": "oltl-04-11-07s25", "raw": "A scene from a TV show in which a man with long hair is wearing a suit and tie", "with_names": "a man with long hair is wearing a suit and tie"}, {"scene_id": "oltl-04-11-07s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-11-07s27", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-04-11-07s28", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-11-07s29", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-11-07s30", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing behind him.", "with_names": "a man is wearing a leather jacket and a woman is standing behind him."}, {"scene_id": "oltl-04-11-07s31", "raw": "A scene from a TV show in which a blonde woman is looking off camera.", "with_names": "a blonde woman is looking off camera."}]