[{"scene_id": "atwt-02-25-05s0", "raw": "A scene from a TV show in which a man is wearing a suit and a purple shirt", "with_names": "Aaron is wearing a suit and a purple shirt"}, {"scene_id": "atwt-02-25-05s1", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a piece of paper.", "with_names": "a woman is sitting on a bed and looking at a piece of paper."}, {"scene_id": "atwt-02-25-05s2", "raw": "A scene from a TV show in which a man is sitting on a couch, wearing a robe and eating a sandwich.", "with_names": ""}, {"scene_id": "atwt-02-25-05s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-25-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-05s5", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "atwt-02-25-05s6", "raw": "A scene from a TV show in which Zyrtec is being advertised", "with_names": "zyrtec is being advertised"}, {"scene_id": "atwt-02-25-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-02-25-05s8", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a choker", "with_names": "a woman is wearing a green turtleneck and a choker"}, {"scene_id": "atwt-02-25-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-25-05s10", "raw": "A scene from a TV show in which a woman is looking off camera and wearing a grey sweater", "with_names": "a woman is looking off camera and wearing a grey sweater"}, {"scene_id": "atwt-02-25-05s11", "raw": "A scene from a TV show in which a man and a woman stand in a hallway, looking at each other.", "with_names": "a man and a woman stand in a hallway, looking at each other."}, {"scene_id": "atwt-02-25-05s12", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-02-25-05s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-25-05s14", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a woman is behind him", "with_names": "a man is wearing a brown jacket and a woman is behind him"}, {"scene_id": "atwt-02-25-05s15", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a blonde mane", "with_names": "a man is wearing a black turtleneck and a blonde mane"}, {"scene_id": "atwt-02-25-05s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at something off-screen.", "with_names": "a man and a woman are standing in a room, looking at something off-screen."}, {"scene_id": "atwt-02-25-05s17", "raw": "A scene from a TV show in which a woman is cooking a meal with wine.", "with_names": "a woman is cooking a meal with wine."}, {"scene_id": "atwt-02-25-05s18", "raw": "A scene from a TV show in which a box of Hormel chili is shown.", "with_names": ""}, {"scene_id": "atwt-02-25-05s19", "raw": "A scene from a TV show in which a blonde woman is looking up and wearing a pink shirt", "with_names": "a blonde woman is looking up and wearing a pink shirt"}, {"scene_id": "atwt-02-25-05s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-02-25-05s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down, with her mouth open and her eyes wide.", "with_names": ""}, {"scene_id": "atwt-02-25-05s22", "raw": "A scene from a TV show in which a woman is shopping in a supermarket.", "with_names": "a woman is shopping in a supermarket."}, {"scene_id": "atwt-02-25-05s23", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "a woman is trying to get a man to kiss her."}, {"scene_id": "atwt-02-25-05s24", "raw": "A scene from a TV show in which a man is wearing a snakeskin suit and a red tie", "with_names": "a man is wearing a snakeskin suit and a red tie"}, {"scene_id": "atwt-02-25-05s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-25-05s26", "raw": "A scene from a TV show in which a woman is looking at a tree. Caption reads: Use only as directed.", "with_names": "a woman is looking at a tree. caption reads: use only as directed."}, {"scene_id": "atwt-02-25-05s27", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-02-25-05s28", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is standing behind her.", "with_names": "a woman is wearing a green shirt and a man is standing behind her."}, {"scene_id": "atwt-02-25-05s29", "raw": "A scene from a TV show in which a woman is holding a glass and looking at it.", "with_names": "a woman is holding a glass and looking at it."}, {"scene_id": "atwt-02-25-05s30", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-25-05s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-05s32", "raw": "A scene from a TV show in which a woman is pointing at someone.", "with_names": "] is pointing at someone."}, {"scene_id": "atwt-02-25-05s33", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}]