[{"scene_id": "atwt-04-29-10s0", "raw": "A scene from a TV show in which a man is looking at a vase and talking.", "with_names": ""}, {"scene_id": "atwt-04-29-10s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-29-10s2", "raw": "A scene from a TV show in which a woman is talking on a cell phone and wearing a red turban.", "with_names": ""}, {"scene_id": "atwt-04-29-10s3", "raw": "A scene from a TV show in which a young boy is wearing a purple shirt and a girl is standing behind him.", "with_names": "a young boy is wearing a purple shirt and a girl is standing behind him."}, {"scene_id": "atwt-04-29-10s4", "raw": "A scene from a TV show in which a boy is wearing a purple hoodie and a short haircut.", "with_names": "a boy is wearing a purple hoodie and a short haircut."}, {"scene_id": "atwt-04-29-10s5", "raw": "A scene from a TV show in which the Yoplait logo is shown", "with_names": ""}, {"scene_id": "atwt-04-29-10s6", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, two nurses are standing next to him, one is talking to him.", "with_names": ""}, {"scene_id": "atwt-04-29-10s7", "raw": "A scene from a TV show in which a boy is wearing a sweater and a short haircut.", "with_names": "a boy is wearing a sweater and a short haircut."}, {"scene_id": "atwt-04-29-10s8", "raw": "A scene from a TV show in which a man is smiling and wearing a suit", "with_names": "a man is smiling and wearing a suit"}, {"scene_id": "atwt-04-29-10s9", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-04-29-10s10", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a laptop.", "with_names": ""}, {"scene_id": "atwt-04-29-10s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and another woman is standing behind him.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and another woman is standing behind him."}, {"scene_id": "atwt-04-29-10s12", "raw": "A scene from a TV show in which a robot is seen picking up a bottle from a refrigerator.", "with_names": "a robot is picking up a bottle from a refrigerator."}, {"scene_id": "atwt-04-29-10s13", "raw": "A scene from a TV show in which a judge is sitting in a chair with her hand resting on her chin.", "with_names": ""}, {"scene_id": "atwt-04-29-10s14", "raw": "A scene from a TV show in which a woman is wearing a green and black patterned dress and a blonde bob haircut.", "with_names": "a woman is wearing a green and black patterned dress and a blonde bob haircut."}, {"scene_id": "atwt-04-29-10s15", "raw": "A scene from a TV show in which a woman is serving cake to a family.", "with_names": "a woman is serving cake to a family."}, {"scene_id": "atwt-04-29-10s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-29-10s17", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-29-10s18", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-04-29-10s19", "raw": "A scene from a TV show in which a boy is wearing a plaid shirt and a black shirt with a purple sweater.", "with_names": "a boy is wearing a plaid shirt and a black shirt with a purple sweater."}, {"scene_id": "atwt-04-29-10s20", "raw": "A scene from a TV show in which a man is looking out a window through blinds.", "with_names": "a man is looking out a window through blinds."}, {"scene_id": "atwt-04-29-10s21", "raw": "A scene from a TV show in which water droplets are seen floating on the surface of a lake.", "with_names": "water droplets are floating on the surface of a lake."}, {"scene_id": "atwt-04-29-10s22", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-04-29-10s23", "raw": "A scene from a TV show in which a woman is wearing a red turban and a black shirt.", "with_names": "a woman is wearing a red turban and a black shirt."}, {"scene_id": "atwt-04-29-10s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-29-10s25", "raw": "A scene from a TV show in which a woman is talking to a puppet.", "with_names": ""}]