[{"scene_id": "oltl-07-14-10s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, talking to a little girl.", "with_names": ""}, {"scene_id": "oltl-07-14-10s1", "raw": "A scene from a TV show in which a man is in a hospital room and a woman is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-07-14-10s2", "raw": "A scene from a TV show in which a young girl is raped by a man.", "with_names": "a young girl is raped by a man."}, {"scene_id": "oltl-07-14-10s3", "raw": "A scene from a TV show in which a woman is standing in a courtroom, holding a gun.", "with_names": "a woman is standing in a courtroom, holding a gun."}, {"scene_id": "oltl-07-14-10s4", "raw": "A scene from a TV show in which a man and a woman are kissing in a park.", "with_names": "a man and a woman are kissing in a park."}, {"scene_id": "oltl-07-14-10s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-14-10s6", "raw": "A scene from a TV show in which a man is holding a Playstation 4.", "with_names": "a man is holding a playstation 4."}, {"scene_id": "oltl-07-14-10s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-10s8", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-07-14-10s9", "raw": "A scene from a TV show in which a young woman is sitting on a bed and looking down.", "with_names": "a young woman is sitting on a bed and looking down."}, {"scene_id": "oltl-07-14-10s10", "raw": "A scene from a TV show in which a woman is looking up at a man and smiling.", "with_names": "a woman is looking up at a man and smiling."}, {"scene_id": "oltl-07-14-10s11", "raw": "A scene from a TV show in which a man and a woman are in a courtroom.", "with_names": "a man and a woman are in a courtroom."}, {"scene_id": "oltl-07-14-10s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-14-10s13", "raw": "A scene from a TV show in which a woman is sitting at a desk with a microphone and a book in front of her.", "with_names": "a woman is sitting at a desk with a microphone and a book in front of her."}, {"scene_id": "oltl-07-14-10s14", "raw": "A scene from a TV show in which a man is tying his tie.", "with_names": "a man is tying his tie."}, {"scene_id": "oltl-07-14-10s15", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, the man is kissing a little girl on the cheek.", "with_names": "a man and a woman are standing in a living room, the man is kissing a little girl on the cheek."}, {"scene_id": "oltl-07-14-10s16", "raw": "A scene from a TV show in which a young man is talking to a woman, while another young man in the background looks on.", "with_names": ""}, {"scene_id": "oltl-07-14-10s17", "raw": "A scene from a TV show in which a man and a woman are standing in a yard, talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-07-14-10s18", "raw": "A scene from a TV show in which a man is standing outside and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-10s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-14-10s20", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-14-10s21", "raw": "A scene from a TV show in which a young Asian man is wearing a green polo shirt and a serious expression.", "with_names": "a young asian man is wearing a green polo shirt and a serious expression."}, {"scene_id": "oltl-07-14-10s22", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-14-10s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-14-10s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-10s25", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "oltl-07-14-10s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hand on her chin.", "with_names": ""}, {"scene_id": "oltl-07-14-10s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-14-10s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-14-10s29", "raw": "A scene from a TV show in which a woman is looking at a man in a suit.", "with_names": "a woman is looking at a man in a suit."}, {"scene_id": "oltl-07-14-10s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-14-10s31", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-07-14-10s32", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-14-10s33", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-07-14-10s34", "raw": "A scene from a TV show in which a young man is wearing a tie and a shirt.", "with_names": "a young man is wearing a tie and a shirt."}, {"scene_id": "oltl-07-14-10s35", "raw": "A scene from a TV show in which a young man is sitting on a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-14-10s36", "raw": "A scene from a TV show in which a man is standing on a park bench and holding a gun.", "with_names": "a man is standing on a park bench and holding a gun."}, {"scene_id": "oltl-07-14-10s37", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-07-14-10s38", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a tie.", "with_names": "a young man is wearing a green shirt and a tie."}, {"scene_id": "oltl-07-14-10s39", "raw": "A scene from a TV show in which a man is standing in a courtroom, a woman is sitting behind him, and a chair is in front of them.", "with_names": "a man is standing in a courtroom, a woman is sitting behind him, and a chair is in front of them."}]