[{"scene_id": "atwt-05-05-08s0", "raw": "A scene from a TV show in which a man and a woman are in a kitchen, wearing aprons.", "with_names": "Brad and Katie are in a kitchen, wearing aprons."}, {"scene_id": "atwt-05-05-08s1", "raw": "A scene from a TV show in which a girl is talking to a boy outside of a school.", "with_names": ""}, {"scene_id": "atwt-05-05-08s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her.", "with_names": "a woman is wearing a red shirt and a man is standing behind her."}, {"scene_id": "atwt-05-05-08s3", "raw": "A scene from a TV show in which a man is standing over a woman at a table, holding a cell phone.", "with_names": "a man is standing over a woman at a table, holding a cell phone."}, {"scene_id": "atwt-05-05-08s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-05-08s5", "raw": "A scene from a TV show in which a man is shown installing a water heater.", "with_names": ""}, {"scene_id": "atwt-05-05-08s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-05-08s7", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "atwt-05-05-08s8", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-05-08s9", "raw": "A scene from a TV show in which a bottle of nasal spray is shown. The words \"6 million nasal allergy sufferers\" are displayed above the bottle.", "with_names": ""}, {"scene_id": "atwt-05-05-08s10", "raw": "A scene from a TV show in which a man is looking down and his hair is cut short.", "with_names": "a man is looking down and his hair is cut short."}, {"scene_id": "atwt-05-05-08s11", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "atwt-05-05-08s12", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "atwt-05-05-08s13", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-05-05-08s14", "raw": "A scene from a TV show in which a young woman is wearing a white jacket and sunglasses and talking to a boy.", "with_names": ""}, {"scene_id": "atwt-05-05-08s15", "raw": "A scene from a TV show in which a man and a woman are cooking together in a kitchen.", "with_names": "a man and a woman are cooking together in a kitchen."}, {"scene_id": "atwt-05-05-08s16", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a black tie", "with_names": "a man is wearing a grey shirt and a black tie"}, {"scene_id": "atwt-05-05-08s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-05-08s18", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-05-08s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-05-08s20", "raw": "A scene from a TV show in which a door is locked with a deadbolt.", "with_names": "a door is locked with a deadbolt."}, {"scene_id": "atwt-05-05-08s21", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a short dark hair.", "with_names": "a woman is wearing a yellow shirt and a short dark hair."}, {"scene_id": "atwt-05-05-08s22", "raw": "A scene from a TV show in which a young boy is seen kissing his mother on the cheek.", "with_names": "a young boy is kissing his mother on the cheek."}, {"scene_id": "atwt-05-05-08s23", "raw": "A scene from a TV show in which a girl is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-05-08s24", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt", "with_names": "a man is wearing a suit and a red shirt"}, {"scene_id": "atwt-05-05-08s25", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-05-05-08s26", "raw": "A scene from a TV show in which a woman is holding a chair.", "with_names": "a woman is holding a chair."}, {"scene_id": "atwt-05-05-08s27", "raw": "A scene from a TV show in which a dog is standing on a green lawn and looking up.", "with_names": "a dog is standing on a green lawn and looking up."}, {"scene_id": "atwt-05-05-08s28", "raw": "A scene from a TV show in which a woman is on the phone and her hair is cut short.", "with_names": "a woman is on the phone and her hair is cut short."}, {"scene_id": "atwt-05-05-08s29", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-05-08s30", "raw": "A scene from a TV show in which a man is wearing a suit and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-05-08s31", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "atwt-05-05-08s32", "raw": "A scene from a TV show in which a man is yelling at a building.", "with_names": "a man is yelling at a building."}]