[{"scene_id": "gl-07-07-06s0", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-07-06s1", "raw": "A scene from a TV show in which a woman is wearing a green headscarf and a yellow shirt.", "with_names": "a woman is wearing a green headscarf and a yellow shirt."}, {"scene_id": "gl-07-07-06s2", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-07-07-06s3", "raw": "A scene from a TV show in which a man is talking to a woman while she is wearing headphones.", "with_names": ""}, {"scene_id": "gl-07-07-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-07-06s5", "raw": "A scene from a TV show in which the letters \"G\" and \"L\" are superimposed over a blue and white background", "with_names": "the letters \"g\" and \"l\" are superimposed over a blue and white background"}, {"scene_id": "gl-07-07-06s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a bedroom.", "with_names": ""}, {"scene_id": "gl-07-07-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-07-07-06s8", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-07-07-06s9", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-07-07-06s10", "raw": "A scene from a TV show in which a man is seen wearing a suit and a woman is wearing an evening dress.", "with_names": "a man is wearing a suit and a woman is wearing an evening dress."}, {"scene_id": "gl-07-07-06s11", "raw": "A scene from a TV show in which a small black dot is visible in the center of the screen.", "with_names": "a small black dot is visible in the center of the screen."}, {"scene_id": "gl-07-07-06s12", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a handbag.", "with_names": "a woman is wearing a dress and a man is holding a handbag."}, {"scene_id": "gl-07-07-06s13", "raw": "A scene from a TV show in which a woman is wearing a blue turban and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-07-06s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-07-06s15", "raw": "A scene from a TV show in which a woman is wearing a blue head scarf and a man is sitting next to her.", "with_names": "a woman is wearing a blue head scarf and a man is sitting next to her."}, {"scene_id": "gl-07-07-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-07-06s17", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-07-07-06s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "gl-07-07-06s19", "raw": "A scene from a TV show in which a pink bar is shown", "with_names": ""}, {"scene_id": "gl-07-07-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-07-06s21", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a pink dress.", "with_names": ""}, {"scene_id": "gl-07-07-06s22", "raw": "A scene from a TV show in which a man is sitting at a table with a white shirt and black tie, and two candles are lit in front of him.", "with_names": "a man is sitting at a table with a white shirt and black tie, and two candles are lit in front of him."}, {"scene_id": "gl-07-07-06s23", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-07-06s24", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-07-07-06s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-07-06s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-07-06s27", "raw": "A scene from a TV show in which a woman is wearing a red and yellow tank top and a man is sitting behind her.", "with_names": "a woman is wearing a red and yellow tank top and a man is sitting behind her."}, {"scene_id": "gl-07-07-06s28", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-07-06s29", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-07-06s30", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-07-07-06s31", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-07-07-06s32", "raw": "A scene from a TV show in which a woman is wearing a blue head scarf and a white dress.", "with_names": "a woman is wearing a blue head scarf and a white dress."}, {"scene_id": "gl-07-07-06s33", "raw": "A scene from a TV show in which a man is laughing hysterically.", "with_names": "a man is laughing hysterically."}, {"scene_id": "gl-07-07-06s34", "raw": "A scene from a TV show in which a man is being held down by another man.", "with_names": "a man is being held down by another man."}, {"scene_id": "gl-07-07-06s35", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-07-06s36", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her", "with_names": "a woman is holding a baby and a man is standing behind her"}, {"scene_id": "gl-07-07-06s37", "raw": "", "with_names": ""}]