[{"scene_id": "bb-07-25-14s0", "raw": "A scene from a TV show in which a man is wearing headphones and looking at the camera.", "with_names": "a man is wearing headphones and looking at the camera."}, {"scene_id": "bb-07-25-14s1", "raw": "A scene from a TV show in which a man presents a woman with a ring.", "with_names": "Wyatt presents Ivy with a ring."}, {"scene_id": "bb-07-25-14s2", "raw": "A scene from a TV show in which a model is holding up a picture of a dress.", "with_names": "a model is holding up a picture of a dress."}, {"scene_id": "bb-07-25-14s3", "raw": "A scene from a TV show in which a man is laughing.", "with_names": "Deacon is laughing."}, {"scene_id": "bb-07-25-14s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-07-25-14s7", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-25-14s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-25-14s9", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Deacon is looking at Hope."}, {"scene_id": "bb-07-25-14s10", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "Katie is shaking hands with Brooke."}, {"scene_id": "bb-07-25-14s11", "raw": "A scene from a TV show in which a man is looking at a woman and a young girl.", "with_names": "a man is looking at Ridge and a young girl."}, {"scene_id": "bb-07-25-14s12", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "Ivy is crying and Liam is standing next to her."}, {"scene_id": "bb-07-25-14s13", "raw": "A scene from a TV show in which a woman is talking about her past.", "with_names": ""}, {"scene_id": "bb-07-25-14s14", "raw": "A scene from a TV show in which a woman stands in front of a bookshelf and talks.", "with_names": "a woman stands in front of a bookshelf and talks."}, {"scene_id": "bb-07-25-14s15", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to Bill."}, {"scene_id": "bb-07-25-14s16", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-25-14s17", "raw": "A scene from a TV show in which a woman is upset and a man is standing next to her.", "with_names": "Hope is upset and Deacon is standing next to her."}, {"scene_id": "bb-07-25-14s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-25-14s19", "raw": "A scene from a TV show in which a woman is talking to a man in a gym.", "with_names": ""}, {"scene_id": "bb-07-25-14s22", "raw": "A scene from a TV show in which a man holds a magazine up to a woman's naked torso.", "with_names": "a man holds a magazine up to Bill's naked torso."}, {"scene_id": "bb-07-25-14s23", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a black shirt.", "with_names": "Hope is wearing a red shirt and Wyatt is in a black shirt."}]