[{"scene_id": "atwt-06-08-10s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Alison is smiling at Chris."}, {"scene_id": "atwt-06-08-10s1", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a black dress and the other is wearing a brown dress.", "with_names": "two women are standing next to each other, one is wearing a black dress and the other is wearing a brown dress."}, {"scene_id": "atwt-06-08-10s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-08-10s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-08-10s4", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}, {"scene_id": "atwt-06-08-10s5", "raw": "A scene from a TV show in which a woman is holding a man's shirt and a young man is looking at her.", "with_names": "a woman is holding a man's shirt and a young man is looking at her."}, {"scene_id": "atwt-06-08-10s6", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "atwt-06-08-10s7", "raw": "A scene from a TV show in which a man is drinking coffee and smiling.", "with_names": "a man is drinking coffee and smiling."}, {"scene_id": "atwt-06-08-10s8", "raw": "A scene from a TV show in which a man is wearing a red shirt and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-08-10s9", "raw": "A scene from a TV show in which a woman is talking to another woman, and the other woman is holding a clipboard.", "with_names": ""}, {"scene_id": "atwt-06-08-10s10", "raw": "A scene from a TV show in which a woman and a man are sitting on a bench.", "with_names": "a woman and a man are sitting on a bench."}, {"scene_id": "atwt-06-08-10s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman to the left is thinking about a car.", "with_names": "a man and a woman are standing next to each other. the woman to the left is thinking about a car."}, {"scene_id": "atwt-06-08-10s12", "raw": "A scene from a TV show in which a woman is wearing scrubs and a blue shirt", "with_names": "a woman is wearing scrubs and a blue shirt"}, {"scene_id": "atwt-06-08-10s13", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-06-08-10s14", "raw": "A scene from a TV show in which a nurse is holding a clipboard and walking out of a room.", "with_names": "a nurse is holding a clipboard and walking out of a room."}, {"scene_id": "atwt-06-08-10s15", "raw": "A scene from a TV show in which a woman is seen using a blue plastic bag to clean a sink.", "with_names": "a woman is using a blue plastic bag to clean a sink."}, {"scene_id": "atwt-06-08-10s16", "raw": "A scene from a TV show in which a woman is wearing a blue top and a gold necklace.", "with_names": "a woman is wearing a blue top and a gold necklace."}, {"scene_id": "atwt-06-08-10s17", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-06-08-10s18", "raw": "A scene from a TV show in which a person is holding a blue plastic bottle with a nozzle coming out of it.", "with_names": "a person is holding a blue plastic bottle with a nozzle coming out of it."}, {"scene_id": "atwt-06-08-10s19", "raw": "A scene from a TV show in which a man is sitting at a desk and typing on a computer.", "with_names": "a man is sitting at a desk and typing on a computer."}, {"scene_id": "atwt-06-08-10s20", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "atwt-06-08-10s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-08-10s22", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-08-10s23", "raw": "A scene from a TV show in which a young boy holds a bag of drugs.", "with_names": "a young boy holds a bag of drugs."}, {"scene_id": "atwt-06-08-10s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-08-10s25", "raw": "A scene from a TV show in which a man and a woman sit in chairs and talk.", "with_names": "a man and a woman sit in chairs and talk."}, {"scene_id": "atwt-06-08-10s26", "raw": "A scene from a TV show in which a bag of cookies is shown to be a fake.", "with_names": ""}]