[{"scene_id": "pc-03-14-02s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-03-14-02s1", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a wig", "with_names": "a woman is wearing a black leather jacket and a wig"}, {"scene_id": "pc-03-14-02s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "pc-03-14-02s3", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is standing over him, touching his face.", "with_names": "a man is lying on a couch and a woman is standing over him, touching his face."}, {"scene_id": "pc-03-14-02s4", "raw": "A scene from a TV show in which a boy and a girl are standing next to each other.", "with_names": "a boy and a girl are standing next to each other."}, {"scene_id": "pc-03-14-02s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-03-14-02s6", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-03-14-02s7", "raw": "A scene from a TV show in which a woman is wearing a choker and a white dress.", "with_names": "a woman is wearing a choker and a white dress."}, {"scene_id": "pc-03-14-02s8", "raw": "A scene from a TV show in which a boy and a girl are standing next to each other.", "with_names": "a boy and a girl are standing next to each other."}, {"scene_id": "pc-03-14-02s9", "raw": "A scene from a TV show in which a man is sitting at a piano and playing the piano.", "with_names": "a man is sitting at a piano and playing the piano."}, {"scene_id": "pc-03-14-02s10", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a choker.", "with_names": "a woman is wearing a white shirt and a choker."}, {"scene_id": "pc-03-14-02s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, smiling at each other.", "with_names": "a man and a woman are standing next to each other, smiling at each other."}, {"scene_id": "pc-03-14-02s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]