[{"scene_id": "gl-01-09-06s0", "raw": "A scene from a TV show in which a man is standing in front of a window, holding a cigarette.", "with_names": "a man is standing in front of a window, holding a cigarette."}, {"scene_id": "gl-01-09-06s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-09-06s2", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black suit and a tie.", "with_names": "a man is in a dark room, wearing a black suit and a tie."}, {"scene_id": "gl-01-09-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-09-06s4", "raw": "A scene from a TV show in which a man is seen being shot in the head.", "with_names": "a man is being shot in the head."}, {"scene_id": "gl-01-09-06s5", "raw": "A scene from a TV show in which a young boy is wearing a red and black jacket and a black and white striped shirt.", "with_names": "a young boy is wearing a red and black jacket and a black and white striped shirt."}, {"scene_id": "gl-01-09-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-09-06s7", "raw": "A scene from a TV show in which a man is kissing a woman through a window.", "with_names": "a man is kissing a woman through a window."}, {"scene_id": "gl-01-09-06s8", "raw": "A scene from a TV show in which a woman is wearing a leopard print blouse and a red jacket.", "with_names": "a woman is wearing a leopard print blouse and a red jacket."}, {"scene_id": "gl-01-09-06s9", "raw": "A scene from a TV show in which a man is seen being attacked by a bear.", "with_names": "a man is being attacked by a bear."}, {"scene_id": "gl-01-09-06s10", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek while sitting at a table.", "with_names": "a man is kissing a woman on the cheek while sitting at a table."}, {"scene_id": "gl-01-09-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-09-06s12", "raw": "A scene from a TV show in which a woman is seen throwing a cup at a man.", "with_names": "a woman is throwing a cup at a man."}, {"scene_id": "gl-01-09-06s13", "raw": "A scene from a TV show in which a woman is sitting at a table and looking down.", "with_names": "a woman is sitting at a table and looking down."}, {"scene_id": "gl-01-09-06s14", "raw": "A scene from a TV show in which a man is sitting in a wheelchair, with a woman standing behind him and another woman defocused in the background.", "with_names": "a man is sitting in a wheelchair, with a woman standing behind him and another woman defocused in the background."}, {"scene_id": "gl-01-09-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-01-09-06s16", "raw": "", "with_names": ""}, {"scene_id": "gl-01-09-06s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-01-09-06s18", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and a man is sitting next to her.", "with_names": "a woman is wearing a leopard print dress and ] is sitting next to her."}, {"scene_id": "gl-01-09-06s19", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-01-09-06s20", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-09-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-01-09-06s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-09-06s23", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a purple shirt.", "with_names": ""}, {"scene_id": "gl-01-09-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-09-06s25", "raw": "A scene from a TV show in which a man is trying to get a woman to sit on a chair.", "with_names": "a man is trying to get a woman to sit on a chair."}, {"scene_id": "gl-01-09-06s26", "raw": "A scene from a TV show in which a woman is looking at a screen.", "with_names": "a woman is looking at a screen."}, {"scene_id": "gl-01-09-06s27", "raw": "A scene from a TV show in which a man is training to become a boxer.", "with_names": "a man is training to become a boxer."}, {"scene_id": "gl-01-09-06s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-09-06s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-09-06s30", "raw": "A scene from a TV show in which a woman is talking on the phone while wearing a leopard print dress.", "with_names": ""}, {"scene_id": "gl-01-09-06s31", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and she is sitting on a bed.", "with_names": "a man is standing in a room with a woman, and she is sitting on a bed."}]