[{"scene_id": "atwt-03-25-04s0", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "atwt-03-25-04s1", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-03-25-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-25-04s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-25-04s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-25-04s5", "raw": "A scene from a TV show in which a man and a woman are staring at each other.", "with_names": "a man and a woman are staring at each other."}, {"scene_id": "atwt-03-25-04s6", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-25-04s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-25-04s8", "raw": "A scene from a TV show in which two women are fighting.", "with_names": "two women are fighting."}, {"scene_id": "atwt-03-25-04s9", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-25-04s10", "raw": "A scene from a TV show in which a baby is playing with a blanket.", "with_names": "a baby is playing with a blanket."}, {"scene_id": "atwt-03-25-04s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-03-25-04s12", "raw": "A scene from a TV show in which a woman is consoling another woman.", "with_names": "a woman is consoling another woman."}, {"scene_id": "atwt-03-25-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-25-04s14", "raw": "A scene from a TV show in which a woman is seen holding a box of Quilted Northern toilet paper.", "with_names": "a woman is holding a box of quilted northern toilet paper."}, {"scene_id": "atwt-03-25-04s15", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}, {"scene_id": "atwt-03-25-04s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-03-25-04s17", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a necklace.", "with_names": "a woman is wearing a pink jacket and a necklace."}, {"scene_id": "atwt-03-25-04s18", "raw": "A scene from a TV show in which a woman is smoking a cigarette with a man.", "with_names": "a woman is smoking a cigarette with a man."}, {"scene_id": "atwt-03-25-04s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-03-25-04s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-25-04s21", "raw": "A scene from a TV show in which a woman is jumping off a fire hydrant.", "with_names": "a woman is jumping off a fire hydrant."}, {"scene_id": "atwt-03-25-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-25-04s23", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "atwt-03-25-04s24", "raw": "A scene from a TV show in which a small white circle is on the bottom right corner of the screen.", "with_names": "a small white circle is on the bottom right corner of the screen."}, {"scene_id": "atwt-03-25-04s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-25-04s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-25-04s27", "raw": "A scene from a TV show in which two men are sitting next to each other.", "with_names": "two men are sitting next to each other."}]