[{"scene_id": "bb-02-01-07s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a clock is counting down", "with_names": "Brooke is wearing a black dress and a clock is counting down"}, {"scene_id": "bb-02-01-07s1", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway, the woman is wearing a black dress and is holding a white dress.", "with_names": "a man and a woman are standing in a doorway, the woman is wearing a black dress and is holding a white dress."}, {"scene_id": "bb-02-01-07s2", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting in a chair.", "with_names": ""}, {"scene_id": "bb-02-01-07s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-02-01-07s4", "raw": "A scene from a TV show in which a man is sitting on a green chair and talking.", "with_names": ""}, {"scene_id": "bb-02-01-07s5", "raw": "A scene from a TV show in which an older woman is consoling a younger man.", "with_names": "an older woman is consoling a younger man."}, {"scene_id": "bb-02-01-07s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-02-01-07s7", "raw": "A scene from a TV show in which a woman is wearing a silver dress and a man is standing next to her.", "with_names": "a woman is wearing a silver dress and a man is standing next to her."}, {"scene_id": "bb-02-01-07s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-02-01-07s9", "raw": "A scene from a TV show in which a woman is wearing a blue suit and sunglasses and waving her hand.", "with_names": "a woman is wearing a blue suit and sunglasses and waving her hand."}, {"scene_id": "bb-02-01-07s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-02-01-07s11", "raw": "A scene from a TV show in which a man is talking on his cell phone", "with_names": ""}]