[{"scene_id": "oltl-11-26-07s0", "raw": "A scene from a TV show in which a man is sitting next to a blonde man and they are both looking at a cell phone.", "with_names": "a man is sitting next to a blonde man and they are both looking at a cell phone."}, {"scene_id": "oltl-11-26-07s1", "raw": "A scene from a TV show in which a woman is holding a man's hand and looking at him.", "with_names": "a woman is holding a man's hand and looking at him."}, {"scene_id": "oltl-11-26-07s2", "raw": "A scene from a TV show in which a girl is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-11-26-07s3", "raw": "A scene from a TV show in which a man is holding a glass and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s4", "raw": "A scene from a TV show in which a man is pointing at another man.", "with_names": "a man is pointing at another man."}, {"scene_id": "oltl-11-26-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-26-07s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV screen.", "with_names": ""}, {"scene_id": "oltl-11-26-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-26-07s8", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-11-26-07s9", "raw": "A scene from a TV show in which a man is holding a glass of water and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s10", "raw": "A scene from a TV show in which a woman is wearing a black jacket and red earrings.", "with_names": "a woman is wearing a black jacket and red earrings."}, {"scene_id": "oltl-11-26-07s11", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-26-07s12", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-11-26-07s13", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a young girl is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-11-26-07s14", "raw": "A scene from a TV show in which a woman is sitting in a chair in a room with a lamp and a couch.", "with_names": ""}, {"scene_id": "oltl-11-26-07s15", "raw": "A scene from a TV show in which a woman is talking to someone in a car.", "with_names": ""}, {"scene_id": "oltl-11-26-07s16", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a light is shining on him.", "with_names": "a man is wearing a purple shirt and a light is shining on him."}, {"scene_id": "oltl-11-26-07s17", "raw": "A scene from a TV show in which a man is holding a notebook and looking at it.", "with_names": "a man is holding a notebook and looking at it."}, {"scene_id": "oltl-11-26-07s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-26-07s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a beer and a bottle in front of her.", "with_names": "a woman is sitting at a table with a beer and a bottle in front of her."}, {"scene_id": "oltl-11-26-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-26-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s22", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is looking at her.", "with_names": "a woman is holding a piece of paper and a man is looking at her."}, {"scene_id": "oltl-11-26-07s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "oltl-11-26-07s24", "raw": "A scene from a TV show in which a man is holding a glass of alcohol and a woman is standing next to him.", "with_names": "a man is holding a glass of alcohol and a woman is standing next to him."}, {"scene_id": "oltl-11-26-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s26", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-11-26-07s27", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a wine glass and looking at a plate of food.", "with_names": "a woman is standing in a kitchen, holding a wine glass and looking at a plate of food."}, {"scene_id": "oltl-11-26-07s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s29", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-26-07s30", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a colorful blouse.", "with_names": "a woman is wearing a black blazer and a colorful blouse."}, {"scene_id": "oltl-11-26-07s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-26-07s32", "raw": "A scene from a TV show in which two men are sitting next to each other, one is asleep and the other is awake.", "with_names": "two men are sitting next to each other, one is asleep and the other is awake."}, {"scene_id": "oltl-11-26-07s33", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a door.", "with_names": "a man is walking down a hallway and looking at a door."}, {"scene_id": "oltl-11-26-07s34", "raw": "A scene from a TV show in which a woman is driving a car and her lips are moving", "with_names": "a woman is driving a car and her lips are moving"}]