[{"scene_id": "atwt-01-14-10s0", "raw": "A scene from a TV show in which a blonde woman is talking and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-01-14-10s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-01-14-10s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-14-10s3", "raw": "A scene from a TV show in which a man is seen urinating on a floor.", "with_names": "a man is urinating on a floor."}, {"scene_id": "atwt-01-14-10s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and a young boy is standing next to her.", "with_names": "a woman is sitting on a bed and a young boy is standing next to her."}, {"scene_id": "atwt-01-14-10s5", "raw": "A scene from a TV show in which a box of Delsym cough medicine is placed on top of the Statue of Liberty.", "with_names": "a box of delsym cough medicine is placed on top of the statue of liberty."}, {"scene_id": "atwt-01-14-10s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-14-10s7", "raw": "A scene from a TV show in which two women are standing in a field with bicycles.", "with_names": "two women are standing in a field with bicycles."}, {"scene_id": "atwt-01-14-10s8", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-01-14-10s9", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her", "with_names": "a woman is sitting at a table and a man is standing next to her"}, {"scene_id": "atwt-01-14-10s10", "raw": "A scene from a TV show in which a boy is sitting on a couch and a girl is standing behind him.", "with_names": ""}, {"scene_id": "atwt-01-14-10s11", "raw": "A scene from a TV show in which a man is seen in a blue t-shirt and shorts, standing in a dark room, holding a cigarette in his hand.", "with_names": "a man is in a blue t-shirt and shorts, standing in a dark room, holding a cigarette in his hand."}, {"scene_id": "atwt-01-14-10s12", "raw": "A scene from a TV show in which a man is holding a woman by the waist and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-14-10s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-01-14-10s14", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-01-14-10s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-14-10s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-14-10s17", "raw": "A scene from a TV show in which a man walks his dog through a house.", "with_names": "a man walks his dog through a house."}, {"scene_id": "atwt-01-14-10s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-14-10s19", "raw": "A scene from a TV show in which a woman and a man sit on a couch, smiling and looking at each other.", "with_names": "a woman and a man sit on a couch, smiling and looking at each other."}, {"scene_id": "atwt-01-14-10s20", "raw": "A scene from a TV show in which a woman is seen wearing a beige dress and a man is shown wearing the same dress.", "with_names": ""}]