[{"scene_id": "bb-08-31-17s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Liam is looking at Steffy and she is looking back at him."}, {"scene_id": "bb-08-31-17s1", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "bb-08-31-17s2", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "bb-08-31-17s4", "raw": "A scene from a TV show in which black and white striped fabric is used", "with_names": "black and white striped fabric is used"}, {"scene_id": "bb-08-31-17s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a painting.", "with_names": "Thomas and Sally are standing in front of a painting."}, {"scene_id": "bb-08-31-17s9", "raw": "A scene from a TV show in which a woman is standing next to a man in a courtroom.", "with_names": "Steffy is standing next to Liam in a courtroom."}, {"scene_id": "bb-08-31-17s10", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit.", "with_names": "a woman is standing in front of Rick in a suit."}, {"scene_id": "bb-08-31-17s11", "raw": "A scene from a TV show in which a man and a woman sit in a hospital room.", "with_names": "a man and Ivy sit in a hospital room."}, {"scene_id": "bb-08-31-17s13", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-08-31-17s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-08-31-17s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-31-17s17", "raw": "A scene from a TV show in which a woman holds a toddler and smiles at him.", "with_names": "Sally holds a toddler and smiles at him."}, {"scene_id": "bb-08-31-17s18", "raw": "A scene from a TV show in which a man is sitting on a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting on a hospital bed and Darlita is standing next to him."}, {"scene_id": "bb-08-31-17s19", "raw": "A scene from a TV show in which a woman is talking to two young men and a young woman.", "with_names": ""}, {"scene_id": "bb-08-31-17s20", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed.", "with_names": "Sally is sitting in a hospital bed."}, {"scene_id": "bb-08-31-17s22", "raw": "A scene from a TV show in which a man and a woman sit at a table.", "with_names": "a man and R.J. sit at a table."}, {"scene_id": "bb-08-31-17s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-31-17s25", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a young boy.", "with_names": "a man is standing in a room with a woman and a young boy."}, {"scene_id": "bb-08-31-17s26", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "Thomas is standing in a room with Sally."}, {"scene_id": "bb-08-31-17s27", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down at a cityscape.", "with_names": ""}, {"scene_id": "bb-08-31-17s28", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Thomas is looking at Sally and she is looking back at him."}, {"scene_id": "bb-08-31-17s29", "raw": "A scene from a TV show in which a woman sits at a desk and reads papers.", "with_names": "Ivy sits at a desk and reads papers."}, {"scene_id": "bb-08-31-17s30", "raw": "A scene from a TV show in which a woman is sitting in a chair with her arms crossed and a TV in the background.", "with_names": ""}, {"scene_id": "bb-08-31-17s31", "raw": "A scene from a TV show in which a woman is sitting on a hospital bed and looking at the camera.", "with_names": "a woman is sitting on a hospital bed and looking at the camera."}]