[{"scene_id": "bb-08-12-14s0", "raw": "A scene from a TV show in which a man wears a kilt.", "with_names": "Liam wears a kilt."}, {"scene_id": "bb-08-12-14s1", "raw": "A scene from a TV show in which a woman is interviewed about her experience of being raped.", "with_names": "a woman is interviewed about her experience of being raped."}, {"scene_id": "bb-08-12-14s2", "raw": "A scene from a TV show in which the Los Angeles skyline is seen through a window.", "with_names": "the los angeles skyline is through a window."}, {"scene_id": "bb-08-12-14s3", "raw": "", "with_names": ""}, {"scene_id": "bb-08-12-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-12-14s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-12-14s6", "raw": "A scene from a TV show in which a man is blindfolded and a woman walks up to him and asks him to guess the number of the hidden object.", "with_names": "a man is blindfolded and a woman walks up to him and asks him to guess the number of the hidden object."}, {"scene_id": "bb-08-12-14s7", "raw": "A scene from a TV show in which a man is standing in a spaceship.", "with_names": "a man is standing in a spaceship."}, {"scene_id": "bb-08-12-14s8", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a bottle.", "with_names": "a man is standing in a kitchen, holding a bottle."}, {"scene_id": "bb-08-12-14s9", "raw": "A scene from a TV show in which a woman talks about her husband's death.", "with_names": "a woman talks about her husband's death."}, {"scene_id": "bb-08-12-14s10", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is walking away.", "with_names": "a man is standing in front of a desk and a woman is walking away."}, {"scene_id": "bb-08-12-14s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "bb-08-12-14s12", "raw": "A scene from a TV show in which a couple are shown getting on a speedboat and sailing off the coast of Monaco.", "with_names": "a couple are shown getting on a speedboat and sailing off the coast of monaco."}, {"scene_id": "bb-08-12-14s13", "raw": "A scene from a TV show in which a woman is using a cell phone and a man is standing next to her.", "with_names": "a woman is using a cell phone and a man is standing next to her."}, {"scene_id": "bb-08-12-14s14", "raw": "A scene from a TV show in which a group of celebrities are on a yacht", "with_names": "a group of celebrities are on a yacht"}, {"scene_id": "bb-08-12-14s15", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "bb-08-12-14s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-12-14s17", "raw": "A scene from a TV show in which a man and woman are standing on a dock and talking.", "with_names": ""}]