[{"scene_id": "atwt-08-30-01s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-30-01s1", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "Rose is wearing a dress and a necklace"}, {"scene_id": "atwt-08-30-01s2", "raw": "A scene from a TV show in which a group of people are standing on a balcony.", "with_names": "a group of people are standing on a balcony."}, {"scene_id": "atwt-08-30-01s3", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "Paul is sitting at a table with Rose."}, {"scene_id": "atwt-08-30-01s4", "raw": "A scene from a TV show in which a basketball hoop is placed in front of a house.", "with_names": "a basketball hoop is placed in front of a house."}, {"scene_id": "atwt-08-30-01s5", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Sierra is smiling at Bryant."}, {"scene_id": "atwt-08-30-01s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-08-30-01s7", "raw": "A scene from a TV show in which a psychic reads a tarot card for a fee.", "with_names": "a psychic reads a tarot card for a fee."}, {"scene_id": "atwt-08-30-01s8", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is looking at her.", "with_names": ""}, {"scene_id": "atwt-08-30-01s9", "raw": "A scene from a TV show in which a woman is talking and wearing a beige suit.", "with_names": ""}, {"scene_id": "atwt-08-30-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-30-01s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Bryant is yelling at Sierra."}, {"scene_id": "atwt-08-30-01s12", "raw": "A scene from a TV show in which a can of Bush's Country Style Baked Beans is sitting on a table in front of a house.", "with_names": "a can of bush's country style baked beans is sitting on a table in front of a house."}, {"scene_id": "atwt-08-30-01s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-30-01s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-30-01s15", "raw": "A scene from a TV show in which a person is holding a fig Newtons in their hand.", "with_names": "a person is holding a fig newtons in their hand."}, {"scene_id": "atwt-08-30-01s16", "raw": "A scene from a TV show in which a woman is talking and a large TV is in the background.", "with_names": ""}, {"scene_id": "atwt-08-30-01s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-30-01s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-30-01s19", "raw": "A scene from a TV show in which a person is holding a magazine with the headline \"Closed. Mortuary raided. Full Gulp Bombing\"", "with_names": "a person is holding a magazine with the headline \"closed. mortuary raided. full gulp bombing\""}]