[{"scene_id": "bb-10-02-15s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-10-02-15s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in the background", "with_names": "a woman is wearing a red dress and a man is in the background"}, {"scene_id": "bb-10-02-15s2", "raw": "A scene from a TV show in which a rocket is launched into the air.", "with_names": "a rocket is launched into the air."}, {"scene_id": "bb-10-02-15s3", "raw": "A scene from a TV show in which a woman is singing and a man is playing the piano.", "with_names": "a woman is singing and a man is playing the piano."}, {"scene_id": "bb-10-02-15s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-10-02-15s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with wine glasses in their hands.", "with_names": ""}, {"scene_id": "bb-10-02-15s6", "raw": "A scene from a TV show in which a man is sitting at a desk and writing.", "with_names": "a man is sitting at a desk and writing."}, {"scene_id": "bb-10-02-15s7", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-02-15s8", "raw": "A scene from a TV show in which a couple is kissing in front of a candle.", "with_names": "a couple is kissing in front of a candle."}, {"scene_id": "bb-10-02-15s9", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-10-02-15s10", "raw": "A scene from a TV show in which a woman is crying and wiping her face with a tissue.", "with_names": "a woman is crying and wiping her face with a tissue."}, {"scene_id": "bb-10-02-15s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-10-02-15s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]