[{"scene_id": "gl-10-25-04s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is talking back to her.", "with_names": ""}, {"scene_id": "gl-10-25-04s1", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-10-25-04s2", "raw": "A scene from a TV show in which a ghost is seen", "with_names": "a ghost is"}, {"scene_id": "gl-10-25-04s3", "raw": "A scene from a TV show in which a woman is about to be hit by a man.", "with_names": "Lizzie is about to be hit by ]."}, {"scene_id": "gl-10-25-04s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-25-04s5", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-10-25-04s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "gl-10-25-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-25-04s8", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-10-25-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-25-04s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-25-04s11", "raw": "A scene from a TV show in which a woman is choking another woman", "with_names": "a woman is choking another woman"}, {"scene_id": "gl-10-25-04s12", "raw": "A scene from a TV show in which a woman is talking to a man and a pink flower is on her sweater", "with_names": ""}, {"scene_id": "gl-10-25-04s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and drinking wine.", "with_names": ""}, {"scene_id": "gl-10-25-04s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-25-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-10-25-04s16", "raw": "A scene from a TV show in which a man is flirting with a woman in a bar.", "with_names": "a man is flirting with a woman in a bar."}, {"scene_id": "gl-10-25-04s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are crossed in front of her face.", "with_names": ""}, {"scene_id": "gl-10-25-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-25-04s19", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "a man is looking down and a woman is standing behind him"}, {"scene_id": "gl-10-25-04s20", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is standing behind her", "with_names": ""}, {"scene_id": "gl-10-25-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-25-04s22", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-10-25-04s23", "raw": "", "with_names": ""}, {"scene_id": "gl-10-25-04s24", "raw": "", "with_names": ""}]