[{"scene_id": "oltl-07-27-11s0", "raw": "A scene from a TV show in which a woman is trying to get a dress on.", "with_names": "a woman is trying to get a dress on."}, {"scene_id": "oltl-07-27-11s1", "raw": "A scene from a TV show in which a woman is being hit by a chair by another man.", "with_names": "a woman is being hit by a chair by another man."}, {"scene_id": "oltl-07-27-11s2", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "oltl-07-27-11s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-27-11s4", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-07-27-11s5", "raw": "A scene from a TV show in which a police officer is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-07-27-11s6", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "oltl-07-27-11s7", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall.", "with_names": "a man is in a white room with a white wall."}, {"scene_id": "oltl-07-27-11s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-11s9", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-27-11s10", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-07-27-11s11", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "oltl-07-27-11s12", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-07-27-11s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-27-11s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-27-11s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-27-11s16", "raw": "A scene from a TV show in which a man and a woman are in a room with a pink teddy bear.", "with_names": "a man and a woman are in a room with a pink teddy bear."}, {"scene_id": "oltl-07-27-11s17", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a desk and a lamp.", "with_names": ""}, {"scene_id": "oltl-07-27-11s18", "raw": "A scene from a TV show in which a woman is looking down and wearing a purple dress.", "with_names": "a woman is looking down and wearing a purple dress."}, {"scene_id": "oltl-07-27-11s19", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "oltl-07-27-11s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-07-27-11s21", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-27-11s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-27-11s23", "raw": "A scene from a TV show in which a man is talking on a cell phone while a patient is lying in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-07-27-11s24", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-07-27-11s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-27-11s26", "raw": "A scene from a TV show in which a man is seen wiping his face with a towel.", "with_names": "] is wiping his face with a towel."}, {"scene_id": "oltl-07-27-11s27", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-27-11s28", "raw": "A scene from a TV show in which a man is standing in a room with a child and pink balloons.", "with_names": "a man is standing in a room with a child and pink balloons."}, {"scene_id": "oltl-07-27-11s29", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him, pointing a gun at him.", "with_names": "a man is sitting at a desk and a woman is standing behind him, pointing a gun at him."}, {"scene_id": "oltl-07-27-11s30", "raw": "A scene from a TV show in which a woman is sitting in a chair and another woman is standing next to her.", "with_names": ""}, {"scene_id": "oltl-07-27-11s31", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-27-11s32", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-27-11s33", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "oltl-07-27-11s34", "raw": "A scene from a TV show in which a man is holding his face in his hands.", "with_names": "a man is holding his face in his hands."}, {"scene_id": "oltl-07-27-11s35", "raw": "A scene from a TV show in which a man is holding a towel over his head and a woman is standing behind him.", "with_names": "] is holding a towel over his head and Roxy is standing behind him."}, {"scene_id": "oltl-07-27-11s36", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-27-11s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-11s38", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-11s39", "raw": "A scene from a TV show in which a man and a young girl are playing with a towel.", "with_names": "] and a young girl are playing with a towel."}, {"scene_id": "oltl-07-27-11s40", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a yellow envelope.", "with_names": "two men are standing in a room, one of them is holding a yellow envelope."}, {"scene_id": "oltl-07-27-11s41", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-07-27-11s42", "raw": "A scene from a TV show in which a man is talking to a woman in front of a large picture of a blonde woman.", "with_names": ""}, {"scene_id": "oltl-07-27-11s43", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-11s44", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-27-11s45", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-11s46", "raw": "A scene from a TV show in which a woman is sitting in a chair and a framed photo of a man and woman to her left is on the chair.", "with_names": ""}, {"scene_id": "oltl-07-27-11s47", "raw": "A scene from a TV show in which a man is on the phone, looking concerned.", "with_names": "a man is on the phone, looking concerned."}]