[{"scene_id": "atwt-07-03-06s0", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Vienna is being attacked by Mike."}, {"scene_id": "atwt-07-03-06s1", "raw": "A scene from a TV show in which a woman is seen in a bikini, covered in water.", "with_names": "a woman is in a bikini, covered in water."}, {"scene_id": "atwt-07-03-06s2", "raw": "A scene from a TV show in which a woman washes her hands in a sink.", "with_names": "a woman washes her hands in a sink."}, {"scene_id": "atwt-07-03-06s3", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-07-03-06s4", "raw": "A scene from a TV show in which a woman is sitting on a couch with a baby and a bottle in her lap.", "with_names": ""}, {"scene_id": "atwt-07-03-06s5", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a tie.", "with_names": "a doctor is wearing a white coat and a tie."}, {"scene_id": "atwt-07-03-06s6", "raw": "A scene from a TV show in which a man sits at a table with a salt shaker and a cigarette.", "with_names": "] sits at a table with a salt shaker and a cigarette."}, {"scene_id": "atwt-07-03-06s7", "raw": "A scene from a TV show in which a young man is looking down and wearing a green shirt", "with_names": "a young man is looking down and wearing a green shirt"}, {"scene_id": "atwt-07-03-06s8", "raw": "A scene from a TV show in which a black man is wearing a blue shirt and a man is talking to him.", "with_names": ""}, {"scene_id": "atwt-07-03-06s9", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her.", "with_names": "a woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "atwt-07-03-06s10", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching a woman's face"}, {"scene_id": "atwt-07-03-06s11", "raw": "A scene from a TV show in which a house is lit up at night with the words \"A Lunettea Bedtime Story\"", "with_names": "a house is lit up at night with the words \"a lunettea bedtime story\""}, {"scene_id": "atwt-07-03-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-03-06s13", "raw": "A scene from a TV show in which a woman is lying in bed with an oxygen mask on.", "with_names": "a woman is lying in bed with an oxygen mask on."}, {"scene_id": "atwt-07-03-06s14", "raw": "A scene from a TV show in which a man is shown talking to a Toll-Free number.", "with_names": ""}, {"scene_id": "atwt-07-03-06s15", "raw": "A scene from a TV show in which a woman is wearing a tank top and a man is standing behind her.", "with_names": "a woman is wearing a tank top and a man is standing behind her."}, {"scene_id": "atwt-07-03-06s16", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "atwt-07-03-06s17", "raw": "A scene from a TV show in which a couple is driving down a road and taking a picture of the landscape.", "with_names": "a couple is driving down a road and taking a picture of the landscape."}, {"scene_id": "atwt-07-03-06s18", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-03-06s19", "raw": "A scene from a TV show in which a man is wearing a black polo shirt and a serious expression.", "with_names": "a man is wearing a black polo shirt and a serious expression."}, {"scene_id": "atwt-07-03-06s20", "raw": "A scene from a TV show in which a man is submerged in water.", "with_names": "a man is submerged in water."}, {"scene_id": "atwt-07-03-06s21", "raw": "A scene from a TV show in which a woman is water skiing with a prosthetic leg.", "with_names": "a woman is water skiing with a prosthetic leg."}, {"scene_id": "atwt-07-03-06s22", "raw": "A scene from a TV show in which a young man is looking at a woman and smiling.", "with_names": "a young man is looking at a woman and smiling."}, {"scene_id": "atwt-07-03-06s23", "raw": "A scene from a TV show in which a man in a military uniform is talking to a lawyer.", "with_names": ""}, {"scene_id": "atwt-07-03-06s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-03-06s25", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-07-03-06s26", "raw": "A scene from a TV show in which a woman holds a fork in her hand.", "with_names": "a woman holds a fork in her hand."}]