[{"scene_id": "pc-05-29-01s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube in her nose.", "with_names": "a woman is lying in a hospital bed with a tube in her nose."}, {"scene_id": "pc-05-29-01s1", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in pigtails", "with_names": ""}, {"scene_id": "pc-05-29-01s2", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "Ian is knocking on a door."}, {"scene_id": "pc-05-29-01s3", "raw": "A scene from a TV show in which a woman is standing in a room with candles and a crucifix.", "with_names": "Eve is standing in a room with candles and a crucifix."}, {"scene_id": "pc-05-29-01s4", "raw": "A scene from a TV show in which a young girl is sitting next to a woman in a bar.", "with_names": "a young girl is sitting next to a woman in a bar."}, {"scene_id": "pc-05-29-01s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-05-29-01s6", "raw": "A scene from a TV show in which a man is holding a hammer in front of a fireplace.", "with_names": "Ian is holding a hammer in front of a fireplace."}, {"scene_id": "pc-05-29-01s7", "raw": "A scene from a TV show in which a woman is seen kissing a man in a church.", "with_names": "Eve is kissing a man in a church."}, {"scene_id": "pc-05-29-01s8", "raw": "A scene from a TV show in which a young woman is in a hospital bed with an IV and a nasal cannula.", "with_names": "a young woman is in a hospital bed with an iv and a nasal cannula."}, {"scene_id": "pc-05-29-01s9", "raw": "A scene from a TV show in which a woman sits in a church and reads a letter.", "with_names": "Eve sits in a church and reads a letter."}, {"scene_id": "pc-05-29-01s10", "raw": "A scene from a TV show in which a young girl is talking to a boy.", "with_names": ""}, {"scene_id": "pc-05-29-01s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-05-29-01s12", "raw": "A scene from a TV show in which a priest is wearing a collar and glasses", "with_names": "a priest is wearing a collar and glasses"}]