[{"scene_id": "oltl-01-03-07s0", "raw": "A scene from a TV show in which a couple is kissing in a dark room.", "with_names": "a couple is kissing in a dark room."}, {"scene_id": "oltl-01-03-07s1", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-01-03-07s2", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-01-03-07s3", "raw": "A scene from a TV show in which a woman is seen cutting a baby's diaper.", "with_names": "a woman is cutting a baby's diaper."}, {"scene_id": "oltl-01-03-07s4", "raw": "A scene from a TV show in which a man and a woman are playing poker with a young girl.", "with_names": "a man and a woman are playing poker with a young girl."}, {"scene_id": "oltl-01-03-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-03-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room.", "with_names": "a man and a woman are standing in a dark room."}, {"scene_id": "oltl-01-03-07s7", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "oltl-01-03-07s8", "raw": "A scene from a TV show in which a woman is standing on a subway platform, holding a handbag.", "with_names": "a woman is standing on a subway platform, holding a handbag."}, {"scene_id": "oltl-01-03-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-03-07s10", "raw": "A scene from a TV show in which two men are sitting at a poker table, one of them is wearing a cowboy hat.", "with_names": "two men are sitting at a poker table, one of them is wearing a cowboy hat."}, {"scene_id": "oltl-01-03-07s11", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-01-03-07s12", "raw": "A scene from a TV show in which a blonde woman is yelling at a man.", "with_names": "a blonde woman is yelling at a man."}, {"scene_id": "oltl-01-03-07s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-03-07s14", "raw": "A scene from a TV show in which a woman is in a hospital bed and looks concerned.", "with_names": "a woman is in a hospital bed and looks concerned."}, {"scene_id": "oltl-01-03-07s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-03-07s16", "raw": "A scene from a TV show in which a young boy is wearing a striped sweater and a long black hair.", "with_names": "a young boy is wearing a striped sweater and a long black hair."}, {"scene_id": "oltl-01-03-07s17", "raw": "A scene from a TV show in which a man is holding a gold bar and a woman is looking at it.", "with_names": "a man is holding a gold bar and a woman is looking at it."}, {"scene_id": "oltl-01-03-07s18", "raw": "A scene from a TV show in which a man is sitting down and a woman is standing up.", "with_names": "a man is sitting down and a woman is standing up."}, {"scene_id": "oltl-01-03-07s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-03-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-03-07s21", "raw": "A scene from a TV show in which a man is sitting next to a window and looking out.", "with_names": "a man is sitting next to a window and looking out."}, {"scene_id": "oltl-01-03-07s22", "raw": "A scene from a TV show in which a woman is talking to a man and a younger woman.", "with_names": ""}, {"scene_id": "oltl-01-03-07s23", "raw": "A scene from a TV show in which a woman is sitting in a chair with her eyes closed.", "with_names": ""}, {"scene_id": "oltl-01-03-07s24", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-01-03-07s25", "raw": "A scene from a TV show in which a blonde woman is smiling and a brunette woman is laughing.", "with_names": "a blonde woman is smiling and a brunette woman is laughing."}, {"scene_id": "oltl-01-03-07s26", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a black scarf.", "with_names": "a woman is wearing a red sweater and a black scarf."}, {"scene_id": "oltl-01-03-07s27", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a tie.", "with_names": "two men are standing next to each other, one of them is wearing a tie."}, {"scene_id": "oltl-01-03-07s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]