[{"scene_id": "oltl-04-13-09s0", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is naked in the background.", "with_names": "Natalie is wearing a bra and Jared is naked in the background."}, {"scene_id": "oltl-04-13-09s1", "raw": "A scene from a TV show in which a blonde woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-04-13-09s2", "raw": "A scene from a TV show in which a man is talking on the phone and his face is blurred out.", "with_names": ""}, {"scene_id": "oltl-04-13-09s3", "raw": "A scene from a TV show in which a woman is looking at a necklace and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-13-09s4", "raw": "A scene from a TV show in which a man is holding a woman by the hair and she is crying.", "with_names": "a man is holding ] by the hair and she is crying."}, {"scene_id": "oltl-04-13-09s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-13-09s6", "raw": "A scene from a TV show in which a young man is smiling and wearing a red shirt.", "with_names": "a young man is smiling and wearing a red shirt."}, {"scene_id": "oltl-04-13-09s7", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is looking at him.", "with_names": "] is holding a woman by the neck and she is looking at him."}, {"scene_id": "oltl-04-13-09s8", "raw": "A scene from a TV show in which a young boy is wearing a hoodie and sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-04-13-09s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is watching her.", "with_names": "a woman is wearing a red dress and a man is watching her."}, {"scene_id": "oltl-04-13-09s10", "raw": "A scene from a TV show in which a man is holding a guitar and singing to a woman.", "with_names": "a man is holding a guitar and singing to a woman."}, {"scene_id": "oltl-04-13-09s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-13-09s12", "raw": "A scene from a TV show in which a man is looking at a window", "with_names": "a man is looking at a window"}, {"scene_id": "oltl-04-13-09s13", "raw": "A scene from a TV show in which a shirtless man is looking at the camera", "with_names": "a shirtless man is looking at the camera"}, {"scene_id": "oltl-04-13-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-13-09s15", "raw": "A scene from a TV show in which a man is holding a woman by her hair and duct tape over her mouth.", "with_names": "a man is holding a woman by her hair and duct tape over her mouth."}, {"scene_id": "oltl-04-13-09s16", "raw": "A scene from a TV show in which a man is holding a ladder and a woman is standing behind him.", "with_names": "a man is holding a ladder and a woman is standing behind him."}, {"scene_id": "oltl-04-13-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-13-09s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-04-13-09s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-13-09s20", "raw": "A scene from a TV show in which a woman is standing next to a sick child in a hospital bed.", "with_names": "a woman is standing next to a sick child in a hospital bed."}, {"scene_id": "oltl-04-13-09s21", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-04-13-09s22", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "oltl-04-13-09s23", "raw": "A scene from a TV show in which a man is being electrocuted by a power line.", "with_names": "a man is being electrocuted by a power line."}, {"scene_id": "oltl-04-13-09s24", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-04-13-09s25", "raw": "A scene from a TV show in which a woman is gagged with tape.", "with_names": "] is gagged with tape."}, {"scene_id": "oltl-04-13-09s26", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-13-09s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-13-09s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-13-09s29", "raw": "A scene from a TV show in which a woman is walking through a room with a chair and a TV in the background.", "with_names": "a woman is walking through a room with a chair and a tv in the background."}, {"scene_id": "oltl-04-13-09s30", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-04-13-09s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-13-09s32", "raw": "A scene from a TV show in which a woman is sitting in a chair with a towel over her head.", "with_names": ""}, {"scene_id": "oltl-04-13-09s33", "raw": "A scene from a TV show in which a woman is singing and a man is playing the guitar.", "with_names": "a woman is singing and ] is playing the guitar."}, {"scene_id": "oltl-04-13-09s34", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-04-13-09s35", "raw": "A scene from a TV show in which a man is holding his hand to his chest and a woman is covering her mouth.", "with_names": "a man is holding his hand to his chest and a woman is covering her mouth."}]