[{"scene_id": "pc-05-05-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-05-03s1", "raw": "A scene from a TV show in which a man is walking into a bar and a woman is standing behind him.", "with_names": "a man is walking into a bar and a woman is standing behind him."}, {"scene_id": "pc-05-05-03s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and looking at the camera.", "with_names": "a man is wearing a leather jacket and looking at the camera."}, {"scene_id": "pc-05-05-03s3", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "pc-05-05-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-05-03s5", "raw": "A scene from a TV show in which a woman is being presented with a bouquet of roses.", "with_names": "a woman is being presented with a bouquet of roses."}, {"scene_id": "pc-05-05-03s6", "raw": "A scene from a TV show in which a woman is lying on her back with her head resting on a man's chest.", "with_names": "a woman is lying on her back with her head resting on a man's chest."}, {"scene_id": "pc-05-05-03s7", "raw": "A scene from a TV show in which a woman is sitting on a red couch and a man is standing next to her.", "with_names": "a woman is sitting on a red couch and a man is standing next to her."}, {"scene_id": "pc-05-05-03s8", "raw": "A scene from a TV show in which a man is kissing a woman in a hotel lobby.", "with_names": "a man is kissing a woman in a hotel lobby."}, {"scene_id": "pc-05-05-03s9", "raw": "A scene from a TV show in which a woman is lying on a man, with her head resting on his chest.", "with_names": "a woman is lying on a man, with her head resting on his chest."}, {"scene_id": "pc-05-05-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-05-03s11", "raw": "A scene from a TV show in which a woman is wearing a bucket hat and a man is looking at her.", "with_names": "a woman is wearing a bucket hat and a man is looking at her."}, {"scene_id": "pc-05-05-03s12", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}]