[{"scene_id": "bb-07-24-17s0", "raw": "A scene from a TV show in which a woman holds a baby and talks to another woman.", "with_names": "a woman holds a baby and talks to another woman."}, {"scene_id": "bb-07-24-17s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-07-24-17s2", "raw": "A scene from a TV show in which a man and a woman are standing in front of a mannequin.", "with_names": "a man and a woman are standing in front of a mannequin."}, {"scene_id": "bb-07-24-17s3", "raw": "A scene from a TV show in which a man is trying on a bikini.", "with_names": "Wyatt is trying on a bikini."}, {"scene_id": "bb-07-24-17s4", "raw": "A scene from a TV show in which a woman is looking at a dress in a closet.", "with_names": "a woman is looking at a dress in a closet."}, {"scene_id": "bb-07-24-17s5", "raw": "A scene from a TV show in which a man holds a baby and talks to a woman.", "with_names": "a man holds a baby and talks to a woman."}, {"scene_id": "bb-07-24-17s6", "raw": "A scene from a TV show in which a man is signing a piece of paper while a woman looks on.", "with_names": "Wyatt is signing a piece of paper while Katie looks on."}, {"scene_id": "bb-07-24-17s7", "raw": "A scene from a TV show in which two girls are standing in a clothing store, one of them is holding a gift.", "with_names": "two girls are standing in a clothing store, one of them is holding a gift."}, {"scene_id": "bb-07-24-17s8", "raw": "A scene from a TV show in which a woman is trying on a dress.", "with_names": "a woman is trying on a dress."}, {"scene_id": "bb-07-24-17s9", "raw": "A scene from a TV show in which a black man and a white woman are holding hands and smiling at each other.", "with_names": "a black man and a white woman are holding hands and smiling at each other."}, {"scene_id": "bb-07-24-17s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-24-17s11", "raw": "A scene from a TV show in which a woman is being held by a man and a police officer.", "with_names": "a woman is being held by a man and a police officer."}, {"scene_id": "bb-07-24-17s12", "raw": "A scene from a TV show in which a man is standing in an office with a desk and a chair in front of him.", "with_names": "a man is standing in an office with a desk and a chair in front of him."}, {"scene_id": "bb-07-24-17s13", "raw": "A scene from a TV show in which a woman is standing in front of a man in a store.", "with_names": "a woman is standing in front of a man in a store."}, {"scene_id": "bb-07-24-17s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-07-24-17s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-07-24-17s16", "raw": "A scene from a TV show in which a man is looking at a window and smiling", "with_names": "Wyatt is looking at a window and smiling"}, {"scene_id": "bb-07-24-17s17", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-24-17s18", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}]