[{"scene_id": "bb-05-08-14s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "bb-05-08-14s1", "raw": "A scene from a TV show in which a man and a woman are singing together.", "with_names": "a man and a woman are singing together."}, {"scene_id": "bb-05-08-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-08-14s3", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "bb-05-08-14s4", "raw": "A scene from a TV show in which a man sits in a chair and looks at a clock.", "with_names": "a man sits in a chair and looks at a clock."}, {"scene_id": "bb-05-08-14s5", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "a man sits in a chair and talks to a woman."}, {"scene_id": "bb-05-08-14s6", "raw": "A scene from a TV show in which a woman sits in a chair and closes her eyes.", "with_names": "a woman sits in a chair and closes her eyes."}, {"scene_id": "bb-05-08-14s7", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-08-14s8", "raw": "A scene from a TV show in which a woman is holding her chest and a man is looking at her.", "with_names": "a woman is holding her chest and a man is looking at her."}, {"scene_id": "bb-05-08-14s9", "raw": "A scene from a TV show in which a woman is talking about a white box.", "with_names": ""}, {"scene_id": "bb-05-08-14s10", "raw": "A scene from a TV show in which a woman holds an axe and threatens a young woman.", "with_names": "a woman holds an axe and threatens a young woman."}, {"scene_id": "bb-05-08-14s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-05-08-14s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-05-08-14s13", "raw": "A scene from a TV show in which a man sits on a couch and reads a book.", "with_names": "a man sits on a couch and reads a book."}, {"scene_id": "bb-05-08-14s14", "raw": "A scene from a TV show in which a young woman is using a laptop.", "with_names": "a young woman is using a laptop."}]