[{"scene_id": "atwt-12-13-05s0", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-12-13-05s1", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-12-13-05s2", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "atwt-12-13-05s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and ] is standing next to her."}, {"scene_id": "atwt-12-13-05s4", "raw": "A scene from a TV show in which Dawn dish soap is used to clean a sink.", "with_names": "dawn dish soap is used to clean a sink."}, {"scene_id": "atwt-12-13-05s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-12-13-05s6", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-12-13-05s7", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and her hair is in a ponytail.", "with_names": "a woman is wearing a blue turtleneck and her hair is in a ponytail."}, {"scene_id": "atwt-12-13-05s8", "raw": "A scene from a TV show in which a man is talking to another mande", "with_names": ""}, {"scene_id": "atwt-12-13-05s9", "raw": "A scene from a TV show in which a man is printing a skateboard deck on a printer.", "with_names": "a man is printing a skateboard deck on a printer."}, {"scene_id": "atwt-12-13-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-13-05s11", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on the edge of a box.", "with_names": "a man is lying on a bed with his head resting on the edge of a box."}, {"scene_id": "atwt-12-13-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-12-13-05s13", "raw": "A scene from a TV show in which a woman is being hugged by another woman.", "with_names": "a woman is being hugged by another woman."}, {"scene_id": "atwt-12-13-05s14", "raw": "A scene from a TV show in which a judge is wearing a black dress and white collar.", "with_names": "a judge is wearing a black dress and white collar."}, {"scene_id": "atwt-12-13-05s15", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-12-13-05s16", "raw": "A scene from a TV show in which a woman is smiling and a man is hugging her from behind.", "with_names": "a woman is smiling and a man is hugging her from behind."}, {"scene_id": "atwt-12-13-05s17", "raw": "A scene from a TV show in which a man holds a baby while a woman looks on.", "with_names": "a man holds a baby while a woman looks on."}, {"scene_id": "atwt-12-13-05s18", "raw": "A scene from a TV show in which a woman is smelling a red rose.", "with_names": "a woman is smelling a red rose."}, {"scene_id": "atwt-12-13-05s19", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "atwt-12-13-05s20", "raw": "A scene from a TV show in which a McCormick logo is shown", "with_names": ""}, {"scene_id": "atwt-12-13-05s21", "raw": "A scene from a TV show in which a man is wearing a black shirt and a dark-haired man is standing behind him.", "with_names": "a man is wearing a black shirt and a dark-haired man is standing behind him."}, {"scene_id": "atwt-12-13-05s22", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-12-13-05s23", "raw": "A scene from a TV show in which a man is standing in front of a mirror and looking at his reflection.", "with_names": "a man is standing in front of a mirror and looking at his reflection."}, {"scene_id": "atwt-12-13-05s24", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-12-13-05s25", "raw": "A scene from a TV show in which a handbag is on display.", "with_names": "a handbag is on display."}]