[{"scene_id": "bb-05-31-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-31-06s1", "raw": "A scene from a TV show in which a woman is standing in a room with a tea set and a clock on a table.", "with_names": "a woman is standing in a room with a tea set and a clock on a table."}, {"scene_id": "bb-05-31-06s2", "raw": "A scene from a TV show in which a woman is looking down with her eyes closed. The word \"Bold\" is written below her.", "with_names": "] is looking down with her eyes closed. the word \"bold\" is written below her."}, {"scene_id": "bb-05-31-06s3", "raw": "A scene from a TV show in which a man is wearing a black shirt and a blonde man decal on his forehead", "with_names": "a man is wearing a black shirt and a blonde man decal on his forehead"}, {"scene_id": "bb-05-31-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-31-06s5", "raw": "A scene from a TV show in which a man and a woman stand in a bedroom, looking at a bed.", "with_names": "a man and ] stand in a bedroom, looking at a bed."}, {"scene_id": "bb-05-31-06s6", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a suspicious expression.", "with_names": "a blonde woman is looking at the camera with a suspicious expression."}, {"scene_id": "bb-05-31-06s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-05-31-06s8", "raw": "A scene from a TV show in which a woman is sitting in a room with a candle and a clock on the wall.", "with_names": "] is sitting in a room with a candle and a clock on the wall."}, {"scene_id": "bb-05-31-06s9", "raw": "A scene from a TV show in which a man is wearing a black shirt and a greying hair.", "with_names": "a man is wearing a black shirt and a greying hair."}, {"scene_id": "bb-05-31-06s10", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}]