[{"scene_id": "atwt-02-04-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-02-04-03s1", "raw": "A scene from a TV show in which a woman is looking at a book", "with_names": "a woman is looking at a book"}, {"scene_id": "atwt-02-04-03s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-04-03s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-04-03s4", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and a long blonde wig.", "with_names": "a blonde woman is wearing a green dress and a long blonde wig."}, {"scene_id": "atwt-02-04-03s5", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a red tie.", "with_names": "a man is in a dark room, wearing a black shirt and a red tie."}, {"scene_id": "atwt-02-04-03s6", "raw": "A scene from a TV show in which a man is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "atwt-02-04-03s7", "raw": "A scene from a TV show in which a young woman is wearing a nurse's hat and coat.", "with_names": "a young woman is wearing a nurse's hat and coat."}, {"scene_id": "atwt-02-04-03s8", "raw": "A scene from a TV show in which a man is wearing a black coat and a red tie", "with_names": "a man is wearing a black coat and a red tie"}, {"scene_id": "atwt-02-04-03s9", "raw": "A scene from a TV show in which a woman washes her face with a bottle of Schick's.", "with_names": "a woman washes her face with a bottle of schick's."}, {"scene_id": "atwt-02-04-03s10", "raw": "A scene from a TV show in which a young man is wearing a white shirt and a red sweater.", "with_names": "a young man is wearing a white shirt and a red sweater."}, {"scene_id": "atwt-02-04-03s11", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from a woman."}, {"scene_id": "atwt-02-04-03s12", "raw": "A scene from a TV show in which a sports drink is being poured into a cup.", "with_names": "a sports drink is being poured into a cup."}, {"scene_id": "atwt-02-04-03s13", "raw": "A scene from a TV show in which a young girl is wearing a white cap and a black coat.", "with_names": "a young girl is wearing a white cap and a black coat."}, {"scene_id": "atwt-02-04-03s14", "raw": "A scene from a TV show in which a man is walking on a sidewalk with a lot of fish swimming around him.", "with_names": "a man is walking on a sidewalk with a lot of fish swimming around him."}, {"scene_id": "atwt-02-04-03s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-03s16", "raw": "A scene from a TV show in which a man is wiping his arm with a towel while a woman looks on.", "with_names": "a man is wiping his arm with a towel while a woman looks on."}, {"scene_id": "atwt-02-04-03s17", "raw": "A scene from a TV show in which a young woman is wearing a white hat and a black coat.", "with_names": "a young woman is wearing a white hat and a black coat."}, {"scene_id": "atwt-02-04-03s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a blonde woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-02-04-03s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-04-03s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-04-03s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}]