[{"scene_id": "atwt-05-22-09s0", "raw": "A scene from a TV show in which a man is holding a woman's face in his hands.", "with_names": "Henry is holding Vienna's face in his hands."}, {"scene_id": "atwt-05-22-09s1", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-22-09s2", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-22-09s3", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a helmet on his head.", "with_names": "a boy is wearing a blue shirt and a helmet on his head."}, {"scene_id": "atwt-05-22-09s4", "raw": "A scene from a TV show in which a light bulb is lit up and a flame is seen coming out of it.", "with_names": "a light bulb is lit up and a flame is coming out of it."}, {"scene_id": "atwt-05-22-09s5", "raw": "A scene from a TV show in which a person is lying down with a tube coming out of their mouth.", "with_names": "a person is lying down with a tube coming out of their mouth."}, {"scene_id": "atwt-05-22-09s6", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-05-22-09s7", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-05-22-09s8", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-05-22-09s9", "raw": "A scene from a TV show in which a stack of towels is shown on a bathroom counter.", "with_names": ""}, {"scene_id": "atwt-05-22-09s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-22-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-09s12", "raw": "A scene from a TV show in which a man is wearing a face shield.", "with_names": "a man is wearing a face shield."}, {"scene_id": "atwt-05-22-09s13", "raw": "A scene from a TV show in which a woman is seen setting a table in a backyard.", "with_names": "a woman is setting a table in a backyard."}, {"scene_id": "atwt-05-22-09s14", "raw": "A scene from a TV show in which a girl and a boy are standing in a doorway.", "with_names": "a girl and a boy are standing in a doorway."}, {"scene_id": "atwt-05-22-09s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at another man.", "with_names": "a man is wearing a suit and tie and looking at another man."}, {"scene_id": "atwt-05-22-09s16", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-22-09s17", "raw": "A scene from a TV show in which a family is swimming in a lake.", "with_names": "a family is swimming in a lake."}, {"scene_id": "atwt-05-22-09s18", "raw": "A scene from a TV show in which a man and a woman are standing in front of a bridge, holding pink flowers.", "with_names": "a man and a woman are standing in front of a bridge, holding pink flowers."}, {"scene_id": "atwt-05-22-09s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-22-09s20", "raw": "A scene from a TV show in which a man and woman are walking together.", "with_names": "a man and woman are walking together."}, {"scene_id": "atwt-05-22-09s21", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-22-09s22", "raw": "A scene from a TV show in which a man is comforting a woman, who is covering her face with her hands.", "with_names": "a man is comforting a woman, who is covering her face with her hands."}, {"scene_id": "atwt-05-22-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-22-09s24", "raw": "A scene from a TV show in which a woman is leaning over a man, who is sleeping.", "with_names": "a woman is leaning over a man, who is sleeping."}, {"scene_id": "atwt-05-22-09s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-22-09s26", "raw": "A scene from a TV show in which a graph is shown comparing the effectiveness of different sunscreens.", "with_names": ""}]