[{"scene_id": "atwt-01-21-04s0", "raw": "A scene from a TV show in which a dog is sitting next to a vacuum cleaner.", "with_names": "a dog is sitting next to a vacuum cleaner."}, {"scene_id": "atwt-01-21-04s1", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-01-21-04s2", "raw": "A scene from a TV show in which a man is wearing a red shirt and a tie and looking down", "with_names": "a man is wearing a red shirt and a tie and looking down"}, {"scene_id": "atwt-01-21-04s3", "raw": "A scene from a TV show in which a woman is holding a baby and kissing its head.", "with_names": "a woman is holding a baby and kissing its head."}, {"scene_id": "atwt-01-21-04s4", "raw": "A scene from a TV show in which a man is smiling and wearing glasses.", "with_names": "a man is smiling and wearing glasses."}, {"scene_id": "atwt-01-21-04s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-21-04s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-01-21-04s7", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace.", "with_names": "a woman is wearing a leather jacket and a necklace."}, {"scene_id": "atwt-01-21-04s8", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, looking at each other.", "with_names": "a man and a woman are standing close to each other, looking at each other."}, {"scene_id": "atwt-01-21-04s9", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-21-04s10", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is standing behind him.", "with_names": "a man is holding a cell phone and a woman is standing behind him."}, {"scene_id": "atwt-01-21-04s11", "raw": "A scene from a TV show in which a young girl is shown a picture of a man.", "with_names": ""}, {"scene_id": "atwt-01-21-04s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a fur coat.", "with_names": "a woman is wearing a red dress and a fur coat."}, {"scene_id": "atwt-01-21-04s13", "raw": "A scene from a TV show in which a man is wearing a black coat and a turtleneck", "with_names": "a man is wearing a black coat and a turtleneck"}, {"scene_id": "atwt-01-21-04s14", "raw": "A scene from a TV show in which a baby is shown wearing a diaper.", "with_names": ""}, {"scene_id": "atwt-01-21-04s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-21-04s16", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a blonde wig.", "with_names": "a man is wearing a turtleneck and a blonde wig."}, {"scene_id": "atwt-01-21-04s17", "raw": "A scene from a TV show in which a man and woman sit on a couch, with liquor bottles in the background.", "with_names": "] and woman sit on a couch, with liquor bottles in the background."}, {"scene_id": "atwt-01-21-04s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-21-04s19", "raw": "A scene from a TV show in which a woman is wearing a red coat and a big red bow in her hair.", "with_names": "a woman is wearing a red coat and a big red bow in her hair."}, {"scene_id": "atwt-01-21-04s20", "raw": "A scene from a TV show in which a man is walking on a pink and blue background", "with_names": "a man is walking on a pink and blue background"}, {"scene_id": "atwt-01-21-04s21", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-21-04s22", "raw": "A scene from a TV show in which a blonde woman is wearing a coat and a scarf.", "with_names": "a blonde woman is wearing a coat and a scarf."}, {"scene_id": "atwt-01-21-04s23", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a gun.", "with_names": "two men are standing in a room, one of them is holding a gun."}, {"scene_id": "atwt-01-21-04s24", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-21-04s25", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-01-21-04s26", "raw": "A scene from a TV show in which a white cloth is being used to clean a surface. The words \"clean fresh\" are written on the cloth.", "with_names": "a white cloth is being used to clean a surface. the words \"clean fresh\" are written on the cloth."}, {"scene_id": "atwt-01-21-04s27", "raw": "A scene from a TV show in which a man is walking out of a door and a wall of boxes is behind him.", "with_names": "a man is walking out of a door and a wall of boxes is behind him."}, {"scene_id": "atwt-01-21-04s28", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt.", "with_names": "a man is wearing a tie and a shirt."}, {"scene_id": "atwt-01-21-04s29", "raw": "A scene from a TV show in which a man is wearing a black turtleneck.", "with_names": "a man is wearing a black turtleneck."}, {"scene_id": "atwt-01-21-04s30", "raw": "A scene from a TV show in which a man is sitting in a chair and reading a newspaper.", "with_names": ""}, {"scene_id": "atwt-01-21-04s31", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}]