[{"scene_id": "pc-07-16-01s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "pc-07-16-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-16-01s2", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "Livvie is lying on a bed and Jack is standing over her."}, {"scene_id": "pc-07-16-01s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-07-16-01s4", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a hand is on her chest.", "with_names": "a blonde woman is wearing a pink dress and a hand is on her chest."}, {"scene_id": "pc-07-16-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-16-01s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-07-16-01s7", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "pc-07-16-01s8", "raw": "A scene from a TV show in which a man and a woman are standing outside, laughing.", "with_names": "Jack and Alison are standing outside, laughing."}, {"scene_id": "pc-07-16-01s9", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-16-01s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-07-16-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-07-16-01s13", "raw": "A scene from a TV show in which a woman is singing with her eyes closed.", "with_names": "Alison is singing with her eyes closed."}, {"scene_id": "pc-07-16-01s14", "raw": "A scene from a TV show in which a young man is talking to someone off-screen.", "with_names": ""}]