[{"scene_id": "bb-01-03-13s0", "raw": "A scene from a TV show in which a man is seen in a dark room, with a spotlight shining on him.", "with_names": "a man is in a dark room, with a spotlight shining on him."}, {"scene_id": "bb-01-03-13s1", "raw": "A scene from a TV show in which a woman is about to kiss a man.", "with_names": "a woman is about to kiss a man."}, {"scene_id": "bb-01-03-13s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-03-13s3", "raw": "A scene from a TV show in which a young woman sits in a hospital bed and talks to a woman who is sitting next to her.", "with_names": "a young woman sits in a hospital bed and talks to a woman who is sitting next to her."}, {"scene_id": "bb-01-03-13s4", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}, {"scene_id": "bb-01-03-13s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-01-03-13s6", "raw": "A scene from a TV show in which a woman lies in a hospital bed and talks to someone off camera.", "with_names": "a woman lies in a hospital bed and talks to someone off camera."}, {"scene_id": "bb-01-03-13s7", "raw": "A scene from a TV show in which a woman sits on a bed and talks to a man.", "with_names": "a woman sits on a bed and talks to a man."}, {"scene_id": "bb-01-03-13s8", "raw": "A scene from a TV show in which medical supplies are on display.", "with_names": "medical supplies are on display."}, {"scene_id": "bb-01-03-13s9", "raw": "A scene from a TV show in which a man is interviewed by a doctor.", "with_names": "a man is interviewed by a doctor."}, {"scene_id": "bb-01-03-13s10", "raw": "A scene from a TV show in which a woman is packing her suitcase in a hotel room.", "with_names": "a woman is packing her suitcase in a hotel room."}, {"scene_id": "bb-01-03-13s11", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]