[{"scene_id": "pc-01-27-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-27-03s1", "raw": "A scene from a TV show in which a shirtless man and a woman are in a hot tub together.", "with_names": "a shirtless man and a woman are in a hot tub together."}, {"scene_id": "pc-01-27-03s2", "raw": "A scene from a TV show in which a man is seen kneeling on the floor and praying.", "with_names": "] is kneeling on the floor and praying."}, {"scene_id": "pc-01-27-03s3", "raw": "A scene from a TV show in which a woman is sitting on a horse.", "with_names": "a woman is sitting on a horse."}, {"scene_id": "pc-01-27-03s4", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "pc-01-27-03s5", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "pc-01-27-03s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-27-03s7", "raw": "A scene from a TV show in which a man is kissing a woman passionately.", "with_names": "a man is kissing a woman passionately."}, {"scene_id": "pc-01-27-03s8", "raw": "A scene from a TV show in which a man is walking down a snowy street, carrying a large gun.", "with_names": "a man is walking down a snowy street, carrying a large gun."}, {"scene_id": "pc-01-27-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-01-27-03s10", "raw": "", "with_names": ""}, {"scene_id": "pc-01-27-03s11", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a dark jacket.", "with_names": "a man is wearing a black turtleneck and a dark jacket."}, {"scene_id": "pc-01-27-03s12", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "pc-01-27-03s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]