[{"scene_id": "bb-02-07-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "bb-02-07-17s1", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a red couch and a window.", "with_names": ""}, {"scene_id": "bb-02-07-17s2", "raw": "A scene from a TV show in which a man is holding a camera and taking a picture.", "with_names": "Liam is holding a camera and taking a picture."}, {"scene_id": "bb-02-07-17s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-02-07-17s4", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-02-07-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-07-17s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-07-17s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-07-17s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Thomas and Steffy are standing in a room."}, {"scene_id": "bb-02-07-17s9", "raw": "A scene from a TV show in which a man is interviewed by a woman in a leopard print jacket", "with_names": "a man is interviewed by a woman in a leopard print jacket"}, {"scene_id": "bb-02-07-17s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-07-17s11", "raw": "A scene from a TV show in which a man is giving a thumbs up.", "with_names": "Liam is giving a thumbs up."}, {"scene_id": "bb-02-07-17s12", "raw": "A scene from a TV show in which a man is sitting in a room with a mustache and a grey shirt.", "with_names": "a man is sitting in a room with a mustache and a grey shirt."}, {"scene_id": "bb-02-07-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-02-07-17s15", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Ivy is smiling and looking at the camera."}, {"scene_id": "bb-02-07-17s16", "raw": "A scene from a TV show in which a man and a woman sit at a kitchen table and talk.", "with_names": "Liam and a woman sit at a kitchen table and talk."}, {"scene_id": "bb-02-07-17s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]