[{"scene_id": "atwt-08-14-09s0", "raw": "A scene from a TV show in which a woman is grabbing a man's shirt and pulling him away from a bookshelf.", "with_names": "Margo is grabbing Tom's shirt and pulling him away from a bookshelf."}, {"scene_id": "atwt-08-14-09s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-14-09s2", "raw": "A scene from a TV show in which a doctor is yelling at a nurse.", "with_names": "a doctor is yelling at a nurse."}, {"scene_id": "atwt-08-14-09s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-14-09s4", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-08-14-09s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-14-09s6", "raw": "A scene from a TV show in which a cow is shown to be able to predict the outcome of a coin toss.", "with_names": ""}, {"scene_id": "atwt-08-14-09s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-08-14-09s8", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a stern expression.", "with_names": ""}, {"scene_id": "atwt-08-14-09s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-14-09s10", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-08-14-09s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-14-09s12", "raw": "A scene from a TV show in which a Wii MotionPlus controller is used.", "with_names": "a wii motionplus controller is used."}, {"scene_id": "atwt-08-14-09s13", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-08-14-09s14", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-14-09s15", "raw": "A scene from a TV show in which a barge is being used to transport a large piece of equipment across a body of water.", "with_names": "a barge is being used to transport a large piece of equipment across a body of water."}, {"scene_id": "atwt-08-14-09s16", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-14-09s17", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "atwt-08-14-09s18", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "atwt-08-14-09s19", "raw": "A scene from a TV show in which a man is seen walking through a foggy field.", "with_names": "a man is walking through a foggy field."}, {"scene_id": "atwt-08-14-09s20", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-08-14-09s21", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-08-14-09s22", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-14-09s23", "raw": "A scene from a TV show in which a young boy is eating a cookie.", "with_names": "a young boy is eating a cookie."}, {"scene_id": "atwt-08-14-09s24", "raw": "A scene from a TV show in which a horse is tied to a tree.", "with_names": "a horse is tied to a tree."}, {"scene_id": "atwt-08-14-09s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-14-09s26", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-08-14-09s27", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "atwt-08-14-09s28", "raw": "A scene from a TV show in which a large metal cylinder is opened up and a person is inside.", "with_names": "a large metal cylinder is opened up and a person is inside."}]