[{"scene_id": "gl-04-25-03s0", "raw": "A scene from a TV show in which a woman is laughing and a man is crying.", "with_names": "a woman is laughing and a man is crying."}, {"scene_id": "gl-04-25-03s1", "raw": "A scene from a TV show in which a man sits in a car and looks out the window.", "with_names": "a man sits in a car and looks out the window."}, {"scene_id": "gl-04-25-03s2", "raw": "A scene from a TV show in which a man is standing on a staircase and a woman is sitting on the stairs.", "with_names": "a man is standing on a staircase and a woman is sitting on the stairs."}, {"scene_id": "gl-04-25-03s3", "raw": "A scene from a TV show in which a couch is sitting in a living room with a lamp on and a staircase in the background.", "with_names": "a couch is sitting in a living room with a lamp on and a staircase in the background."}, {"scene_id": "gl-04-25-03s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is eating a sandwich.", "with_names": "a woman is sitting at a table with a man, and she is eating a sandwich."}, {"scene_id": "gl-04-25-03s5", "raw": "A scene from a TV show in which a woman is handcuffed and a man is holding her arm.", "with_names": "a woman is handcuffed and a man is holding her arm."}, {"scene_id": "gl-04-25-03s6", "raw": "A scene from a TV show in which a woman is talking to someone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-04-25-03s7", "raw": "A scene from a TV show in which a man is reading a newspaper and smiling", "with_names": "a man is reading a newspaper and smiling"}, {"scene_id": "gl-04-25-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-03s9", "raw": "A scene from a TV show in which a doctor is talking to a patient", "with_names": ""}, {"scene_id": "gl-04-25-03s10", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-04-25-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is touching his face.", "with_names": ""}, {"scene_id": "gl-04-25-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]