[{"scene_id": "bb-04-03-15s0", "raw": "A scene from a TV show in which two men argue.", "with_names": "two men argue."}, {"scene_id": "bb-04-03-15s1", "raw": "A scene from a TV show in which a man is talking to a group of women.", "with_names": ""}, {"scene_id": "bb-04-03-15s2", "raw": "A scene from a TV show in which a man is sitting on a couch in a gym.", "with_names": ""}, {"scene_id": "bb-04-03-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-15s4", "raw": "A scene from a TV show in which a man and a woman stand in a room and talk.", "with_names": "a man and a woman stand in a room and talk."}, {"scene_id": "bb-04-03-15s5", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a black hat.", "with_names": "a woman is wearing a green shirt and a black hat."}, {"scene_id": "bb-04-03-15s6", "raw": "A scene from a TV show in which a man lifts weights in a gym.", "with_names": "Rick lifts weights in a gym."}, {"scene_id": "bb-04-03-15s7", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a suit.", "with_names": "a woman is wearing a white dress and Carter is in a suit."}, {"scene_id": "bb-04-03-15s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-03-15s9", "raw": "A scene from a TV show in which a man is trying to fix a laptop.", "with_names": "a man is trying to fix a laptop."}, {"scene_id": "bb-04-03-15s10", "raw": "A scene from a TV show in which a woman is standing in a room with a horse on the wall.", "with_names": "a woman is standing in a room with a horse on the wall."}, {"scene_id": "bb-04-03-15s11", "raw": "A scene from a TV show in which a man is drinking water while working out.", "with_names": "Rick is drinking water while working out."}, {"scene_id": "bb-04-03-15s12", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "Wyatt is holding Quinn by the throat."}, {"scene_id": "bb-04-03-15s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-03-15s14", "raw": "A scene from a TV show in which a man and a woman sit across from each other at a table.", "with_names": "Rick and Katie sit across from each other at a table."}, {"scene_id": "bb-04-03-15s15", "raw": "A scene from a TV show in which a man is standing in an office and talking to someone.", "with_names": ""}, {"scene_id": "bb-04-03-15s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-15s17", "raw": "A scene from a TV show in which a door is opened and a man walks in.", "with_names": "a door is opened and a man walks in."}, {"scene_id": "bb-04-03-15s19", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Katie sit on a couch and talk."}, {"scene_id": "bb-04-03-15s20", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking at a painting.", "with_names": "a young woman is sitting in a room and looking at a painting."}]