[{"scene_id": "oltl-06-14-07s0", "raw": "A scene from a TV show in which a girl is being bullied by a boy.", "with_names": "a girl is being bullied by a boy."}, {"scene_id": "oltl-06-14-07s1", "raw": "A scene from a TV show in which a girl is wearing a headband and a blue dress.", "with_names": "a girl is wearing a headband and a blue dress."}, {"scene_id": "oltl-06-14-07s2", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "oltl-06-14-07s3", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-06-14-07s4", "raw": "A scene from a TV show in which a woman is lying in bed with her head resting on a pillow.", "with_names": "a woman is lying in bed with her head resting on a pillow."}, {"scene_id": "oltl-06-14-07s5", "raw": "A scene from a TV show in which a woman is being interviewed by two men.", "with_names": "a woman is being interviewed by two men."}, {"scene_id": "oltl-06-14-07s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-14-07s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-14-07s8", "raw": "A scene from a TV show in which a woman is wearing a blue sweater and a striped shirt", "with_names": "a woman is wearing a blue sweater and a striped shirt"}, {"scene_id": "oltl-06-14-07s9", "raw": "A scene from a TV show in which a man is being interviewed by a reporter, while another man to his left looks on.", "with_names": "a man is being interviewed by a reporter, while another man to his left looks on."}, {"scene_id": "oltl-06-14-07s10", "raw": "A scene from a TV show in which two women are sitting next to each other, one is wearing a red top and the other is wearing a white top.", "with_names": "two women are sitting next to each other, one is wearing a red top and the other is wearing a white top."}, {"scene_id": "oltl-06-14-07s11", "raw": "A scene from a TV show in which a young woman is crying and her green hair is dyed green.", "with_names": "a young woman is crying and her green hair is dyed green."}, {"scene_id": "oltl-06-14-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-14-07s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-14-07s14", "raw": "A scene from a TV show in which a man is seen in a hospital bed", "with_names": "a man is in a hospital bed"}, {"scene_id": "oltl-06-14-07s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-06-14-07s16", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket, and several other people are standing around him.", "with_names": "a man is wearing a red shirt and a black jacket, and several other people are standing around him."}, {"scene_id": "oltl-06-14-07s17", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing in front of her.", "with_names": ""}, {"scene_id": "oltl-06-14-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-14-07s19", "raw": "A scene from a TV show in which a young woman is looking up and smiling.", "with_names": "a young woman is looking up and smiling."}, {"scene_id": "oltl-06-14-07s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room, facing each other.", "with_names": "a man and a woman are standing in a room, facing each other."}, {"scene_id": "oltl-06-14-07s21", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-06-14-07s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-14-07s23", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-06-14-07s24", "raw": "A scene from a TV show in which a woman is seen wearing a short skirt and high-heeled boots.", "with_names": "a woman is wearing a short skirt and high-heeled boots."}, {"scene_id": "oltl-06-14-07s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-14-07s26", "raw": "A scene from a TV show in which a man is being hit by a woman.", "with_names": "a man is being hit by a woman."}, {"scene_id": "oltl-06-14-07s27", "raw": "A scene from a TV show in which a man and a woman are standing in front of an American flag.", "with_names": "a man and a woman are standing in front of an american flag."}, {"scene_id": "oltl-06-14-07s28", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "oltl-06-14-07s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-14-07s30", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-14-07s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-14-07s32", "raw": "A scene from a TV show in which a girl is talking on the phone and wearing a headband", "with_names": ""}]