[{"scene_id": "atwt-03-09-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-09-06s1", "raw": "A scene from a TV show in which a man is pointing at another man.", "with_names": "a man is pointing at another man."}, {"scene_id": "atwt-03-09-06s2", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-09-06s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-09-06s4", "raw": "A scene from a TV show in which a woman is shown from the back, wearing a bra.", "with_names": ""}, {"scene_id": "atwt-03-09-06s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-09-06s6", "raw": "A scene from a TV show in which a young man is wearing a hoodie and looking surprised.", "with_names": "a young man is wearing a hoodie and looking surprised."}, {"scene_id": "atwt-03-09-06s7", "raw": "A scene from a TV show in which a woman is on the phone and looking concerned.", "with_names": "a woman is on the phone and looking concerned."}, {"scene_id": "atwt-03-09-06s8", "raw": "A scene from a TV show in which a woman is looking in a mirror and her reflection is a man", "with_names": "] is looking in a mirror and her reflection is a man"}, {"scene_id": "atwt-03-09-06s9", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-03-09-06s10", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-09-06s11", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a long black hair", "with_names": "a woman is wearing a leather jacket and a long black hair"}, {"scene_id": "atwt-03-09-06s12", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "atwt-03-09-06s13", "raw": "A scene from a TV show in which a person is painting a lampshade.", "with_names": "a person is painting a lampshade."}, {"scene_id": "atwt-03-09-06s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-09-06s15", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-09-06s16", "raw": "A scene from a TV show in which a man is looking down and talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-09-06s17", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-03-09-06s18", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-09-06s19", "raw": "A scene from a TV show in which a girl is being bullied by another girl.", "with_names": "a girl is being bullied by another girl."}, {"scene_id": "atwt-03-09-06s20", "raw": "A scene from a TV show in which a woman is kneeling on a desk, her head down, and her hands are in front of her face.", "with_names": "a woman is kneeling on a desk, her head down, and her hands are in front of her face."}, {"scene_id": "atwt-03-09-06s21", "raw": "A scene from a TV show in which a mermaid is shown in a pink dress.", "with_names": ""}, {"scene_id": "atwt-03-09-06s22", "raw": "A scene from a TV show in which a woman is on the phone and a vase of flowers is in the background.", "with_names": "a woman is on the phone and a vase of flowers is in the background."}, {"scene_id": "atwt-03-09-06s23", "raw": "A scene from a TV show in which a young woman is looking at the camera with a surprised expression.", "with_names": "a young woman is looking at the camera with a surprised expression."}, {"scene_id": "atwt-03-09-06s24", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "atwt-03-09-06s25", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-03-09-06s26", "raw": "A scene from a TV show in which a bee is shown in close-up, with a bottle of Nasone visible in the background.", "with_names": ""}, {"scene_id": "atwt-03-09-06s27", "raw": "A scene from a TV show in which a man stands in front of a Medicare Decision Guide.", "with_names": "a man stands in front of a medicare decision guide."}]