[{"scene_id": "bb-05-15-15s0", "raw": "A scene from a TV show in which a man proposes to a woman in front of a fireplace.", "with_names": "Rick proposes to Maya in front of a fireplace."}, {"scene_id": "bb-05-15-15s1", "raw": "A scene from a TV show in which a woman is texting on her cell phone while a man stands behind her.", "with_names": "a woman is texting on her cell phone while a man stands behind her."}, {"scene_id": "bb-05-15-15s2", "raw": "A scene from a TV show in which a man is holding a cigar and wearing a ring.", "with_names": "a man is holding a cigar and wearing a ring."}, {"scene_id": "bb-05-15-15s3", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-15-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-15-15s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-15-15s8", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Justin is in a hospital bed, wearing a mask."}, {"scene_id": "bb-05-15-15s9", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "Rick is sitting at a desk and Maya is standing in front of him."}, {"scene_id": "bb-05-15-15s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Justin is wearing a suit and a tie."}, {"scene_id": "bb-05-15-15s11", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-05-15-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-05-15-15s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-15-15s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-15-15s15", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at an iPad.", "with_names": "Bill is sitting at a desk and looking at an ipad."}, {"scene_id": "bb-05-15-15s16", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}]