[{"scene_id": "gl-01-19-06s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "gl-01-19-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-19-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-19-06s3", "raw": "A scene from a TV show in which a blonde woman is looking down and her eyes are closed.", "with_names": "a blonde woman is looking down and her eyes are closed."}, {"scene_id": "gl-01-19-06s4", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-01-19-06s5", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a white scarf around her neck and is looking at a man.", "with_names": "a woman is wearing a pink coat and a white scarf around her neck and is looking at a man."}, {"scene_id": "gl-01-19-06s6", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "gl-01-19-06s7", "raw": "A scene from a TV show in which a woman is wearing a suit and a dress", "with_names": "a woman is wearing a suit and a dress"}, {"scene_id": "gl-01-19-06s8", "raw": "A scene from a TV show in which a man is having sex with a woman while she is lying on a bed.", "with_names": "a man is having sex with a woman while she is lying on a bed."}, {"scene_id": "gl-01-19-06s9", "raw": "A scene from a TV show in which a pen is used to write on a book.", "with_names": "a pen is used to write on a book."}, {"scene_id": "gl-01-19-06s10", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door and looking at each other.", "with_names": "a man and a woman are standing in front of a door and looking at each other."}, {"scene_id": "gl-01-19-06s11", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-19-06s12", "raw": "A scene from a TV show in which a woman is wearing a red coat and a scarf around her neck.", "with_names": "a woman is wearing a red coat and a scarf around her neck."}, {"scene_id": "gl-01-19-06s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-01-19-06s14", "raw": "A scene from a TV show in which a woman is laughing and wearing a brown coat.", "with_names": "a woman is laughing and wearing a brown coat."}, {"scene_id": "gl-01-19-06s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-01-19-06s16", "raw": "", "with_names": ""}, {"scene_id": "gl-01-19-06s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-01-19-06s18", "raw": "A scene from a TV show in which a woman is sitting at a podium and looking at the camera.", "with_names": "a woman is sitting at a podium and looking at the camera."}, {"scene_id": "gl-01-19-06s19", "raw": "A scene from a TV show in which a woman is talking on the phone while sitting at a table with a man.", "with_names": ""}, {"scene_id": "gl-01-19-06s20", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-19-06s21", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "gl-01-19-06s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-19-06s23", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-01-19-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-19-06s25", "raw": "A scene from a TV show in which a woman is wearing a brooch and a coat", "with_names": "a woman is wearing a brooch and a coat"}, {"scene_id": "gl-01-19-06s26", "raw": "A scene from a TV show in which a woman is walking down a dark hallway, her hair blowing in the wind.", "with_names": "a woman is walking down a dark hallway, her hair blowing in the wind."}, {"scene_id": "gl-01-19-06s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-01-19-06s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-19-06s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-19-06s30", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-01-19-06s31", "raw": "A scene from a TV show in which a man and a woman are standing in front of a chess board, with a third man standing behind them.", "with_names": "a man and a woman are standing in front of a chess board, with a third man standing behind them."}]