[{"scene_id": "oltl-01-12-09s0", "raw": "a man and a woman are shown playing with each other.", "with_names": "Rex and Gigi are shown playing with each other."}, {"scene_id": "oltl-01-12-09s1", "raw": "a police officer is talking about a police officer and then a man is talking to him.", "with_names": ""}, {"scene_id": "oltl-01-12-09s2", "raw": "a woman is talking to a man and then she is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s3", "raw": "a man is talking about a woman and then she is holding a phone.", "with_names": ""}, {"scene_id": "oltl-01-12-09s4", "raw": "a man is talking to a man and he is talking about it.", "with_names": ""}, {"scene_id": "oltl-01-12-09s5", "raw": "a group of people are standing in a room and one of them is talking.", "with_names": ""}, {"scene_id": "oltl-01-12-09s6", "raw": "a man and woman are laughing at each other while they are laughing.", "with_names": "a man and woman are laughing at each other while they are laughing."}, {"scene_id": "oltl-01-12-09s7", "raw": "a man and a woman are walking around in a living room.", "with_names": ""}, {"scene_id": "oltl-01-12-09s8", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "oltl-01-12-09s9", "raw": "a man is talking to another man and then a man is shown staring at him.", "with_names": ""}, {"scene_id": "oltl-01-12-09s10", "raw": "a woman is sitting in a chair and laughing while another woman is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s11", "raw": "a man and a woman are talking about their experiences.", "with_names": ""}, {"scene_id": "oltl-01-12-09s12", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s13", "raw": "a man and woman are kissing each other in a room.", "with_names": "Rex and woman are kissing each other in a room."}, {"scene_id": "oltl-01-12-09s14", "raw": "a man and woman are talking about a topic and the man is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s15", "raw": "a man is talking about a video of a group of people.", "with_names": ""}, {"scene_id": "oltl-01-12-09s16", "raw": "a woman is talking about a man and then a woman is shown running.", "with_names": ""}, {"scene_id": "oltl-01-12-09s17", "raw": "a man is walking around a room and then a man is walking away.", "with_names": ""}, {"scene_id": "oltl-01-12-09s18", "raw": "a woman is talking to a woman who is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s19", "raw": "a woman is talking to a man and a man is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s20", "raw": "a man is talking to a woman and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-01-12-09s21", "raw": "a woman is talking on a phone and then she is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-12-09s22", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "oltl-01-12-09s23", "raw": "a woman is talking about a police officer and then a man is shown talking about the situation.", "with_names": ""}, {"scene_id": "oltl-01-12-09s24", "raw": "a woman is laughing and then a man is laughing.", "with_names": "Viki is laughing and then Todd is laughing."}, {"scene_id": "oltl-01-12-09s25", "raw": "a man and woman are talking about a topic and then they are laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s26", "raw": "a man is talking about a man and then two men are talking about it.", "with_names": ""}, {"scene_id": "oltl-01-12-09s27", "raw": "a man and woman are talking about a man and the woman is laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s28", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "Bo is laughing and laughing while Nora is laughing."}, {"scene_id": "oltl-01-12-09s29", "raw": "a man is sitting in a chair and then a man is running and laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s30", "raw": "a woman is talking about a man and then a man is shown kissing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s31", "raw": "a man is walking into a room and then he walks away.", "with_names": "a man is walking into a room and then he walks away."}, {"scene_id": "oltl-01-12-09s32", "raw": "a man is talking about a woman who is trying to get her car.", "with_names": ""}, {"scene_id": "oltl-01-12-09s33", "raw": "a man is talking to a woman and then a man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-01-12-09s34", "raw": "a man and woman are being interviewed at a conference.", "with_names": "Schuyler and woman are being interviewed at a conference."}, {"scene_id": "oltl-01-12-09s35", "raw": "a man and woman are talking about a man and then they are laughing.", "with_names": ""}, {"scene_id": "oltl-01-12-09s36", "raw": "a man and a woman are talking and laughing at each other.", "with_names": ""}, {"scene_id": "oltl-01-12-09s37", "raw": "a man is walking around a room with a man and a woman is talking.", "with_names": ""}, {"scene_id": "oltl-01-12-09s38", "raw": "a woman is talking about a paper and then another woman is holding a paper.", "with_names": ""}, {"scene_id": "oltl-01-12-09s39", "raw": "a man and woman are talking about a woman who is trying to get her nose.", "with_names": ""}, {"scene_id": "oltl-01-12-09s40", "raw": "a man is standing in a room and another man slaps him in the face.", "with_names": "Cole is standing in a room and another man slaps him in the face."}, {"scene_id": "oltl-01-12-09s41", "raw": "a man is kissing a woman's nipple and she is kissing her.", "with_names": "John is kissing Blair's nipple and she is kissing her."}, {"scene_id": "oltl-01-12-09s42", "raw": "a man is sitting in a chair and then a woman is running around a room.", "with_names": ""}]