[{"scene_id": "gl-12-02-05s0", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-12-02-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-02-05s2", "raw": "A scene from a TV show in which a woman is holding a teddy bear and a book.", "with_names": "a woman is holding a teddy bear and a book."}, {"scene_id": "gl-12-02-05s3", "raw": "A scene from a TV show in which a man is seen walking away from a woman.", "with_names": "a man is walking away from a woman."}, {"scene_id": "gl-12-02-05s4", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is holding a baby.", "with_names": ""}, {"scene_id": "gl-12-02-05s5", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-12-02-05s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "gl-12-02-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-12-02-05s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a bar, laughing and smiling.", "with_names": "a man and a woman are sitting in a bar, laughing and smiling."}, {"scene_id": "gl-12-02-05s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-02-05s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-02-05s11", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a headband.", "with_names": "a woman is wearing a white shirt and a headband."}, {"scene_id": "gl-12-02-05s12", "raw": "A scene from a TV show in which a man is talking on the phone while writing in a notebook.", "with_names": ""}, {"scene_id": "gl-12-02-05s13", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a sandwich is on the table.", "with_names": "a man is sitting at a table with a woman, and a sandwich is on the table."}, {"scene_id": "gl-12-02-05s14", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a black coat.", "with_names": "a woman is wearing a green shirt and a black coat."}, {"scene_id": "gl-12-02-05s15", "raw": "", "with_names": ""}, {"scene_id": "gl-12-02-05s16", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a grey hoodie.", "with_names": "a woman is looking at the camera and wearing a grey hoodie."}, {"scene_id": "gl-12-02-05s17", "raw": "A scene from a TV show in which a woman is on the phone and her eyes are wide open.", "with_names": "a woman is on the phone and her eyes are wide open."}, {"scene_id": "gl-12-02-05s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-02-05s19", "raw": "A scene from a TV show in which a man is praying", "with_names": "a man is praying"}, {"scene_id": "gl-12-02-05s20", "raw": "A scene from a TV show in which a man sits on a bed with a suitcase.", "with_names": "] sits on a bed with a suitcase."}, {"scene_id": "gl-12-02-05s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-02-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-02-05s23", "raw": "A scene from a TV show in which a woman is holding a handbag and another woman is looking at it.", "with_names": "a woman is holding a handbag and another woman is looking at it."}, {"scene_id": "gl-12-02-05s24", "raw": "A scene from a TV show in which a woman is wearing a scarf around her neck and a pink jacket.", "with_names": "a woman is wearing a scarf around her neck and a pink jacket."}, {"scene_id": "gl-12-02-05s25", "raw": "", "with_names": ""}, {"scene_id": "gl-12-02-05s26", "raw": "A scene from a TV show in which a girl is wearing a pink hat and a red coat", "with_names": "a girl is wearing a pink hat and a red coat"}, {"scene_id": "gl-12-02-05s27", "raw": "", "with_names": ""}, {"scene_id": "gl-12-02-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]