[{"scene_id": "gl-08-29-03s0", "raw": "A scene from a TV show in which a woman is seen holding a cross.", "with_names": "a woman is holding a cross."}, {"scene_id": "gl-08-29-03s2", "raw": "A scene from a TV show in which a woman is crying and another woman is standing behind her", "with_names": "a woman is crying and another woman is standing behind her"}, {"scene_id": "gl-08-29-03s3", "raw": "A scene from a TV show in which a man is holding a woman from behind, and she is looking at him.", "with_names": "a man is holding a woman from behind, and she is looking at him."}, {"scene_id": "gl-08-29-03s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a beard", "with_names": "Danny is wearing a white shirt and a beard"}, {"scene_id": "gl-08-29-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and standing in front of a bookcase.", "with_names": "a man is wearing a suit and a tie and standing in front of a bookcase."}, {"scene_id": "gl-08-29-03s6", "raw": "A scene from a TV show in which a woman is standing in front of a blonde woman.", "with_names": "Gus is standing in front of a blonde woman."}, {"scene_id": "gl-08-29-03s7", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "gl-08-29-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-29-03s9", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking up at the ceiling.", "with_names": ""}, {"scene_id": "gl-08-29-03s10", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hands.", "with_names": "a woman is crying and covering her face with her hands."}, {"scene_id": "gl-08-29-03s11", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-08-29-03s12", "raw": "A scene from a TV show in which a man is holding a cup and looking at it", "with_names": "a man is holding a cup and looking at it"}, {"scene_id": "gl-08-29-03s13", "raw": "A scene from a TV show in which a woman is driving a car with a young girl sitting next to her.", "with_names": "Reva is driving a car with a young girl sitting next to her."}, {"scene_id": "gl-08-29-03s14", "raw": "A scene from a TV show in which a man is wearing a black beanie and a hoodie.", "with_names": "Harley is wearing a black beanie and a hoodie."}, {"scene_id": "gl-08-29-03s15", "raw": "A scene from a TV show in which a woman is sitting with her head resting on her hand and smiling.", "with_names": "a woman is sitting with her head resting on her hand and smiling."}, {"scene_id": "gl-08-29-03s16", "raw": "A scene from a TV show in which two women are in a car and one of them is wearing a seatbelt.", "with_names": "two women are in a car and one of them is wearing a seatbelt."}, {"scene_id": "gl-08-29-03s17", "raw": "A scene from a TV show in which a man and woman are arguing.", "with_names": "Harley and woman are arguing."}, {"scene_id": "gl-08-29-03s18", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat", "with_names": "Alexandra is driving a car and a man is sitting in the passenger seat"}, {"scene_id": "gl-08-29-03s19", "raw": "A scene from a TV show in which a man is standing in a kitchen, a woman is sitting at a table, and a waiter is behind them.", "with_names": "Harley is standing in a kitchen, Lizzie is sitting at a table, and a waiter is behind them."}, {"scene_id": "gl-08-29-03s20", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "gl-08-29-03s21", "raw": "A scene from a TV show in which a priest is wearing a black robe and a white collar.", "with_names": "a priest is wearing a black robe and a white collar."}, {"scene_id": "gl-08-29-03s22", "raw": "A scene from a TV show in which a man is wearing a black shirt and a headband.", "with_names": "a man is wearing a black shirt and a headband."}, {"scene_id": "gl-08-29-03s23", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "gl-08-29-03s24", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Reva is looking at Christopher and he is looking away."}, {"scene_id": "gl-08-29-03s25", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace.", "with_names": "a woman is wearing a pink dress and a necklace."}, {"scene_id": "gl-08-29-03s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-29-03s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-29-03s29", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "Lillian is driving a car and a man is sitting next to her."}]