[{"scene_id": "bb-01-16-13s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "bb-01-16-13s1", "raw": "A scene from a TV show in which a man and a woman hug each other.", "with_names": "a man and a woman hug each other."}, {"scene_id": "bb-01-16-13s2", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is standing in the background.", "with_names": "a man is lying on a couch and a woman is standing in the background."}, {"scene_id": "bb-01-16-13s3", "raw": "A scene from a TV show in which a woman is wearing a blue sweater and pearls.", "with_names": "a woman is wearing a blue sweater and pearls."}, {"scene_id": "bb-01-16-13s4", "raw": "A scene from a TV show in which a man stands in a kitchen and crosses his arms.", "with_names": "a man stands in a kitchen and crosses his arms."}, {"scene_id": "bb-01-16-13s5", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-01-16-13s6", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-01-16-13s7", "raw": "A scene from a TV show in which a man and a woman sit on a couch talking.", "with_names": ""}, {"scene_id": "bb-01-16-13s8", "raw": "A scene from a TV show in which a woman is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "bb-01-16-13s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-16-13s10", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "bb-01-16-13s11", "raw": "A scene from a TV show in which a man is talking to his father.", "with_names": ""}, {"scene_id": "bb-01-16-13s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch and hold a baby.", "with_names": "a man and a woman sit on a couch and hold a baby."}, {"scene_id": "bb-01-16-13s13", "raw": "A scene from a TV show in which a man stands in a living room and looks at a laptop.", "with_names": "a man stands in a living room and looks at a laptop."}, {"scene_id": "bb-01-16-13s14", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-01-16-13s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]