[{"scene_id": "bb-03-19-14s0", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "Brooke is knocking on a door."}, {"scene_id": "bb-03-19-14s1", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "bb-03-19-14s2", "raw": "A scene from a TV show in which a shirtless man and a woman are lying in bed together.", "with_names": "a shirtless man and a woman are lying in bed together."}, {"scene_id": "bb-03-19-14s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-19-14s4", "raw": "A scene from a TV show in which a man is looking at a picture and talking.", "with_names": ""}, {"scene_id": "bb-03-19-14s5", "raw": "A scene from a TV show in which a man is in a bathtub and a woman is standing next to him.", "with_names": "a man is in a bathtub and a woman is standing next to him."}, {"scene_id": "bb-03-19-14s6", "raw": "A scene from a TV show in which an elderly woman is comforted by a man.", "with_names": "an elderly woman is comforted by a man."}, {"scene_id": "bb-03-19-14s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-19-14s8", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and a candle is burning in front of them.", "with_names": "a man is lying in bed with ], and a candle is burning in front of them."}, {"scene_id": "bb-03-19-14s9", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "bb-03-19-14s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-03-19-14s11", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a cell phone to her ear.", "with_names": "a woman is standing in a living room, holding a cell phone to her ear."}]