[{"scene_id": "oltl-11-22-06s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-22-06s1", "raw": "A scene from a TV show in which a man is sitting next to a woman in a church pew.", "with_names": "a man is sitting next to a woman in a church pew."}, {"scene_id": "oltl-11-22-06s2", "raw": "A scene from a TV show in which a woman is being sworn in as a police officer.", "with_names": "a woman is being sworn in as a police officer."}, {"scene_id": "oltl-11-22-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-22-06s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and blonde hair", "with_names": "a man is wearing a leather jacket and blonde hair"}, {"scene_id": "oltl-11-22-06s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig.", "with_names": "a woman is wearing a black dress and a blonde wig."}, {"scene_id": "oltl-11-22-06s6", "raw": "A scene from a TV show in which a woman is being attacked by a vampire.", "with_names": "a woman is being attacked by a vampire."}, {"scene_id": "oltl-11-22-06s7", "raw": "A scene from a TV show in which a woman is walking down a hallway, a man is standing behind her.", "with_names": "a woman is walking down a hallway, a man is standing behind her."}, {"scene_id": "oltl-11-22-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-22-06s9", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-11-22-06s10", "raw": "A scene from a TV show in which a woman is singing in a room with a lamp and a window", "with_names": "a woman is singing in a room with a lamp and a window"}, {"scene_id": "oltl-11-22-06s11", "raw": "A scene from a TV show in which a young man is wearing a hoodie and singing.", "with_names": "a young man is wearing a hoodie and singing."}, {"scene_id": "oltl-11-22-06s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "oltl-11-22-06s13", "raw": "A scene from a TV show in which a man is holding a baby and feeding it a spoon.", "with_names": "a man is holding a baby and feeding it a spoon."}, {"scene_id": "oltl-11-22-06s14", "raw": "A scene from a TV show in which a woman is giving the middle finger to a man.", "with_names": "a woman is giving the middle finger to a man."}, {"scene_id": "oltl-11-22-06s15", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-11-22-06s16", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-11-22-06s17", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-22-06s18", "raw": "A scene from a TV show in which a man is pointing at a woman and she is looking at him.", "with_names": "a man is pointing at a woman and she is looking at him."}, {"scene_id": "oltl-11-22-06s19", "raw": "A scene from a TV show in which a girl is talking to a boy in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-22-06s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-22-06s21", "raw": "A scene from a TV show in which a woman is drinking wine.", "with_names": "a woman is drinking wine."}, {"scene_id": "oltl-11-22-06s22", "raw": "A scene from a TV show in which a man is kissing a woman in a room with flowers and candles.", "with_names": "a man is kissing a woman in a room with flowers and candles."}, {"scene_id": "oltl-11-22-06s23", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "oltl-11-22-06s24", "raw": "A scene from a TV show in which a young girl is walking down a hallway with a boy behind her.", "with_names": "a young girl is walking down a hallway with a boy behind her."}, {"scene_id": "oltl-11-22-06s25", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-22-06s26", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-11-22-06s27", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "oltl-11-22-06s28", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black bow in her hair, and is holding a glass of wine.", "with_names": "a woman is wearing a red shirt and a black bow in her hair, and is holding a glass of wine."}, {"scene_id": "oltl-11-22-06s29", "raw": "A scene from a TV show in which a man is talking to a woman, another woman is watching them.", "with_names": ""}, {"scene_id": "oltl-11-22-06s30", "raw": "A scene from a TV show in which a man is kissing a woman on the stairs.", "with_names": "a man is kissing a woman on the stairs."}, {"scene_id": "oltl-11-22-06s31", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}]