[{"scene_id": "atwt-03-02-09s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-02-09s1", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at it.", "with_names": "a man is holding a piece of paper and ] is looking at it."}, {"scene_id": "atwt-03-02-09s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-02-09s3", "raw": "A scene from a TV show in which a man is wearing glasses and a scarf and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-02-09s4", "raw": "A scene from a TV show in which a tissue box is used to smuggle drugs.", "with_names": "a tissue box is used to smuggle drugs."}, {"scene_id": "atwt-03-02-09s5", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt.", "with_names": "a man is wearing a black coat and a white shirt."}, {"scene_id": "atwt-03-02-09s6", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-03-02-09s7", "raw": "A scene from a TV show in which a skin care product is being tested.", "with_names": "a skin care product is being tested."}, {"scene_id": "atwt-03-02-09s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at ] and smiling."}, {"scene_id": "atwt-03-02-09s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-03-02-09s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down, with a woman standing behind him.", "with_names": "a man is wearing a suit and a tie and looking down, with a woman standing behind him."}, {"scene_id": "atwt-03-02-09s11", "raw": "A scene from a TV show in which a little girl is shown a box of fish sticks.", "with_names": ""}, {"scene_id": "atwt-03-02-09s12", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-02-09s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-03-02-09s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-02-09s15", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-02-09s16", "raw": "A scene from a TV show in which a man is standing in a bar and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-03-02-09s17", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the camera.", "with_names": "a woman is sitting on a bench and looking at the camera."}, {"scene_id": "atwt-03-02-09s18", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-03-02-09s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-02-09s20", "raw": "A scene from a TV show in which a young man is sitting in a chair with his hands behind his head.", "with_names": ""}, {"scene_id": "atwt-03-02-09s21", "raw": "A scene from a TV show in which a medical device is shown", "with_names": ""}, {"scene_id": "atwt-03-02-09s22", "raw": "A scene from a TV show in which a man is wearing a trench coat and glasses.", "with_names": "a man is wearing a trench coat and glasses."}, {"scene_id": "atwt-03-02-09s23", "raw": "A scene from a TV show in which a man and a woman are sitting in a restaurant, with the woman looking at a menu.", "with_names": "a man and a woman are sitting in a restaurant, with the woman looking at a menu."}, {"scene_id": "atwt-03-02-09s24", "raw": "A scene from a TV show in which a glass is being filled with water.", "with_names": "a glass is being filled with water."}]