[{"scene_id": "atwt-03-06-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-06-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera", "with_names": ""}, {"scene_id": "atwt-03-06-06s2", "raw": "A scene from a TV show in which a man and a woman stand next to each other in a hallway.", "with_names": "a man and a woman stand next to each other in a hallway."}, {"scene_id": "atwt-03-06-06s3", "raw": "A scene from a TV show in which a woman is walking down a staircase and her hair is blowing in the wind.", "with_names": "a woman is walking down a staircase and her hair is blowing in the wind."}, {"scene_id": "atwt-03-06-06s4", "raw": "A scene from a TV show in which a green apple is covered in water droplets.", "with_names": "a green apple is covered in water droplets."}, {"scene_id": "atwt-03-06-06s5", "raw": "A scene from a TV show in which a woman is looking down and her face is contorted.", "with_names": "a woman is looking down and her face is contorted."}, {"scene_id": "atwt-03-06-06s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-06-06s7", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-06-06s8", "raw": "A scene from a TV show in which a young man is looking to the side, wearing a black hoodie and a jacket.", "with_names": "a young man is looking to the side, wearing a black hoodie and a jacket."}, {"scene_id": "atwt-03-06-06s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-06-06s10", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-03-06-06s11", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "atwt-03-06-06s12", "raw": "A scene from a TV show in which a woman is holding a small glass box and a man is standing behind her.", "with_names": "a woman is holding a small glass box and a man is standing behind her."}, {"scene_id": "atwt-03-06-06s13", "raw": "A scene from a TV show in which a man is wearing a brown shirt and long hair", "with_names": "a man is wearing a brown shirt and long hair"}, {"scene_id": "atwt-03-06-06s14", "raw": "A scene from a TV show in which a man is sitting in a dark room, looking at a TV.", "with_names": "a man is sitting in a dark room, looking at a tv."}, {"scene_id": "atwt-03-06-06s15", "raw": "A scene from a TV show in which a man with long hair is wearing a brown shirt", "with_names": "a man with long hair is wearing a brown shirt"}, {"scene_id": "atwt-03-06-06s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-06-06s17", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-03-06-06s18", "raw": "A scene from a TV show in which a woman is walking up a staircase and a clock is hanging on the wall.", "with_names": "a woman is walking up a staircase and a clock is hanging on the wall."}, {"scene_id": "atwt-03-06-06s19", "raw": "A scene from a TV show in which a bottle of Dawn is shown on a bed", "with_names": ""}, {"scene_id": "atwt-03-06-06s20", "raw": "A scene from a TV show in which a man is hugging another man", "with_names": "a man is hugging another man"}, {"scene_id": "atwt-03-06-06s21", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-06-06s22", "raw": "A scene from a TV show in which a woman is wearing a pink top and a skirt and is holding a handbag.", "with_names": "a woman is wearing a pink top and a skirt and is holding a handbag."}, {"scene_id": "atwt-03-06-06s23", "raw": "A scene from a TV show in which a man is wearing a green shirt and a brown jacket", "with_names": "a man is wearing a green shirt and a brown jacket"}, {"scene_id": "atwt-03-06-06s24", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-03-06-06s25", "raw": "A scene from a TV show in which a white figure appears in the sky.", "with_names": "a white figure appears in the sky."}, {"scene_id": "atwt-03-06-06s26", "raw": "A scene from a TV show in which a woman is wearing a sweater and holding a rose.", "with_names": "a woman is wearing a sweater and holding a rose."}, {"scene_id": "atwt-03-06-06s27", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "] is wearing a suit and a blue shirt"}, {"scene_id": "atwt-03-06-06s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-06-06s29", "raw": "A scene from a TV show in which a man is seen falling from a building.", "with_names": "a man is falling from a building."}]