[{"scene_id": "bb-09-22-17s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-09-22-17s1", "raw": "A scene from a TV show in which a man is arguing with a reporter.", "with_names": "a man is arguing with a reporter."}, {"scene_id": "bb-09-22-17s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-22-17s3", "raw": "A scene from a TV show in which a woman is wearing a sheer dress and a necklace.", "with_names": "a woman is wearing a sheer dress and a necklace."}, {"scene_id": "bb-09-22-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-22-17s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-09-22-17s6", "raw": "A scene from a TV show in which a man is standing in front of a wall of glasses.", "with_names": "a man is standing in front of a wall of glasses."}, {"scene_id": "bb-09-22-17s7", "raw": "A scene from a TV show in which a woman is standing in a room with a ladder and a red ladder.", "with_names": "a woman is standing in a room with a ladder and a red ladder."}, {"scene_id": "bb-09-22-17s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-09-22-17s9", "raw": "A scene from a TV show in which a man is seen through a window.", "with_names": "Coco is through a window."}, {"scene_id": "bb-09-22-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-22-17s12", "raw": "A scene from a TV show in which a police officer is standing in front of a woman.", "with_names": "a police officer is standing in front of a woman."}, {"scene_id": "bb-09-22-17s13", "raw": "A scene from a TV show in which two women are standing in a room with a table and chairs.", "with_names": "two women are standing in a room with a table and chairs."}, {"scene_id": "bb-09-22-17s14", "raw": "A scene from a TV show in which a young woman is wearing a floral dress and a braid in her hair.", "with_names": "a young woman is wearing a floral dress and a braid in her hair."}, {"scene_id": "bb-09-22-17s15", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "bb-09-22-17s16", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "bb-09-22-17s17", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "bb-09-22-17s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a piece of paper.", "with_names": "a man and a woman are standing in a room, looking at a piece of paper."}, {"scene_id": "bb-09-22-17s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-22-17s20", "raw": "A scene from a TV show in which a man is sitting in a suit and talking.", "with_names": ""}, {"scene_id": "bb-09-22-17s21", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]