[{"scene_id": "gl-10-11-01s0", "raw": "A scene from a TV show in which a man is sitting at a table with a drink and a woman is standing behind him.", "with_names": "a man is sitting at a table with a drink and a woman is standing behind him."}, {"scene_id": "gl-10-11-01s1", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a bald head", "with_names": "a man is wearing a blue shirt and a bald head"}, {"scene_id": "gl-10-11-01s2", "raw": "A scene from a TV show in which a purple light is seen coming from a UFO.", "with_names": "a purple light is coming from a ufo."}, {"scene_id": "gl-10-11-01s3", "raw": "A scene from a TV show in which a man is talking on a phone in front of a house.", "with_names": ""}, {"scene_id": "gl-10-11-01s4", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-10-11-01s5", "raw": "A scene from a TV show in which a woman is locked in a cage and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-11-01s6", "raw": "A scene from a TV show in which a man is talking to the camera and looking at the camera.", "with_names": ""}, {"scene_id": "gl-10-11-01s7", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "gl-10-11-01s8", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-10-11-01s9", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is standing next to him, looking at him through the bars of a jail cell.", "with_names": ""}, {"scene_id": "gl-10-11-01s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "gl-10-11-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-11-01s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-11-01s13", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her", "with_names": "a woman is crying and another woman is looking at her"}, {"scene_id": "gl-10-11-01s14", "raw": "A scene from a TV show in which a man is locked in a cage.", "with_names": "a man is locked in a cage."}, {"scene_id": "gl-10-11-01s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-11-01s16", "raw": "A scene from a TV show in which a man is talking to a woman and a flower is in the background", "with_names": ""}, {"scene_id": "gl-10-11-01s17", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her forehead.", "with_names": "a woman is lying on a bed and a man is kissing her forehead."}, {"scene_id": "gl-10-11-01s18", "raw": "A scene from a TV show in which a man is trying to fix a chair.", "with_names": "Josh is trying to fix a chair."}, {"scene_id": "gl-10-11-01s19", "raw": "A scene from a TV show in which a woman is wearing a white dress and a lace collar.", "with_names": "a woman is wearing a white dress and a lace collar."}]