[{"scene_id": "bb-04-16-14s0", "raw": "A scene from a TV show in which a man looks at a woman and is about to kiss her.", "with_names": "Liam looks at Hope and is about to kiss her."}, {"scene_id": "bb-04-16-14s1", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-04-16-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-16-14s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-04-16-14s5", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Janette."}, {"scene_id": "bb-04-16-14s6", "raw": "A scene from a TV show in which a woman is crying in a kitchen.", "with_names": "Quinn is crying in a kitchen."}, {"scene_id": "bb-04-16-14s7", "raw": "A scene from a TV show in which a woman is standing in a large office with a view of the city.", "with_names": "Hope is standing in a large office with a view of the city."}, {"scene_id": "bb-04-16-14s8", "raw": "A scene from a TV show in which a woman reads a letter from a man who has been missing for 20 years.", "with_names": "a woman reads a letter from Justin who has been missing for 20 years."}, {"scene_id": "bb-04-16-14s9", "raw": "A scene from a TV show in which a red sports car is driving along a coastal road.", "with_names": "a red sports car is driving along a coastal road."}, {"scene_id": "bb-04-16-14s10", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen and talking.", "with_names": ""}, {"scene_id": "bb-04-16-14s11", "raw": "A scene from a TV show in which a man is driving a car and his face is distorted by the car's speed.", "with_names": "Liam is driving a car and his face is distorted by the car's speed."}, {"scene_id": "bb-04-16-14s12", "raw": "A scene from a TV show in which a woman stands in a kitchen and talks to another woman.", "with_names": "Quinn stands in a kitchen and talks to another woman."}, {"scene_id": "bb-04-16-14s13", "raw": "A scene from a TV show in which a woman is talking on her cell phone and looking concerned.", "with_names": ""}, {"scene_id": "bb-04-16-14s14", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Brooke and Karen are standing in a kitchen."}, {"scene_id": "bb-04-16-14s15", "raw": "A scene from a TV show in which a man and a woman are arguing in a kitchen.", "with_names": "Liam and Hope are arguing in a kitchen."}, {"scene_id": "bb-04-16-14s17", "raw": "A scene from a TV show in which a woman is having a conversation with a therapist.", "with_names": "a woman is having a conversation with a therapist."}, {"scene_id": "bb-04-16-14s18", "raw": "A scene from a TV show in which a woman is cooking in a kitchen while a female assistant watches.", "with_names": "Hope is cooking in a kitchen while a female assistant watches."}, {"scene_id": "bb-04-16-14s19", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Brooke is in a hospital bed, wearing a mask."}]