[{"scene_id": "gl-06-16-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "Cassie is wearing a black dress and a man is in a suit."}, {"scene_id": "gl-06-16-05s1", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "gl-06-16-05s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-16-05s3", "raw": "A scene from a TV show in which a man and a woman are playing pool.", "with_names": "a man and a woman are playing pool."}, {"scene_id": "gl-06-16-05s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "gl-06-16-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-16-05s7", "raw": "A scene from a TV show in which a woman is talking into a microphone and smiling.", "with_names": ""}, {"scene_id": "gl-06-16-05s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-16-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-16-05s11", "raw": "A scene from a TV show in which a woman is wearing a floral dress and holding a microphone.", "with_names": "a woman is wearing a floral dress and holding a microphone."}, {"scene_id": "gl-06-16-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-05s13", "raw": "", "with_names": ""}, {"scene_id": "gl-06-16-05s14", "raw": "", "with_names": ""}, {"scene_id": "gl-06-16-05s15", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "gl-06-16-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-05s17", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-06-16-05s18", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is holding a bottle.", "with_names": "a woman is wearing a pink shirt and a man is holding a bottle."}, {"scene_id": "gl-06-16-05s19", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-16-05s20", "raw": "A scene from a TV show in which a man is talking to a woman, and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-06-16-05s21", "raw": "A scene from a TV show in which a man is laughing and his eyes are closed", "with_names": "a man is laughing and his eyes are closed"}, {"scene_id": "gl-06-16-05s22", "raw": "A scene from a TV show in which a girl is talking to someone and she is looking at a cell phone.", "with_names": ""}, {"scene_id": "gl-06-16-05s23", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "gl-06-16-05s24", "raw": "", "with_names": ""}, {"scene_id": "gl-06-16-05s25", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "gl-06-16-05s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-05s27", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is watching her.", "with_names": ""}, {"scene_id": "gl-06-16-05s28", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "gl-06-16-05s29", "raw": "A scene from a TV show in which a woman is handing a man a book.", "with_names": "a woman is handing a man a book."}, {"scene_id": "gl-06-16-05s30", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-16-05s31", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "gl-06-16-05s32", "raw": "A scene from a TV show in which a man is choking on his own neck", "with_names": "a man is choking on his own neck"}, {"scene_id": "gl-06-16-05s33", "raw": "A scene from a TV show in which a girl is talking to a boy and he is looking at her.", "with_names": ""}, {"scene_id": "gl-06-16-05s34", "raw": "A scene from a TV show in which a man is talking about his wife", "with_names": ""}, {"scene_id": "gl-06-16-05s35", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-06-16-05s36", "raw": "A scene from a TV show in which a woman is seen wearing a dress and a man is behind her.", "with_names": "a woman is wearing a dress and a man is behind her."}, {"scene_id": "gl-06-16-05s37", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-06-16-05s38", "raw": "A scene from a TV show in which a woman is seen in profile, with a white background.", "with_names": "a woman is in profile, with a white background."}, {"scene_id": "gl-06-16-05s39", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is contorted", "with_names": ""}, {"scene_id": "gl-06-16-05s40", "raw": "A scene from a TV show in which a girl is sitting on a guy's lap", "with_names": "a girl is sitting on a guy's lap"}, {"scene_id": "gl-06-16-05s41", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-06-16-05s42", "raw": "A scene from a TV show in which a woman is crying and leaning against a fence.", "with_names": "a woman is crying and leaning against a fence."}]