[{"scene_id": "gl-11-20-06s0", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is in a suit.", "with_names": "Ava is wearing a white shirt and Jeffrey is in a suit."}, {"scene_id": "gl-11-20-06s1", "raw": "A scene from a TV show in which a man is seen smiling and clapping his hands.", "with_names": "Buzz is smiling and clapping his hands."}, {"scene_id": "gl-11-20-06s2", "raw": "A scene from a TV show in which a woman is seen talking to a bartender.", "with_names": ""}, {"scene_id": "gl-11-20-06s3", "raw": "A scene from a TV show in which a man and a woman are talking to a camera.", "with_names": ""}, {"scene_id": "gl-11-20-06s4", "raw": "A scene from a TV show in which a woman is lying on the floor with her mouth open.", "with_names": "a woman is lying on the floor with her mouth open."}, {"scene_id": "gl-11-20-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-11-20-06s6", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "Jonathan and Tammy are standing in a bar."}, {"scene_id": "gl-11-20-06s7", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "gl-11-20-06s8", "raw": "A scene from a TV show in which a man is seen pouring wine into a glass.", "with_names": "a man is pouring wine into a glass."}, {"scene_id": "gl-11-20-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie.", "with_names": "Jeffrey is wearing a suit and a yellow tie."}, {"scene_id": "gl-11-20-06s10", "raw": "A scene from a TV show in which a young woman is interviewed.", "with_names": "a young woman is interviewed."}, {"scene_id": "gl-11-20-06s11", "raw": "A scene from a TV show in which a man is interviewed and talks about his relationship with his girlfriend.", "with_names": "a man is interviewed and talks about his relationship with his girlfriend."}, {"scene_id": "gl-11-20-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-11-20-06s13", "raw": "A scene from a TV show in which a man stands in front of a large eye.", "with_names": "a man stands in front of a large eye."}, {"scene_id": "gl-11-20-06s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-11-20-06s15", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-20-06s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-20-06s17", "raw": "A scene from a TV show in which a woman is seen walking into a doorway and a man is reflected in the doorwayI", "with_names": "a woman is walking into a doorway and Jeffrey is reflected in the doorwayi"}, {"scene_id": "gl-11-20-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-20-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-20-06s20", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "gl-11-20-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-20-06s22", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "Tammy and Remy are walking down a street."}, {"scene_id": "gl-11-20-06s23", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "Lizzie is flirting with Jonathan."}, {"scene_id": "gl-11-20-06s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]