[{"scene_id": "bb-12-17-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a laptop on the table in front of them.", "with_names": "a man and a woman are standing in a room, with a laptop on the table in front of them."}, {"scene_id": "bb-12-17-15s1", "raw": "A scene from a TV show in which a woman is talking to a friend in a living room.", "with_names": ""}, {"scene_id": "bb-12-17-15s2", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-17-15s3", "raw": "A scene from a TV show in which a black woman is sitting on a couch and talking to a white man.", "with_names": ""}, {"scene_id": "bb-12-17-15s4", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s5", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on.", "with_names": "a woman is standing in a room with a lamp on."}, {"scene_id": "bb-12-17-15s6", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-17-15s8", "raw": "A scene from a TV show in which a young Black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "bb-12-17-15s9", "raw": "A scene from a TV show in which a woman is standing next to a man in a courtroom.", "with_names": "a woman is standing next to a man in a courtroom."}, {"scene_id": "bb-12-17-15s10", "raw": "A scene from a TV show in which a woman is standing in a room with a fireplace and a couch.", "with_names": "a woman is standing in a room with a fireplace and a couch."}, {"scene_id": "bb-12-17-15s11", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s12", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s13", "raw": "A scene from a TV show in which a young black woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-17-15s14", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s15", "raw": "", "with_names": ""}, {"scene_id": "bb-12-17-15s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]