[{"scene_id": "pc-03-05-03s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "pc-03-05-03s1", "raw": "A scene from a TV show in which a man and a woman kiss in a bedroom.", "with_names": "a man and a woman kiss in a bedroom."}, {"scene_id": "pc-03-05-03s2", "raw": "A scene from a TV show in which a blonde woman is standing in front of a door and a window.", "with_names": "a blonde woman is standing in front of a door and a window."}, {"scene_id": "pc-03-05-03s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-03-05-03s4", "raw": "A scene from a TV show in which a man is trying to help a woman with a handbag.", "with_names": "a man is trying to help a woman with a handbag."}, {"scene_id": "pc-03-05-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-03-05-03s6", "raw": "A scene from a TV show in which a woman is trying on a black dress and a man is looking at her.", "with_names": "a woman is trying on a black dress and a man is looking at her."}, {"scene_id": "pc-03-05-03s7", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-05-03s8", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-03-05-03s9", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "pc-03-05-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera", "with_names": "a man is wearing a suit and a tie and is looking at the camera"}, {"scene_id": "pc-03-05-03s11", "raw": "A scene from a TV show in which a man kisses a woman with a red stain on her face.", "with_names": "a man kisses ] with a red stain on her face."}, {"scene_id": "pc-03-05-03s12", "raw": "A scene from a TV show in which a woman reads a letter.", "with_names": "a woman reads a letter."}, {"scene_id": "pc-03-05-03s13", "raw": "A scene from a TV show in which a woman is sitting in a dark room with her hair blowing in the wind", "with_names": "a woman is sitting in a dark room with her hair blowing in the wind"}, {"scene_id": "pc-03-05-03s14", "raw": "A scene from a TV show in which a man is holding a chair and another man to his left is looking at it.", "with_names": "a man is holding a chair and another man to his left is looking at it."}, {"scene_id": "pc-03-05-03s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-05-03s16", "raw": "A scene from a TV show in which a man is talking to a woman and another man is listening to him.", "with_names": ""}, {"scene_id": "pc-03-05-03s17", "raw": "A scene from a TV show in which a blonde woman is talking to the camera.", "with_names": ""}]