[{"scene_id": "oltl-10-11-11s0", "raw": "A scene from a TV show in which a woman is standing in a hospital room, looking at a monitor.", "with_names": "Kim is standing in a hospital room, looking at a monitor."}, {"scene_id": "oltl-10-11-11s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-11-11s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-11-11s3", "raw": "A scene from a TV show in which a man is looking at a door and smiling.", "with_names": "a man is looking at a door and smiling."}, {"scene_id": "oltl-10-11-11s4", "raw": "A scene from a TV show in which a man is wearing a tie and a woman is in a sparkly dress.", "with_names": "a man is wearing a tie and a woman is in a sparkly dress."}, {"scene_id": "oltl-10-11-11s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is black and white.", "with_names": "a man is in a hospital bed. the image is black and white."}, {"scene_id": "oltl-10-11-11s6", "raw": "A scene from a TV show in which a man is shown a large glass by a woman.", "with_names": ""}, {"scene_id": "oltl-10-11-11s7", "raw": "A scene from a TV show in which a woman is throwing a pillow at another woman.", "with_names": "a woman is throwing a pillow at another woman."}, {"scene_id": "oltl-10-11-11s8", "raw": "A scene from a TV show in which two women are standing in a hallway, one is blonde and the other is blonde with a blue dress.", "with_names": "two women are standing in a hallway, one is blonde and the other is blonde with a blue dress."}, {"scene_id": "oltl-10-11-11s9", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-10-11-11s10", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-11-11s11", "raw": "A scene from a TV show in which a blonde woman looks off into the distance.", "with_names": "a blonde woman looks off into the distance."}, {"scene_id": "oltl-10-11-11s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-10-11-11s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "oltl-10-11-11s14", "raw": "A scene from a TV show in which a woman is seen having sex with a man in a bar.", "with_names": "a woman is having sex with a man in a bar."}, {"scene_id": "oltl-10-11-11s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-11-11s16", "raw": "A scene from a TV show in which a young man is looking at a woman and he is looking away from her.", "with_names": "a young man is looking at a woman and he is looking away from her."}, {"scene_id": "oltl-10-11-11s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-10-11-11s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-11-11s19", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-10-11-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-11-11s21", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-10-11-11s22", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-10-11-11s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-11-11s24", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "oltl-10-11-11s25", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "oltl-10-11-11s26", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-10-11-11s27", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-10-11-11s28", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking at a mirror.", "with_names": "a woman is standing in front of a door and looking at a mirror."}, {"scene_id": "oltl-10-11-11s29", "raw": "A scene from a TV show in which a man is lying on a couch and a black cat is sitting on his chest.", "with_names": "a man is lying on a couch and a black cat is sitting on his chest."}, {"scene_id": "oltl-10-11-11s30", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-10-11-11s31", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "oltl-10-11-11s32", "raw": "A scene from a TV show in which a man is sitting on a gravestone and his hand is touching the inscription.", "with_names": "a man is sitting on a gravestone and his hand is touching the inscription."}]