[{"scene_id": "atwt-05-02-07s0", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is looking at her.", "with_names": "a woman is standing in a doorway and a man is looking at her."}, {"scene_id": "atwt-05-02-07s1", "raw": "A scene from a TV show in which a girl is smiling and another girl is looking at her.", "with_names": "a girl is smiling and another girl is looking at her."}, {"scene_id": "atwt-05-02-07s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-02-07s3", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "atwt-05-02-07s4", "raw": "A scene from a TV show in which a blonde girl is smiling and looking at a mirror.", "with_names": "a blonde girl is smiling and looking at a mirror."}, {"scene_id": "atwt-05-02-07s5", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-05-02-07s6", "raw": "A scene from a TV show in which Dove shampoo is used", "with_names": "dove shampoo is used"}, {"scene_id": "atwt-05-02-07s7", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace", "with_names": "a woman is wearing a red blazer and a necklace"}, {"scene_id": "atwt-05-02-07s8", "raw": "A scene from a TV show in which a woman is shown with a triangle superimposed over her face.", "with_names": ""}, {"scene_id": "atwt-05-02-07s9", "raw": "A scene from a TV show in which a man is standing behind a woman, holding her hand.", "with_names": "a man is standing behind a woman, holding her hand."}, {"scene_id": "atwt-05-02-07s10", "raw": "A scene from a TV show in which a young woman is looking down and her eyes are closed.", "with_names": "a young woman is looking down and her eyes are closed."}, {"scene_id": "atwt-05-02-07s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table talking.", "with_names": ""}, {"scene_id": "atwt-05-02-07s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-02-07s13", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-05-02-07s14", "raw": "A scene from a TV show in which a man is playing the piano and his hair is falling over his face", "with_names": "a man is playing the piano and his hair is falling over his face"}, {"scene_id": "atwt-05-02-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress.", "with_names": "a man is wearing a suit and a woman is in a red dress."}, {"scene_id": "atwt-05-02-07s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-02-07s17", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "atwt-05-02-07s18", "raw": "A scene from a TV show in which a marshmallow man and a brownie are shown next to each other.", "with_names": "a marshmallow man and a brownie are shown next to each other."}, {"scene_id": "atwt-05-02-07s19", "raw": "A scene from a TV show in which a young man is kissing a woman on the cheek.", "with_names": "a young man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-02-07s20", "raw": "A scene from a TV show in which a woman is standing in a doorway, smiling.", "with_names": "a woman is standing in a doorway, smiling."}, {"scene_id": "atwt-05-02-07s21", "raw": "A scene from a TV show in which a woman is looking in a mirror and touching her hair.", "with_names": "a woman is looking in a mirror and touching her hair."}]