[{"scene_id": "bb-09-05-17s0", "raw": "A scene from a TV show in which a police officer and two men are talking.", "with_names": ""}, {"scene_id": "bb-09-05-17s1", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "Charlie is sitting at a desk and Sheila is standing next to him."}, {"scene_id": "bb-09-05-17s2", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor, looking at a cell phone.", "with_names": "a man and a woman are sitting on the floor, looking at a cell phone."}, {"scene_id": "bb-09-05-17s3", "raw": "A scene from a TV show in which a woman is shown wearing a silk dress and a text that says \"The Bold and Beautiful\"", "with_names": ""}, {"scene_id": "bb-09-05-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and another man is in a white shirt.", "with_names": "a man is wearing a suit and tie and another man is in a white shirt."}, {"scene_id": "bb-09-05-17s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Wyatt and a woman are standing next to each other."}, {"scene_id": "bb-09-05-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-05-17s9", "raw": "A scene from a TV show in which a man is sitting at a computer and a woman is standing behind him.", "with_names": "a man is sitting at a computer and Lt. Baker is standing behind him."}, {"scene_id": "bb-09-05-17s10", "raw": "A scene from a TV show in which three men are dressed in suits and tie.", "with_names": "three men are dressed in suits and tie."}, {"scene_id": "bb-09-05-17s11", "raw": "A scene from a TV show in which a man is standing in a room with a table and chairs.", "with_names": "a man is standing in a room with a table and chairs."}, {"scene_id": "bb-09-05-17s12", "raw": "A scene from a TV show in which a woman is licking her lips.", "with_names": "a woman is licking her lips."}, {"scene_id": "bb-09-05-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-09-05-17s14", "raw": "A scene from a TV show in which a woman is standing next to a man and looking at him with her arms crossed.", "with_names": "a woman is standing next to a man and looking at him with her arms crossed."}, {"scene_id": "bb-09-05-17s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Charlie and Ridge are standing next to each other."}, {"scene_id": "bb-09-05-17s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-05-17s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a refrigerator.", "with_names": "a man and Steffy are standing in front of a refrigerator."}, {"scene_id": "bb-09-05-17s18", "raw": "A scene from a TV show in which a man holds a baby while a woman looks on.", "with_names": "Charlie holds a baby while Ridge looks on."}, {"scene_id": "bb-09-05-17s19", "raw": "A scene from a TV show in which a man is talking on a phone", "with_names": ""}, {"scene_id": "bb-09-05-17s20", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and Bill is comforting her."}]