[{"scene_id": "oltl-09-13-07s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-13-07s1", "raw": "A scene from a TV show in which a man is holding a credit card and a woman is standing behind him.", "with_names": "a man is holding a credit card and a woman is standing behind him."}, {"scene_id": "oltl-09-13-07s2", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is holding a cup.", "with_names": "two women are standing in a kitchen, one of them is holding a cup."}, {"scene_id": "oltl-09-13-07s3", "raw": "A scene from a TV show in which a man is seen in a dark room, with a white outline of a person.", "with_names": "a man is in a dark room, with a white outline of a person."}, {"scene_id": "oltl-09-13-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-13-07s5", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her computer.", "with_names": "a woman is sitting at a desk and looking at her computer."}, {"scene_id": "oltl-09-13-07s6", "raw": "A scene from a TV show in which a man is talking to another man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-09-13-07s7", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-09-13-07s8", "raw": "A scene from a TV show in which a man is holding a gun and another man is pointing it at him.", "with_names": "a man is holding a gun and another man is pointing it at him."}, {"scene_id": "oltl-09-13-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "oltl-09-13-07s10", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "oltl-09-13-07s11", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-09-13-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-13-07s13", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-09-13-07s14", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-09-13-07s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-13-07s16", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "oltl-09-13-07s17", "raw": "A scene from a TV show in which a doctor is examining a patient's throat with a tongue depressor.", "with_names": "a doctor is examining a patient's throat with a tongue depressor."}, {"scene_id": "oltl-09-13-07s18", "raw": "A scene from a TV show in which a man is wearing a shirt with a picture of a woman.", "with_names": "a man is wearing a shirt with a picture of a woman."}, {"scene_id": "oltl-09-13-07s19", "raw": "A scene from a TV show in which a woman is looking down and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-13-07s20", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing behind her.", "with_names": "a woman is sitting on a bench and a man is standing behind her."}, {"scene_id": "oltl-09-13-07s21", "raw": "A scene from a TV show in which a woman is reading a book to a baby and a man.", "with_names": "a woman is reading a book to a baby and a man."}, {"scene_id": "oltl-09-13-07s22", "raw": "A scene from a TV show in which a man and a woman are holding money.", "with_names": "a man and a woman are holding money."}, {"scene_id": "oltl-09-13-07s23", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "oltl-09-13-07s24", "raw": "A scene from a TV show in which two women are standing in front of a clock.", "with_names": "two women are standing in front of a clock."}, {"scene_id": "oltl-09-13-07s25", "raw": "A scene from a TV show in which a man holds a baby and a woman looks on.", "with_names": "a man holds a baby and a woman looks on."}, {"scene_id": "oltl-09-13-07s26", "raw": "A scene from a TV show in which a man is looking at a woman in a dress", "with_names": "a man is looking at a woman in a dress"}, {"scene_id": "oltl-09-13-07s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-13-07s28", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress.", "with_names": "a man is wearing a suit and a woman is in a red dress."}, {"scene_id": "oltl-09-13-07s29", "raw": "A scene from a TV show in which a woman is looking at a man and his face is not visible.", "with_names": "a woman is looking at a man and his face is not visible."}]