[{"scene_id": "bb-10-24-14s0", "raw": "A scene from a TV show in which a man stands in front of a group of people and speaks.", "with_names": "Eric stands in front of a group of people and speaks."}, {"scene_id": "bb-10-24-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-24-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-24-14s3", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-10-24-14s5", "raw": "A scene from a TV show in which a man and a woman hold hands and look at each other.", "with_names": "Carter and a woman hold hands and look at each other."}, {"scene_id": "bb-10-24-14s6", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie.", "with_names": "Eric is wearing a suit and a blue tie."}, {"scene_id": "bb-10-24-14s7", "raw": "A scene from a TV show in which two women are standing in a hallway and talking.", "with_names": ""}, {"scene_id": "bb-10-24-14s8", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-10-24-14s10", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-10-24-14s11", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a fireplace.", "with_names": ""}, {"scene_id": "bb-10-24-14s12", "raw": "A scene from a TV show in which a woman is standing in a doorway and talking to someone.", "with_names": ""}, {"scene_id": "bb-10-24-14s13", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "Rick is looking at a painting."}, {"scene_id": "bb-10-24-14s14", "raw": "A scene from a TV show in which a woman is crying, a man is looking at her, and another man is standing behind her.", "with_names": "a woman is crying, a man is looking at her, and another man is standing behind her."}]