[{"scene_id": "bb-03-06-15s0", "raw": "A scene from a TV show in which a woman and a man stand in a doorway.", "with_names": "Quinn and Wyatt stand in a doorway."}, {"scene_id": "bb-03-06-15s1", "raw": "A scene from a TV show in which a woman sits on a couch and talks about her husband's death.", "with_names": "a woman sits on a couch and talks about her husband's death."}, {"scene_id": "bb-03-06-15s2", "raw": "A scene from a TV show in which a man and a woman sit on a couch and drink wine.", "with_names": "a man and a woman sit on a couch and drink wine."}, {"scene_id": "bb-03-06-15s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "Rick and Maya sit on a couch."}, {"scene_id": "bb-03-06-15s4", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-06-15s5", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and drinking a glass of wine.", "with_names": "Maya is sitting in front of a fireplace and drinking a glass of wine."}, {"scene_id": "bb-03-06-15s7", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-06-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-06-15s9", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "bb-03-06-15s10", "raw": "A scene from a TV show in which a woman is standing in a kitchen and another woman is talking to her.", "with_names": ""}, {"scene_id": "bb-03-06-15s11", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and looking at a vase.", "with_names": "a woman is sitting in front of a fireplace and looking at a vase."}, {"scene_id": "bb-03-06-15s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Rick and a woman are arguing."}, {"scene_id": "bb-03-06-15s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-03-06-15s14", "raw": "A scene from a TV show in which a woman is holding a tray of cupcakes and a man is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-06-15s15", "raw": "A scene from a TV show in which two men are standing in a kitchen, drinking cocktails.", "with_names": "two men are standing in a kitchen, drinking cocktails."}, {"scene_id": "bb-03-06-15s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-06-15s18", "raw": "A scene from a TV show in which a house is lit up at night.", "with_names": "a house is lit up at night."}, {"scene_id": "bb-03-06-15s19", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-03-06-15s20", "raw": "A scene from a TV show in which two young women are sitting next to each other.", "with_names": "two young women are sitting next to each other."}, {"scene_id": "bb-03-06-15s21", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-03-06-15s22", "raw": "A scene from a TV show in which a man stands in a kitchen, wearing a dark shirt.", "with_names": "a man stands in a kitchen, wearing a dark shirt."}, {"scene_id": "bb-03-06-15s23", "raw": "A scene from a TV show in which a woman stands in a hallway and looks at a door.", "with_names": "a woman stands in a hallway and looks at a door."}]