[{"scene_id": "gl-06-17-05s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-17-05s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-06-17-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-17-05s3", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing next to her.", "with_names": "a woman is wearing a bikini and a man is standing next to her."}, {"scene_id": "gl-06-17-05s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-17-05s6", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-06-17-05s7", "raw": "A scene from a TV show in which a young girl is crying.", "with_names": "a young girl is crying."}, {"scene_id": "gl-06-17-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-17-05s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-06-17-05s10", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a red and white striped shirt.", "with_names": "Lizzie is wearing a dress and Coop is in a red and white striped shirt."}, {"scene_id": "gl-06-17-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-17-05s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-17-05s13", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-06-17-05s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-17-05s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-17-05s16", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "gl-06-17-05s17", "raw": "A scene from a TV show in which a woman is seen walking down a street, and a man is seen standing on the sidewalk.", "with_names": "Clerk is walking down a street, and Sebastian is standing on the sidewalk."}, {"scene_id": "gl-06-17-05s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-17-05s19", "raw": "A scene from a TV show in which a woman is trying to get a man to buy her a shirt.", "with_names": "Clerk is trying to get Sebastian to buy her a shirt."}, {"scene_id": "gl-06-17-05s20", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-06-17-05s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Alan and Alexandra are standing next to each other."}, {"scene_id": "gl-06-17-05s22", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and Coop is standing next to her."}, {"scene_id": "gl-06-17-05s23", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-06-17-05s24", "raw": "A scene from a TV show in which a man is talking to someone and the person is not visible", "with_names": ""}, {"scene_id": "gl-06-17-05s25", "raw": "A scene from a TV show in which a woman is seen blowing a balloon.", "with_names": "Clerk is blowing a balloon."}, {"scene_id": "gl-06-17-05s26", "raw": "A scene from a TV show in which a man and a woman are kissing in front of a TV.", "with_names": "a man and a woman are kissing in front of a tv."}]