[{"scene_id": "atwt-05-31-06s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-31-06s1", "raw": "A scene from a TV show in which a man is sitting in a bar with a woman.", "with_names": "a man is sitting in a bar with a woman."}, {"scene_id": "atwt-05-31-06s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-05-31-06s3", "raw": "A scene from a TV show in which a box of Pampers diapers is shown.", "with_names": ""}, {"scene_id": "atwt-05-31-06s4", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a blonde bob haircut.", "with_names": "a woman is wearing a black jacket and a blonde bob haircut."}, {"scene_id": "atwt-05-31-06s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-05-31-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "atwt-05-31-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-31-06s8", "raw": "A scene from a TV show in which a McCormick logo is shown", "with_names": ""}, {"scene_id": "atwt-05-31-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-31-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and looking down at a woman.", "with_names": "a man is wearing a suit and a red tie and looking down at a woman."}, {"scene_id": "atwt-05-31-06s11", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a black coat.", "with_names": "a man is wearing a blue shirt and a black coat."}, {"scene_id": "atwt-05-31-06s12", "raw": "A scene from a TV show in which a woman is dancing in a pink dress.", "with_names": "a woman is dancing in a pink dress."}, {"scene_id": "atwt-05-31-06s13", "raw": "A scene from a TV show in which a man is seen in a yellow room with a yellow wall and a blue wall.", "with_names": "a man is in a yellow room with a yellow wall and a blue wall."}, {"scene_id": "atwt-05-31-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-31-06s15", "raw": "A scene from a TV show in which a woman is on the phone and a man is crying", "with_names": "a woman is on the phone and a man is crying"}, {"scene_id": "atwt-05-31-06s16", "raw": "A scene from a TV show in which a child is sitting on a chair with a band-aid on their knee.", "with_names": ""}, {"scene_id": "atwt-05-31-06s17", "raw": "A scene from a TV show in which two women are watching a man and a woman in a shower.", "with_names": "two women are watching a man and a woman in a shower."}, {"scene_id": "atwt-05-31-06s18", "raw": "A scene from a TV show in which a woman is wearing a leopard print shirt and a brown jacket", "with_names": "a woman is wearing a leopard print shirt and a brown jacket"}, {"scene_id": "atwt-05-31-06s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-31-06s20", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-31-06s21", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt.", "with_names": "a man is wearing a black coat and a blue shirt."}, {"scene_id": "atwt-05-31-06s22", "raw": "A scene from a TV show in which a man is holding a baby and reading a newspaper.", "with_names": "a man is holding a baby and reading a newspaper."}, {"scene_id": "atwt-05-31-06s23", "raw": "A scene from a TV show in which a man is saying, \"As the world turns.\"", "with_names": "a man is saying, \"as the world turns.\""}, {"scene_id": "atwt-05-31-06s24", "raw": "A scene from a TV show in which a woman is holding a man's hand and another woman is standing behind her.", "with_names": "a woman is holding a man's hand and another woman is standing behind her."}, {"scene_id": "atwt-05-31-06s25", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a black shirt", "with_names": "a woman is wearing a white lab coat and a black shirt"}, {"scene_id": "atwt-05-31-06s26", "raw": "A scene from a TV show in which a woman is crying and holding her hand to her face.", "with_names": "a woman is crying and holding her hand to her face."}, {"scene_id": "atwt-05-31-06s27", "raw": "A scene from a TV show in which a hand is holding a ring.", "with_names": "a hand is holding a ring."}, {"scene_id": "atwt-05-31-06s28", "raw": "A scene from a TV show in which a bottle of freeze-off is shown to be the only product that can help cure warts.", "with_names": ""}]