[{"scene_id": "gl-12-26-05s0", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is kissing her.", "with_names": "a woman is lying in bed with a man, and he is kissing her."}, {"scene_id": "gl-12-26-05s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Alan and ] are lying in bed together."}, {"scene_id": "gl-12-26-05s2", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "a woman is lying in bed with a man, and he is looking at her."}, {"scene_id": "gl-12-26-05s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-05s4", "raw": "A scene from a TV show in which a woman is seen being tortured.", "with_names": "a woman is being tortured."}, {"scene_id": "gl-12-26-05s5", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch.", "with_names": ""}, {"scene_id": "gl-12-26-05s6", "raw": "A scene from a TV show in which a man is eating a sandwich in front of a woman.", "with_names": "a man is eating a sandwich in front of a woman."}, {"scene_id": "gl-12-26-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-26-05s8", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-12-26-05s9", "raw": "A scene from a TV show in which a woman is wearing a sweater and a scarf", "with_names": "a woman is wearing a sweater and a scarf"}, {"scene_id": "gl-12-26-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-26-05s11", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of disgust on his face.", "with_names": ""}, {"scene_id": "gl-12-26-05s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-05s13", "raw": "", "with_names": ""}, {"scene_id": "gl-12-26-05s14", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "gl-12-26-05s15", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-12-26-05s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-26-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a picture frame.", "with_names": ""}, {"scene_id": "gl-12-26-05s18", "raw": "A scene from a TV show in which a man is trying to get his hair to stand up.", "with_names": "a man is trying to get his hair to stand up."}, {"scene_id": "gl-12-26-05s19", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a hoodie", "with_names": ""}, {"scene_id": "gl-12-26-05s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-05s21", "raw": "", "with_names": ""}, {"scene_id": "gl-12-26-05s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-26-05s23", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "gl-12-26-05s24", "raw": "A scene from a TV show in which a woman is holding a box of clothes.", "with_names": "a woman is holding a box of clothes."}]