[{"scene_id": "atwt-07-07-04s0", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "atwt-07-07-04s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-07-04s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-07-04s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-07-04s4", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "atwt-07-07-04s5", "raw": "A scene from a TV show in which a globe is lit up with the words \"The World\"", "with_names": "a globe is lit up with the words \"the world\""}, {"scene_id": "atwt-07-07-04s6", "raw": "A scene from a TV show in which the Detroit LA logo is superimposed over a tree.", "with_names": "the detroit la logo is superimposed over a tree."}, {"scene_id": "atwt-07-07-04s7", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-07-07-04s8", "raw": "A scene from a TV show in which a man is talking to someone in a store.", "with_names": ""}, {"scene_id": "atwt-07-07-04s9", "raw": "A scene from a TV show in which a man is wearing a black shirt and a hat and smiling at another man.", "with_names": "a man is wearing a black shirt and a hat and smiling at another man."}, {"scene_id": "atwt-07-07-04s10", "raw": "A scene from a TV show in which a man is talking about Medicare.", "with_names": ""}, {"scene_id": "atwt-07-07-04s11", "raw": "A scene from a TV show in which a man is sitting at a desk with a woman standing behind him.", "with_names": "a man is sitting at a desk with a woman standing behind him."}, {"scene_id": "atwt-07-07-04s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-07-04s13", "raw": "A scene from a TV show in which a man and two women are talking in white coats.", "with_names": ""}, {"scene_id": "atwt-07-07-04s14", "raw": "A scene from a TV show in which a man is lying on the floor with his head in a book, a woman is standing over him, and a police officer is looking at", "with_names": "a man is lying on the floor with his head in a book, a woman is standing over him, and a police officer is looking at"}, {"scene_id": "atwt-07-07-04s15", "raw": "A scene from a TV show in which a woman is talking on the phone while her hair is in curlers", "with_names": ""}, {"scene_id": "atwt-07-07-04s16", "raw": "A scene from a TV show in which a white doctor is talking to a black woman and a blonde woman.", "with_names": ""}, {"scene_id": "atwt-07-07-04s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-07-07-04s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-07-04s19", "raw": "A scene from a TV show in which people are walking in the snow with the words \"Introducing new Tylenol Cool Caplets\"", "with_names": "people are walking in the snow with the words \"introducing new tylenol cool caplets\""}, {"scene_id": "atwt-07-07-04s20", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-07-07-04s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-07-04s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-07-04s23", "raw": "A scene from a TV show in which a man is standing in a restaurant, talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-07-04s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-07-04s25", "raw": "A scene from a TV show in which a man is talking to another man in a suit.", "with_names": ""}, {"scene_id": "atwt-07-07-04s26", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-07-07-04s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-07-04s28", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her face is distorted.", "with_names": ""}, {"scene_id": "atwt-07-07-04s29", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}]