[{"scene_id": "atwt-02-23-05s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, holding wine glasses.", "with_names": "a man and Katie are standing next to each other, holding wine glasses."}, {"scene_id": "atwt-02-23-05s1", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-02-23-05s2", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-02-23-05s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a refrigerator is behind her.", "with_names": "a woman is standing in a kitchen, a refrigerator is behind her."}, {"scene_id": "atwt-02-23-05s4", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-23-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-23-05s6", "raw": "A scene from a TV show in which a blue circle is labeled \"Dawn\" and the words \"For the toughest grease choose Dawn.\"", "with_names": "a blue circle is labeled \"dawn\" and the words \"for the toughest grease choose dawn.\""}, {"scene_id": "atwt-02-23-05s7", "raw": "A scene from a TV show in which a woman is talking about her experience with an eating disorder.", "with_names": ""}, {"scene_id": "atwt-02-23-05s8", "raw": "A scene from a TV show in which a man is holding a wine glass and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-23-05s9", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-23-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-23-05s11", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-02-23-05s12", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black tie", "with_names": "a woman is wearing a red jacket and a black tie"}, {"scene_id": "atwt-02-23-05s13", "raw": "A scene from a TV show in which a man is standing in a library and a woman is sitting on a chair in front of him.", "with_names": ""}, {"scene_id": "atwt-02-23-05s14", "raw": "A scene from a TV show in which a bee is looking out a window.", "with_names": "a bee is looking out a window."}, {"scene_id": "atwt-02-23-05s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-02-23-05s16", "raw": "A scene from a TV show in which a young man is standing in front of a TV screen.", "with_names": "a young man is standing in front of a tv screen."}, {"scene_id": "atwt-02-23-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-02-23-05s18", "raw": "A scene from a TV show in which a woman is standing in a box and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-23-05s19", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-23-05s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "atwt-02-23-05s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone and looking annoyed.", "with_names": ""}, {"scene_id": "atwt-02-23-05s22", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "atwt-02-23-05s23", "raw": "A scene from a TV show in which a cup of tea is poured into a spoon.", "with_names": "a cup of tea is poured into a spoon."}, {"scene_id": "atwt-02-23-05s24", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-02-23-05s25", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-02-23-05s26", "raw": "A scene from a TV show in which a woman is sitting in a dark room with a man standing behind her.", "with_names": "a woman is sitting in a dark room with a man standing behind her."}]