[{"scene_id": "bb-01-20-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Bill and Maya are standing in a living room."}, {"scene_id": "bb-01-20-15s1", "raw": "A scene from a TV show in which a woman talks about a painting of a woman in a dress.", "with_names": "a woman talks about a painting of a woman in a dress."}, {"scene_id": "bb-01-20-15s2", "raw": "A scene from a TV show in which a woman is standing on a balcony and three men are standing on a balcony above her.", "with_names": "a woman is standing on a balcony and three men are standing on a balcony above her."}, {"scene_id": "bb-01-20-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-20-15s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-20-15s5", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-01-20-15s6", "raw": "A scene from a TV show in which a man is standing in an office and talking.", "with_names": ""}, {"scene_id": "bb-01-20-15s7", "raw": "A scene from a TV show in which a woman is talking to a young woman about her family.", "with_names": ""}, {"scene_id": "bb-01-20-15s8", "raw": "A scene from a TV show in which a man pours wine into a woman's glass.", "with_names": "a man pours wine into a woman's glass."}, {"scene_id": "bb-01-20-15s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-20-15s10", "raw": "A scene from a TV show in which two women are arguing in a room.", "with_names": "two women are arguing in a room."}, {"scene_id": "bb-01-20-15s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-20-15s12", "raw": "A scene from a TV show in which a man and a woman are talking on a balcony.", "with_names": ""}, {"scene_id": "bb-01-20-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-01-20-15s14", "raw": "A scene from a TV show in which a man is yelling and his mouth is open.", "with_names": "a man is yelling and his mouth is open."}]