[{"scene_id": "atwt-04-20-10s0", "raw": "A scene from a TV show in which a boy is wearing a jean jacket and a green shirt", "with_names": "a boy is wearing a jean jacket and a green shirt"}, {"scene_id": "atwt-04-20-10s1", "raw": "A scene from a TV show in which a woman is wearing a red turban.", "with_names": "a woman is wearing a red turban."}, {"scene_id": "atwt-04-20-10s2", "raw": "A scene from a TV show in which a man is handing a woman an award.", "with_names": "] is handing a woman an award."}, {"scene_id": "atwt-04-20-10s3", "raw": "A scene from a TV show in which a woman is holding a baby and a young girl is looking at her.", "with_names": "a woman is holding a baby and a young girl is looking at her."}, {"scene_id": "atwt-04-20-10s4", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-20-10s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the woman looking at the man.", "with_names": "a man and a woman are standing in a room, with the woman looking at the man."}, {"scene_id": "atwt-04-20-10s6", "raw": "A scene from a TV show in which a boy is wearing a jean jacket and a black wig", "with_names": "a boy is wearing a jean jacket and a black wig"}, {"scene_id": "atwt-04-20-10s7", "raw": "A scene from a TV show in which a toothpaste is advertised as white", "with_names": "a toothpaste is advertised as white"}, {"scene_id": "atwt-04-20-10s8", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-20-10s9", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-20-10s10", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-04-20-10s11", "raw": "A scene from a TV show in which a man is standing in a supermarket with a large selection of juice bottles behind him.", "with_names": "a man is standing in a supermarket with a large selection of juice bottles behind him."}, {"scene_id": "atwt-04-20-10s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-20-10s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-04-20-10s14", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "atwt-04-20-10s15", "raw": "A scene from a TV show in which a woman is filmed in a bathtub.", "with_names": "a woman is filmed in a bathtub."}, {"scene_id": "atwt-04-20-10s16", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and looking at her.", "with_names": "a man is holding a woman by the shoulders and looking at her."}, {"scene_id": "atwt-04-20-10s17", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a hat", "with_names": "a woman is wearing a red scarf and a hat"}, {"scene_id": "atwt-04-20-10s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-20-10s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-20-10s20", "raw": "A scene from a TV show in which a red hand is seen on a grey wall.", "with_names": "a red hand is on a grey wall."}, {"scene_id": "atwt-04-20-10s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-20-10s22", "raw": "A scene from a TV show in which a man is walking through a jungle with a sword.", "with_names": "a man is walking through a jungle with a sword."}]