[{"scene_id": "atwt-12-16-05s0", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and smiling.", "with_names": "a young man is wearing a leather jacket and smiling."}, {"scene_id": "atwt-12-16-05s1", "raw": "A scene from a TV show in which a man is sitting in a chair in a bathroom, a curtain is pulled back to reveal him.", "with_names": ""}, {"scene_id": "atwt-12-16-05s2", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-12-16-05s3", "raw": "A scene from a TV show in which a woman is behind bars.", "with_names": "a woman is behind bars."}, {"scene_id": "atwt-12-16-05s4", "raw": "A scene from a TV show in which a snowman is eating a bowl of soup", "with_names": "a snowman is eating a bowl of soup"}, {"scene_id": "atwt-12-16-05s5", "raw": "A scene from a TV show in which a man is handcuffed and a police officer stands next to him.", "with_names": "a man is handcuffed and a police officer stands next to him."}, {"scene_id": "atwt-12-16-05s6", "raw": "A scene from a TV show in which a man is standing in a jail cell and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-12-16-05s7", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-12-16-05s8", "raw": "A scene from a TV show in which a young girl is wearing a blue dress and a necklace.", "with_names": "a young girl is wearing a blue dress and a necklace."}, {"scene_id": "atwt-12-16-05s9", "raw": "A scene from a TV show in which a baby is shown sleeping.", "with_names": ""}, {"scene_id": "atwt-12-16-05s10", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is sitting next to her.", "with_names": "a woman is holding a cell phone and ] is sitting next to her."}, {"scene_id": "atwt-12-16-05s11", "raw": "A scene from a TV show in which a woman is screaming in a cell.", "with_names": "a woman is screaming in a cell."}, {"scene_id": "atwt-12-16-05s12", "raw": "A scene from a TV show in which a man is holding a baby while a woman stands behind him.", "with_names": "a man is holding a baby while a woman stands behind him."}, {"scene_id": "atwt-12-16-05s13", "raw": "A scene from a TV show in which a car explodes in front of a building.", "with_names": "a car explodes in front of a building."}, {"scene_id": "atwt-12-16-05s14", "raw": "A scene from a TV show in which a woman is wearing a hoodie and a man is standing behind her.", "with_names": "a woman is wearing a hoodie and a man is standing behind her."}, {"scene_id": "atwt-12-16-05s15", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing nearby.", "with_names": "a man is in a jail cell and a woman is standing nearby."}, {"scene_id": "atwt-12-16-05s16", "raw": "A scene from a TV show in which a woman cleans a bathroom.", "with_names": "a woman cleans a bathroom."}, {"scene_id": "atwt-12-16-05s17", "raw": "A scene from a TV show in which a man is holding a phone and smiling", "with_names": "a man is holding a phone and smiling"}, {"scene_id": "atwt-12-16-05s18", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking at the camera.", "with_names": "a man is lying in a hospital bed and looking at the camera."}, {"scene_id": "atwt-12-16-05s19", "raw": "A scene from a TV show in which a man is crying and a woman is laughing.", "with_names": "a man is crying and a woman is laughing."}, {"scene_id": "atwt-12-16-05s20", "raw": "A scene from a TV show in which a man is looking at a woman through bars.", "with_names": "a man is looking at a woman through bars."}, {"scene_id": "atwt-12-16-05s21", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "atwt-12-16-05s22", "raw": "A scene from a TV show in which a jar of Nasalex is shown. The words \"To treat and help prevent congestion\" are written below.", "with_names": ""}, {"scene_id": "atwt-12-16-05s23", "raw": "A scene from a TV show in which a woman is applying lip gloss.", "with_names": "a woman is applying lip gloss."}, {"scene_id": "atwt-12-16-05s24", "raw": "A scene from a TV show in which a woman is wearing a hoodie and a jean jacket", "with_names": "a woman is wearing a hoodie and a jean jacket"}, {"scene_id": "atwt-12-16-05s25", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "atwt-12-16-05s26", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Dusty is hugging ]."}, {"scene_id": "atwt-12-16-05s27", "raw": "A scene from a TV show in which a man is seen in a suit and tie, with a woman in a white dress and a child in a pram.", "with_names": "a man is in a suit and tie, with a woman in a white dress and a child in a pram."}]