[{"scene_id": "bb-03-17-15s0", "raw": "A scene from a TV show in which a young woman is shopping for a dress.", "with_names": "a young woman is shopping for a dress."}, {"scene_id": "bb-03-17-15s1", "raw": "A scene from a TV show in which a woman walks down a runway and a crowd watches her.", "with_names": "a woman walks down a runway and a crowd watches her."}, {"scene_id": "bb-03-17-15s2", "raw": "A scene from a TV show in which a woman slaps a man on the cheek.", "with_names": "a woman slaps a man on the cheek."}, {"scene_id": "bb-03-17-15s3", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "bb-03-17-15s4", "raw": "A scene from a TV show in which a woman sits on a couch and talks about her husband's death.", "with_names": "a woman sits on a couch and talks about her husband's death."}, {"scene_id": "bb-03-17-15s5", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-03-17-15s6", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a dog.", "with_names": "a woman is standing in a room with a man and a dog."}, {"scene_id": "bb-03-17-15s7", "raw": "A scene from a TV show in which a woman is interviewed by a blonde woman.", "with_names": "a woman is interviewed by a blonde woman."}, {"scene_id": "bb-03-17-15s8", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}, {"scene_id": "bb-03-17-15s9", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-17-15s10", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-03-17-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-17-15s12", "raw": "", "with_names": ""}, {"scene_id": "bb-03-17-15s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-03-17-15s14", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "bb-03-17-15s15", "raw": "A scene from a TV show in which a man is sitting in a chair and talking.", "with_names": ""}, {"scene_id": "bb-03-17-15s16", "raw": "A scene from a TV show in which a young woman is looking at a man.", "with_names": "a young woman is looking at ]."}]