[{"scene_id": "atwt-10-25-01s0", "raw": "A scene from a TV show in which a man is touching his head and a woman is looking at him.", "with_names": "Craig is touching his head and Carly is looking at him."}, {"scene_id": "atwt-10-25-01s1", "raw": "A scene from a TV show in which a woman is kneeling on the floor in front of a door, a man is standing behind her, and a dog is sitting on a couch", "with_names": ""}, {"scene_id": "atwt-10-25-01s2", "raw": "A scene from a TV show in which a woman is looking at the camera and her hand is on her chin.", "with_names": "Lucinda is looking at the camera and her hand is on her chin."}, {"scene_id": "atwt-10-25-01s3", "raw": "A scene from a TV show in which a woman is holding a coffee cup and looking at it.", "with_names": "a woman is holding a coffee cup and looking at it."}, {"scene_id": "atwt-10-25-01s4", "raw": "A scene from a TV show in which a table is covered with Disney toys.", "with_names": "a table is covered with disney toys."}, {"scene_id": "atwt-10-25-01s5", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-10-25-01s6", "raw": "A scene from a TV show in which a man is holding his head and a woman is standing behind him.", "with_names": "Billy is holding his head and Jennifer is standing behind him."}, {"scene_id": "atwt-10-25-01s7", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-25-01s8", "raw": "A scene from a TV show in which a person is sitting on the ground, looking sad. The caption reads: Depression is a serious medical condition.", "with_names": "a person is sitting on the ground, looking sad. the caption reads: depression is a serious medical condition."}, {"scene_id": "atwt-10-25-01s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Paul is kissing Rose on the cheek."}, {"scene_id": "atwt-10-25-01s10", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "atwt-10-25-01s11", "raw": "A scene from a TV show in which a man and a woman are sitting together, with the man looking at the woman and touching her shoulder.", "with_names": "Craig and Carly are sitting together, with the man looking at the woman and touching her shoulder."}, {"scene_id": "atwt-10-25-01s13", "raw": "A scene from a TV show in which the earth is spinning", "with_names": "the earth is spinning"}, {"scene_id": "atwt-10-25-01s14", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Barbara is crying and James is comforting her."}, {"scene_id": "atwt-10-25-01s15", "raw": "A scene from a TV show in which a young boy is shown making a funny face.", "with_names": ""}, {"scene_id": "atwt-10-25-01s16", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a short haircut.", "with_names": "a woman is wearing a leather jacket and a short haircut."}, {"scene_id": "atwt-10-25-01s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both looking sad.", "with_names": "Paul and Rose are standing next to each other, both looking sad."}, {"scene_id": "atwt-10-25-01s18", "raw": "A scene from a TV show in which a woman is being kissed by a man.", "with_names": "a woman is being kissed by James."}, {"scene_id": "atwt-10-25-01s19", "raw": "A scene from a TV show in which a woman is opening a door and a chair is sitting on the porch.", "with_names": "Carly is opening a door and a chair is sitting on the porch."}, {"scene_id": "atwt-10-25-01s20", "raw": "A scene from a TV show in which a man is kissing a woman on the lips.", "with_names": "Sierra is kissing Lucinda on the lips."}, {"scene_id": "atwt-10-25-01s21", "raw": "A scene from a TV show in which a man and a woman are sitting together, the woman is wearing a black headscarf.", "with_names": "Paul and Rose are sitting together, the woman is wearing a black headscarf."}, {"scene_id": "atwt-10-25-01s22", "raw": "A scene from a TV show in which a woman is comforting a man.", "with_names": "a woman is comforting James."}]