[{"scene_id": "oltl-12-29-06s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "oltl-12-29-06s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "oltl-12-29-06s2", "raw": "A scene from a TV show in which a black woman is wearing a red dress and a white man is dressed in a dark suit.", "with_names": "a black woman is wearing a red dress and a white man is dressed in a dark suit."}, {"scene_id": "oltl-12-29-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-29-06s4", "raw": "A scene from a TV show in which a woman is talking about her weight loss.", "with_names": ""}, {"scene_id": "oltl-12-29-06s5", "raw": "A scene from a TV show in which a woman is blowing out a birthday candle on a cake, surrounded by other people.", "with_names": "a woman is blowing out a birthday candle on a cake, surrounded by other people."}, {"scene_id": "oltl-12-29-06s6", "raw": "A scene from a TV show in which a woman is wearing a sparkly dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a sparkly dress and a man is kissing her on the cheek."}, {"scene_id": "oltl-12-29-06s7", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "oltl-12-29-06s8", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-12-29-06s9", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "oltl-12-29-06s10", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-12-29-06s11", "raw": "A scene from a TV show in which a man is taking a picture of two women.", "with_names": "a man is taking a picture of two women."}, {"scene_id": "oltl-12-29-06s12", "raw": "A scene from a TV show in which a man is sitting on a hospital bed and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-29-06s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking up at the camera.", "with_names": "a man is lying in a hospital bed and looking up at the camera."}, {"scene_id": "oltl-12-29-06s14", "raw": "A scene from a TV show in which a woman is standing on a staircase and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-29-06s15", "raw": "A scene from a TV show in which a man is trying to break into a house.", "with_names": "a man is trying to break into a house."}, {"scene_id": "oltl-12-29-06s16", "raw": "A scene from a TV show in which a young man is looking at a blonde woman.", "with_names": "a young man is looking at a blonde woman."}, {"scene_id": "oltl-12-29-06s17", "raw": "A scene from a TV show in which a man is wearing sunglasses and a red shirt.", "with_names": "a man is wearing sunglasses and a red shirt."}, {"scene_id": "oltl-12-29-06s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-29-06s19", "raw": "A scene from a TV show in which a woman is being groped by another woman.", "with_names": "a woman is being groped by another woman."}, {"scene_id": "oltl-12-29-06s20", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-12-29-06s21", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a necklace.", "with_names": "a woman is wearing a purple jacket and a necklace."}, {"scene_id": "oltl-12-29-06s22", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "oltl-12-29-06s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking shocked.", "with_names": ""}, {"scene_id": "oltl-12-29-06s24", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-29-06s25", "raw": "A scene from a TV show in which a woman is standing in a hallway, holding a cell phone to her ear.", "with_names": "a woman is standing in a hallway, holding a cell phone to her ear."}, {"scene_id": "oltl-12-29-06s26", "raw": "A scene from a TV show in which a man is wearing a black shirt and a sweater.", "with_names": "a man is wearing a black shirt and a sweater."}, {"scene_id": "oltl-12-29-06s27", "raw": "A scene from a TV show in which a man is in a hospital bed, a woman stands next to him, holding a glass of champagne.", "with_names": "a man is in a hospital bed, a woman stands next to him, holding a glass of champagne."}]