[{"scene_id": "pc-03-16-01s0", "raw": "A scene from a TV show in which a waiter is holding a tray and a cake.", "with_names": "a waiter is holding a tray and a cake."}, {"scene_id": "pc-03-16-01s1", "raw": "A scene from a TV show in which a man and a woman are talking to a mechanic.", "with_names": ""}, {"scene_id": "pc-03-16-01s2", "raw": "A scene from a TV show in which a man is talking on a phone and a light is shining on him", "with_names": ""}, {"scene_id": "pc-03-16-01s3", "raw": "A scene from a TV show in which a man is trying to open a door with a ladder.", "with_names": "a man is trying to open a door with a ladder."}, {"scene_id": "pc-03-16-01s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-16-01s5", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-03-16-01s6", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing behind him", "with_names": "a man is walking down a hallway and another man is standing behind him"}, {"scene_id": "pc-03-16-01s7", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her", "with_names": "Livvie is sitting at a desk and Jack is standing behind her"}, {"scene_id": "pc-03-16-01s8", "raw": "A scene from a TV show in which a young man and a woman in white coats are talking.", "with_names": ""}, {"scene_id": "pc-03-16-01s10", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "pc-03-16-01s11", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "pc-03-16-01s12", "raw": "A scene from a TV show in which a man is talking to a woman in a lab coat.", "with_names": ""}, {"scene_id": "pc-03-16-01s13", "raw": "A scene from a TV show in which a woman is trying to get a man to stop touching her chest.", "with_names": "Eve is trying to get Joe to stop touching her chest."}, {"scene_id": "pc-03-16-01s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-16-01s15", "raw": "A scene from a TV show in which a man is seen in a dark room with a flashlight.", "with_names": "a man is in a dark room with a flashlight."}]