[{"scene_id": "bb-07-10-17s0", "raw": "A scene from a TV show in which a doctor and nurses are talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "bb-07-10-17s1", "raw": "A scene from a TV show in which a young man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a young man is lying in a hospital bed and Coco is standing next to him."}, {"scene_id": "bb-07-10-17s2", "raw": "A scene from a TV show in which a woman is crying and looking at a computer screen.", "with_names": "a woman is crying and looking at a computer screen."}, {"scene_id": "bb-07-10-17s3", "raw": "A scene from a TV show in which a young woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-07-10-17s4", "raw": "A scene from a TV show in which a young woman is talking on a cell phone in a hospital.", "with_names": ""}, {"scene_id": "bb-07-10-17s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-07-10-17s6", "raw": "A scene from a TV show in which a young man is lying in a hospital bed with a bandage on his head.", "with_names": "a young man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "bb-07-10-17s8", "raw": "A scene from a TV show in which a woman is talking to a man in a closet.", "with_names": ""}, {"scene_id": "bb-07-10-17s9", "raw": "A scene from a TV show in which a young woman is looking at a window.", "with_names": "a young woman is looking at a window."}, {"scene_id": "bb-07-10-17s11", "raw": "A scene from a TV show in which a young man is lying in a hospital bed with a bandage on his head and a woman stands next to him, looking concerned.", "with_names": "a young man is lying in a hospital bed with a bandage on his head and a woman stands next to him, looking concerned."}, {"scene_id": "bb-07-10-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-10-17s13", "raw": "A scene from a TV show in which a young man is in a hospital bed with a bandage on his head and a woman stands next to him.", "with_names": "a young man is in a hospital bed with a bandage on his head and a woman stands next to him."}, {"scene_id": "bb-07-10-17s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-10-17s15", "raw": "A scene from a TV show in which a woman is talking on the phone at a desk.", "with_names": ""}, {"scene_id": "bb-07-10-17s16", "raw": "A scene from a TV show in which a woman is sitting in a hospital room and talking to someone.", "with_names": ""}]