[{"scene_id": "gl-08-23-06s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "gl-08-23-06s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-08-23-06s2", "raw": "A scene from a TV show in which a woman is seen through a frosted glass window.", "with_names": "a woman is through a frosted glass window."}, {"scene_id": "gl-08-23-06s3", "raw": "A scene from a TV show in which a man is sitting at a table in a restaurant, and a woman is standing in the background.", "with_names": "a man is sitting at a table in a restaurant, and a woman is standing in the background."}, {"scene_id": "gl-08-23-06s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s7", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-08-23-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-23-06s9", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "gl-08-23-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-23-06s11", "raw": "A scene from a TV show in which a man is standing in front of a whiteboard and writing on it.", "with_names": "a man is standing in front of a whiteboard and writing on it."}, {"scene_id": "gl-08-23-06s12", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-08-23-06s13", "raw": "A scene from a TV show in which a man is standing at a podium and another man is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-08-23-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-23-06s15", "raw": "A scene from a TV show in which a man is standing in front of a sign that says \"multi-purpose room.\"", "with_names": "a man is standing in front of a sign that says \"multi-purpose room.\""}, {"scene_id": "gl-08-23-06s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-08-23-06s18", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "gl-08-23-06s19", "raw": "", "with_names": ""}, {"scene_id": "gl-08-23-06s20", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "gl-08-23-06s21", "raw": "", "with_names": ""}, {"scene_id": "gl-08-23-06s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s23", "raw": "A scene from a TV show in which a man is sitting in a chair and his eyes are closed", "with_names": ""}, {"scene_id": "gl-08-23-06s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-23-06s25", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]