[{"scene_id": "oltl-05-04-09s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Todd and Starr are standing next to each other."}, {"scene_id": "oltl-05-04-09s1", "raw": "A scene from a TV show in which a man is seen in a tank top and shorts", "with_names": "a man is in a tank top and shorts"}, {"scene_id": "oltl-05-04-09s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-04-09s3", "raw": "A scene from a TV show in which a woman is walking past a man who is lying on the ground.", "with_names": "a woman is walking past a man who is lying on the ground."}, {"scene_id": "oltl-05-04-09s4", "raw": "A scene from a TV show in which a young boy is sitting on a couch with his parents.", "with_names": ""}, {"scene_id": "oltl-05-04-09s5", "raw": "A scene from a TV show in which a woman is dancing in a black dress.", "with_names": "a woman is dancing in a black dress."}, {"scene_id": "oltl-05-04-09s6", "raw": "A scene from a TV show in which a man is holding a young girl and she is looking at him with a confused expression.", "with_names": "a man is holding a young girl and she is looking at him with a confused expression."}, {"scene_id": "oltl-05-04-09s7", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "a man is looking down and a woman is standing behind him"}, {"scene_id": "oltl-05-04-09s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-04-09s9", "raw": "A scene from a TV show in which a man is standing in a room with a woman standing behind him.", "with_names": "a man is standing in a room with a woman standing behind him."}, {"scene_id": "oltl-05-04-09s10", "raw": "A scene from a TV show in which a man is sitting in a wheelchair at a desk.", "with_names": "a man is sitting in a wheelchair at a desk."}, {"scene_id": "oltl-05-04-09s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s12", "raw": "A scene from a TV show in which a young boy is wearing a red baseball cap and a brown jacket. A man is standing next to him, looking at him.", "with_names": "a young boy is wearing a red baseball cap and a brown jacket. a man is standing next to him, looking at him."}, {"scene_id": "oltl-05-04-09s13", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-05-04-09s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "oltl-05-04-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s16", "raw": "A scene from a TV show in which a woman is screaming in a dark room.", "with_names": "a woman is screaming in a dark room."}, {"scene_id": "oltl-05-04-09s17", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is behind her.", "with_names": "a woman is standing in front of a door and a man is behind her."}, {"scene_id": "oltl-05-04-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-05-04-09s20", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde wig.", "with_names": "a woman is wearing a red shirt and a blonde wig."}, {"scene_id": "oltl-05-04-09s21", "raw": "A scene from a TV show in which a woman is talking to a reporter.", "with_names": ""}, {"scene_id": "oltl-05-04-09s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-04-09s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-04-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-09s27", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-09s29", "raw": "A scene from a TV show in which a man is sitting in a chair and pulling his hair", "with_names": ""}, {"scene_id": "oltl-05-04-09s30", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is kissing her on the cheek.", "with_names": "a woman is lying in bed with a man, and he is kissing her on the cheek."}, {"scene_id": "oltl-05-04-09s31", "raw": "A scene from a TV show in which a man and a woman are standing in front of a bench.", "with_names": "a man and a woman are standing in front of a bench."}, {"scene_id": "oltl-05-04-09s32", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man who is wearing a baseball cap and a jacket.", "with_names": ""}, {"scene_id": "oltl-05-04-09s33", "raw": "A scene from a TV show in which a man is sitting in front of a window and looking at the camera.", "with_names": "a man is sitting in front of a window and looking at the camera."}, {"scene_id": "oltl-05-04-09s34", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his head resting on her shoulder.", "with_names": "a man is lying on top of a woman, with his head resting on her shoulder."}, {"scene_id": "oltl-05-04-09s35", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch with a baseball bat and a bag of Doritos.", "with_names": ""}, {"scene_id": "oltl-05-04-09s36", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]