[{"scene_id": "gl-07-27-06s0", "raw": "A scene from a TV show in which a woman is eating a pie in a room with a chair and a table.", "with_names": "Lizzie is eating a pie in a room with a chair and a table."}, {"scene_id": "gl-07-27-06s1", "raw": "A scene from a TV show in which a man is talking to a woman and a boy.", "with_names": ""}, {"scene_id": "gl-07-27-06s2", "raw": "A scene from a TV show in which a white light is shining on a person", "with_names": "a white light is shining on a person"}, {"scene_id": "gl-07-27-06s3", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-07-27-06s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lizzie is crying"}, {"scene_id": "gl-07-27-06s5", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "Alan is wearing a suit and a red tie"}, {"scene_id": "gl-07-27-06s6", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a flower headband", "with_names": "Lizzie is wearing a pink dress and a flower headband"}, {"scene_id": "gl-07-27-06s7", "raw": "A scene from a TV show in which a woman is wearing a green tank top and a lamp is on in the background.", "with_names": "a woman is wearing a green tank top and a lamp is on in the background."}, {"scene_id": "gl-07-27-06s8", "raw": "A scene from a TV show in which a man is proposing to another man in a bar.", "with_names": "a man is proposing to another man in a bar."}, {"scene_id": "gl-07-27-06s9", "raw": "A scene from a TV show in which a woman is touching another woman's face", "with_names": "a woman is touching another woman's face"}, {"scene_id": "gl-07-27-06s10", "raw": "A scene from a TV show in which a woman is diagnosed with cancer and is told she has a year to live.", "with_names": "a woman is diagnosed with cancer and is told she has a year to live."}, {"scene_id": "gl-07-27-06s11", "raw": "A scene from a TV show in which a pink blob is moving across the screen.", "with_names": "a pink blob is moving across the screen."}, {"scene_id": "gl-07-27-06s12", "raw": "A scene from a TV show in which a young man is sitting in a room and smiling.", "with_names": "a young man is sitting in a room and smiling."}, {"scene_id": "gl-07-27-06s13", "raw": "A scene from a TV show in which a man is sitting in a chair and laughing", "with_names": ""}, {"scene_id": "gl-07-27-06s14", "raw": "A scene from a TV show in which a man is seen putting flowers into a coffin.", "with_names": "a man is putting flowers into a coffin."}, {"scene_id": "gl-07-27-06s15", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is talking to her", "with_names": ""}, {"scene_id": "gl-07-27-06s16", "raw": "A scene from a TV show in which a doctor is wearing a mask and a cap", "with_names": "a doctor is wearing a mask and a cap"}, {"scene_id": "gl-07-27-06s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-27-06s18", "raw": "A scene from a TV show in which a man is sitting in a chair and laughing.", "with_names": ""}, {"scene_id": "gl-07-27-06s19", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "Alan is looking at Lizzie and making a face"}, {"scene_id": "gl-07-27-06s20", "raw": "A scene from a TV show in which a woman is typing on a typewriter while a young womanI is standing behind her", "with_names": "a woman is typing on a typewriter while a young womani is standing behind her"}, {"scene_id": "gl-07-27-06s21", "raw": "A scene from a TV show in which a woman is wearing a red headscarf and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-27-06s22", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Josh is yelling at Cassie."}, {"scene_id": "gl-07-27-06s23", "raw": "A scene from a TV show in which a woman is wearing a bra and shorts and is standing next to a man.", "with_names": "a woman is wearing a bra and shorts and is standing next to a man."}]