[{"scene_id": "atwt-06-30-06s0", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-06-30-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-06-30-06s2", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is sitting next to her.", "with_names": "a woman is lying on a couch and a man is sitting next to her."}, {"scene_id": "atwt-06-30-06s3", "raw": "A scene from a TV show in which a man is looking at a woman and is wearing a suit and a tie.", "with_names": "a man is looking at a woman and is wearing a suit and a tie."}, {"scene_id": "atwt-06-30-06s4", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-06-30-06s5", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "atwt-06-30-06s6", "raw": "A scene from a TV show in which a shadowy figure is seen walking through a dark alley.", "with_names": "a shadowy figure is walking through a dark alley."}, {"scene_id": "atwt-06-30-06s7", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-30-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-30-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-30-06s10", "raw": "A scene from a TV show in which a woman is walking by a pool at night.", "with_names": "a woman is walking by a pool at night."}, {"scene_id": "atwt-06-30-06s11", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a short blonde hair", "with_names": "a woman is wearing a pink shirt and a short blonde hair"}, {"scene_id": "atwt-06-30-06s12", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-30-06s13", "raw": "A scene from a TV show in which a man is standing in a bathroom, looking at a woman who is in the shower.", "with_names": "a man is standing in a bathroom, looking at a woman who is in the shower."}, {"scene_id": "atwt-06-30-06s14", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-30-06s15", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-06-30-06s16", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "atwt-06-30-06s17", "raw": "A scene from a TV show in which a young woman is looking at something off-screen.", "with_names": "a young woman is looking at something off-screen."}, {"scene_id": "atwt-06-30-06s18", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-06-30-06s19", "raw": "A scene from a TV show in which the Serfa logo is shown", "with_names": ""}, {"scene_id": "atwt-06-30-06s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-06-30-06s21", "raw": "A scene from a TV show in which a woman is looking down and making a face", "with_names": "a woman is looking down and making a face"}, {"scene_id": "atwt-06-30-06s22", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a little girl is sitting on her lap.", "with_names": "a woman is wearing a pink shirt and a little girl is sitting on her lap."}, {"scene_id": "atwt-06-30-06s23", "raw": "A scene from a TV show in which a woman is seen with her hands pressed against her face.", "with_names": "a woman is with her hands pressed against her face."}, {"scene_id": "atwt-06-30-06s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-30-06s25", "raw": "A scene from a TV show in which a young couple is sitting on a couch with their baby.", "with_names": ""}, {"scene_id": "atwt-06-30-06s26", "raw": "A scene from a TV show in which a black man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-30-06s27", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a young woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-06-30-06s28", "raw": "A scene from a TV show in which a man is seen walking in the dark.", "with_names": "a man is walking in the dark."}]