[{"scene_id": "bb-04-09-14s0", "raw": "A scene from a TV show in which a man sits on a couch and reads a book.", "with_names": "Liam sits on a couch and reads a book."}, {"scene_id": "bb-04-09-14s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-04-09-14s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "bb-04-09-14s3", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "a man and a woman are arguing in a living room."}, {"scene_id": "bb-04-09-14s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-04-09-14s5", "raw": "A scene from a TV show in which a woman and a man are sitting together in a bed.", "with_names": "a woman and a man are sitting together in a bed."}, {"scene_id": "bb-04-09-14s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-04-09-14s7", "raw": "A scene from a TV show in which a man is shirtless and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-04-09-14s8", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-04-09-14s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-09-14s10", "raw": "A scene from a TV show in which a man is holding a blue bottle and a woman is wearing a dress.", "with_names": "a man is holding a blue bottle and a woman is wearing a dress."}, {"scene_id": "bb-04-09-14s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-04-09-14s12", "raw": "A scene from a TV show in which a woman is screaming at another woman.", "with_names": "a woman is screaming at another woman."}, {"scene_id": "bb-04-09-14s13", "raw": "A scene from a TV show in which a man is standing in front of a mannequin.", "with_names": "a man is standing in front of a mannequin."}]