[{"scene_id": "oltl-02-28-07s0", "raw": "A scene from a TV show in which a woman is engulfed in smoke.", "with_names": "a woman is engulfed in smoke."}, {"scene_id": "oltl-02-28-07s1", "raw": "A scene from a TV show in which a woman is talking about a wall of numbers.", "with_names": ""}, {"scene_id": "oltl-02-28-07s2", "raw": "A scene from a TV show in which a man is interrogated by two FBI agents.", "with_names": "a man is interrogated by two fbi agents."}, {"scene_id": "oltl-02-28-07s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "oltl-02-28-07s4", "raw": "A scene from a TV show in which a woman is holding her hands to her mouth and screaming.", "with_names": "a woman is holding her hands to her mouth and screaming."}, {"scene_id": "oltl-02-28-07s5", "raw": "A scene from a TV show in which a woman is being interviewed by a reporter.", "with_names": "a woman is being interviewed by a reporter."}, {"scene_id": "oltl-02-28-07s6", "raw": "A scene from a TV show in which two men are talking.", "with_names": ""}, {"scene_id": "oltl-02-28-07s7", "raw": "A scene from a TV show in which a woman is wearing a veil and a robe.", "with_names": "a woman is wearing a veil and a robe."}, {"scene_id": "oltl-02-28-07s8", "raw": "A scene from a TV show in which a man is making a funny face.", "with_names": "a man is making a funny face."}, {"scene_id": "oltl-02-28-07s9", "raw": "A scene from a TV show in which a woman is singing in front of a bookcase.", "with_names": "a woman is singing in front of a bookcase."}, {"scene_id": "oltl-02-28-07s10", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-02-28-07s11", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-28-07s12", "raw": "A scene from a TV show in which a woman is smiling and wearing a black sweater.", "with_names": "a woman is smiling and wearing a black sweater."}, {"scene_id": "oltl-02-28-07s13", "raw": "A scene from a TV show in which a man is being chased by a police officer.", "with_names": "a man is being chased by a police officer."}, {"scene_id": "oltl-02-28-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-28-07s15", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-02-28-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-28-07s17", "raw": "A scene from a TV show in which a woman is strapped into a chair and another woman stands nearby.", "with_names": "a woman is strapped into a chair and another woman stands nearby."}, {"scene_id": "oltl-02-28-07s18", "raw": "A scene from a TV show in which a woman and a young boy are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-02-28-07s19", "raw": "A scene from a TV show in which two women are standing in a hallway, one is biting her finger nails.", "with_names": "two women are standing in a hallway, one is biting her finger nails."}, {"scene_id": "oltl-02-28-07s20", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-02-28-07s21", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and looking at the camera.", "with_names": "a man is sitting in a hospital bed and looking at the camera."}, {"scene_id": "oltl-02-28-07s22", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace and laughing.", "with_names": "a woman is standing in front of a fireplace and laughing."}, {"scene_id": "oltl-02-28-07s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-02-28-07s24", "raw": "A scene from a TV show in which a man is talking to someone and looking down", "with_names": ""}]