[{"scene_id": "gl-07-28-06s0", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a pink hat and is holding a man by the arm.", "with_names": "a woman is wearing a red jacket and a pink hat and is holding a man by the arm."}, {"scene_id": "gl-07-28-06s1", "raw": "A scene from a TV show in which a man is holding a tiger", "with_names": "a man is holding a tiger"}, {"scene_id": "gl-07-28-06s2", "raw": "A scene from a TV show in which a woman is sitting in a dark room, looking at a window.", "with_names": "a woman is sitting in a dark room, looking at a window."}, {"scene_id": "gl-07-28-06s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her.", "with_names": "a woman is lying in a hospital bed, a man is standing next to her."}, {"scene_id": "gl-07-28-06s4", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a wall.", "with_names": ""}, {"scene_id": "gl-07-28-06s5", "raw": "A scene from a TV show in which a man is sitting on a bed with a woman, and they are both looking at each other.", "with_names": "a man is sitting on a bed with a woman, and they are both looking at each other."}, {"scene_id": "gl-07-28-06s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a wig.", "with_names": ""}, {"scene_id": "gl-07-28-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a remote.", "with_names": ""}, {"scene_id": "gl-07-28-06s8", "raw": "A scene from a TV show in which a pink rectangle is moving across the screen", "with_names": "a pink rectangle is moving across the screen"}, {"scene_id": "gl-07-28-06s9", "raw": "A scene from a TV show in which a man is looking at a picture and saying,", "with_names": "a man is looking at a picture and saying,"}, {"scene_id": "gl-07-28-06s10", "raw": "A scene from a TV show in which a man is seen with a young girl.", "with_names": "a man is with a young girl."}, {"scene_id": "gl-07-28-06s11", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "gl-07-28-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-07-28-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-07-28-06s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-28-06s15", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-28-06s16", "raw": "A scene from a TV show in which a girl is crying and a boy is talking to her.", "with_names": ""}, {"scene_id": "gl-07-28-06s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-28-06s18", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-07-28-06s19", "raw": "A scene from a TV show in which a police officer is being attacked by a man in a suit.", "with_names": "a police officer is being attacked by a man in a suit."}, {"scene_id": "gl-07-28-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a red dress.", "with_names": ""}, {"scene_id": "gl-07-28-06s21", "raw": "A scene from a TV show in which a woman is looking at a wall and her face is scrunched up", "with_names": "a woman is looking at a wall and her face is scrunched up"}, {"scene_id": "gl-07-28-06s22", "raw": "A scene from a TV show in which a man is screaming and his mouth is wide open", "with_names": "a man is screaming and his mouth is wide open"}, {"scene_id": "gl-07-28-06s23", "raw": "A scene from a TV show in which a man is laughing and his hand is in front of his mouth", "with_names": "a man is laughing and his hand is in front of his mouth"}, {"scene_id": "gl-07-28-06s24", "raw": "A scene from a TV show in which a woman is in a pool with her head submerged in water and a man is kissing her on the cheek.", "with_names": "a woman is in a pool with her head submerged in water and a man is kissing her on the cheek."}, {"scene_id": "gl-07-28-06s25", "raw": "", "with_names": ""}]