[{"scene_id": "pc-06-06-03s0", "raw": "A scene from a TV show in which a man is pouring a drink into a glass.", "with_names": "a man is pouring a drink into a glass."}, {"scene_id": "pc-06-06-03s1", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman stands next to him.", "with_names": ""}, {"scene_id": "pc-06-06-03s2", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "pc-06-06-03s3", "raw": "A scene from a TV show in which a man is being interviewed by a woman in a bar.", "with_names": "a man is being interviewed by ] in a bar."}, {"scene_id": "pc-06-06-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-06-03s5", "raw": "A scene from a TV show in which a man is wiping his face with his hand.", "with_names": "a man is wiping his face with his hand."}, {"scene_id": "pc-06-06-03s6", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "pc-06-06-03s7", "raw": "A scene from a TV show in which a man is blindfolded and his eyes are covered.", "with_names": "a man is blindfolded and his eyes are covered."}, {"scene_id": "pc-06-06-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and gesturing with his hands.", "with_names": ""}, {"scene_id": "pc-06-06-03s9", "raw": "A scene from a TV show in which a man is holding a woman's hair and kissing her.", "with_names": "a man is holding a woman's hair and kissing her."}, {"scene_id": "pc-06-06-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-06-06-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and her shirt has the word", "with_names": ""}, {"scene_id": "pc-06-06-03s12", "raw": "A scene from a TV show in which a man is laying on top of a woman, kissing her.", "with_names": "a man is laying on top of a woman, kissing her."}, {"scene_id": "pc-06-06-03s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-06-06-03s14", "raw": "A scene from a TV show in which a woman is talking to a man and they are both wearing white tank tops.", "with_names": ""}, {"scene_id": "pc-06-06-03s15", "raw": "", "with_names": ""}, {"scene_id": "pc-06-06-03s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-06-06-03s17", "raw": "A scene from a TV show in which a man is kissing a woman on the neck", "with_names": "a man is kissing a woman on the neck"}, {"scene_id": "pc-06-06-03s18", "raw": "A scene from a TV show in which a man is choking a woman.", "with_names": "a man is choking a woman."}, {"scene_id": "pc-06-06-03s19", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "a man is in a black room."}]