[{"scene_id": "oltl-07-07-06s0", "raw": "A scene from a TV show in which a man is holding a gun and another man to his right is dancing.", "with_names": "a man is holding a gun and another man to his right is dancing."}, {"scene_id": "oltl-07-07-06s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-07-07-06s2", "raw": "A scene from a TV show in which a man is kissing a woman in bed.", "with_names": "a man is kissing a woman in bed."}, {"scene_id": "oltl-07-07-06s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-07-06s4", "raw": "A scene from a TV show in which a man is seen walking through a doorway with his face blurred.", "with_names": "a man is walking through a doorway with his face blurred."}, {"scene_id": "oltl-07-07-06s5", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "a woman is lying in bed with a man, and he is looking at her."}, {"scene_id": "oltl-07-07-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room with a desk and chair.", "with_names": "a woman is standing in front of a man in a room with a desk and chair."}, {"scene_id": "oltl-07-07-06s7", "raw": "A scene from a TV show in which a woman is looking at a book and a man is standing behind her.", "with_names": "a woman is looking at a book and a man is standing behind her."}, {"scene_id": "oltl-07-07-06s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-07-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-07-06s10", "raw": "A scene from a TV show in which a blonde woman is wearing a blue shirt and a white bra.", "with_names": "a blonde woman is wearing a blue shirt and a white bra."}, {"scene_id": "oltl-07-07-06s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-07-07-06s12", "raw": "A scene from a TV show in which a woman is lying on her back with her head resting on a man's chest.", "with_names": "a woman is lying on her back with her head resting on a man's chest."}, {"scene_id": "oltl-07-07-06s13", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "oltl-07-07-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-07-06s15", "raw": "A scene from a TV show in which a man is looking down and his head tilts down", "with_names": "a man is looking down and his head tilts down"}, {"scene_id": "oltl-07-07-06s16", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a baby.", "with_names": ""}, {"scene_id": "oltl-07-07-06s17", "raw": "A scene from a TV show in which a young woman is standing in front of a window, holding a door open.", "with_names": "a young woman is standing in front of a window, holding a door open."}, {"scene_id": "oltl-07-07-06s18", "raw": "A scene from a TV show in which a group of people are dancing in a tent.", "with_names": "a group of people are dancing in a tent."}, {"scene_id": "oltl-07-07-06s19", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at her hands.", "with_names": ""}, {"scene_id": "oltl-07-07-06s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-07-06s21", "raw": "A scene from a TV show in which a man is sitting at a desk, his head resting on his hand, and he is writing on a piece of paper.", "with_names": "a man is sitting at a desk, his head resting on his hand, and he is writing on a piece of paper."}, {"scene_id": "oltl-07-07-06s22", "raw": "A scene from a TV show in which a man is standing naked next to a woman in bed.", "with_names": "a man is standing naked next to a woman in bed."}, {"scene_id": "oltl-07-07-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-07-06s24", "raw": "A scene from a TV show in which a woman is wearing a yellow top and red hair.", "with_names": "a woman is wearing a yellow top and red hair."}, {"scene_id": "oltl-07-07-06s25", "raw": "A scene from a TV show in which a man is wearing glasses and a suit.", "with_names": "a man is wearing glasses and a suit."}, {"scene_id": "oltl-07-07-06s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-07-07-06s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-07-06s28", "raw": "A scene from a TV show in which a young woman is sitting on a bed and looking at the camera.", "with_names": "a young woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-07-07-06s29", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-07-07-06s30", "raw": "A scene from a TV show in which a woman is lying on the floor and a man is kneeling over her, holding her down.", "with_names": "a woman is lying on the floor and a man is kneeling over her, holding her down."}, {"scene_id": "oltl-07-07-06s31", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}]