[{"scene_id": "atwt-02-05-04s0", "raw": "A scene from a TV show in which a woman is talking to someone and a TV is showing a news report.", "with_names": ""}, {"scene_id": "atwt-02-05-04s1", "raw": "A scene from a TV show in which a woman is feeding a baby from a bottle while a man looks on.", "with_names": "a woman is feeding a baby from a bottle while a man looks on."}, {"scene_id": "atwt-02-05-04s2", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking up.", "with_names": "a woman is sitting on a bench and looking up."}, {"scene_id": "atwt-02-05-04s3", "raw": "A scene from a TV show in which a woman is talking to a man and two children.", "with_names": ""}, {"scene_id": "atwt-02-05-04s4", "raw": "A scene from a TV show in which a blonde woman is wearing a red coat and a black scarf.", "with_names": "a blonde woman is wearing a red coat and a black scarf."}, {"scene_id": "atwt-02-05-04s5", "raw": "A scene from a TV show in which a woman is wearing a bra and underwear.", "with_names": "a woman is wearing a bra and underwear."}, {"scene_id": "atwt-02-05-04s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-02-05-04s7", "raw": "A scene from a TV show in which a chef is holding a knife.", "with_names": "a chef is holding a knife."}, {"scene_id": "atwt-02-05-04s8", "raw": "A scene from a TV show in which a blonde woman is wearing a leather jacket and a short bob haircut.", "with_names": "a blonde woman is wearing a leather jacket and a short bob haircut."}, {"scene_id": "atwt-02-05-04s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-05-04s10", "raw": "A scene from a TV show in which a man is talking on his cell phone while holding a glass of alcohol.", "with_names": ""}, {"scene_id": "atwt-02-05-04s11", "raw": "A scene from a TV show in which a taxi is driving down a street with a hotel in the background.", "with_names": "a taxi is driving down a street with a hotel in the background."}, {"scene_id": "atwt-02-05-04s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-05-04s13", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking at a woman.", "with_names": "a man is wearing a white shirt and a tie and looking at a woman."}, {"scene_id": "atwt-02-05-04s14", "raw": "A scene from a TV show in which a woman holds a baby in a white blanket.", "with_names": "a woman holds a baby in a white blanket."}, {"scene_id": "atwt-02-05-04s15", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "atwt-02-05-04s16", "raw": "A scene from a TV show in which a man is talking on a cell phone in an office.", "with_names": ""}, {"scene_id": "atwt-02-05-04s17", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-05-04s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and ] are standing in a room."}, {"scene_id": "atwt-02-05-04s19", "raw": "A scene from a TV show in which the words \"As the World Turns\" are projected on a blue screen", "with_names": "the words \"as the world turns\" are projected on a blue screen"}, {"scene_id": "atwt-02-05-04s20", "raw": "A scene from a TV show in which a man is standing in a living room with a lamp on and a couch in the background.", "with_names": "a man is standing in a living room with a lamp on and a couch in the background."}, {"scene_id": "atwt-02-05-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-05-04s22", "raw": "A scene from a TV show in which two women are standing next to each other and laughing.", "with_names": "two women are standing next to each other and laughing."}, {"scene_id": "atwt-02-05-04s23", "raw": "A scene from a TV show in which a Liberty Health ad is shown", "with_names": ""}, {"scene_id": "atwt-02-05-04s24", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man is standing in front of him.", "with_names": ""}, {"scene_id": "atwt-02-05-04s25", "raw": "A scene from a TV show in which a man is walking down a street, his head down, and his eyes closed.", "with_names": "a man is walking down a street, his head down, and his eyes closed."}, {"scene_id": "atwt-02-05-04s26", "raw": "A scene from a TV show in which a woman is sitting on a rock and talking.", "with_names": ""}, {"scene_id": "atwt-02-05-04s27", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "atwt-02-05-04s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]