[{"scene_id": "atwt-01-03-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-03-07s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is dressed in a tuxedo.", "with_names": "a woman is wearing a black dress and a man is dressed in a tuxedo."}, {"scene_id": "atwt-01-03-07s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-03-07s3", "raw": "A scene from a TV show in which a man is standing in a room with a window and a couch.", "with_names": "a man is standing in a room with a window and a couch."}, {"scene_id": "atwt-01-03-07s4", "raw": "A scene from a TV show in which a woman is eating a plate of food.", "with_names": "a woman is eating a plate of food."}, {"scene_id": "atwt-01-03-07s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-03-07s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a suit", "with_names": "a woman is wearing a blue dress and a man is in a suit"}, {"scene_id": "atwt-01-03-07s7", "raw": "A scene from a TV show in which a man is wearing suspenders and a white shirt", "with_names": "a man is wearing suspenders and a white shirt"}, {"scene_id": "atwt-01-03-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-03-07s9", "raw": "A scene from a TV show in which a woman is holding her head in her hands and looking distressed.", "with_names": "a woman is holding her head in her hands and looking distressed."}, {"scene_id": "atwt-01-03-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-03-07s11", "raw": "A scene from a TV show in which a woman is crying and her hand is on her face", "with_names": "a woman is crying and her hand is on her face"}, {"scene_id": "atwt-01-03-07s12", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "atwt-01-03-07s13", "raw": "A scene from a TV show in which a woman is dancing with a rosary.", "with_names": "a woman is dancing with a rosary."}, {"scene_id": "atwt-01-03-07s14", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking up and to the right.", "with_names": "a woman is standing in a doorway, looking up and to the right."}, {"scene_id": "atwt-01-03-07s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-01-03-07s16", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-01-03-07s17", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "atwt-01-03-07s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-03-07s19", "raw": "A scene from a TV show in which a man is holding a gun and looking at the camera.", "with_names": "a man is holding a gun and looking at the camera."}, {"scene_id": "atwt-01-03-07s20", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-01-03-07s21", "raw": "A scene from a TV show in which a woman is shown smiling.", "with_names": ""}, {"scene_id": "atwt-01-03-07s22", "raw": "A scene from a TV show in which a man is wearing a white robe and a towel around his waist", "with_names": "a man is wearing a white robe and a towel around his waist"}, {"scene_id": "atwt-01-03-07s23", "raw": "A scene from a TV show in which a woman is looking down and touching her face", "with_names": "a woman is looking down and touching her face"}, {"scene_id": "atwt-01-03-07s24", "raw": "A scene from a TV show in which a woman is eating a bowl of food and a man is looking at her.", "with_names": "a woman is eating a bowl of food and a man is looking at her."}]