[{"scene_id": "oltl-01-15-08s0", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-01-15-08s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-01-15-08s2", "raw": "A scene from a TV show in which a woman is holding a young girl by the hair.", "with_names": "a woman is holding a young girl by the hair."}, {"scene_id": "oltl-01-15-08s3", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her on the cheek.", "with_names": "a woman is lying on a bed and a man is kissing her on the cheek."}, {"scene_id": "oltl-01-15-08s4", "raw": "A scene from a TV show in which the word \"OLTL\" is displayed in large white letters", "with_names": "the word \"oltl\" is displayed in large white letters"}, {"scene_id": "oltl-01-15-08s5", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-15-08s6", "raw": "A scene from a TV show in which a young man is sitting next to a woman.", "with_names": "a young man is sitting next to a woman."}, {"scene_id": "oltl-01-15-08s7", "raw": "A scene from a TV show in which a woman is wearing a red and black dress and a gold necklace.", "with_names": "a woman is wearing a red and black dress and a gold necklace."}, {"scene_id": "oltl-01-15-08s8", "raw": "A scene from a TV show in which a man is talking to a woman, with his eyes closed.", "with_names": ""}, {"scene_id": "oltl-01-15-08s9", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is dressed in a business suit.", "with_names": "a woman is wearing a suit and a man is dressed in a business suit."}, {"scene_id": "oltl-01-15-08s10", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "oltl-01-15-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-15-08s12", "raw": "A scene from a TV show in which a woman is talking to a man and a young boy.", "with_names": ""}, {"scene_id": "oltl-01-15-08s13", "raw": "A scene from a TV show in which a woman is being served a drink by a waitress.", "with_names": "a woman is being served a drink by a waitress."}, {"scene_id": "oltl-01-15-08s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-15-08s15", "raw": "A scene from a TV show in which a woman is talking to a man in a courtroom.", "with_names": ""}, {"scene_id": "oltl-01-15-08s16", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a leather jacket.", "with_names": "a man is looking at a woman and he is wearing a leather jacket."}, {"scene_id": "oltl-01-15-08s17", "raw": "A scene from a TV show in which a woman is pulling her hair back while a man looks on.", "with_names": "] is pulling her hair back while a man looks on."}, {"scene_id": "oltl-01-15-08s18", "raw": "A scene from a TV show in which a woman is talking to a man in front of a window.", "with_names": ""}, {"scene_id": "oltl-01-15-08s19", "raw": "A scene from a TV show in which a police officer is talking to a suspect.", "with_names": ""}, {"scene_id": "oltl-01-15-08s20", "raw": "A scene from a TV show in which a man is standing next to a black man in a suit.", "with_names": "a man is standing next to a black man in a suit."}, {"scene_id": "oltl-01-15-08s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-01-15-08s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-01-15-08s23", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is holding a piece of paper.", "with_names": "a woman is sitting at a table with a man, and he is holding a piece of paper."}, {"scene_id": "oltl-01-15-08s24", "raw": "A scene from a TV show in which a man is talking to someone and is looking at the camera.", "with_names": ""}, {"scene_id": "oltl-01-15-08s25", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-01-15-08s26", "raw": "A scene from a TV show in which a woman is sitting next to a young man at a table.", "with_names": "a woman is sitting next to a young man at a table."}, {"scene_id": "oltl-01-15-08s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-15-08s28", "raw": "A scene from a TV show in which a man and a woman are standing in an elevator, looking at each other.", "with_names": "a man and a woman are standing in an elevator, looking at each other."}]