[{"scene_id": "pc-02-19-01s0", "raw": "A scene from a TV show in which a woman is sitting in a car and looking at the camera.", "with_names": "a woman is sitting in a car and looking at the camera."}, {"scene_id": "pc-02-19-01s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Arianna is kissing a man on the cheek."}, {"scene_id": "pc-02-19-01s2", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "pc-02-19-01s3", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Ian is yelling at Arianna."}, {"scene_id": "pc-02-19-01s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-02-19-01s5", "raw": "A scene from a TV show in which a woman is smiling and crossing her arms", "with_names": "a woman is smiling and crossing her arms"}, {"scene_id": "pc-02-19-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "pc-02-19-01s7", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "pc-02-19-01s8", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "pc-02-19-01s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-19-01s10", "raw": "A scene from a TV show in which a woman is sitting in a room and looking down", "with_names": "a woman is sitting in a room and looking down"}, {"scene_id": "pc-02-19-01s11", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Lucy is yelling at Kevin."}, {"scene_id": "pc-02-19-01s12", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "pc-02-19-01s13", "raw": "A scene from a TV show in which a man is being helped by a young man.", "with_names": "a man is being helped by a young man."}]