[{"scene_id": "oltl-03-08-07s0", "raw": "A scene from a TV show in which a woman is holding a door open for another woman.", "with_names": "a woman is holding a door open for another woman."}, {"scene_id": "oltl-03-08-07s1", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-03-08-07s2", "raw": "A scene from a TV show in which a man is kissing a woman on the bed.", "with_names": "a man is kissing a woman on the bed."}, {"scene_id": "oltl-03-08-07s3", "raw": "A scene from a TV show in which a man is seen in a hospital bed", "with_names": "a man is in a hospital bed"}, {"scene_id": "oltl-03-08-07s4", "raw": "A scene from a TV show in which a young boy is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-03-08-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and a cowboy hat", "with_names": "a man is wearing a suit and a cowboy hat"}, {"scene_id": "oltl-03-08-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-08-07s7", "raw": "A scene from a TV show in which a woman is smiling and looking at someone off-screen.", "with_names": "a woman is smiling and looking at someone off-screen."}, {"scene_id": "oltl-03-08-07s8", "raw": "A scene from a TV show in which a woman is selling bags to an old man.", "with_names": "a woman is selling bags to an old man."}, {"scene_id": "oltl-03-08-07s9", "raw": "A scene from a TV show in which a police officer is trying to arrest a woman.", "with_names": "a police officer is trying to arrest a woman."}, {"scene_id": "oltl-03-08-07s10", "raw": "A scene from a TV show in which a man with long hair is looking down and wearing a black jacket.", "with_names": "a man with long hair is looking down and wearing a black jacket."}, {"scene_id": "oltl-03-08-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-08-07s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-08-07s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-03-08-07s14", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "oltl-03-08-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and a cowboy hat and is standing in front of a bookshelf.", "with_names": "a man is wearing a suit and a cowboy hat and is standing in front of a bookshelf."}, {"scene_id": "oltl-03-08-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-08-07s17", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hands.", "with_names": "a woman is crying and covering her face with her hands."}, {"scene_id": "oltl-03-08-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-08-07s19", "raw": "A scene from a TV show in which two women are sitting next to each other, one is wearing a purple shirt and the other is wearing a black shirt.", "with_names": "two women are sitting next to each other, one is wearing a purple shirt and the other is wearing a black shirt."}, {"scene_id": "oltl-03-08-07s20", "raw": "A scene from a TV show in which a woman is walking down a hallway, her face is turned away from the camera.", "with_names": "a woman is walking down a hallway, her face is turned away from the camera."}, {"scene_id": "oltl-03-08-07s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-08-07s22", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-03-08-07s23", "raw": "A scene from a TV show in which two women are standing in a room.", "with_names": "two women are standing in a room."}, {"scene_id": "oltl-03-08-07s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-08-07s25", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-03-08-07s26", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-03-08-07s27", "raw": "A scene from a TV show in which a man is locked up in a cage and a woman is standing next to him.", "with_names": "a man is locked up in a cage and a woman is standing next to him."}]