[{"scene_id": "atwt-04-02-04s0", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Chris and a woman are sitting next to each other."}, {"scene_id": "atwt-04-02-04s1", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-04-02-04s2", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-04-02-04s3", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-04-02-04s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-02-04s5", "raw": "A scene from a TV show in which a globe is lit up with the words \"The World Turns\"", "with_names": "a globe is lit up with the words \"the world turns\""}, {"scene_id": "atwt-04-02-04s6", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands", "with_names": ""}, {"scene_id": "atwt-04-02-04s7", "raw": "A scene from a TV show in which a woman is talking to a man in a room with plants and a vase.", "with_names": ""}, {"scene_id": "atwt-04-02-04s8", "raw": "A scene from a TV show in which a man is walking down a hallway, a woman is behind him, and a large white ball is in the background.", "with_names": "a man is walking down a hallway, a woman is behind him, and a large white ball is in the background."}, {"scene_id": "atwt-04-02-04s9", "raw": "A scene from a TV show in which a bottle of nail polish is sitting on a table in front of a city skyline.", "with_names": "a bottle of nail polish is sitting on a table in front of a city skyline."}, {"scene_id": "atwt-04-02-04s10", "raw": "A scene from a TV show in which a young girl is smiling and looking at the camera.", "with_names": "a young girl is smiling and looking at the camera."}, {"scene_id": "atwt-04-02-04s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-02-04s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-02-04s13", "raw": "A scene from a TV show in which a pill is being dropped into a mouth.", "with_names": "a pill is being dropped into a mouth."}, {"scene_id": "atwt-04-02-04s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-02-04s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-02-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-02-04s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-02-04s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-02-04s19", "raw": "A scene from a TV show in which three men are dancing in a barn.", "with_names": "three men are dancing in a barn."}, {"scene_id": "atwt-04-02-04s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "atwt-04-02-04s21", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a vase and handbag", "with_names": ""}, {"scene_id": "atwt-04-02-04s22", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-02-04s23", "raw": "A scene from a TV show in which the word \"THE\" is written in blue letters on a white background", "with_names": "the word \"the\" is written in blue letters on a white background"}, {"scene_id": "atwt-04-02-04s24", "raw": "A scene from a TV show in which a man and a woman are dancing in a bar, while a group of women watch.", "with_names": "a man and a woman are dancing in a bar, while a group of women watch."}, {"scene_id": "atwt-04-02-04s25", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-02-04s26", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-02-04s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-04-02-04s28", "raw": "A scene from a TV show in which a man is holding a box and a woman is sitting next to him.", "with_names": "a man is holding a box and a woman is sitting next to him."}]