[{"scene_id": "oltl-09-18-09s0", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "Starr is sitting in a room and Langston is standing behind her."}, {"scene_id": "oltl-09-18-09s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-18-09s2", "raw": "A scene from a TV show in which a shirtless man is looking at a mirror and a man is standing behind him", "with_names": "a shirtless man is looking at a mirror and a man is standing behind him"}, {"scene_id": "oltl-09-18-09s3", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-18-09s4", "raw": "A scene from a TV show in which a woman is singing and her face is lit up", "with_names": "a woman is singing and her face is lit up"}, {"scene_id": "oltl-09-18-09s5", "raw": "A scene from a TV show in which two men are standing in front of a door and talking.", "with_names": ""}, {"scene_id": "oltl-09-18-09s6", "raw": "A scene from a TV show in which a police officer is questioning a man and a woman.", "with_names": "a police officer is questioning a man and a woman."}, {"scene_id": "oltl-09-18-09s7", "raw": "A scene from a TV show in which a woman is standing in a room and is blowing a kiss to another woman.", "with_names": "a woman is standing in a room and is blowing a kiss to another woman."}, {"scene_id": "oltl-09-18-09s8", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed, looking at his chest", "with_names": "a shirtless man is sitting on a bed, looking at his chest"}, {"scene_id": "oltl-09-18-09s9", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-18-09s10", "raw": "A scene from a TV show in which a woman is kneeling on the floor and holding a bouquet.", "with_names": "a woman is kneeling on the floor and holding a bouquet."}, {"scene_id": "oltl-09-18-09s11", "raw": "A scene from a TV show in which a girl is talking to a boy in a bar.", "with_names": ""}, {"scene_id": "oltl-09-18-09s12", "raw": "A scene from a TV show in which a man is talking to a police officer in a kitchen.", "with_names": ""}, {"scene_id": "oltl-09-18-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-18-09s14", "raw": "A scene from a TV show in which a woman is standing in front of a tree and looking at a bird.", "with_names": "a woman is standing in front of a tree and looking at a bird."}, {"scene_id": "oltl-09-18-09s15", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and his head is in his hands.", "with_names": "a woman is sitting on a man's lap and his head is in his hands."}, {"scene_id": "oltl-09-18-09s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-18-09s17", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-09-18-09s18", "raw": "A scene from a TV show in which a man is sitting on a couch, wearing a tie and a shirt.", "with_names": ""}, {"scene_id": "oltl-09-18-09s19", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is standing behind him.", "with_names": "a man is standing in front of a woman, and she is standing behind him."}, {"scene_id": "oltl-09-18-09s20", "raw": "A scene from a TV show in which a black woman is being questioned by a white police officer.", "with_names": "a black woman is being questioned by a white police officer."}, {"scene_id": "oltl-09-18-09s21", "raw": "A scene from a TV show in which a woman is sitting at a bar with a baby on her back.", "with_names": "a woman is sitting at a bar with a baby on her back."}, {"scene_id": "oltl-09-18-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-18-09s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-18-09s24", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a necklace", "with_names": "a woman is wearing a purple shirt and a necklace"}, {"scene_id": "oltl-09-18-09s25", "raw": "A scene from a TV show in which a woman is giving a man a flower.", "with_names": "a woman is giving a man a flower."}, {"scene_id": "oltl-09-18-09s26", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a necklace", "with_names": "a woman is wearing a purple shirt and a necklace"}, {"scene_id": "oltl-09-18-09s27", "raw": "A scene from a TV show in which a man is standing in a restaurant, talking to a woman and two other people.", "with_names": ""}, {"scene_id": "oltl-09-18-09s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-18-09s29", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-09-18-09s30", "raw": "A scene from a TV show in which a man is in a hospital gown", "with_names": "a man is in a hospital gown"}, {"scene_id": "oltl-09-18-09s31", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and black pants and is walking out of a door with a man standing behind her.", "with_names": "a woman is wearing a purple shirt and black pants and is walking out of a door with a man standing behind her."}, {"scene_id": "oltl-09-18-09s32", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]