[{"scene_id": "gl-02-26-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-26-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a book and a cup of coffee.", "with_names": "a woman is sitting at a table with a book and a cup of coffee."}, {"scene_id": "gl-02-26-03s2", "raw": "A scene from a TV show in which a man is trapped in a glass door.", "with_names": "a man is trapped in a glass door."}, {"scene_id": "gl-02-26-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a red leather jacket.", "with_names": ""}, {"scene_id": "gl-02-26-03s4", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "gl-02-26-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-26-03s6", "raw": "A scene from a TV show in which a man and a woman are standing next to a window.", "with_names": "a man and a woman are standing next to a window."}, {"scene_id": "gl-02-26-03s7", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "gl-02-26-03s8", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a suit jacket.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a suit jacket."}, {"scene_id": "gl-02-26-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-26-03s10", "raw": "A scene from a TV show in which a man is crying and a woman is laughing.", "with_names": "a man is crying and a woman is laughing."}, {"scene_id": "gl-02-26-03s11", "raw": "A scene from a TV show in which a woman is wearing a name tag and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-02-26-03s12", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "gl-02-26-03s13", "raw": "A scene from a TV show in which a woman is eating a sandwich and looking at her hand.", "with_names": "a woman is eating a sandwich and looking at her hand."}, {"scene_id": "gl-02-26-03s14", "raw": "A scene from a TV show in which a man is talking to two women and a third man is standing behind them.", "with_names": ""}, {"scene_id": "gl-02-26-03s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}]