[{"scene_id": "atwt-05-31-04s0", "raw": "A scene from a TV show in which three men and a woman are standing in a room.", "with_names": "three men and a woman are standing in a room."}, {"scene_id": "atwt-05-31-04s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a pink coat on.", "with_names": "a woman is standing in a kitchen with a pink coat on."}, {"scene_id": "atwt-05-31-04s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a knife and preparing to stab a man.", "with_names": "a woman is standing in a kitchen, holding a knife and preparing to stab a man."}, {"scene_id": "atwt-05-31-04s3", "raw": "A scene from a TV show in which a man is holding a box and looking at the camera.", "with_names": "a man is holding a box and looking at the camera."}, {"scene_id": "atwt-05-31-04s4", "raw": "A scene from a TV show in which a man is looking at a woman's watch.", "with_names": "a man is looking at a woman's watch."}, {"scene_id": "atwt-05-31-04s5", "raw": "A scene from a TV show in which a girl is holding a pink heart and writing the word love on it.", "with_names": "a girl is holding a pink heart and writing the word love on it."}, {"scene_id": "atwt-05-31-04s6", "raw": "A scene from a TV show in which a woman is walking down a sidewalk, her hair is blowing in the wind.", "with_names": "a woman is walking down a sidewalk, her hair is blowing in the wind."}, {"scene_id": "atwt-05-31-04s7", "raw": "A scene from a TV show in which a man is crying and two women are standing next to him.", "with_names": "a man is crying and two women are standing next to him."}, {"scene_id": "atwt-05-31-04s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man, and he is holding a glass of orange juice.", "with_names": ""}, {"scene_id": "atwt-05-31-04s9", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her face obscured by darkness.", "with_names": "a woman is in a dark room, with her face obscured by darkness."}, {"scene_id": "atwt-05-31-04s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-31-04s11", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-05-31-04s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-31-04s13", "raw": "A scene from a TV show in which a man is lying on the floor with his head tilted back and his mouth open.", "with_names": "a man is lying on the floor with his head tilted back and his mouth open."}, {"scene_id": "atwt-05-31-04s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing next to a shirtless man in a red shirt.", "with_names": "a man is wearing a suit and a tie and is standing next to a shirtless man in a red shirt."}, {"scene_id": "atwt-05-31-04s15", "raw": "A scene from a TV show in which a woman is walking down a driveway with a car parked in front of her.", "with_names": "a woman is walking down a driveway with a car parked in front of her."}, {"scene_id": "atwt-05-31-04s16", "raw": "A scene from a TV show in which a couple is kissing on a beach at sunset.", "with_names": "a couple is kissing on a beach at sunset."}, {"scene_id": "atwt-05-31-04s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-05-31-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-31-04s19", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-05-31-04s20", "raw": "A scene from a TV show in which a young boy is seen wearing a yellow shirt and gray pants. The words \"Easy Ups\" are written on the box.", "with_names": "a young boy is wearing a yellow shirt and gray pants. the words \"easy ups\" are written on the box."}, {"scene_id": "atwt-05-31-04s21", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a young boy standing behind them.", "with_names": "a man and a woman are standing in a kitchen, with a young boy standing behind them."}, {"scene_id": "atwt-05-31-04s22", "raw": "A scene from a TV show in which flight attendants are shown walking through an airport.", "with_names": "flight attendants are shown walking through an airport."}, {"scene_id": "atwt-05-31-04s23", "raw": "A scene from a TV show in which a man is seen in a room with a black screen.", "with_names": "a man is in a room with a black screen."}, {"scene_id": "atwt-05-31-04s24", "raw": "A scene from a TV show in which a woman is looking out a window", "with_names": "a woman is looking out a window"}, {"scene_id": "atwt-05-31-04s25", "raw": "A scene from a TV show in which a woman is talking on the phone and her mouth is open", "with_names": ""}, {"scene_id": "atwt-05-31-04s26", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-05-31-04s27", "raw": "A scene from a TV show in which a blonde woman is looking off to the side and wearing a blue dress.", "with_names": "a blonde woman is looking off to the side and wearing a blue dress."}, {"scene_id": "atwt-05-31-04s28", "raw": "A scene from a TV show in which a woman is holding a cake and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-31-04s29", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}]