[{"scene_id": "bb-02-23-15s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Maya is kissing Rick on the cheek."}, {"scene_id": "bb-02-23-15s1", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-02-23-15s2", "raw": "A scene from a TV show in which a young woman and a man are standing in a room.", "with_names": "a young woman and a man are standing in a room."}, {"scene_id": "bb-02-23-15s3", "raw": "A scene from a TV show in which a man enters a room with a cane.", "with_names": "Rick enters a room with a cane."}, {"scene_id": "bb-02-23-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-23-15s9", "raw": "A scene from a TV show in which a man and two women are talking in a living room.", "with_names": ""}, {"scene_id": "bb-02-23-15s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and Pam are arguing."}, {"scene_id": "bb-02-23-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-23-15s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-23-15s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Eric and Aly are standing in a room."}, {"scene_id": "bb-02-23-15s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-23-15s17", "raw": "A scene from a TV show in which a man is standing at a desk and a woman is behind him.", "with_names": "Oliver is standing at a desk and Aly is behind him."}, {"scene_id": "bb-02-23-15s19", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "bb-02-23-15s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-23-15s21", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "Ridge is wearing a suit and a red tie."}, {"scene_id": "bb-02-23-15s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-23-15s26", "raw": "A scene from a TV show in which a woman is wearing a bikini and a skirt.", "with_names": "Steffy is wearing a bikini and a skirt."}, {"scene_id": "bb-02-23-15s27", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a window.", "with_names": "Ridge is sitting in a room and looking at a window."}, {"scene_id": "bb-02-23-15s28", "raw": "A scene from a TV show in which a man and a woman stand in a room and look at a wall.", "with_names": "a man and Aly stand in a room and look at a wall."}, {"scene_id": "bb-02-23-15s29", "raw": "A scene from a TV show in which a man and a woman stand in front of a window and talk.", "with_names": "a man and a woman stand in front of a window and talk."}, {"scene_id": "bb-02-23-15s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-23-15s31", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing behind her.", "with_names": "Ridge is wearing a bikini and Rick is standing behind her."}, {"scene_id": "bb-02-23-15s32", "raw": "A scene from a TV show in which a man is smiling at another man.", "with_names": "Wyatt is smiling at another man."}]