[{"scene_id": "bb-09-18-06s0", "raw": "A scene from a TV show in which a clapperboard reads \"The Bold and the Beautiful\"", "with_names": "a clapperboard reads \"the bold and the beautiful\""}, {"scene_id": "bb-09-18-06s1", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "bb-09-18-06s2", "raw": "A scene from a TV show in which a man and a woman kiss in front of a clock.", "with_names": "a man and a woman kiss in front of a clock."}, {"scene_id": "bb-09-18-06s3", "raw": "A scene from a TV show in which a man is wearing a green shirt and a clock is visible on the bottom of the screen.", "with_names": "a man is wearing a green shirt and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-09-18-06s4", "raw": "A scene from a TV show in which a woman is looking at a clock.", "with_names": "] is looking at a clock."}, {"scene_id": "bb-09-18-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and the words \"1:02\" are written below him.", "with_names": "a man is looking at a woman and the words \"1:02\" are written below him."}, {"scene_id": "bb-09-18-06s6", "raw": "A scene from a TV show in which a woman is holding a file and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-09-18-06s7", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-09-18-06s8", "raw": "A scene from a TV show in which a woman is looking at a clock.", "with_names": "] is looking at a clock."}, {"scene_id": "bb-09-18-06s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a green headband.", "with_names": "a woman is wearing a red dress and a green headband."}, {"scene_id": "bb-09-18-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-18-06s11", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-09-18-06s12", "raw": "A scene from a TV show in which a man is standing in front of a fireplace and a potted plant.", "with_names": "a man is standing in front of a fireplace and a potted plant."}, {"scene_id": "bb-09-18-06s13", "raw": "A scene from a TV show in which a man lies in a hospital bed with a bloody shirt and jacket.", "with_names": "a man lies in a hospital bed with a bloody shirt and jacket."}, {"scene_id": "bb-09-18-06s14", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}]