[{"scene_id": "bb-03-04-14s0", "raw": "A scene from a TV show in which a couple is seen kissing on a park bench.", "with_names": "a couple is kissing on a park bench."}, {"scene_id": "bb-03-04-14s1", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-03-04-14s2", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "bb-03-04-14s3", "raw": "A scene from a TV show in which a man hands a woman a piece of paper.", "with_names": "a man hands a woman a piece of paper."}, {"scene_id": "bb-03-04-14s4", "raw": "A scene from a TV show in which a woman is being attacked by a masked assailant.", "with_names": "a woman is being attacked by a masked assailant."}, {"scene_id": "bb-03-04-14s5", "raw": "A scene from a TV show in which a man and a woman are talking in a park.", "with_names": ""}, {"scene_id": "bb-03-04-14s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-04-14s7", "raw": "A scene from a TV show in which a man is interviewing a woman.", "with_names": "a man is interviewing a woman."}, {"scene_id": "bb-03-04-14s8", "raw": "A scene from a TV show in which a man plays an electric guitar and a woman watches.", "with_names": "a man plays an electric guitar and a woman watches."}, {"scene_id": "bb-03-04-14s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-04-14s10", "raw": "A scene from a TV show in which a man and woman are dancing in a park.", "with_names": "a man and woman are dancing in a park."}, {"scene_id": "bb-03-04-14s11", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "bb-03-04-14s12", "raw": "A scene from a TV show in which a man is using a smartphone to listen to music.", "with_names": "a man is using a smartphone to listen to music."}, {"scene_id": "bb-03-04-14s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-03-04-14s14", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-04-14s15", "raw": "A scene from a TV show in which a woman is seen walking with a man through a park.", "with_names": "a woman is walking with a man through a park."}]