[{"scene_id": "oltl-11-18-09s0", "raw": "A scene from a TV show in which a man is walking out of a room and the door closes behind him.", "with_names": "a man is walking out of a room and the door closes behind him."}, {"scene_id": "oltl-11-18-09s1", "raw": "A scene from a TV show in which a woman is being hit in the face with a pillow.", "with_names": "a woman is being hit in the face with a pillow."}, {"scene_id": "oltl-11-18-09s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-18-09s3", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-11-18-09s4", "raw": "A scene from a TV show in which a man is talking on his cell phone", "with_names": ""}, {"scene_id": "oltl-11-18-09s5", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-11-18-09s6", "raw": "A scene from a TV show in which a man is standing in a dark room with the words \"Life to Live\" superimposed over him.", "with_names": "a man is standing in a dark room with the words \"life to live\" superimposed over him."}, {"scene_id": "oltl-11-18-09s7", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "oltl-11-18-09s8", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed", "with_names": "a young boy is lying in a hospital bed"}, {"scene_id": "oltl-11-18-09s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and pulling her hair back.", "with_names": "a woman is sitting on a bed and pulling her hair back."}, {"scene_id": "oltl-11-18-09s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-18-09s11", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-11-18-09s12", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed and looking at the camera.", "with_names": "a young boy is lying in a hospital bed and looking at the camera."}, {"scene_id": "oltl-11-18-09s13", "raw": "A scene from a TV show in which a woman is holding a blue folder and a man is standing next to her.", "with_names": "a woman is holding a blue folder and a man is standing next to her."}, {"scene_id": "oltl-11-18-09s14", "raw": "A scene from a TV show in which a woman is reading a book to a man.", "with_names": "a woman is reading a book to a man."}, {"scene_id": "oltl-11-18-09s15", "raw": "A scene from a TV show in which a man and a woman stand next to a sick child in a hospital bed.", "with_names": "a man and a woman stand next to a sick child in a hospital bed."}, {"scene_id": "oltl-11-18-09s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-18-09s17", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is sitting next to her.", "with_names": "a woman is wearing a red jacket and a man is sitting next to her."}, {"scene_id": "oltl-11-18-09s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him", "with_names": ""}, {"scene_id": "oltl-11-18-09s19", "raw": "A scene from a TV show in which a man is walking down a hallway and his back faces the camera.", "with_names": "a man is walking down a hallway and his back faces the camera."}, {"scene_id": "oltl-11-18-09s20", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-11-18-09s21", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-11-18-09s22", "raw": "A scene from a TV show in which a woman is crying and holding her head in her hands.", "with_names": "a woman is crying and holding her head in her hands."}, {"scene_id": "oltl-11-18-09s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-18-09s24", "raw": "A scene from a TV show in which a young man is lying in a hospital bed", "with_names": "a young man is lying in a hospital bed"}, {"scene_id": "oltl-11-18-09s25", "raw": "A scene from a TV show in which a man is looking down and his face is contorted.", "with_names": "a man is looking down and his face is contorted."}, {"scene_id": "oltl-11-18-09s26", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-11-18-09s27", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-11-18-09s28", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a cigarette.", "with_names": ""}, {"scene_id": "oltl-11-18-09s29", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed and looking at the camera.", "with_names": "a young boy is lying in a hospital bed and looking at the camera."}, {"scene_id": "oltl-11-18-09s30", "raw": "A scene from a TV show in which a woman is slapping another woman on the face.", "with_names": "a woman is slapping another woman on the face."}, {"scene_id": "oltl-11-18-09s31", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-11-18-09s32", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a white hair", "with_names": "a man is wearing a black turtleneck and a white hair"}, {"scene_id": "oltl-11-18-09s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-18-09s34", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-11-18-09s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-18-09s36", "raw": "A scene from a TV show in which a woman is lying on a bed with her head on the floor", "with_names": "a woman is lying on a bed with her head on the floor"}, {"scene_id": "oltl-11-18-09s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-18-09s38", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a man is standing next to her.", "with_names": "a woman is wearing a red scarf and a man is standing next to her."}]