[{"scene_id": "gl-01-06-04s0", "raw": "A scene from a TV show in which a man is standing behind a bar, a bartender is behind him, and a woman is in the background.", "with_names": "a man is standing behind a bar, a bartender is behind him, and a woman is in the background."}, {"scene_id": "gl-01-06-04s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "gl-01-06-04s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-06-04s4", "raw": "A scene from a TV show in which a man is seen holding a gun and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-01-06-04s5", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-01-06-04s6", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-06-04s7", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-01-06-04s8", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "gl-01-06-04s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-06-04s10", "raw": "A scene from a TV show in which a doctor is talking to a patient", "with_names": ""}, {"scene_id": "gl-01-06-04s16", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to a man.", "with_names": ""}, {"scene_id": "gl-01-06-04s17", "raw": "A scene from a TV show in which two men are looking at each other through a window.", "with_names": "two men are looking at each other through a window."}, {"scene_id": "gl-01-06-04s18", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-01-06-04s19", "raw": "A scene from a TV show in which a bottle is thrown into a room", "with_names": "a bottle is thrown into a room"}, {"scene_id": "gl-01-06-04s20", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a couch in the background.", "with_names": "Billy is standing in a room with a lamp on and a couch in the background."}, {"scene_id": "gl-01-06-04s21", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-06-04s22", "raw": "A scene from a TV show in which a man is slapping a woman.", "with_names": "a man is slapping Marina."}, {"scene_id": "gl-01-06-04s23", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-01-06-04s24", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}]