[{"scene_id": "pc-12-06-01s0", "raw": "A scene from a TV show in which a woman pushes a baby carriage. The title reads \"All My Children, One Life to Live, General Hospital\" and the show's logo is below.", "with_names": "a woman pushes a baby carriage. the title reads \"all my children, one life to live, general hospital\" and the show's logo is below."}, {"scene_id": "pc-12-06-01s2", "raw": "A scene from a TV show in which a man sits at a table and reads a letter.", "with_names": "Caleb sits at a table and reads a letter."}, {"scene_id": "pc-12-06-01s3", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}, {"scene_id": "pc-12-06-01s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-12-06-01s5", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "pc-12-06-01s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food, and she is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-06-01s8", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in the air", "with_names": ""}, {"scene_id": "pc-12-06-01s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Livvie is crying"}, {"scene_id": "pc-12-06-01s11", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a grey sweater", "with_names": "a man is wearing a brown jacket and a grey sweater"}, {"scene_id": "pc-12-06-01s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-12-06-01s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-06-01s14", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-12-06-01s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-12-06-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-06-01s17", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black sweater", "with_names": "a man is wearing a brown shirt and a black sweater"}, {"scene_id": "pc-12-06-01s18", "raw": "A scene from a TV show in which a man is punching a punching bag.", "with_names": "a man is punching a punching bag."}, {"scene_id": "pc-12-06-01s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]