[{"scene_id": "oltl-08-08-07s0", "raw": "A scene from a TV show in which a black man is yelling at a white man.", "with_names": "a black man is yelling at a white man."}, {"scene_id": "oltl-08-08-07s1", "raw": "A scene from a TV show in which a woman is talking to a man in a courtroom.", "with_names": ""}, {"scene_id": "oltl-08-08-07s2", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and he is looking at a vase.", "with_names": "a man is standing in a room with ], and he is looking at a vase."}, {"scene_id": "oltl-08-08-07s3", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-08-08-07s4", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-08-08-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-08-07s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-08-07s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-08-07s8", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a blue and white shirt and a necklace.", "with_names": "a man is walking down a hallway, wearing a blue and white shirt and a necklace."}, {"scene_id": "oltl-08-08-07s9", "raw": "A scene from a TV show in which a man is holding a camera and a woman is sitting at a bar.", "with_names": "a man is holding a camera and a woman is sitting at a bar."}, {"scene_id": "oltl-08-08-07s10", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-08-08-07s11", "raw": "A scene from a TV show in which a woman is sitting in front of a man, with a computer screen in the background.", "with_names": "a woman is sitting in front of a man, with a computer screen in the background."}, {"scene_id": "oltl-08-08-07s12", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-08-08-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-07s14", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-08-08-07s15", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-08-08-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-07s17", "raw": "A scene from a TV show in which a woman is standing in front of a window and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-08-07s18", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is sitting next to him.", "with_names": "Todd is lying on a bed and ] is sitting next to him."}, {"scene_id": "oltl-08-08-07s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-08-07s20", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and blue jeans.", "with_names": "a man is wearing a white t-shirt and blue jeans."}, {"scene_id": "oltl-08-08-07s21", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "oltl-08-08-07s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing over her, and he is touching her.", "with_names": "] is lying in a hospital bed, Todd is standing over her, and he is touching her."}, {"scene_id": "oltl-08-08-07s23", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]