[{"scene_id": "gl-02-17-06s0", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s1", "raw": "a man and woman are talking and then a man is kissing.", "with_names": ""}, {"scene_id": "gl-02-17-06s2", "raw": "a man and woman are laughing and having a conversation.", "with_names": "a man and woman are laughing and having a conversation."}, {"scene_id": "gl-02-17-06s3", "raw": "a man and woman are in a room and one man is laughing.", "with_names": "a man and woman are in a room and one man is laughing."}, {"scene_id": "gl-02-17-06s4", "raw": "a man and woman are laughing at a restaurant and the man is laughing.", "with_names": "Josh and woman are laughing at a restaurant and the man is laughing."}, {"scene_id": "gl-02-17-06s5", "raw": "a man and woman are laughing and laughing at each other.", "with_names": "a man and woman are laughing and laughing at each other."}, {"scene_id": "gl-02-17-06s6", "raw": "a man is talking about a woman and a man is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s7", "raw": "a man is talking to a woman and then a man is running around.", "with_names": ""}, {"scene_id": "gl-02-17-06s8", "raw": "a man is talking to a woman and then she is sitting down and talking to her.", "with_names": ""}, {"scene_id": "gl-02-17-06s9", "raw": "a man and a woman are laughing and laughing at each other.", "with_names": "Jeffrey and Harley are laughing and laughing at each other."}, {"scene_id": "gl-02-17-06s10", "raw": "a man is walking into a microphone and then a woman comes up to her and kisses her.", "with_names": "Josh is walking into a microphone and then a woman comes up to her and kisses her."}, {"scene_id": "gl-02-17-06s11", "raw": "a man and woman are talking about a man who is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s12", "raw": "a woman is sitting at a desk and talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-17-06s13", "raw": "a man and woman are laughing and laughing while a man is laughing.", "with_names": "Gus and woman are laughing and laughing while a man is laughing."}, {"scene_id": "gl-02-17-06s14", "raw": "a woman is talking about a woman who is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s15", "raw": "a man is trying to get his feet tickled by a woman.", "with_names": "Alan is trying to get his feet tickled by Beth."}, {"scene_id": "gl-02-17-06s16", "raw": "a woman is talking on the phone and then she turns around and talks.", "with_names": ""}, {"scene_id": "gl-02-17-06s17", "raw": "a man is talking to a woman and then he is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s18", "raw": "a man and woman are talking to each other and then the man is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s19", "raw": "a woman is talking about a woman and then a man is walking around.", "with_names": ""}, {"scene_id": "gl-02-17-06s20", "raw": "a man and woman are laughing at a man and the woman is laughing.", "with_names": "Josh and woman are laughing at a man and the woman is laughing."}, {"scene_id": "gl-02-17-06s21", "raw": "a man is talking to a woman and then a man is talking.", "with_names": ""}, {"scene_id": "gl-02-17-06s22", "raw": "a woman is talking to a man and then a man is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s23", "raw": "a man is walking around a room with a woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s24", "raw": "a man is laughing and then a man is shown in a room.", "with_names": ""}, {"scene_id": "gl-02-17-06s25", "raw": "a woman is walking around a clothing store and then she is wearing a dress.", "with_names": ""}, {"scene_id": "gl-02-17-06s26", "raw": "a man and woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "gl-02-17-06s27", "raw": "a man is talking to a woman and then a man is talking.", "with_names": ""}, {"scene_id": "gl-02-17-06s28", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "gl-02-17-06s29", "raw": "a man and a woman are standing in front of a wall and they are talking.", "with_names": ""}, {"scene_id": "gl-02-17-06s30", "raw": "a man is talking about a man and he is walking away.", "with_names": ""}]