[{"scene_id": "pc-09-10-01s0", "raw": "A scene from a TV show in which a woman is standing behind a counter and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-09-10-01s1", "raw": "A scene from a TV show in which a woman holds a flashlight up to her face.", "with_names": "Livvie holds a flashlight up to her face."}, {"scene_id": "pc-09-10-01s2", "raw": "A scene from a TV show in which a woman is standing in a cave, looking at a large stone.", "with_names": "Alison is standing in a cave, looking at a large stone."}, {"scene_id": "pc-09-10-01s3", "raw": "A scene from a TV show in which a group of people are silhouetted against a blue background. The title is superimposed over the image.", "with_names": "a group of people are silhouetted against a blue background. the title is superimposed over the image."}, {"scene_id": "pc-09-10-01s4", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Ian is kissing Eve."}, {"scene_id": "pc-09-10-01s5", "raw": "A scene from a TV show in which a woman is wearing a purple headband and a blue shirt.", "with_names": "Alison is wearing a purple headband and a blue shirt."}, {"scene_id": "pc-09-10-01s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "pc-09-10-01s7", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "Eve is looking at Ian and saying,"}, {"scene_id": "pc-09-10-01s8", "raw": "A scene from a TV show in which a woman is wearing a pink headband and a grey dress.", "with_names": "Alison is wearing a pink headband and a grey dress."}, {"scene_id": "pc-09-10-01s9", "raw": "A scene from a TV show in which a woman is sitting on a park bench and a man is standing behind her.", "with_names": "a woman is sitting on a park bench and a man is standing behind her."}, {"scene_id": "pc-09-10-01s10", "raw": "A scene from a TV show in which a woman is wearing a stethoscope and standing in a hospital room.", "with_names": "a woman is wearing a stethoscope and standing in a hospital room."}, {"scene_id": "pc-09-10-01s11", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-10-01s12", "raw": "A scene from a TV show in which a woman sits on a park bench and looks at a tree.", "with_names": "Livvie sits on a park bench and looks at a tree."}, {"scene_id": "pc-09-10-01s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]