[{"scene_id": "oltl-11-28-07s0", "raw": "A scene from a TV show in which a man and a woman are kissing", "with_names": "Antonio and Talia are kissing"}, {"scene_id": "oltl-11-28-07s1", "raw": "A scene from a TV show in which a man is seen holding an umbrella in the rain.", "with_names": "a man is holding an umbrella in the rain."}, {"scene_id": "oltl-11-28-07s2", "raw": "A scene from a TV show in which a bright light shines on a person.", "with_names": "a bright light shines on a person."}, {"scene_id": "oltl-11-28-07s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-28-07s4", "raw": "A scene from a TV show in which a police officer is standing in a room with a man.", "with_names": "a police officer is standing in a room with a man."}, {"scene_id": "oltl-11-28-07s5", "raw": "A scene from a TV show in which a man is talking to a woman in a garden.", "with_names": ""}, {"scene_id": "oltl-11-28-07s6", "raw": "A scene from a TV show in which a woman is covering her mouth with her hand.", "with_names": "a woman is covering her mouth with her hand."}, {"scene_id": "oltl-11-28-07s7", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a red and white necklace.", "with_names": "a woman is wearing a black jacket and a red and white necklace."}, {"scene_id": "oltl-11-28-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-11-28-07s9", "raw": "A scene from a TV show in which a police officer is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-11-28-07s10", "raw": "A scene from a TV show in which a woman is holding a glass and pointing at someone.", "with_names": "a woman is holding a glass and pointing at someone."}, {"scene_id": "oltl-11-28-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-28-07s12", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-11-28-07s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "oltl-11-28-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-28-07s15", "raw": "A scene from a TV show in which a woman is wearing a blue and white uniform and is sitting on a bench.", "with_names": "a woman is wearing a blue and white uniform and is sitting on a bench."}, {"scene_id": "oltl-11-28-07s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-28-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-28-07s18", "raw": "A scene from a TV show in which a man is sitting in a bar and a woman is standing behind him.", "with_names": "a man is sitting in a bar and a woman is standing behind him."}, {"scene_id": "oltl-11-28-07s19", "raw": "A scene from a TV show in which a black woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-11-28-07s20", "raw": "A scene from a TV show in which two men are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-11-28-07s21", "raw": "A scene from a TV show in which a woman is talking to another woman through a door.", "with_names": ""}, {"scene_id": "oltl-11-28-07s22", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "oltl-11-28-07s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-28-07s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-07s25", "raw": "A scene from a TV show in which a police officer is drinking wine with two women.", "with_names": "a police officer is drinking wine with two women."}, {"scene_id": "oltl-11-28-07s26", "raw": "A scene from a TV show in which a man is sitting on a couch with his hand on his head.", "with_names": ""}, {"scene_id": "oltl-11-28-07s27", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-11-28-07s28", "raw": "A scene from a TV show in which a man is sitting in a bar, holding his head and looking at a woman.", "with_names": "a man is sitting in a bar, holding his head and looking at a woman."}, {"scene_id": "oltl-11-28-07s29", "raw": "A scene from a TV show in which three women are standing in a kitchen.", "with_names": "three women are standing in a kitchen."}, {"scene_id": "oltl-11-28-07s30", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-28-07s31", "raw": "A scene from a TV show in which a man is drinking a glass of wine while a woman looks on.", "with_names": "a man is drinking a glass of wine while a woman looks on."}]