[{"scene_id": "gl-10-31-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-31-06s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a hallway.", "with_names": ""}, {"scene_id": "gl-10-31-06s2", "raw": "A scene from a TV show in which a man is seen holding a white glove.", "with_names": "a man is holding a white glove."}, {"scene_id": "gl-10-31-06s3", "raw": "A scene from a TV show in which a man is talking about a light.", "with_names": ""}, {"scene_id": "gl-10-31-06s4", "raw": "A scene from a TV show in which a woman is crying while talking on the phone.", "with_names": ""}, {"scene_id": "gl-10-31-06s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "gl-10-31-06s6", "raw": "A scene from a TV show in which a woman is sitting in front of a window, holding a wine glass.", "with_names": "a woman is sitting in front of a window, holding a wine glass."}, {"scene_id": "gl-10-31-06s7", "raw": "A scene from a TV show in which a man is wearing a shirt that looks like a tank top", "with_names": "a man is wearing a shirt that looks like a tank top"}, {"scene_id": "gl-10-31-06s8", "raw": "A scene from a TV show in which a man is seen throwing a TV off a balcony.", "with_names": "a man is throwing a tv off a balcony."}, {"scene_id": "gl-10-31-06s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-31-06s10", "raw": "A scene from a TV show in which a young boy is sitting on a train and playing a guitar.", "with_names": "a young boy is sitting on a train and playing a guitar."}, {"scene_id": "gl-10-31-06s11", "raw": "A scene from a TV show in which a man is being led away by a police officer.", "with_names": "a man is being led away by a police officer."}, {"scene_id": "gl-10-31-06s12", "raw": "A scene from a TV show in which a woman is holding a man in a towel", "with_names": "a woman is holding a man in a towel"}, {"scene_id": "gl-10-31-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-31-06s14", "raw": "A scene from a TV show in which a man is sitting in a chair and his hair is long", "with_names": ""}, {"scene_id": "gl-10-31-06s15", "raw": "A scene from a TV show in which a woman is talking to a man while holding a cup.", "with_names": ""}, {"scene_id": "gl-10-31-06s16", "raw": "A scene from a TV show in which a man is looking at a flower", "with_names": "a man is looking at a flower"}, {"scene_id": "gl-10-31-06s17", "raw": "A scene from a TV show in which a woman is sitting next to a man and a candle is lit in front of them.", "with_names": "a woman is sitting next to a man and a candle is lit in front of them."}, {"scene_id": "gl-10-31-06s18", "raw": "A scene from a TV show in which a woman is being treated by a nurse.", "with_names": "a woman is being treated by a nurse."}, {"scene_id": "gl-10-31-06s19", "raw": "A scene from a TV show in which a person is holding a white plastic bag in their hand.", "with_names": "a person is holding a white plastic bag in their hand."}, {"scene_id": "gl-10-31-06s20", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}]