[{"scene_id": "bb-05-08-17s0", "raw": "A scene from a TV show in which a man is handcuffed and another man is standing next to him.", "with_names": "a man is handcuffed and another man is standing next to him."}, {"scene_id": "bb-05-08-17s1", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-05-08-17s2", "raw": "A scene from a TV show in which a man is standing in front of a woman in a suit.", "with_names": "Thomas is standing in front of Steffy in a suit."}, {"scene_id": "bb-05-08-17s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-08-17s4", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-05-08-17s5", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a lamp.", "with_names": "a man is standing in a room with a couch and a lamp."}, {"scene_id": "bb-05-08-17s6", "raw": "A scene from a TV show in which a lawyer is interviewed about the legal implications of the legalization of marijuana", "with_names": "a lawyer is interviewed about the legal implications of the legalization of marijuana"}, {"scene_id": "bb-05-08-17s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "Carter is looking at a woman and she is looking away."}, {"scene_id": "bb-05-08-17s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Liam is looking at the camera."}, {"scene_id": "bb-05-08-17s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is shaking hands with another man.", "with_names": "a man is wearing a suit and a tie and is shaking hands with another man."}, {"scene_id": "bb-05-08-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and Brooke is in a dress."}, {"scene_id": "bb-05-08-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-08-17s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-05-08-17s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-08-17s16", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and Steffy are sitting at a table."}, {"scene_id": "bb-05-08-17s17", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "bb-05-08-17s18", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-05-08-17s19", "raw": "A scene from a TV show in which two men shake hands.", "with_names": "two men shake hands."}, {"scene_id": "bb-05-08-17s20", "raw": "A scene from a TV show in which a woman is talking on her cell phone while another woman stands behind her.", "with_names": ""}, {"scene_id": "bb-05-08-17s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-05-08-17s22", "raw": "A scene from a TV show in which a man is talking to a woman and touching his chest.", "with_names": ""}, {"scene_id": "bb-05-08-17s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]