[{"scene_id": "atwt-02-13-07s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-13-07s1", "raw": "A scene from a TV show in which a man is standing in a bar and another man is sitting down", "with_names": "a man is standing in a bar and another man is sitting down"}, {"scene_id": "atwt-02-13-07s2", "raw": "A scene from a TV show in which a woman is wearing a police uniform and is looking at a piece of paper.", "with_names": "a woman is wearing a police uniform and is looking at a piece of paper."}, {"scene_id": "atwt-02-13-07s3", "raw": "A scene from a TV show in which a woman is walking down a hallway with a purse hanging from her shoulder.", "with_names": "a woman is walking down a hallway with a purse hanging from her shoulder."}, {"scene_id": "atwt-02-13-07s4", "raw": "A scene from a TV show in which a woman holds up a gold nugget.", "with_names": "a woman holds up a gold nugget."}, {"scene_id": "atwt-02-13-07s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a desk and a computer.", "with_names": "a man and a woman are standing in a room with a desk and a computer."}, {"scene_id": "atwt-02-13-07s6", "raw": "A scene from a TV show in which a woman is holding a teddy bear and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-13-07s7", "raw": "A scene from a TV show in which a mother is seen feeding her two young daughters.", "with_names": "a mother is feeding her two young daughters."}, {"scene_id": "atwt-02-13-07s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-13-07s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-02-13-07s10", "raw": "A scene from a TV show in which a woman is driving and a man is sitting next to her.", "with_names": "a woman is driving and a man is sitting next to her."}, {"scene_id": "atwt-02-13-07s11", "raw": "A scene from a TV show in which a man and a boy are buying tomatoes from a woman.", "with_names": "a man and a boy are buying tomatoes from a woman."}, {"scene_id": "atwt-02-13-07s12", "raw": "A scene from a TV show in which a man is talking on a rotary phone.", "with_names": ""}, {"scene_id": "atwt-02-13-07s13", "raw": "A scene from a TV show in which two men are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-13-07s14", "raw": "A scene from a TV show in which a man sits on a couch and looks at a book.", "with_names": "a man sits on a couch and looks at a book."}, {"scene_id": "atwt-02-13-07s15", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-02-13-07s16", "raw": "A scene from a TV show in which a woman is driving and a man is sitting next to her.", "with_names": "a woman is driving and a man is sitting next to her."}, {"scene_id": "atwt-02-13-07s17", "raw": "A scene from a TV show in which a young girl is kneeling on the ground, looking up at the camera.", "with_names": "a young girl is kneeling on the ground, looking up at the camera."}, {"scene_id": "atwt-02-13-07s18", "raw": "A scene from a TV show in which a man is sitting in a chair in a dark room.", "with_names": ""}, {"scene_id": "atwt-02-13-07s19", "raw": "A scene from a TV show in which a doctor is talking to a young woman and a man in a suit.", "with_names": ""}, {"scene_id": "atwt-02-13-07s20", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-13-07s21", "raw": "A scene from a TV show in which a man is seen throwing a box into a toilet.", "with_names": "a man is throwing a box into a toilet."}, {"scene_id": "atwt-02-13-07s22", "raw": "A scene from a TV show in which a dollar bill is seen floating in the air.", "with_names": "a dollar bill is floating in the air."}]