[{"scene_id": "oltl-03-19-07s0", "raw": "A scene from a TV show in which a woman is lying on a couch with a man leaning over her, kissing her.", "with_names": "a woman is lying on a couch with a man leaning over her, kissing her."}, {"scene_id": "oltl-03-19-07s1", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, with the man covering his eyes with his hands.", "with_names": "a man and a woman are lying on a couch, with the man covering his eyes with his hands."}, {"scene_id": "oltl-03-19-07s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-19-07s3", "raw": "A scene from a TV show in which a woman is being choked by another woman.", "with_names": "a woman is being choked by another woman."}, {"scene_id": "oltl-03-19-07s4", "raw": "A scene from a TV show in which a man is sitting on a chair in front of a bright light.", "with_names": ""}, {"scene_id": "oltl-03-19-07s5", "raw": "A scene from a TV show in which a girl is lying on top of a boy, smiling.", "with_names": "a girl is lying on top of a boy, smiling."}, {"scene_id": "oltl-03-19-07s6", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-19-07s7", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-03-19-07s8", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-19-07s9", "raw": "A scene from a TV show in which a black cat is sitting on a bed and licking a white cat.", "with_names": "a black cat is sitting on a bed and licking a white cat."}, {"scene_id": "oltl-03-19-07s10", "raw": "A scene from a TV show in which a young woman is lying on a bed with a boy. They are holding hands and looking at each other.", "with_names": "a young woman is lying on a bed with a boy. they are holding hands and looking at each other."}, {"scene_id": "oltl-03-19-07s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-19-07s12", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-03-19-07s13", "raw": "A scene from a TV show in which a young woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-03-19-07s14", "raw": "A scene from a TV show in which two women are fighting in the snow.", "with_names": "two women are fighting in the snow."}, {"scene_id": "oltl-03-19-07s15", "raw": "A scene from a TV show in which two men are standing in a room, one of them is eating a sandwich.", "with_names": "two men are standing in a room, one of them is eating a sandwich."}, {"scene_id": "oltl-03-19-07s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-19-07s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-19-07s18", "raw": "A scene from a TV show in which a woman is being attacked by a man in a room.", "with_names": "a woman is being attacked by a man in a room."}, {"scene_id": "oltl-03-19-07s19", "raw": "A scene from a TV show in which a woman is wearing black stockings and black shoes", "with_names": "a woman is wearing black stockings and black shoes"}, {"scene_id": "oltl-03-19-07s20", "raw": "A scene from a TV show in which two women are standing in a hallway, one is wearing a red dress and the other is wearing a black one.", "with_names": "two women are standing in a hallway, one is wearing a red dress and the other is wearing a black one."}, {"scene_id": "oltl-03-19-07s21", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-03-19-07s22", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-03-19-07s23", "raw": "A scene from a TV show in which a woman is walking past a sign.", "with_names": "a woman is walking past a sign."}, {"scene_id": "oltl-03-19-07s24", "raw": "A scene from a TV show in which a man is standing next to a woman and they are looking at each other.", "with_names": "a man is standing next to a woman and they are looking at each other."}, {"scene_id": "oltl-03-19-07s25", "raw": "A scene from a TV show in which a young girl is shown walking down a street.", "with_names": ""}, {"scene_id": "oltl-03-19-07s26", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a boy.", "with_names": "a woman is standing in a room with a man and a boy."}]