[{"scene_id": "bb-05-07-14s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-07-14s2", "raw": "A scene from a TV show in which a man and a woman sit at a table and discuss a business deal.", "with_names": "Rick and a woman sit at a table and discuss a business deal."}, {"scene_id": "bb-05-07-14s4", "raw": "A scene from a TV show in which a woman is tearing up a piece of paper while a man looks on.", "with_names": "a woman is tearing up a piece of paper while Carter looks on."}, {"scene_id": "bb-05-07-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-07-14s8", "raw": "A scene from a TV show in which a fashion show is taking place in a large, stone building.", "with_names": "a fashion show is taking place in a large, stone building."}, {"scene_id": "bb-05-07-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-07-14s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-07-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Wyatt and Hope are arguing."}, {"scene_id": "bb-05-07-14s14", "raw": "A scene from a TV show in which a man and a woman are arguing in an office.", "with_names": "a man and a woman are arguing in an office."}, {"scene_id": "bb-05-07-14s16", "raw": "A scene from a TV show in which a man sits in a chair and talks to someone off camera.", "with_names": "a man sits in a chair and talks to someone off camera."}, {"scene_id": "bb-05-07-14s17", "raw": "A scene from a TV show in which a woman is smiling at another woman.", "with_names": "a woman is smiling at another woman."}, {"scene_id": "bb-05-07-14s18", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-05-07-14s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-05-07-14s20", "raw": "A scene from a TV show in which a woman and a man sit at a table and talk.", "with_names": "Hope and Wyatt sit at a table and talk."}, {"scene_id": "bb-05-07-14s21", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-07-14s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-07-14s23", "raw": "A scene from a TV show in which a man is talking to another man demonstratively.", "with_names": ""}, {"scene_id": "bb-05-07-14s24", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "bb-05-07-14s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]