[{"scene_id": "gl-07-01-04s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a white tank top and black pants.", "with_names": "a woman is standing in a kitchen, wearing a white tank top and black pants."}, {"scene_id": "gl-07-01-04s1", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-01-04s2", "raw": "A scene from a TV show in which a woman is standing in a room with a window and a table in front of her. She is smiling and looking to the right.", "with_names": "a woman is standing in a room with a window and a table in front of her. she is smiling and looking to the right."}, {"scene_id": "gl-07-01-04s3", "raw": "A scene from a TV show in which a woman is looking at a wall and a man walks by", "with_names": "a woman is looking at a wall and a man walks by"}, {"scene_id": "gl-07-01-04s4", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side.", "with_names": "a man is looking down and his head is tilted to the side."}, {"scene_id": "gl-07-01-04s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away from him.", "with_names": "a man is looking at a woman and she is looking away from him."}, {"scene_id": "gl-07-01-04s6", "raw": "A scene from a TV show in which a man is standing next to a box and another man is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-07-01-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-07-01-04s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-07-01-04s9", "raw": "A scene from a TV show in which a woman is wearing a green top and a necklace", "with_names": "a woman is wearing a green top and a necklace"}, {"scene_id": "gl-07-01-04s10", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is wearing a green shirt and the other is wearing a black shirt.", "with_names": "two men are sitting at a table, one of them is wearing a green shirt and the other is wearing a black shirt."}, {"scene_id": "gl-07-01-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-01-04s12", "raw": "", "with_names": ""}]