[{"scene_id": "atwt-01-06-05s0", "raw": "A scene from a TV show in which a blonde woman is wearing a pink coat and a scarf.", "with_names": "a blonde woman is wearing a pink coat and a scarf."}, {"scene_id": "atwt-01-06-05s1", "raw": "A scene from a TV show in which a meteorologist is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s2", "raw": "A scene from a TV show in which a meteorologist is talking to a woman about a storm.", "with_names": ""}, {"scene_id": "atwt-01-06-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-06-05s5", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-01-06-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s7", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s8", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "atwt-01-06-05s9", "raw": "A scene from a TV show in which a blonde woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-01-06-05s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-06-05s11", "raw": "A scene from a TV show in which a young boy is holding a piece of paper and looking at it, while a woman looks on.", "with_names": "a young boy is holding a piece of paper and looking at it, while a woman looks on."}, {"scene_id": "atwt-01-06-05s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-06-05s13", "raw": "A scene from a TV show in which a blonde woman is smiling and a man is kissing her on the cheek.", "with_names": "a blonde woman is smiling and a man is kissing her on the cheek."}, {"scene_id": "atwt-01-06-05s14", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "atwt-01-06-05s15", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a ponytail", "with_names": "a woman is wearing a pink coat and a ponytail"}, {"scene_id": "atwt-01-06-05s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s17", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-06-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-06-05s19", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-01-06-05s20", "raw": "A scene from a TV show in which a woman is talking and holding a wine glass.", "with_names": ""}, {"scene_id": "atwt-01-06-05s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-06-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s23", "raw": "A scene from a TV show in which a man is peeking through a door.", "with_names": "a man is peeking through a door."}, {"scene_id": "atwt-01-06-05s24", "raw": "A scene from a TV show in which a blonde woman is wearing a pink jacket and a man is standing behind her, looking at her. The caption reads, \"As the world turns.\"", "with_names": "a blonde woman is wearing a pink jacket and a man is standing behind her, looking at her. the caption reads, \"as the world turns.\""}, {"scene_id": "atwt-01-06-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-05s26", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a man is holding a handbag.", "with_names": "a woman is wearing a purple jacket and a man is holding a handbag."}, {"scene_id": "atwt-01-06-05s27", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-06-05s28", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}]