[{"scene_id": "gl-06-10-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-06-10-05s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-10-05s2", "raw": "A scene from a TV show in which a man is talking on his cell phone in a hallway.", "with_names": ""}, {"scene_id": "gl-06-10-05s3", "raw": "A scene from a TV show in which a man is crying", "with_names": "Edmund is crying"}, {"scene_id": "gl-06-10-05s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and white earrings.", "with_names": "Reva is wearing a black dress and white earrings."}, {"scene_id": "gl-06-10-05s5", "raw": "A scene from a TV show in which a man is sitting at a table and eating a sandwich.", "with_names": "a man is sitting at a table and eating a sandwich."}, {"scene_id": "gl-06-10-05s6", "raw": "A scene from a TV show in which a man is talking to a woman in front of a horse.", "with_names": ""}, {"scene_id": "gl-06-10-05s7", "raw": "A scene from a TV show in which a woman is wearing a hat and a man is yelling at her.", "with_names": "a woman is wearing a hat and a man is yelling at her."}, {"scene_id": "gl-06-10-05s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-10-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-06-10-05s10", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "Danny is looking down and his face is not visible."}, {"scene_id": "gl-06-10-05s11", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-06-10-05s12", "raw": "A scene from a TV show in which a woman is being kissed by another woman.", "with_names": "a woman is being kissed by another woman."}, {"scene_id": "gl-06-10-05s13", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-06-10-05s14", "raw": "A scene from a TV show in which a woman is seen using a mobile phone", "with_names": "Dinah is using a mobile phone"}, {"scene_id": "gl-06-10-05s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Cassie is kissing Edmund on the cheek."}, {"scene_id": "gl-06-10-05s16", "raw": "A scene from a TV show in which a woman is being chased by a man.", "with_names": "a woman is being chased by a man."}, {"scene_id": "gl-06-10-05s17", "raw": "A scene from a TV show in which a woman is wearing a tank top and a skirt", "with_names": "a woman is wearing a tank top and a skirt"}, {"scene_id": "gl-06-10-05s18", "raw": "A scene from a TV show in which a man is handing money to another man.", "with_names": "a man is handing money to another man."}, {"scene_id": "gl-06-10-05s19", "raw": "A scene from a TV show in which a woman is lying in bed with her head resting on a pillow.", "with_names": "a woman is lying in bed with her head resting on a pillow."}, {"scene_id": "gl-06-10-05s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a blue shirt.", "with_names": "a woman is wearing a red dress and Edmund is in a blue shirt."}, {"scene_id": "gl-06-10-05s21", "raw": "A scene from a TV show in which a man is standing in a dark room with a ladder nearby.", "with_names": "a man is standing in a dark room with a ladder nearby."}, {"scene_id": "gl-06-10-05s22", "raw": "A scene from a TV show in which a man is talking to someone who is not him.", "with_names": ""}, {"scene_id": "gl-06-10-05s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "gl-06-10-05s24", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with the woman's head resting on the man's chest.", "with_names": "Danny and Marina are lying on a bed, with the woman's head resting on the man's chest."}, {"scene_id": "gl-06-10-05s25", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "gl-06-10-05s26", "raw": "A scene from a TV show in which a police officer is talking to a man in a suit.", "with_names": ""}]