[{"scene_id": "gl-07-26-06s0", "raw": "A scene from a TV show in which a woman is wearing a green headscarf and a white gown.", "with_names": "a woman is wearing a green headscarf and a white gown."}, {"scene_id": "gl-07-26-06s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-26-06s2", "raw": "A scene from a TV show in which a woman is wearing a white robe and a man is standing behind her", "with_names": "a woman is wearing a white robe and a man is standing behind her"}, {"scene_id": "gl-07-26-06s3", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-07-26-06s4", "raw": "A scene from a TV show in which a young boy and a woman are sitting on a bench in a tropical garden.", "with_names": "a young boy and a woman are sitting on a bench in a tropical garden."}, {"scene_id": "gl-07-26-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-26-06s6", "raw": "A scene from a TV show in which a young girl is crying in a hospital gown.", "with_names": "a young girl is crying in a hospital gown."}, {"scene_id": "gl-07-26-06s7", "raw": "A scene from a TV show in which a man is laughing hysterically.", "with_names": "a man is laughing hysterically."}, {"scene_id": "gl-07-26-06s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "gl-07-26-06s9", "raw": "A scene from a TV show in which a surgeon is wearing a mask and scrubs", "with_names": "a surgeon is wearing a mask and scrubs"}, {"scene_id": "gl-07-26-06s10", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-07-26-06s11", "raw": "A scene from a TV show in which a doctor is using a ventilator.", "with_names": "a doctor is using a ventilator."}, {"scene_id": "gl-07-26-06s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and is wearing a green cap.", "with_names": "a woman is lying in a hospital bed and is wearing a green cap."}, {"scene_id": "gl-07-26-06s13", "raw": "A scene from a TV show in which a doctor and a lawyer are arguing.", "with_names": "a doctor and a lawyer are arguing."}, {"scene_id": "gl-07-26-06s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a green headscarf.", "with_names": "a woman is lying in a hospital bed, wearing a green headscarf."}, {"scene_id": "gl-07-26-06s15", "raw": "A scene from a TV show in which a man is wearing a hair net and a grey t-shirt", "with_names": "a man is wearing a hair net and a grey t-shirt"}, {"scene_id": "gl-07-26-06s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a white collar.", "with_names": "a woman is wearing a black dress and a white collar."}, {"scene_id": "gl-07-26-06s17", "raw": "A scene from a TV show in which a cancer patient is laughing", "with_names": "a cancer patient is laughing"}, {"scene_id": "gl-07-26-06s18", "raw": "A scene from a TV show in which a young woman is talking about her experience of being raped.", "with_names": ""}, {"scene_id": "gl-07-26-06s19", "raw": "A scene from a TV show in which a man is holding a paper airplane and a woman is handing it to him.", "with_names": "a man is holding a paper airplane and a woman is handing it to him."}, {"scene_id": "gl-07-26-06s20", "raw": "", "with_names": ""}]