[{"scene_id": "atwt-03-24-09s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-24-09s1", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "atwt-03-24-09s2", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-03-24-09s3", "raw": "A scene from a TV show in which a man and a woman are sitting in a blue box.", "with_names": "a man and a woman are sitting in a blue box."}, {"scene_id": "atwt-03-24-09s4", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a brooch", "with_names": "a woman is wearing a pink dress and a brooch"}, {"scene_id": "atwt-03-24-09s5", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-03-24-09s6", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-03-24-09s7", "raw": "A scene from a TV show in which a woman is holding a bar of soap and a man holds a towel.", "with_names": "] is holding a bar of soap and a man holds a towel."}, {"scene_id": "atwt-03-24-09s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-03-24-09s9", "raw": "A scene from a TV show in which a boy and a girl are standing in a bar, talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-24-09s10", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing behind him", "with_names": "a man is on the phone and a woman is standing behind him"}, {"scene_id": "atwt-03-24-09s11", "raw": "A scene from a TV show in which a woman is wearing a black shirt and gold hoop earrings.", "with_names": "a woman is wearing a black shirt and gold hoop earrings."}, {"scene_id": "atwt-03-24-09s12", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and her mouth is open.", "with_names": "a woman is wearing a purple shirt and her mouth is open."}, {"scene_id": "atwt-03-24-09s13", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a wall.", "with_names": ""}, {"scene_id": "atwt-03-24-09s14", "raw": "A scene from a TV show in which a woman is dancing with her arms raised in the air.", "with_names": "a woman is dancing with her arms raised in the air."}, {"scene_id": "atwt-03-24-09s15", "raw": "A scene from a TV show in which two men are standing next to each other and laughing.", "with_names": "two men are standing next to each other and laughing."}, {"scene_id": "atwt-03-24-09s16", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a glass", "with_names": "a man is sitting at a table with a bottle and a glass"}, {"scene_id": "atwt-03-24-09s17", "raw": "A scene from a TV show in which a man and two women are standing in a room, with a TV and a door in the background.", "with_names": "a man and two women are standing in a room, with a tv and a door in the background."}, {"scene_id": "atwt-03-24-09s18", "raw": "A scene from a TV show in which a young boy is wearing a helmet and a man and woman are standing behind him.", "with_names": "a young boy is wearing a helmet and ] and woman are standing behind him."}, {"scene_id": "atwt-03-24-09s19", "raw": "A scene from a TV show in which a woman is talking to a man in a suit", "with_names": ""}, {"scene_id": "atwt-03-24-09s20", "raw": "A scene from a TV show in which a girl is looking at a boy and saying,", "with_names": "a girl is looking at a boy and saying,"}, {"scene_id": "atwt-03-24-09s21", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is in the background.", "with_names": ""}, {"scene_id": "atwt-03-24-09s22", "raw": "A scene from a TV show in which a man is sitting in a car and a woman is standing next to him.", "with_names": "a man is sitting in a car and a woman is standing next to him."}, {"scene_id": "atwt-03-24-09s23", "raw": "A scene from a TV show in which a man is looking at a wall and making a face", "with_names": "a man is looking at a wall and making a face"}, {"scene_id": "atwt-03-24-09s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-24-09s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking sad.", "with_names": ""}, {"scene_id": "atwt-03-24-09s26", "raw": "A scene from a TV show in which a woman and a man are superimposed on a window.", "with_names": "a woman and a man are superimposed on a window."}]