[{"scene_id": "oltl-08-13-09s0", "raw": "A scene from a TV show in which a man is holding a glass and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-13-09s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-13-09s2", "raw": "A scene from a TV show in which a blonde woman is yelling at a man.", "with_names": "a blonde woman is yelling at a man."}, {"scene_id": "oltl-08-13-09s3", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "oltl-08-13-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-13-09s5", "raw": "A scene from a TV show in which a police officer is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-08-13-09s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the manI is wearing a black shirt and the woman is wearing a black dress.", "with_names": "a man and a woman are standing next to each other, the mani is wearing a black shirt and the woman is wearing a black dress."}, {"scene_id": "oltl-08-13-09s7", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is drinking beer.", "with_names": "a woman is smoking a cigarette and a man is drinking beer."}, {"scene_id": "oltl-08-13-09s8", "raw": "A scene from a TV show in which a police officer is being arrested by a man.", "with_names": "a police officer is being arrested by a man."}, {"scene_id": "oltl-08-13-09s9", "raw": "A scene from a TV show in which a man is walking down a street with a woman behind him.", "with_names": "a man is walking down a street with a woman behind him."}, {"scene_id": "oltl-08-13-09s10", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-13-09s11", "raw": "A scene from a TV show in which a woman is being harassed by a man in a bar.", "with_names": "a woman is being harassed by a man in a bar."}, {"scene_id": "oltl-08-13-09s12", "raw": "A scene from a TV show in which a police officer is beating a man on the floor.", "with_names": "a police officer is beating a man on the floor."}, {"scene_id": "oltl-08-13-09s13", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and earrings", "with_names": "a woman is wearing a pearl necklace and earrings"}, {"scene_id": "oltl-08-13-09s14", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "oltl-08-13-09s15", "raw": "A scene from a TV show in which a man is handing a woman a gift.", "with_names": "a man is handing a woman a gift."}, {"scene_id": "oltl-08-13-09s16", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a serious expression.", "with_names": ""}, {"scene_id": "oltl-08-13-09s17", "raw": "A scene from a TV show in which a woman is holding a wine glass and talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-13-09s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-13-09s19", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-08-13-09s20", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and her eyes are closed.", "with_names": "a blonde woman is wearing a red dress and her eyes are closed."}, {"scene_id": "oltl-08-13-09s21", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-13-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-13-09s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-08-13-09s24", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-08-13-09s25", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-13-09s26", "raw": "A scene from a TV show in which a man is drinking wine and looking at a woman.", "with_names": "a man is drinking wine and looking at a woman."}, {"scene_id": "oltl-08-13-09s27", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-08-13-09s28", "raw": "A scene from a TV show in which a man is standing in front of a window and holding a potted plant.", "with_names": "a man is standing in front of a window and holding a potted plant."}, {"scene_id": "oltl-08-13-09s29", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-13-09s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-13-09s31", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]