[{"scene_id": "bb-07-18-14s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-18-14s1", "raw": "A scene from a TV show in which a man is looking through a camera lens.", "with_names": "a man is looking through a camera lens."}, {"scene_id": "bb-07-18-14s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-18-14s3", "raw": "A scene from a TV show in which a man is talking and making a face.", "with_names": ""}, {"scene_id": "bb-07-18-14s4", "raw": "A scene from a TV show in which a man kisses a young boy on the cheek.", "with_names": "a man kisses a young boy on the cheek."}, {"scene_id": "bb-07-18-14s5", "raw": "A scene from a TV show in which a young woman and a man are dressed in medieval costumes.", "with_names": "a young woman and a man are dressed in medieval costumes."}, {"scene_id": "bb-07-18-14s6", "raw": "A scene from a TV show in which a woman is dressed in a medieval costume and a man is wearing a suit of armor.", "with_names": "Pam is dressed in a medieval costume and a man is wearing a suit of armor."}, {"scene_id": "bb-07-18-14s7", "raw": "A scene from a TV show in which a man is talking about the death of his son.", "with_names": ""}, {"scene_id": "bb-07-18-14s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-18-14s9", "raw": "A scene from a TV show in which a knight and his family are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-18-14s10", "raw": "A scene from a TV show in which a man is wearing a yellow and black shirt and a black jacket and is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-18-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-18-14s12", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop and a man is standing behind her.", "with_names": "Alison is sitting in front of a laptop and Justin is standing behind her."}, {"scene_id": "bb-07-18-14s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-07-18-14s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]