[{"scene_id": "gl-12-28-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-28-06s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "Coop and Ava are standing in front of a door."}, {"scene_id": "gl-12-28-06s2", "raw": "A scene from a TV show in which a woman is talking to a man and his hand is in front of her face", "with_names": ""}, {"scene_id": "gl-12-28-06s3", "raw": "A scene from a TV show in which a magician performs a trick with a top hat.", "with_names": "a magician performs a trick with a top hat."}, {"scene_id": "gl-12-28-06s4", "raw": "A scene from a TV show in which a man is being hit by a chair.", "with_names": "Alan-Michael is being hit by a chair."}, {"scene_id": "gl-12-28-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-12-28-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-28-06s7", "raw": "A scene from a TV show in which a man is wearing a wig and a robe.", "with_names": "Jonathan is wearing a wig and a robe."}, {"scene_id": "gl-12-28-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-28-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "gl-12-28-06s10", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-28-06s11", "raw": "A scene from a TV show in which a man is being beaten by police", "with_names": "Alan-Michael is being beaten by police"}, {"scene_id": "gl-12-28-06s12", "raw": "A scene from a TV show in which a woman is lying on a bed and playing with a doll.", "with_names": "a woman is lying on a bed and playing with a doll."}, {"scene_id": "gl-12-28-06s13", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at the camera.", "with_names": "Lizzie is holding a gun and pointing it at the camera."}, {"scene_id": "gl-12-28-06s14", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "gl-12-28-06s15", "raw": "A scene from a TV show in which a man is shown throwing a baseball in a hotel room.", "with_names": ""}, {"scene_id": "gl-12-28-06s16", "raw": "A scene from a TV show in which a man is pushing a large box on a table while another man watches.", "with_names": "a man is pushing a large box on a table while another man watches."}, {"scene_id": "gl-12-28-06s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a young boy is standing next to him.", "with_names": "Jeffrey is lying in a hospital bed and a young boy is standing next to him."}, {"scene_id": "gl-12-28-06s18", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Reva is smiling and looking to the side."}, {"scene_id": "gl-12-28-06s19", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-28-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-28-06s21", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking up at the ceiling and smiling.", "with_names": "Jeffrey is lying in a hospital bed, looking up at the ceiling and smiling."}, {"scene_id": "gl-12-28-06s22", "raw": "A scene from a TV show in which a woman is walking down a snowy street, carrying a handbag and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-28-06s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-28-06s24", "raw": "A scene from a TV show in which a man is seen holding a rose in a church.", "with_names": "a man is holding a rose in a church."}, {"scene_id": "gl-12-28-06s25", "raw": "A scene from a TV show in which a woman is sitting in a bathtub with her head in her hands.", "with_names": "a woman is sitting in a bathtub with her head in her hands."}]