[{"scene_id": "atwt-10-20-08s0", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt", "with_names": "a man is wearing a suit and a red shirt"}, {"scene_id": "atwt-10-20-08s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-20-08s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-20-08s3", "raw": "A scene from a TV show in which a man is wearing a black shirt and curly hair", "with_names": "] is wearing a black shirt and curly hair"}, {"scene_id": "atwt-10-20-08s4", "raw": "A scene from a TV show in which a woman is shown applying a product to her face.", "with_names": ""}, {"scene_id": "atwt-10-20-08s5", "raw": "A scene from a TV show in which a woman is smiling and wearing a green shirt", "with_names": "a woman is smiling and wearing a green shirt"}, {"scene_id": "atwt-10-20-08s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-20-08s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-10-20-08s8", "raw": "A scene from a TV show in which a woman is talking about her prescription.", "with_names": ""}, {"scene_id": "atwt-10-20-08s9", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown hair", "with_names": "a man is wearing a red shirt and a brown hair"}, {"scene_id": "atwt-10-20-08s10", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-10-20-08s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-20-08s12", "raw": "A scene from a TV show in which a man is loading a bicycle onto a car.", "with_names": "a man is loading a bicycle onto a car."}, {"scene_id": "atwt-10-20-08s13", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a green shirt", "with_names": "a man is wearing a suit and a woman is in a green shirt"}, {"scene_id": "atwt-10-20-08s14", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling", "with_names": ""}, {"scene_id": "atwt-10-20-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "a man is wearing a suit and a purple tie"}, {"scene_id": "atwt-10-20-08s16", "raw": "A scene from a TV show in which a woman is walking through a field with the A-P logo in the background.", "with_names": "a woman is walking through a field with the a-p logo in the background."}, {"scene_id": "atwt-10-20-08s17", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "a man is wearing a suit and a purple tie"}, {"scene_id": "atwt-10-20-08s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-10-20-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-20-08s20", "raw": "A scene from a TV show in which a box of Crest toothpaste is shown to be stained with brown spots.", "with_names": ""}, {"scene_id": "atwt-10-20-08s21", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-10-20-08s22", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him.", "with_names": "a man is standing behind a woman, and she is looking at him."}, {"scene_id": "atwt-10-20-08s23", "raw": "A scene from a TV show in which a man is walking away from a door, and a TV is visible in the foreground", "with_names": "] is walking away from a door, and a tv is visible in the foreground"}, {"scene_id": "atwt-10-20-08s24", "raw": "A scene from a TV show in which a woman is walking in a park. The caption reads: SYMBIORC will not replace rescue inhalers.", "with_names": "a woman is walking in a park. the caption reads: symbiorc will not replace rescue inhalers."}]