[{"scene_id": "oltl-02-24-09s0", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "oltl-02-24-09s1", "raw": "A scene from a TV show in which a woman is walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "oltl-02-24-09s2", "raw": "A scene from a TV show in which a woman is sitting at a bar and eating a hamburger.", "with_names": "a woman is sitting at a bar and eating a hamburger."}, {"scene_id": "oltl-02-24-09s3", "raw": "A scene from a TV show in which a man is standing in a bar, holding a guitar. A woman is sitting at a bar counter, looking at him.", "with_names": "Langston is standing in a bar, holding a guitar. ] is sitting at a bar counter, looking at him."}, {"scene_id": "oltl-02-24-09s4", "raw": "A scene from a TV show in which a white woman is seen in a white room with a white light shining through the window.", "with_names": "a white woman is in a white room with a white light shining through the window."}, {"scene_id": "oltl-02-24-09s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a piece of paper.", "with_names": "a man and a woman are standing in a room, looking at a piece of paper."}, {"scene_id": "oltl-02-24-09s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-02-24-09s7", "raw": "A scene from a TV show in which a woman is looking down and her hair is short.", "with_names": "a woman is looking down and her hair is short."}, {"scene_id": "oltl-02-24-09s8", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-02-24-09s9", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-24-09s10", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a black dress and the other is wearing a pink dress.", "with_names": "two women are standing next to each other, one is wearing a black dress and the other is wearing a pink dress."}, {"scene_id": "oltl-02-24-09s11", "raw": "A scene from a TV show in which a man is talking to a woman and another mann is standing next to them.", "with_names": ""}, {"scene_id": "oltl-02-24-09s12", "raw": "A scene from a TV show in which a man is wearing a white tank top and a woman is in a black hijab.", "with_names": "a man is wearing a white tank top and a woman is in a black hijab."}, {"scene_id": "oltl-02-24-09s13", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, with a third person standing behind them.", "with_names": "a man and a woman are walking down a hallway, with a third person standing behind them."}, {"scene_id": "oltl-02-24-09s14", "raw": "A scene from a TV show in which a woman is sitting next to a young boy.", "with_names": "a woman is sitting next to a young boy."}, {"scene_id": "oltl-02-24-09s15", "raw": "A scene from a TV show in which a man is laughing and another man is looking at him.", "with_names": "a man is laughing and another man is looking at him."}, {"scene_id": "oltl-02-24-09s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-02-24-09s17", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-02-24-09s18", "raw": "A scene from a TV show in which a man is seen holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "oltl-02-24-09s19", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is looking at her.", "with_names": ""}, {"scene_id": "oltl-02-24-09s20", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-02-24-09s21", "raw": "A scene from a TV show in which two men are standing in front of a house.", "with_names": "two men are standing in front of a house."}, {"scene_id": "oltl-02-24-09s22", "raw": "A scene from a TV show in which a man is wearing a white tank top and a woman is behind him.", "with_names": "a man is wearing a white tank top and a woman is behind him."}, {"scene_id": "oltl-02-24-09s23", "raw": "A scene from a TV show in which a waitress serves a woman and a child at a table.", "with_names": "a waitress serves a woman and a child at a table."}, {"scene_id": "oltl-02-24-09s24", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}, {"scene_id": "oltl-02-24-09s25", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-24-09s26", "raw": "A scene from a TV show in which a man and a woman are kissing in front of a brick wall.", "with_names": "a man and a woman are kissing in front of a brick wall."}, {"scene_id": "oltl-02-24-09s27", "raw": "A scene from a TV show in which a man is wiping his face with a towel.", "with_names": "a man is wiping his face with a towel."}, {"scene_id": "oltl-02-24-09s28", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-02-24-09s29", "raw": "A scene from a TV show in which a woman is wearing a black and white striped sweater and a short brown hair.", "with_names": "a woman is wearing a black and white striped sweater and a short brown hair."}, {"scene_id": "oltl-02-24-09s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]