[{"scene_id": "atwt-08-08-01s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Jennifer is smiling at Bryant."}, {"scene_id": "atwt-08-08-01s1", "raw": "A scene from a TV show in which a man is seen punching a wall.", "with_names": "Simon is punching a wall."}, {"scene_id": "atwt-08-08-01s2", "raw": "A scene from a TV show in which a man and a boy are sitting in front of a large clock.", "with_names": "a man and a boy are sitting in front of a large clock."}, {"scene_id": "atwt-08-08-01s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "Lily is looking at the camera with a shocked expression."}, {"scene_id": "atwt-08-08-01s4", "raw": "A scene from a TV show in which a man is seen climbing a mountain.", "with_names": "a man is climbing a mountain."}, {"scene_id": "atwt-08-08-01s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-08-01s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-08-01s7", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing next to him.", "with_names": "a man is sitting at a table and another man is standing next to him."}, {"scene_id": "atwt-08-08-01s8", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a blue shirt and a tie.", "with_names": "a man is standing in a kitchen, wearing a blue shirt and a tie."}, {"scene_id": "atwt-08-08-01s9", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-08-01s10", "raw": "A scene from a TV show in which a woman is looking at a painting and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-08-01s11", "raw": "A scene from a TV show in which an old woman is trying to open a door.", "with_names": "an old woman is trying to open a door."}, {"scene_id": "atwt-08-08-01s12", "raw": "A scene from a TV show in which a woman is being strangled by a man.", "with_names": "a woman is being strangled by a man."}, {"scene_id": "atwt-08-08-01s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-08-01s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-08-01s15", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing behind him.", "with_names": "a man is holding a knife and a woman is standing behind him."}, {"scene_id": "atwt-08-08-01s16", "raw": "A scene from a TV show in which a young boy is looking at the camera.", "with_names": "a young boy is looking at the camera."}, {"scene_id": "atwt-08-08-01s17", "raw": "A scene from a TV show in which a snail is rolling down a hill, with the caption \"Depression is a serious medical condition.\"", "with_names": "a snail is rolling down a hill, with the caption \"depression is a serious medical condition.\""}, {"scene_id": "atwt-08-08-01s18", "raw": "A scene from a TV show in which a man is hugging a young girl.", "with_names": "a man is hugging a young girl."}, {"scene_id": "atwt-08-08-01s19", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "Lily is sitting next to Dante and they are both looking at something."}, {"scene_id": "atwt-08-08-01s20", "raw": "A scene from a TV show in which a young boy is talking to a TV camera.", "with_names": ""}, {"scene_id": "atwt-08-08-01s21", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "Simon is trying to kiss Katie."}]