[{"scene_id": "atwt-02-17-04s0", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-02-17-04s1", "raw": "A scene from a TV show in which a girl is wearing a school uniform and a tie.", "with_names": "a girl is wearing a school uniform and a tie."}, {"scene_id": "atwt-02-17-04s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-17-04s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and smiling.", "with_names": "a man and a woman are standing next to each other and smiling."}, {"scene_id": "atwt-02-17-04s4", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-02-17-04s5", "raw": "A scene from a TV show in which a black rock is shown to be a meteorite.", "with_names": ""}, {"scene_id": "atwt-02-17-04s6", "raw": "A scene from a TV show in which a man and a woman are standing at a dining table.", "with_names": "a man and a woman are standing at a dining table."}, {"scene_id": "atwt-02-17-04s7", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "atwt-02-17-04s8", "raw": "A scene from a TV show in which a woman is sitting in a room with her eyes closed.", "with_names": "a woman is sitting in a room with her eyes closed."}, {"scene_id": "atwt-02-17-04s9", "raw": "A scene from a TV show in which a woman is walking with a child in a kitchen.", "with_names": "a woman is walking with a child in a kitchen."}, {"scene_id": "atwt-02-17-04s10", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "atwt-02-17-04s11", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, both wearing red shirts.", "with_names": "a man and a woman are walking down a hallway, both wearing red shirts."}, {"scene_id": "atwt-02-17-04s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-17-04s13", "raw": "A scene from a TV show in which a Survivor logo is superimposed over a beach scene.", "with_names": "a survivor logo is superimposed over a beach scene."}, {"scene_id": "atwt-02-17-04s14", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a black shirt and the other is wearing a black jacket.", "with_names": "two men are standing next to each other, one is wearing a black shirt and the other is wearing a black jacket."}, {"scene_id": "atwt-02-17-04s15", "raw": "A scene from a TV show in which a woman is crying in front of a flower arrangement.", "with_names": "a woman is crying in front of a flower arrangement."}, {"scene_id": "atwt-02-17-04s16", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-02-17-04s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, looking at her.", "with_names": ""}, {"scene_id": "atwt-02-17-04s18", "raw": "A scene from a TV show in which a dog is shown to be a good dog.", "with_names": ""}, {"scene_id": "atwt-02-17-04s19", "raw": "A scene from a TV show in which a man and a woman are standing in a living room. The woman is holding a pink sweater and the man is holding a red sweater.", "with_names": "a man and a woman are standing in a living room. the woman is holding a pink sweater and the man is holding a red sweater."}, {"scene_id": "atwt-02-17-04s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-17-04s21", "raw": "A scene from a TV show in which the title is St. Joseph Aspirin", "with_names": "the title is st. joseph aspirin"}, {"scene_id": "atwt-02-17-04s22", "raw": "A scene from a TV show in which a woman is trying on a red coat.", "with_names": "a woman is trying on a red coat."}, {"scene_id": "atwt-02-17-04s23", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-02-17-04s24", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a statue.", "with_names": ""}]