[{"scene_id": "atwt-02-10-09s0", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "atwt-02-10-09s1", "raw": "A scene from a TV show in which a woman is holding a baby and two men are standing around her.", "with_names": "a woman is holding a baby and two men are standing around her."}, {"scene_id": "atwt-02-10-09s2", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a brown leather jacket.", "with_names": "a woman is wearing a black turtleneck and a brown leather jacket."}, {"scene_id": "atwt-02-10-09s3", "raw": "A scene from a TV show in which a man is running and a clock is showing 15 minutes to open the door.", "with_names": "a man is running and a clock is showing 15 minutes to open the door."}, {"scene_id": "atwt-02-10-09s4", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a brown coat.", "with_names": "a woman is wearing a black turtleneck and a brown coat."}, {"scene_id": "atwt-02-10-09s5", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "atwt-02-10-09s6", "raw": "A scene from a TV show in which a young boy is swimming in a pool and a dolphin is following him.", "with_names": "a young boy is swimming in a pool and a dolphin is following him."}, {"scene_id": "atwt-02-10-09s7", "raw": "A scene from a TV show in which a boy and a girl are sitting in a car.", "with_names": "a boy and a girl are sitting in a car."}, {"scene_id": "atwt-02-10-09s8", "raw": "A scene from a TV show in which a man and a woman are talking to a child.", "with_names": ""}, {"scene_id": "atwt-02-10-09s9", "raw": "A scene from a TV show in which a man is talking to a woman outside a building.", "with_names": ""}, {"scene_id": "atwt-02-10-09s10", "raw": "A scene from a TV show in which a woman and a child are in a kitchen.", "with_names": "a woman and a child are in a kitchen."}, {"scene_id": "atwt-02-10-09s11", "raw": "A scene from a TV show in which a woman is wrapped in a blanket and a man is standing next to her.", "with_names": "a woman is wrapped in a blanket and a man is standing next to her."}, {"scene_id": "atwt-02-10-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-10-09s13", "raw": "A scene from a TV show in which a woman is holding a cup and talking.", "with_names": ""}, {"scene_id": "atwt-02-10-09s14", "raw": "A scene from a TV show in which a man is seen throwing a cat off a balcony.", "with_names": "a man is throwing a cat off a balcony."}, {"scene_id": "atwt-02-10-09s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-10-09s16", "raw": "A scene from a TV show in which a woman is seen holding a man's hand in a lift.", "with_names": "Josie is holding ]'s hand in a lift."}, {"scene_id": "atwt-02-10-09s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-10-09s18", "raw": "A scene from a TV show in which a woman is shown as a doctor.", "with_names": ""}, {"scene_id": "atwt-02-10-09s19", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is looking at her.", "with_names": "a woman is holding a baby and another woman is looking at her."}, {"scene_id": "atwt-02-10-09s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-10-09s21", "raw": "A scene from a TV show in which a hand holds a tube of Revlon's Beyond Natural foundation.", "with_names": "a hand holds a tube of revlon's beyond natural foundation."}]