[{"scene_id": "oltl-05-30-07s0", "raw": "A scene from a TV show in which a police officer is sitting at a desk and a woman is standing behind him.", "with_names": "a police officer is sitting at a desk and a woman is standing behind him."}, {"scene_id": "oltl-05-30-07s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s2", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-30-07s3", "raw": "A scene from a TV show in which a man is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-05-30-07s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-30-07s5", "raw": "A scene from a TV show in which a woman is in a jail cell talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-05-30-07s7", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-05-30-07s8", "raw": "A scene from a TV show in which a man is behind a fence and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-30-07s9", "raw": "A scene from a TV show in which a young man is looking down and his face is not visible.", "with_names": "a young man is looking down and his face is not visible."}, {"scene_id": "oltl-05-30-07s10", "raw": "A scene from a TV show in which a man is seen wearing a red shirt and a black hat.", "with_names": "a man is wearing a red shirt and a black hat."}, {"scene_id": "oltl-05-30-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-30-07s12", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking down.", "with_names": "a man is looking at a woman and he is looking down."}, {"scene_id": "oltl-05-30-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-30-07s14", "raw": "A scene from a TV show in which a man is behind bars and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-30-07s15", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room.", "with_names": "a woman is standing in front of a man in a room."}, {"scene_id": "oltl-05-30-07s16", "raw": "A scene from a TV show in which Nicola Sturgeon visits a patient in hospital", "with_names": "nicola sturgeon visits a patient in hospital"}, {"scene_id": "oltl-05-30-07s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-30-07s18", "raw": "A scene from a TV show in which a man is seen in a cage.", "with_names": "a man is in a cage."}, {"scene_id": "oltl-05-30-07s19", "raw": "A scene from a TV show in which a man is smiling and talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s20", "raw": "A scene from a TV show in which a man is sitting in a chair and reading a newspaper.", "with_names": ""}, {"scene_id": "oltl-05-30-07s21", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-05-30-07s22", "raw": "A scene from a TV show in which a man is talking to a woman through a fence.", "with_names": ""}, {"scene_id": "oltl-05-30-07s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-30-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s25", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, with a syringe and a bottle nearby.", "with_names": "a man is leaning over a woman in a hospital bed, with a syringe and a bottle nearby."}, {"scene_id": "oltl-05-30-07s26", "raw": "A scene from a TV show in which a man is talking to a woman, with long hair and a blue shirt.", "with_names": ""}, {"scene_id": "oltl-05-30-07s27", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp and a potted plant.", "with_names": "a woman is standing in a room with a lamp and a potted plant."}, {"scene_id": "oltl-05-30-07s28", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "oltl-05-30-07s29", "raw": "A scene from a TV show in which a woman and a man are sitting next to each other.", "with_names": "a woman and a man are sitting next to each other."}, {"scene_id": "oltl-05-30-07s30", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her head propped up by a man's hand.", "with_names": "a woman is lying in a hospital bed, her head propped up by a man's hand."}, {"scene_id": "oltl-05-30-07s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s32", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "oltl-05-30-07s33", "raw": "A scene from a TV show in which a young man is standing in front of a door, looking at the camera.", "with_names": "a young man is standing in front of a door, looking at the camera."}, {"scene_id": "oltl-05-30-07s34", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt and tie.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt and tie."}, {"scene_id": "oltl-05-30-07s35", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-30-07s36", "raw": "A scene from a TV show in which a woman is hooked up to an IV in a hospital bed.", "with_names": "a woman is hooked up to an iv in a hospital bed."}]