[{"scene_id": "gl-08-10-05s0", "raw": "A scene from a TV show in which a woman is holding a bouquet and a gift", "with_names": "a woman is holding a bouquet and a gift"}, {"scene_id": "gl-08-10-05s1", "raw": "A scene from a TV show in which a woman is seen in a dark room, holding a door open with her foot.", "with_names": "a woman is in a dark room, holding a door open with her foot."}, {"scene_id": "gl-08-10-05s2", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-10-05s3", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "gl-08-10-05s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-08-10-05s5", "raw": "A scene from a TV show in which a woman is holding a pink tissue.", "with_names": "a woman is holding a pink tissue."}, {"scene_id": "gl-08-10-05s6", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "a man is kissing a woman on the forehead."}, {"scene_id": "gl-08-10-05s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both clapping their hands.", "with_names": "a man and a woman are standing next to each other, both clapping their hands."}, {"scene_id": "gl-08-10-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-10-05s9", "raw": "A scene from a TV show in which a woman is topless and a man is holding a baseball bat.", "with_names": "a woman is topless and a man is holding a baseball bat."}, {"scene_id": "gl-08-10-05s10", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "gl-08-10-05s11", "raw": "", "with_names": ""}, {"scene_id": "gl-08-10-05s12", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted in pain.", "with_names": "a woman is on the phone and her face is contorted in pain."}, {"scene_id": "gl-08-10-05s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a cup.", "with_names": ""}, {"scene_id": "gl-08-10-05s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-08-10-05s15", "raw": "A scene from a TV show in which a man is holding a knife to another man's throat.", "with_names": "a man is holding a knife to another man's throat."}, {"scene_id": "gl-08-10-05s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-10-05s17", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "gl-08-10-05s18", "raw": "", "with_names": ""}, {"scene_id": "gl-08-10-05s19", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-08-10-05s20", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-08-10-05s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-10-05s22", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-08-10-05s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-10-05s24", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-08-10-05s25", "raw": "A scene from a TV show in which a man is yelling and making a face.", "with_names": "a man is yelling and making a face."}, {"scene_id": "gl-08-10-05s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a handbag.", "with_names": "a woman is standing in a kitchen with a handbag."}]