[{"scene_id": "bb-09-25-06s0", "raw": "A scene from a TV show in which a statue is shown to be a man", "with_names": ""}, {"scene_id": "bb-09-25-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-25-06s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Shane are standing next to each other."}, {"scene_id": "bb-09-25-06s3", "raw": "A scene from a TV show in which a man is holding a bouquet and a woman is looking at him.", "with_names": "a man is holding a bouquet and a woman is looking at him."}, {"scene_id": "bb-09-25-06s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "bb-09-25-06s5", "raw": "A scene from a TV show in which a blonde woman and a man are standing close to each other, smiling.", "with_names": "a blonde woman and a man are standing close to each other, smiling."}, {"scene_id": "bb-09-25-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-25-06s7", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed with a broken arm.", "with_names": "a shirtless man is sitting on a bed with a broken arm."}, {"scene_id": "bb-09-25-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-09-25-06s10", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Bridget are kissing."}, {"scene_id": "bb-09-25-06s11", "raw": "A scene from a TV show in which a shirtless man is standing in front of a woman, holding a bottle.", "with_names": "a shirtless man is standing in front of Brooke, holding a bottle."}, {"scene_id": "bb-09-25-06s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-25-06s13", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him.", "with_names": "Hector is holding a woman by the arm and she is looking at him."}]