[{"scene_id": "bb-04-06-17s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the side.", "with_names": ""}, {"scene_id": "bb-04-06-17s1", "raw": "A scene from a TV show in which a man is sitting on a chair in a room with a woman standing next to him.", "with_names": ""}, {"scene_id": "bb-04-06-17s2", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is dressed in a suit", "with_names": "a woman is wearing a yellow dress and Saul is dressed in a suit"}, {"scene_id": "bb-04-06-17s3", "raw": "A scene from a TV show in which a woman wears red sunglasses and a hat.", "with_names": "a woman wears red sunglasses and a hat."}, {"scene_id": "bb-04-06-17s4", "raw": "A scene from a TV show in which a model is holding a picture of a dress.", "with_names": "a model is holding a picture of a dress."}, {"scene_id": "bb-04-06-17s5", "raw": "A scene from a TV show in which a young black man is sitting on a couch and a woman stands behind him.", "with_names": ""}, {"scene_id": "bb-04-06-17s6", "raw": "A scene from a TV show in which a woman is wearing a black jacket and red shirt and is smiling.", "with_names": "a woman is wearing a black jacket and red shirt and is smiling."}, {"scene_id": "bb-04-06-17s7", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-06-17s8", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-04-06-17s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Ivy are standing next to each other."}, {"scene_id": "bb-04-06-17s11", "raw": "A scene from a TV show in which a woman is standing in front of a fashion sketch.", "with_names": "Steffy is standing in front of a fashion sketch."}, {"scene_id": "bb-04-06-17s12", "raw": "A scene from a TV show in which a man is seen walking down a walkway with a clock hanging from a metal structure.", "with_names": "Saul is walking down a walkway with a clock hanging from a metal structure."}, {"scene_id": "bb-04-06-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-06-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Zende is wearing a suit and a tie."}, {"scene_id": "bb-04-06-17s15", "raw": "A scene from a TV show in which a man is wearing a tie and a sweater vest", "with_names": "a man is wearing a tie and a sweater vest"}, {"scene_id": "bb-04-06-17s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-06-17s19", "raw": "A scene from a TV show in which a woman is dancing in a yellow shirt and green pants.", "with_names": "a woman is dancing in a yellow shirt and green pants."}, {"scene_id": "bb-04-06-17s20", "raw": "A scene from a TV show in which a man is leaning over a woman in a shop.", "with_names": "a man is leaning over Sally in a shop."}, {"scene_id": "bb-04-06-17s21", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "bb-04-06-17s22", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a black and white bow.", "with_names": "Shirley is wearing a yellow dress and a black and white bow."}, {"scene_id": "bb-04-06-17s23", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "Zende is wearing a suit and Nicole is in a dress."}, {"scene_id": "bb-04-06-17s24", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a black and white jacket.", "with_names": "a woman is wearing a yellow shirt and a black and white jacket."}]