[{"scene_id": "bb-05-31-17s0", "raw": "A scene from a TV show in which a woman sits at a dining table with wine glasses and a vase of flowers.", "with_names": "Katie sits at a dining table with wine glasses and a vase of flowers."}, {"scene_id": "bb-05-31-17s1", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-05-31-17s2", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "a man is in the dark"}, {"scene_id": "bb-05-31-17s3", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "Eric is sitting at a table with Katie."}, {"scene_id": "bb-05-31-17s4", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-05-31-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-31-17s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-31-17s7", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "Eric and Katie sit at a table and talk."}, {"scene_id": "bb-05-31-17s8", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-05-31-17s9", "raw": "A scene from a TV show in which a man is seen walking in the dark", "with_names": "Saul is walking in the dark"}, {"scene_id": "bb-05-31-17s10", "raw": "A scene from a TV show in which a man is trying on a suit and a woman is helping him", "with_names": "Thomas is trying on a suit and a woman is helping him"}, {"scene_id": "bb-05-31-17s11", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a colorful shirt.", "with_names": "a woman is wearing a white jacket and a colorful shirt."}, {"scene_id": "bb-05-31-17s12", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-31-17s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-31-17s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-31-17s15", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "bb-05-31-17s16", "raw": "A scene from a TV show in which a woman is looking at a picture of a man and saying, \"I'm sorry, I'm not sure what to say.\"", "with_names": "a woman is looking at a picture of a man and saying, \"i'm sorry, i'm not sure what to say.\""}]