[{"scene_id": "atwt-09-16-04s0", "raw": "A scene from a TV show in which a man is wearing a white shirt and scratching his head", "with_names": "a man is wearing a white shirt and scratching his head"}, {"scene_id": "atwt-09-16-04s1", "raw": "A scene from a TV show in which a man is looking at the camera and saying, \"I'm sorry.\"", "with_names": "a man is looking at the camera and saying, \"i'm sorry.\""}, {"scene_id": "atwt-09-16-04s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a cup of coffee.", "with_names": "a man and a woman are standing in a room with a cup of coffee."}, {"scene_id": "atwt-09-16-04s3", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-16-04s4", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a window.", "with_names": "a man is standing in a doorway, looking at a window."}, {"scene_id": "atwt-09-16-04s5", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-16-04s6", "raw": "A scene from a TV show in which a man is yelling and other people are dancing in a locker room. The word Friday is written in red letters on the screen.", "with_names": "a man is yelling and other people are dancing in a locker room. the word friday is written in red letters on the screen."}, {"scene_id": "atwt-09-16-04s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-16-04s8", "raw": "A scene from a TV show in which a man stands next to a large pill. The caption reads: Studies vs Prevacid® Lansoprazole in patients with moderate to severe damage.", "with_names": "a man stands next to a large pill. the caption reads: studies vs prevacid® lansoprazole in patients with moderate to severe damage."}, {"scene_id": "atwt-09-16-04s9", "raw": "A scene from a TV show in which a man is in a boxing ring and is looking at a white towel.", "with_names": "a man is in a boxing ring and is looking at a white towel."}, {"scene_id": "atwt-09-16-04s10", "raw": "A scene from a TV show in which a woman is wearing a pink top and black pants", "with_names": "a woman is wearing a pink top and black pants"}, {"scene_id": "atwt-09-16-04s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-16-04s12", "raw": "A scene from a TV show in which a woman is climbing a rock wall while a man holds a rope.", "with_names": "a woman is climbing a rock wall while a man holds a rope."}, {"scene_id": "atwt-09-16-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-16-04s14", "raw": "A scene from a TV show in which a man is trying to open a refrigerator with a baseball bat.", "with_names": "a man is trying to open a refrigerator with a baseball bat."}, {"scene_id": "atwt-09-16-04s15", "raw": "A scene from a TV show in which the credits are shown", "with_names": "the credits are shown"}, {"scene_id": "atwt-09-16-04s16", "raw": "A scene from a TV show in which a man is wearing a shirt and a woman is in a blue shirt.", "with_names": "a man is wearing a shirt and a woman is in a blue shirt."}, {"scene_id": "atwt-09-16-04s17", "raw": "A scene from a TV show in which a woman is wearing a white shirt and buttoning it up.", "with_names": "a woman is wearing a white shirt and buttoning it up."}, {"scene_id": "atwt-09-16-04s18", "raw": "A scene from a TV show in which a man is in a wheelchair and a woman is shaving his head.", "with_names": "a man is in a wheelchair and a woman is shaving his head."}, {"scene_id": "atwt-09-16-04s19", "raw": "A scene from a TV show in which a young man is in a boxing ring.", "with_names": "a young man is in a boxing ring."}, {"scene_id": "atwt-09-16-04s20", "raw": "A scene from a TV show in which a puppy is running in a field with the word REPAIR", "with_names": "a puppy is running in a field with the word repair"}, {"scene_id": "atwt-09-16-04s21", "raw": "A scene from a TV show in which a woman is in labor and a man is standing next to her.", "with_names": "a woman is in labor and a man is standing next to her."}, {"scene_id": "atwt-09-16-04s22", "raw": "A scene from a TV show in which a man is talking to another man, both of them are wearing suits.", "with_names": ""}, {"scene_id": "atwt-09-16-04s23", "raw": "A scene from a TV show in which a baby is playing with a toy car.", "with_names": "a baby is playing with a toy car."}, {"scene_id": "atwt-09-16-04s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-04s25", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them looking at the other with a look of disapproval.", "with_names": "two women are standing next to each other, with one of them looking at the other with a look of disapproval."}, {"scene_id": "atwt-09-16-04s26", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}]