[{"scene_id": "bb-11-11-05s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-11-11-05s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-11-05s2", "raw": "A scene from a TV show in which a woman is standing at a podium, holding a trophy. Two men are standing behind her, one on each side of her.", "with_names": "a woman is standing at a podium, holding a trophy. two men are standing behind her, one on each side of her."}, {"scene_id": "bb-11-11-05s3", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a red dress and the other is wearing a black dress.", "with_names": "two women are standing next to each other, one is wearing a red dress and the other is wearing a black dress."}, {"scene_id": "bb-11-11-05s4", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-11-11-05s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is smiling.", "with_names": "*************************************************************** is wearing a suit and a tie and is smiling."}, {"scene_id": "bb-11-11-05s7", "raw": "A scene from a TV show in which a man and a woman are holding champagne glasses.", "with_names": "a man and a woman are holding champagne glasses."}, {"scene_id": "bb-11-11-05s8", "raw": "A scene from a TV show in which a man is holding a drink and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-11-05s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-11-11-05s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and ********************************************************* are standing next to each other."}, {"scene_id": "bb-11-11-05s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, smiling and looking at something.", "with_names": "a man and Brooke are sitting next to each other, smiling and looking at something."}, {"scene_id": "bb-11-11-05s13", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at Nick and he is looking back at her."}, {"scene_id": "bb-11-11-05s14", "raw": "A scene from a TV show in which an older woman is talking to a younger man.", "with_names": ""}, {"scene_id": "bb-11-11-05s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-11-05s16", "raw": "A scene from a TV show in which a woman is lying in bed with a blanket over her and a clock on the wall", "with_names": "a woman is lying in bed with a blanket over her and a clock on the wall"}]