[{"scene_id": "bb-01-14-13s0", "raw": "A scene from a TV show in which a box of tissues sits on a desk.", "with_names": "a box of tissues sits on a desk."}, {"scene_id": "bb-01-14-13s1", "raw": "A scene from a TV show in which a man walks into a room and smiles.", "with_names": "Liam walks into a room and smiles."}, {"scene_id": "bb-01-14-13s2", "raw": "A scene from a TV show in which a woman is seen through a camera lens.", "with_names": "a woman is through a camera lens."}, {"scene_id": "bb-01-14-13s3", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-01-14-13s4", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "bb-01-14-13s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-14-13s6", "raw": "A scene from a TV show in which a woman is standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-01-14-13s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-14-13s8", "raw": "A scene from a TV show in which models walk down a runway wearing clothes.", "with_names": "models walk down a runway wearing clothes."}, {"scene_id": "bb-01-14-13s9", "raw": "A scene from a TV show in which a man is shown in a sauna.", "with_names": ""}, {"scene_id": "bb-01-14-13s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-14-13s11", "raw": "A scene from a TV show in which a man is standing in a room with two other men.", "with_names": "a man is standing in a room with two other men."}, {"scene_id": "bb-01-14-13s12", "raw": "A scene from a TV show in which a woman drives a car and looks at a man through the windshield.", "with_names": "Steffy drives a car and looks at a man through the windshield."}, {"scene_id": "bb-01-14-13s13", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Liam kisses Hope on the cheek."}]