[{"scene_id": "gl-10-17-01s0", "raw": "A scene from a TV show in which a woman is screaming and a man is holding her head", "with_names": "Lillian is screaming and a man is holding her head"}, {"scene_id": "gl-10-17-01s2", "raw": "A scene from a TV show in which a woman is sitting in a living room and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-17-01s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and Lillian are looking at each other and smiling."}, {"scene_id": "gl-10-17-01s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-10-17-01s6", "raw": "A scene from a TV show in which a woman is dancing with a man in a living room.", "with_names": "a woman is dancing with a man in a living room."}, {"scene_id": "gl-10-17-01s8", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "gl-10-17-01s10", "raw": "A scene from a TV show in which a circle is superimposed over a white circle", "with_names": "a circle is superimposed over a white circle"}, {"scene_id": "gl-10-17-01s12", "raw": "A scene from a TV show in which a man is dressed in a military uniform and a woman is wearing a pink dress.", "with_names": "a man is dressed in a military uniform and Horton is wearing a pink dress."}, {"scene_id": "gl-10-17-01s13", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "gl-10-17-01s14", "raw": "A scene from a TV show in which two men are standing in a library.", "with_names": "two men are standing in a library."}, {"scene_id": "gl-10-17-01s15", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-17-01s17", "raw": "A scene from a TV show in which a woman slaps a man in the face.", "with_names": "Michelle slaps Harley in the face."}, {"scene_id": "gl-10-17-01s18", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a table.", "with_names": "a man is standing in a kitchen, looking at a table."}, {"scene_id": "gl-10-17-01s20", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is holding a wine glass.", "with_names": "two men are standing in a living room, one of them is holding a wine glass."}, {"scene_id": "gl-10-17-01s22", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "gl-10-17-01s24", "raw": "A scene from a TV show in which a man is wearing a military uniform and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-17-01s25", "raw": "A scene from a TV show in which a woman is sitting on a couch with her hand on the shoulder of a young girl.", "with_names": ""}, {"scene_id": "gl-10-17-01s27", "raw": "A scene from a TV show in which a blonde woman sits on a couch with a blond woman.", "with_names": "a blonde woman sits on a couch with a blond woman."}, {"scene_id": "gl-10-17-01s28", "raw": "A scene from a TV show in which a blonde woman is looking at a mirror and touching her hair.", "with_names": "a blonde woman is looking at a mirror and touching her hair."}, {"scene_id": "gl-10-17-01s29", "raw": "A scene from a TV show in which a man is standing in front of a woman and another man.", "with_names": "a man is standing in front of a woman and another man."}, {"scene_id": "gl-10-17-01s30", "raw": "A scene from a TV show in which a priest is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-17-01s31", "raw": "A scene from a TV show in which a man is being hit on by another man.", "with_names": "a man is being hit on by another man."}, {"scene_id": "gl-10-17-01s32", "raw": "A scene from a TV show in which a man and a woman are kissing in a room full of people.", "with_names": "Hudson and __________________________________________ are kissing in a room full of people."}, {"scene_id": "gl-10-17-01s33", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-17-01s35", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Regina is hugging a man."}, {"scene_id": "gl-10-17-01s37", "raw": "A scene from a TV show in which a blonde woman is hugging a man.", "with_names": "a blonde woman is hugging Maid."}, {"scene_id": "gl-10-17-01s39", "raw": "A scene from a TV show in which a woman is wearing a dress and a wig and is sitting next to a man in a military uniform.", "with_names": "Horton is wearing a dress and a wig and is sitting next to a man in a military uniform."}, {"scene_id": "gl-10-17-01s40", "raw": "A scene from a TV show in which a man is talking to a woman in a pink dress.", "with_names": ""}, {"scene_id": "gl-10-17-01s42", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at Hudson and he is looking back at her."}, {"scene_id": "gl-10-17-01s43", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-10-17-01s44", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-10-17-01s45", "raw": "A scene from a TV show in which a woman is walking down a hallway, holding a handbag.", "with_names": "a woman is walking down a hallway, holding a handbag."}, {"scene_id": "gl-10-17-01s46", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-17-01s48", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-17-01s50", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-17-01s52", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-10-17-01s53", "raw": "A scene from a TV show in which a young man is wearing a suit and a red shirt.", "with_names": "a young man is wearing a suit and a red shirt."}, {"scene_id": "gl-10-17-01s54", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]