[{"scene_id": "bb-01-05-07s0", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-01-05-07s1", "raw": "A scene from a TV show in which a man is walking down a hallway and a clock is counting down the seconds.", "with_names": "a man is walking down a hallway and a clock is counting down the seconds."}, {"scene_id": "bb-01-05-07s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-01-05-07s3", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a man stands behind her.", "with_names": "a woman is wearing a long black dress and a man stands behind her."}, {"scene_id": "bb-01-05-07s4", "raw": "A scene from a TV show in which a man is sitting in a chair and two men are standing behind him.", "with_names": ""}, {"scene_id": "bb-01-05-07s5", "raw": "A scene from a TV show in which a man is wearing a white captain's uniform and a mustache.", "with_names": "a man is wearing a white captain's uniform and a mustache."}, {"scene_id": "bb-01-05-07s6", "raw": "A scene from a TV show in which a man is standing in front of a green screen with the words \"Forbidden\" written on it.", "with_names": "a man is standing in front of a green screen with the words \"forbidden\" written on it."}, {"scene_id": "bb-01-05-07s7", "raw": "A scene from a TV show in which a man is walking down a hallway and his hair is blowing in the wind", "with_names": "a man is walking down a hallway and his hair is blowing in the wind"}, {"scene_id": "bb-01-05-07s8", "raw": "A scene from a TV show in which a woman is talking to a man in a shop.", "with_names": ""}, {"scene_id": "bb-01-05-07s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is watching her.", "with_names": "a woman is wearing a blue dress and a man is watching her."}, {"scene_id": "bb-01-05-07s10", "raw": "A scene from a TV show in which a doctor is talking to a man and a woman.", "with_names": ""}, {"scene_id": "bb-01-05-07s11", "raw": "A scene from a TV show in which a woman is running and a man is standing behind her, with a table and wine glasses in the background.", "with_names": "a woman is running and a man is standing behind her, with a table and wine glasses in the background."}, {"scene_id": "bb-01-05-07s12", "raw": "A scene from a TV show in which two men are standing next to each other, looking up at something.", "with_names": "two men are standing next to each other, looking up at something."}]