[{"scene_id": "bb-02-13-15s0", "raw": "A scene from a TV show in which a man and a woman hold hands and look at each other.", "with_names": "a man and a woman hold hands and look at each other."}, {"scene_id": "bb-02-13-15s1", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway and looking at each other.", "with_names": "Wyatt and Quinn are standing in a doorway and looking at each other."}, {"scene_id": "bb-02-13-15s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-02-13-15s3", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-13-15s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-13-15s5", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-02-13-15s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Wyatt and Quinn are sitting next to each other."}, {"scene_id": "bb-02-13-15s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Brooke is crying."}, {"scene_id": "bb-02-13-15s8", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "Deacon is in a black room"}, {"scene_id": "bb-02-13-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at a door.", "with_names": "a man is wearing a suit and tie and is looking at a door."}, {"scene_id": "bb-02-13-15s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-13-15s11", "raw": "A scene from a TV show in which a woman holds a glass of water.", "with_names": "a woman holds a glass of water."}, {"scene_id": "bb-02-13-15s12", "raw": "A scene from a TV show in which a man is looking at a candle.", "with_names": "a man is looking at a candle."}, {"scene_id": "bb-02-13-15s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is leaning over him, holding his arm.", "with_names": ""}, {"scene_id": "bb-02-13-15s14", "raw": "A scene from a TV show in which a man is pointing his finger at another man.", "with_names": "a man is pointing his finger at another man."}, {"scene_id": "bb-02-13-15s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-13-15s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-13-15s17", "raw": "A scene from a TV show in which a man is sitting in a dark room with a bottle and a flower.", "with_names": "a man is sitting in a dark room with a bottle and a flower."}]