[{"scene_id": "atwt-06-10-05s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Mike and a woman are standing next to each other."}, {"scene_id": "atwt-06-10-05s1", "raw": "A scene from a TV show in which a woman is shown how to wash her hands properly.", "with_names": ""}, {"scene_id": "atwt-06-10-05s2", "raw": "A scene from a TV show in which a man is seen in a hospital bed with a large scar on his back.", "with_names": "a man is in a hospital bed with a large scar on his back."}, {"scene_id": "atwt-06-10-05s3", "raw": "A scene from a TV show in which a young woman is wearing a black bra and a short blonde hair.", "with_names": "a young woman is wearing a black bra and a short blonde hair."}, {"scene_id": "atwt-06-10-05s4", "raw": "A scene from a TV show in which a woman is wearing a pink top and smiling.", "with_names": "a woman is wearing a pink top and smiling."}, {"scene_id": "atwt-06-10-05s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-06-10-05s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-10-05s7", "raw": "A scene from a TV show in which a woman is wearing a red outfit and a blonde wig, and she is holding a yellow lightning bolt.", "with_names": "a woman is wearing a red outfit and a blonde wig, and she is holding a yellow lightning bolt."}, {"scene_id": "atwt-06-10-05s8", "raw": "A scene from a TV show in which a young girl is shown using a hair product in the bath.", "with_names": ""}, {"scene_id": "atwt-06-10-05s9", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-10-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-10-05s11", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde wig.", "with_names": "a woman is wearing a black shirt and a blonde wig."}, {"scene_id": "atwt-06-10-05s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-10-05s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-06-10-05s14", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-06-10-05s15", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-10-05s16", "raw": "A scene from a TV show in which a man is lying in bed and a clock is on the bedside table.", "with_names": "a man is lying in bed and a clock is on the bedside table."}, {"scene_id": "atwt-06-10-05s17", "raw": "A scene from a TV show in which a pregnant woman is standing next to a man, who is looking at his phone.", "with_names": "a pregnant woman is standing next to a man, who is looking at his phone."}, {"scene_id": "atwt-06-10-05s18", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-06-10-05s19", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses a man on the cheek."}, {"scene_id": "atwt-06-10-05s20", "raw": "A scene from a TV show in which a woman is looking down and wearing a black shirt", "with_names": "a woman is looking down and wearing a black shirt"}, {"scene_id": "atwt-06-10-05s21", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "a woman is smiling and looking up."}, {"scene_id": "atwt-06-10-05s22", "raw": "A scene from a TV show in which a man is talking to another man and the caption reads, \"Fire me... Please!\"", "with_names": ""}, {"scene_id": "atwt-06-10-05s23", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-10-05s24", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and a yellow cardigan.", "with_names": "a blonde woman is wearing a green dress and a yellow cardigan."}, {"scene_id": "atwt-06-10-05s25", "raw": "A scene from a TV show in which a young girl paints a picture.", "with_names": "a young girl paints a picture."}, {"scene_id": "atwt-06-10-05s26", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-10-05s27", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-06-10-05s28", "raw": "A scene from a TV show in which a woman is looking down and wearing a brown top.", "with_names": "a woman is looking down and wearing a brown top."}, {"scene_id": "atwt-06-10-05s29", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a blonde wig", "with_names": "a woman is wearing a plaid shirt and a blonde wig"}, {"scene_id": "atwt-06-10-05s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-06-10-05s31", "raw": "A scene from a TV show in which a woman is looking through a window.", "with_names": "a woman is looking through a window."}]