[{"scene_id": "bb-09-29-15s0", "raw": "A scene from a TV show in which a man and a woman embrace.", "with_names": "Ridge and Caroline embrace."}, {"scene_id": "bb-09-29-15s1", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down.", "with_names": "] is sitting at a desk and looking down."}, {"scene_id": "bb-09-29-15s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-29-15s3", "raw": "A scene from a TV show in which a model walks the runway in a white gown", "with_names": "a model walks the runway in a white gown"}, {"scene_id": "bb-09-29-15s4", "raw": "A scene from a TV show in which a man is interviewed about his life.", "with_names": "a man is interviewed about his life."}, {"scene_id": "bb-09-29-15s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-09-29-15s6", "raw": "A scene from a TV show in which a man and a woman embrace.", "with_names": "a man and a woman embrace."}, {"scene_id": "bb-09-29-15s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-29-15s8", "raw": "A scene from a TV show in which a man is holding a folder and looking at a book.", "with_names": "a man is holding a folder and looking at a book."}, {"scene_id": "bb-09-29-15s9", "raw": "A scene from a TV show in which a woman is hugging a man in a room with a painting of a woman on the wall.", "with_names": "a woman is hugging a man in a room with a painting of a woman on the wall."}, {"scene_id": "bb-09-29-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-29-15s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "bb-09-29-15s12", "raw": "", "with_names": ""}, {"scene_id": "bb-09-29-15s13", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-09-29-15s14", "raw": "", "with_names": ""}, {"scene_id": "bb-09-29-15s15", "raw": "A scene from a TV show in which a man and a woman sit on a bed and talk.", "with_names": "a man and a woman sit on a bed and talk."}, {"scene_id": "bb-09-29-15s16", "raw": "A scene from a TV show in which a man is interviewed by a woman.", "with_names": "a man is interviewed by a woman."}, {"scene_id": "bb-09-29-15s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-09-29-15s18", "raw": "A scene from a TV show in which a man is standing shirtless in a bathroom, a woman is looking at him.", "with_names": "a man is standing shirtless in a bathroom, a woman is looking at him."}]