[{"scene_id": "bb-02-03-15s0", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "Bill is proposing to Katie."}, {"scene_id": "bb-02-03-15s1", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "bb-02-03-15s2", "raw": "A scene from a TV show in which a woman is smiling at another woman.", "with_names": "a woman is smiling at another woman."}, {"scene_id": "bb-02-03-15s3", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-02-03-15s4", "raw": "A scene from a TV show in which a woman is standing in front of a desk and talking.", "with_names": ""}, {"scene_id": "bb-02-03-15s5", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-02-03-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-03-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-03-15s8", "raw": "A scene from a TV show in which a woman is hugging another woman while a man stands in the background.", "with_names": "a woman is hugging another woman while a man stands in the background."}, {"scene_id": "bb-02-03-15s9", "raw": "A scene from a TV show in which a woman is standing in a room with a book and a laptop.", "with_names": "a woman is standing in a room with a book and a laptop."}, {"scene_id": "bb-02-03-15s10", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-02-03-15s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-02-03-15s12", "raw": "A scene from a TV show in which a man and a woman are kissing in a kitchen.", "with_names": "a man and a woman are kissing in a kitchen."}, {"scene_id": "bb-02-03-15s13", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}]