[{"scene_id": "atwt-03-04-09s0", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a chair.", "with_names": "a man is standing in a room with a couch and a chair."}, {"scene_id": "atwt-03-04-09s1", "raw": "A scene from a TV show in which a man is standing in a bathroom holding a balloon.", "with_names": "a man is standing in a bathroom holding a balloon."}, {"scene_id": "atwt-03-04-09s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-04-09s3", "raw": "A scene from a TV show in which a woman is slapping another woman in the face.", "with_names": "a woman is slapping another woman in the face."}, {"scene_id": "atwt-03-04-09s4", "raw": "A scene from a TV show in which a woman is wearing a black shirt and blonde hair", "with_names": "a woman is wearing a black shirt and blonde hair"}, {"scene_id": "atwt-03-04-09s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-04-09s6", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at the camera.", "with_names": "a man is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-03-04-09s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-03-04-09s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-04-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-04-09s10", "raw": "A scene from a TV show in which a boy and a girl are standing in front of a door and smiling at each other.", "with_names": "a boy and a girl are standing in front of a door and smiling at each other."}, {"scene_id": "atwt-03-04-09s11", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-03-04-09s12", "raw": "A scene from a TV show in which a man and a woman are standing in the snow.", "with_names": "a man and a woman are standing in the snow."}, {"scene_id": "atwt-03-04-09s13", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-03-04-09s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is leaning over her, smiling.", "with_names": ""}, {"scene_id": "atwt-03-04-09s15", "raw": "A scene from a TV show in which a woman is seen looking in the mirror and touching her neck.", "with_names": "a woman is looking in the mirror and touching her neck."}, {"scene_id": "atwt-03-04-09s16", "raw": "A scene from a TV show in which a blue folder is open with a picture of a dog inside.", "with_names": "a blue folder is open with a picture of a dog inside."}, {"scene_id": "atwt-03-04-09s17", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-04-09s18", "raw": "A scene from a TV show in which a fireman is kissing a woman on the cheek.", "with_names": "a fireman is kissing a woman on the cheek."}, {"scene_id": "atwt-03-04-09s19", "raw": "A scene from a TV show in which a man is seen walking down a flight of stairs.", "with_names": "a man is walking down a flight of stairs."}, {"scene_id": "atwt-03-04-09s20", "raw": "A scene from a TV show in which a girl is yelling at a boy.", "with_names": "a girl is yelling at a boy."}, {"scene_id": "atwt-03-04-09s21", "raw": "A scene from a TV show in which a woman is looking at a picture frame and making a face.", "with_names": "a woman is looking at a picture frame and making a face."}, {"scene_id": "atwt-03-04-09s22", "raw": "A scene from a TV show in which a giant cookie is about to be thrown at a man.", "with_names": "a giant cookie is about to be thrown at a man."}, {"scene_id": "atwt-03-04-09s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-04-09s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-04-09s25", "raw": "A scene from a TV show in which Elizabeth Banks is shown in a blond wig.", "with_names": ""}]