[{"scene_id": "bb-11-04-19s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-04-19s1", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Thomas is looking at Hope."}, {"scene_id": "bb-11-04-19s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her.", "with_names": ""}, {"scene_id": "bb-11-04-19s3", "raw": "A scene from a TV show in which a man holds a camera to his eye.", "with_names": "Ridge holds a camera to his eye."}, {"scene_id": "bb-11-04-19s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-11-04-19s5", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with the woman wearing a white shirt with a gold skull on it.", "with_names": "Liam and Steffy are standing in a kitchen, with the woman wearing a white shirt with a gold skull on it."}, {"scene_id": "bb-11-04-19s6", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Shauna is looking at Ridge and he is looking back at her."}, {"scene_id": "bb-11-04-19s7", "raw": "A scene from a TV show in which a woman is smiling and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-04-19s8", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "bb-11-04-19s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-04-19s12", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and they are both looking at a cell phone.", "with_names": ""}, {"scene_id": "bb-11-04-19s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at a cell phone.", "with_names": "a man and a woman sit on a couch, looking at a cell phone."}, {"scene_id": "bb-11-04-19s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-04-19s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-04-19s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-11-04-19s17", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Ridge and Shauna sit on a couch and talk."}, {"scene_id": "bb-11-04-19s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-04-19s19", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "bb-11-04-19s20", "raw": "A scene from a TV show in which a man is wearing a white tank top and looking at a woman.", "with_names": "Ridge is wearing a white tank top and looking at Shauna."}]