[{"scene_id": "bb-11-04-19s0", "raw": "a man is walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "bb-11-04-19s1", "raw": "a man and woman are kissing each other in a room.", "with_names": "Thomas and woman are kissing each other in a room."}, {"scene_id": "bb-11-04-19s2", "raw": "two women are sitting on a couch and one woman is talking about the other.", "with_names": ""}, {"scene_id": "bb-11-04-19s3", "raw": "a man and woman are talking about a scene of a man.", "with_names": ""}, {"scene_id": "bb-11-04-19s4", "raw": "a woman is sitting on a couch talking about her experience.", "with_names": ""}, {"scene_id": "bb-11-04-19s5", "raw": "a man is talking about a video of a man and a woman is talking about it.", "with_names": ""}, {"scene_id": "bb-11-04-19s6", "raw": "a man and a woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "bb-11-04-19s7", "raw": "a man and woman are walking around a room and talking.", "with_names": ""}, {"scene_id": "bb-11-04-19s8", "raw": "a man and a woman are talking about the experience of a home.", "with_names": ""}, {"scene_id": "bb-11-04-19s9", "raw": "a man and woman are talking on the phone while a man is talking.", "with_names": ""}, {"scene_id": "bb-11-04-19s10", "raw": "a man and woman are kissing each other while music is playing.", "with_names": "Brooke and woman are kissing each other while music is playing."}, {"scene_id": "bb-11-04-19s11", "raw": "a man and a woman are sitting in a room and talking about the experience.", "with_names": ""}, {"scene_id": "bb-11-04-19s12", "raw": "two women are sitting on a couch and talking about a movie.", "with_names": ""}, {"scene_id": "bb-11-04-19s13", "raw": "a man and woman are talking about a conference and having a conversation.", "with_names": ""}, {"scene_id": "bb-11-04-19s14", "raw": "a man and woman kiss each other in a kiss.", "with_names": "Brooke and woman kiss each other in a kiss."}, {"scene_id": "bb-11-04-19s15", "raw": "a man and a woman are sitting in a room and one of them is being slapped.", "with_names": "Ridge and Shauna are sitting in a room and one of them is being slapped."}, {"scene_id": "bb-11-04-19s16", "raw": "a man and a woman are talking about a game of a house.", "with_names": ""}, {"scene_id": "bb-11-04-19s17", "raw": "two women are in a living room and one woman is talking about the experience.", "with_names": ""}, {"scene_id": "bb-11-04-19s18", "raw": "a man and woman are talking about a kiss, then a man is shown kissing.", "with_names": ""}]