[{"scene_id": "gl-03-08-05s0", "raw": "A scene from a TV show in which a woman is walking into a door and a man is standing behind her", "with_names": "Alexandra is walking into a door and Alan is standing behind her"}, {"scene_id": "gl-03-08-05s1", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-03-08-05s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Holly is crying"}, {"scene_id": "gl-03-08-05s3", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-03-08-05s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-08-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-03-08-05s6", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and large hoop earrings.", "with_names": "a woman is wearing a leather jacket and large hoop earrings."}, {"scene_id": "gl-03-08-05s7", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "gl-03-08-05s8", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-03-08-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "Edmund is looking at Cassie and saying,"}, {"scene_id": "gl-03-08-05s10", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Olivia is kissing Alan on the cheek."}, {"scene_id": "gl-03-08-05s11", "raw": "A scene from a TV show in which a man is eating a sandwich and his mouth is open", "with_names": "Bill is eating a sandwich and his mouth is open"}, {"scene_id": "gl-03-08-05s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-08-05s13", "raw": "A scene from a TV show in which a woman is getting a man to kiss her.", "with_names": "Dinah is getting Corey to kiss her."}, {"scene_id": "gl-03-08-05s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-08-05s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Olivia is crying"}, {"scene_id": "gl-03-08-05s20", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-03-08-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-08-05s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-08-05s23", "raw": "A scene from a TV show in which a woman is holding a child and a man is standing next to her.", "with_names": "Cassie is holding a child and Edmund is standing next to her."}, {"scene_id": "gl-03-08-05s24", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-03-08-05s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "gl-03-08-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-08-05s28", "raw": "A scene from a TV show in which a woman is talking on the phone and her hands are in her hair.", "with_names": ""}, {"scene_id": "gl-03-08-05s29", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her.", "with_names": "Dinah is sitting at a table with Corey standing behind her."}, {"scene_id": "gl-03-08-05s30", "raw": "A scene from a TV show in which a woman is laying on a coffin", "with_names": "Cassie is laying on a coffin"}, {"scene_id": "gl-03-08-05s31", "raw": "A scene from a TV show in which a woman is talking to a man on a balcony.", "with_names": ""}, {"scene_id": "gl-03-08-05s32", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-03-08-05s33", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-03-08-05s34", "raw": "A scene from a TV show in which a woman is crying and a door is open", "with_names": "a woman is crying and a door is open"}]