[{"scene_id": "atwt-06-25-10s0", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-06-25-10s1", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "a woman is standing in a room with her arms crossed."}, {"scene_id": "atwt-06-25-10s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and talking.", "with_names": ""}, {"scene_id": "atwt-06-25-10s3", "raw": "A scene from a TV show in which a woman is standing behind bars.", "with_names": "a woman is standing behind bars."}, {"scene_id": "atwt-06-25-10s4", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-06-25-10s5", "raw": "A scene from a TV show in which a man is seen in a lab coat and a woman in a lab gown.", "with_names": "a man is in a lab coat and a woman in a lab gown."}, {"scene_id": "atwt-06-25-10s6", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and gold earrings.", "with_names": "a woman is wearing a pink shirt and gold earrings."}, {"scene_id": "atwt-06-25-10s7", "raw": "A scene from a TV show in which a woman is sitting on a porch and a man is standing behind her.", "with_names": "a woman is sitting on a porch and ] is standing behind her."}, {"scene_id": "atwt-06-25-10s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-25-10s9", "raw": "A scene from a TV show in which a woman is seen dancing in front of a car.", "with_names": "a woman is dancing in front of a car."}, {"scene_id": "atwt-06-25-10s10", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a red jacket.", "with_names": "a woman is wearing a blue dress and a red jacket."}, {"scene_id": "atwt-06-25-10s11", "raw": "A scene from a TV show in which a boy is crying.", "with_names": "a boy is crying."}, {"scene_id": "atwt-06-25-10s12", "raw": "A scene from a TV show in which a man is looking at flowers.", "with_names": "a man is looking at flowers."}, {"scene_id": "atwt-06-25-10s13", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking at a piece of paper, while a man stands behind her, looking over her shoulder.", "with_names": "a woman is standing in a kitchen, looking at a piece of paper, while a man stands behind her, looking over her shoulder."}, {"scene_id": "atwt-06-25-10s14", "raw": "A scene from a TV show in which a man is pouring water from a tap into a large plastic figure of a man and a woman.", "with_names": "a man is pouring water from a tap into a large plastic figure of a man and a woman."}, {"scene_id": "atwt-06-25-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-25-10s16", "raw": "A scene from a TV show in which a young man is looking down and his mouth is open.", "with_names": "a young man is looking down and his mouth is open."}, {"scene_id": "atwt-06-25-10s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-06-25-10s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-06-25-10s19", "raw": "A scene from a TV show in which a rose is being made", "with_names": "a rose is being made"}, {"scene_id": "atwt-06-25-10s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-25-10s21", "raw": "A scene from a TV show in which a pregnant woman is sitting on the floor with her husband.", "with_names": "a pregnant woman is sitting on the floor with her husband."}, {"scene_id": "atwt-06-25-10s22", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-06-25-10s23", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-06-25-10s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-25-10s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-25-10s26", "raw": "A scene from a TV show in which a woman is wearing a blue dress and big hoop earrings.", "with_names": "a woman is wearing a blue dress and big hoop earrings."}, {"scene_id": "atwt-06-25-10s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a microphone.", "with_names": "a man is wearing a suit and a tie and is standing in front of a microphone."}, {"scene_id": "atwt-06-25-10s28", "raw": "A scene from a TV show in which two women are fighting.", "with_names": "two women are fighting."}, {"scene_id": "atwt-06-25-10s29", "raw": "A scene from a TV show in which a hand is seen writing on a wall.", "with_names": "a hand is writing on a wall."}]