[{"scene_id": "bb-05-29-14s0", "raw": "A scene from a TV show in which a man proposes to a woman on a beach.", "with_names": "a man proposes to a woman on a beach."}, {"scene_id": "bb-05-29-14s1", "raw": "", "with_names": ""}, {"scene_id": "bb-05-29-14s2", "raw": "A scene from a TV show in which a man is sitting in a dark room, looking at a glowing light.", "with_names": "a man is sitting in a dark room, looking at a glowing light."}, {"scene_id": "bb-05-29-14s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-05-29-14s4", "raw": "A scene from a TV show in which a woman talks on her cell phone while sitting at a desk.", "with_names": "a woman talks on her cell phone while sitting at a desk."}, {"scene_id": "bb-05-29-14s5", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-05-29-14s6", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "bb-05-29-14s7", "raw": "A scene from a TV show in which a man and a woman are in a living room.", "with_names": "a man and a woman are in a living room."}, {"scene_id": "bb-05-29-14s8", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-29-14s9", "raw": "A scene from a TV show in which a man uses an iPad.", "with_names": "a man uses an ipad."}, {"scene_id": "bb-05-29-14s10", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "a woman sits on a couch and talks to a man."}, {"scene_id": "bb-05-29-14s11", "raw": "A scene from a TV show in which a couple is getting married on a beach.", "with_names": "a couple is getting married on a beach."}, {"scene_id": "bb-05-29-14s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-05-29-14s13", "raw": "A scene from a TV show in which a large building is shown in the background, and a bridge is in the foreground.", "with_names": ""}, {"scene_id": "bb-05-29-14s14", "raw": "A scene from a TV show in which a woman is helping a young girl put on a hijab.", "with_names": "a woman is helping a young girl put on a hijab."}, {"scene_id": "bb-05-29-14s15", "raw": "A scene from a TV show in which a woman is wearing a traditional dress and a man is dressed in a suit.", "with_names": "a woman is wearing a traditional dress and a man is dressed in a suit."}, {"scene_id": "bb-05-29-14s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-29-14s17", "raw": "A scene from a TV show in which a woman is interviewed in front of a palace.", "with_names": "a woman is interviewed in front of a palace."}, {"scene_id": "bb-05-29-14s18", "raw": "", "with_names": ""}]