[{"scene_id": "bb-12-18-17s0", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Liam is yelling at Steffy."}, {"scene_id": "bb-12-18-17s1", "raw": "A scene from a TV show in which a woman is kissing a man on the neck.", "with_names": "Bill is kissing Wyatt on the neck."}, {"scene_id": "bb-12-18-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-12-18-17s3", "raw": "A scene from a TV show in which a man and a woman are lying in bed together, looking at a cell phone.", "with_names": "a man and a woman are lying in bed together, looking at a cell phone."}, {"scene_id": "bb-12-18-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-12-18-17s5", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and he is holding a cell phone.", "with_names": "a man is lying in bed with a woman, and he is holding a cell phone."}, {"scene_id": "bb-12-18-17s6", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "Wyatt is looking down and his mouth is open."}, {"scene_id": "bb-12-18-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and smiling.", "with_names": "a man is wearing a suit and smiling."}, {"scene_id": "bb-12-18-17s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-12-18-17s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at a framed picture.", "with_names": ""}, {"scene_id": "bb-12-18-17s10", "raw": "A scene from a TV show in which a man sits at a desk with a gun and a picture of his family on the wall.", "with_names": "a man sits at a desk with a gun and a picture of his family on the wall."}, {"scene_id": "bb-12-18-17s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-12-18-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-12-18-17s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-12-18-17s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Steffy is looking at Liam and he is looking back at her."}, {"scene_id": "bb-12-18-17s15", "raw": "A scene from a TV show in which a man and a woman are walking down a staircase.", "with_names": "a man and a woman are walking down a staircase."}, {"scene_id": "bb-12-18-17s16", "raw": "A scene from a TV show in which a woman is smiling", "with_names": "Steffy is smiling"}]