[{"scene_id": "bb-01-09-15s0", "raw": "A scene from a TV show in which a gated driveway leads to a mansion. The driveway is lined with flowers and a wrought iron gate.", "with_names": "a gated driveway leads to Ricksion. the driveway is lined with flowers and a wrought iron gate."}, {"scene_id": "bb-01-09-15s1", "raw": "A scene from a TV show in which a woman is reflected in a mirror and a plant is in front of her.", "with_names": "Maya is reflected in a mirror and a plant is in front of her."}, {"scene_id": "bb-01-09-15s2", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "bb-01-09-15s3", "raw": "A scene from a TV show in which a man and a woman are talking to a saleswoman.", "with_names": ""}, {"scene_id": "bb-01-09-15s4", "raw": "A scene from a TV show in which a woman is standing in front of a man and looking at him.", "with_names": "Caroline is standing in front of Rick and looking at him."}, {"scene_id": "bb-01-09-15s5", "raw": "A scene from a TV show in which a woman talks on her cell phone.", "with_names": "Maya talks on her cell phone."}, {"scene_id": "bb-01-09-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-09-15s7", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Rick and Caroline are standing in a living room."}, {"scene_id": "bb-01-09-15s8", "raw": "A scene from a TV show in which sailboats sail in the ocean near a pier.", "with_names": "sailboats sail in the ocean near a pier."}, {"scene_id": "bb-01-09-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-01-09-15s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-09-15s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-01-09-15s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a flower bouquet.", "with_names": "a woman is wearing a red dress and a flower bouquet."}]