[{"scene_id": "atwt-02-07-06s0", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-02-07-06s1", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is in a black jacket", "with_names": "a woman is wearing a pink turtleneck and a man is in a black jacket"}, {"scene_id": "atwt-02-07-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-07-06s3", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-02-07-06s4", "raw": "A scene from a TV show in which a woman is dancing on a stage in a pink dress.", "with_names": "a woman is dancing on a stage in a pink dress."}, {"scene_id": "atwt-02-07-06s5", "raw": "A scene from a TV show in which a woman is wearing a purple suit and a black scarf.", "with_names": "a woman is wearing a purple suit and a black scarf."}, {"scene_id": "atwt-02-07-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-02-07-06s7", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-02-07-06s8", "raw": "A scene from a TV show in which a man is seen drinking a glass of water in the bathroom.", "with_names": "a man is drinking a glass of water in the bathroom."}, {"scene_id": "atwt-02-07-06s9", "raw": "A scene from a TV show in which a man is trying to open a refrigerator while a woman is standing next to him.", "with_names": "a man is trying to open a refrigerator while a woman is standing next to him."}, {"scene_id": "atwt-02-07-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-07-06s11", "raw": "A scene from a TV show in which a woman is sitting at a bar with a bottle of alcohol, and another woman is standing behind her.", "with_names": "a woman is sitting at a bar with a bottle of alcohol, and another woman is standing behind her."}, {"scene_id": "atwt-02-07-06s12", "raw": "A scene from a TV show in which a shadow of a man is cast over the letter N.", "with_names": "a shadow of a man is cast over the letter n."}, {"scene_id": "atwt-02-07-06s13", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-02-07-06s14", "raw": "A scene from a TV show in which a molecule is shown to be made up of many smaller molecules.", "with_names": ""}, {"scene_id": "atwt-02-07-06s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "atwt-02-07-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-07-06s17", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-02-07-06s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-02-07-06s19", "raw": "A scene from a TV show in which a woman sits at a table reading a newspaper.", "with_names": "a woman sits at a table reading a newspaper."}, {"scene_id": "atwt-02-07-06s20", "raw": "A scene from a TV show in which a young man is wearing a plaid shirt and a white t-shirt", "with_names": "a young man is wearing a plaid shirt and a white t-shirt"}, {"scene_id": "atwt-02-07-06s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-07-06s22", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-02-07-06s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-07-06s24", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man standing behind her.", "with_names": "a woman is sitting at a bar with a man standing behind her."}, {"scene_id": "atwt-02-07-06s25", "raw": "A scene from a TV show in which a woman is sitting in a chair in a room with a sign that says New Vital Radiance Cosmetics.", "with_names": ""}]