[{"scene_id": "pc-06-07-01s0", "raw": "A scene from a TV show in which a man is wearing glasses and a black shirt", "with_names": "a man is wearing glasses and a black shirt"}, {"scene_id": "pc-06-07-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-07-01s2", "raw": "A scene from a TV show in which two women are standing next to each other, one with long blonde hair and the other with short blonde hair, both wearing black clothes.", "with_names": "two women are standing next to each other, one with long blonde hair and the other with short blonde hair, both wearing black clothes."}, {"scene_id": "pc-06-07-01s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "pc-06-07-01s4", "raw": "A scene from a TV show in which a priest is wearing glasses and a collar", "with_names": "a priest is wearing glasses and a collar"}, {"scene_id": "pc-06-07-01s5", "raw": "A scene from a TV show in which a woman is sitting on a bed with a dog", "with_names": "a woman is sitting on a bed with a dog"}, {"scene_id": "pc-06-07-01s6", "raw": "A scene from a TV show in which a priest is talking to a young woman.", "with_names": ""}, {"scene_id": "pc-06-07-01s7", "raw": "A scene from a TV show in which a man is wearing a bandana and a black jacket", "with_names": "a man is wearing a bandana and a black jacket"}, {"scene_id": "pc-06-07-01s8", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at a red flower.", "with_names": ""}, {"scene_id": "pc-06-07-01s9", "raw": "A scene from a TV show in which a woman is standing in a closet, looking at a mirror.", "with_names": "Livvie is standing in a closet, looking at a mirror."}, {"scene_id": "pc-06-07-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-07-01s11", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "pc-06-07-01s12", "raw": "A scene from a TV show in which a man is holding a baby and a woman is sitting on the floor.", "with_names": "a man is holding a baby and Eve is sitting on the floor."}, {"scene_id": "pc-06-07-01s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]