[{"scene_id": "atwt-07-07-10s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "Lily is wearing a red dress and a man is in a suit."}, {"scene_id": "atwt-07-07-10s1", "raw": "A scene from a TV show in which a woman is seen walking down a hallway with her hair pulled back.", "with_names": "a woman is walking down a hallway with her hair pulled back."}, {"scene_id": "atwt-07-07-10s2", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a short brown hair", "with_names": "a boy is wearing a blue shirt and a short brown hair"}, {"scene_id": "atwt-07-07-10s3", "raw": "A scene from a TV show in which a woman is shown with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-07-07-10s4", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a short brown hair", "with_names": "a young man is wearing a blue shirt and a short brown hair"}, {"scene_id": "atwt-07-07-10s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-07-10s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a box of Cinnamon Toast Crunch cereal is on the table in front of her.", "with_names": ""}, {"scene_id": "atwt-07-07-10s7", "raw": "A scene from a TV show in which a girl is wearing a grey shirt and a necklace", "with_names": "a girl is wearing a grey shirt and a necklace"}, {"scene_id": "atwt-07-07-10s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-07-10s9", "raw": "A scene from a TV show in which a girl is wearing a green shirt and a boy is in a blue shirt.", "with_names": "a girl is wearing a green shirt and a boy is in a blue shirt."}, {"scene_id": "atwt-07-07-10s10", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a dining table and chairs in the foreground.", "with_names": "a man and a woman are standing in a kitchen, with a dining table and chairs in the foreground."}, {"scene_id": "atwt-07-07-10s11", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-07-07-10s12", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a man is talking to him.", "with_names": ""}, {"scene_id": "atwt-07-07-10s13", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "atwt-07-07-10s14", "raw": "A scene from a TV show in which a woman is wearing a green shirt and her hair in a ponytail.", "with_names": "a woman is wearing a green shirt and her hair in a ponytail."}, {"scene_id": "atwt-07-07-10s15", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "atwt-07-07-10s16", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-07-10s17", "raw": "A scene from a TV show in which a man is standing in front of a house.", "with_names": "a man is standing in front of a house."}, {"scene_id": "atwt-07-07-10s18", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-07-07-10s19", "raw": "A scene from a TV show in which a young man is sitting on a chair and looking down.", "with_names": ""}, {"scene_id": "atwt-07-07-10s20", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a black hair", "with_names": "a boy is wearing a blue shirt and a black hair"}, {"scene_id": "atwt-07-07-10s21", "raw": "A scene from a TV show in which a woman holds a can of Activia.", "with_names": "] holds a can of activia."}, {"scene_id": "atwt-07-07-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-07-10s23", "raw": "A scene from a TV show in which a man is standing in a forest and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-07-10s24", "raw": "A scene from a TV show in which a green liquid is poured into a test tube.", "with_names": "a green liquid is poured into a test tube."}]