[{"scene_id": "atwt-09-24-07s0", "raw": "A scene from a TV show in which a white cloud explodes in front of a black background.", "with_names": "a white cloud explodes in front of a black background."}, {"scene_id": "atwt-09-24-07s1", "raw": "A scene from a TV show in which a blonde woman is wearing a wedding dress and veil and looking up and smiling.", "with_names": "a blonde woman is wearing a wedding dress and veil and looking up and smiling."}, {"scene_id": "atwt-09-24-07s2", "raw": "A scene from a TV show in which a bride and groom are looking at each other and a man is standing behind them.", "with_names": "a bride and groom are looking at each other and a man is standing behind them."}, {"scene_id": "atwt-09-24-07s3", "raw": "A scene from a TV show in which a woman is sitting on a chair with her hair in a curly ponytail.", "with_names": ""}, {"scene_id": "atwt-09-24-07s4", "raw": "A scene from a TV show in which a young girl is shown a video of a man.", "with_names": ""}, {"scene_id": "atwt-09-24-07s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-24-07s6", "raw": "A scene from a TV show in which a bride is being asked to marry her mother.", "with_names": "a bride is being asked to marry her mother."}, {"scene_id": "atwt-09-24-07s7", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-09-24-07s8", "raw": "A scene from a TV show in which a woman is looking down and a man stands behind her.", "with_names": "a woman is looking down and a man stands behind her."}, {"scene_id": "atwt-09-24-07s9", "raw": "A scene from a TV show in which a woman is sitting next to a police officer.", "with_names": "a woman is sitting next to a police officer."}, {"scene_id": "atwt-09-24-07s10", "raw": "A scene from a TV show in which a man is getting married, and his best man is standing behind him.", "with_names": "a man is getting married, and his best man is standing behind him."}, {"scene_id": "atwt-09-24-07s11", "raw": "A scene from a TV show in which a woman is wearing a green shirt and her hair is curly.", "with_names": "a woman is wearing a green shirt and her hair is curly."}, {"scene_id": "atwt-09-24-07s12", "raw": "A scene from a TV show in which a man sits on the steps of a house.", "with_names": "a man sits on the steps of a house."}, {"scene_id": "atwt-09-24-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-24-07s14", "raw": "A scene from a TV show in which a man and woman are getting married.", "with_names": "a man and woman are getting married."}, {"scene_id": "atwt-09-24-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-09-24-07s16", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "atwt-09-24-07s17", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a green dress.", "with_names": "a man is wearing a suit and a woman is in a green dress."}, {"scene_id": "atwt-09-24-07s18", "raw": "A scene from a TV show in which a woman is smiling at the camera.", "with_names": "a woman is smiling at the camera."}, {"scene_id": "atwt-09-24-07s19", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-09-24-07s20", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "atwt-09-24-07s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-24-07s22", "raw": "A scene from a TV show in which a man places a ring on a woman's hand.", "with_names": "a man places a ring on a woman's hand."}, {"scene_id": "atwt-09-24-07s23", "raw": "A scene from a TV show in which a bottle of Comet shower cleaner is hanging on a wall", "with_names": "a bottle of comet shower cleaner is hanging on a wall"}, {"scene_id": "atwt-09-24-07s24", "raw": "A scene from a TV show in which a bride is seen laughing at her groom.", "with_names": "a bride is laughing at her groom."}, {"scene_id": "atwt-09-24-07s25", "raw": "A scene from a TV show in which a man and a boy are shown a pamphlet.", "with_names": "a man and a boy are shown a pamphlet."}, {"scene_id": "atwt-09-24-07s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-24-07s27", "raw": "A scene from a TV show in which a woman is touching a man's neck with her hand.", "with_names": "a woman is touching a man's neck with her hand."}, {"scene_id": "atwt-09-24-07s28", "raw": "A scene from a TV show in which a bride is throwing her bouquet at a groom.", "with_names": "a bride is throwing her bouquet at a groom."}, {"scene_id": "atwt-09-24-07s29", "raw": "A scene from a TV show in which a woman is dressed in a white dress and a flower in her hair.", "with_names": "a woman is dressed in a white dress and a flower in her hair."}]