[{"scene_id": "atwt-05-15-09s0", "raw": "A scene from a TV show in which a woman is laughing and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-15-09s1", "raw": "A scene from a TV show in which a woman is walking down a hallway with a handbag.", "with_names": "a woman is walking down a hallway with a handbag."}, {"scene_id": "atwt-05-15-09s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-09s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-15-09s4", "raw": "A scene from a TV show in which a woman is seen walking into a bathroom with a dog.", "with_names": "a woman is walking into a bathroom with a dog."}, {"scene_id": "atwt-05-15-09s5", "raw": "A scene from a TV show in which a man is kissing another man's cheek", "with_names": "a man is kissing another man's cheek"}, {"scene_id": "atwt-05-15-09s6", "raw": "A scene from a TV show in which a car is driving through a forest with a sign saying 'Pet Shop'", "with_names": "a car is driving through a forest with a sign saying 'pet shop'"}, {"scene_id": "atwt-05-15-09s7", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a red wig.", "with_names": "a woman is wearing a purple shirt and a red wig."}, {"scene_id": "atwt-05-15-09s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-15-09s9", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a lamp", "with_names": ""}, {"scene_id": "atwt-05-15-09s10", "raw": "A scene from a TV show in which a woman is screaming in a room.", "with_names": "] is screaming in a room."}, {"scene_id": "atwt-05-15-09s11", "raw": "A scene from a TV show in which a blue screen is shown", "with_names": ""}, {"scene_id": "atwt-05-15-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-09s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-15-09s14", "raw": "A scene from a TV show in which a child is seen pushing a door open.", "with_names": "a child is pushing a door open."}, {"scene_id": "atwt-05-15-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-09s16", "raw": "A scene from a TV show in which a man is walking through a door and a clock is hanging on the wall.", "with_names": "a man is walking through a door and a clock is hanging on the wall."}, {"scene_id": "atwt-05-15-09s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-15-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-09s19", "raw": "A scene from a TV show in which a woman is pushing a cart in a grocery store.", "with_names": "a woman is pushing a cart in a grocery store."}, {"scene_id": "atwt-05-15-09s20", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-15-09s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-15-09s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-15-09s23", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-05-15-09s24", "raw": "A scene from a TV show in which a woman is talking to someone in a hospital room.", "with_names": ""}, {"scene_id": "atwt-05-15-09s25", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a bookshelf is behind her.", "with_names": "a woman is wearing a red jacket and a bookshelf is behind her."}, {"scene_id": "atwt-05-15-09s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-15-09s27", "raw": "A scene from a TV show in which Bayer is promoting its savings program.", "with_names": "bayer is promoting its savings program."}, {"scene_id": "atwt-05-15-09s28", "raw": "A scene from a TV show in which a man and a woman are standing in front of a group of people.", "with_names": "a man and a woman are standing in front of a group of people."}]