[{"scene_id": "gl-12-16-05s0", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "Lizzie is kissing Coop passionately."}, {"scene_id": "gl-12-16-05s1", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "gl-12-16-05s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-16-05s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-16-05s6", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-12-16-05s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at the camera.", "with_names": "a man and a woman are standing next to each other, looking at the camera."}, {"scene_id": "gl-12-16-05s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a brown shirt", "with_names": "a man is wearing a leather jacket and a brown shirt"}, {"scene_id": "gl-12-16-05s10", "raw": "A scene from a TV show in which a man and a woman stand in front of a door.", "with_names": "a man and a woman stand in front of a door."}, {"scene_id": "gl-12-16-05s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-16-05s12", "raw": "A scene from a TV show in which a couple is having sex in a hotel room.", "with_names": "a couple is having sex in a hotel room."}, {"scene_id": "gl-12-16-05s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Josh is kissing Olivia on the cheek."}, {"scene_id": "gl-12-16-05s15", "raw": "A scene from a TV show in which a man is talking to a woman in front of a house.", "with_names": ""}, {"scene_id": "gl-12-16-05s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-12-16-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile on her face.", "with_names": ""}, {"scene_id": "gl-12-16-05s22", "raw": "A scene from a TV show in which a woman is holding a wedding ring in her hand.", "with_names": "a woman is holding a wedding ring in her hand."}, {"scene_id": "gl-12-16-05s23", "raw": "A scene from a TV show in which a blonde woman is seduced by a man", "with_names": "a blonde woman is seduced by a man"}, {"scene_id": "gl-12-16-05s24", "raw": "A scene from a TV show in which a man is kissing a blonde woman", "with_names": "Reva is kissing a blonde woman"}, {"scene_id": "gl-12-16-05s26", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a Christmas tree in the background.", "with_names": "a man and a woman are standing in a bar, with a christmas tree in the background."}, {"scene_id": "gl-12-16-05s27", "raw": "A scene from a TV show in which a woman is drinking coffee from a mug.", "with_names": "a woman is drinking coffee from a mug."}, {"scene_id": "gl-12-16-05s29", "raw": "A scene from a TV show in which a woman is holding a cup and looking shocked.", "with_names": "a woman is holding a cup and looking shocked."}, {"scene_id": "gl-12-16-05s30", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-16-05s31", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a blue jacket.", "with_names": "a woman is wearing a green turtleneck and a blue jacket."}, {"scene_id": "gl-12-16-05s32", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "Olivia is looking up at ________________________________________."}, {"scene_id": "gl-12-16-05s33", "raw": "A scene from a TV show in which a woman is walking down the street and a man is following her.", "with_names": "a woman is walking down the street and a man is following her."}, {"scene_id": "gl-12-16-05s34", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-12-16-05s36", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Reva is looking at the camera with a confused expression."}, {"scene_id": "gl-12-16-05s40", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-16-05s41", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging Jeffrey"}, {"scene_id": "gl-12-16-05s45", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jonathan is kissing Tammy on the cheek."}, {"scene_id": "gl-12-16-05s46", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-16-05s47", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-16-05s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-16-05s51", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-16-05s52", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "gl-12-16-05s53", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a blonde wig.", "with_names": "a woman is wearing a yellow dress and a blonde wig."}, {"scene_id": "gl-12-16-05s54", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a brown shirt.", "with_names": ""}, {"scene_id": "gl-12-16-05s56", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "a man is wearing a leather jacket and a shirt"}, {"scene_id": "gl-12-16-05s57", "raw": "A scene from a TV show in which a woman is holding a gun to her head.", "with_names": "a woman is holding a gun to her head."}, {"scene_id": "gl-12-16-05s58", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-12-16-05s62", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-12-16-05s64", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "Tammy is looking at the camera and smiling."}, {"scene_id": "gl-12-16-05s65", "raw": "A scene from a TV show in which a man is jumping on a bed.", "with_names": "a man is jumping on a bed."}, {"scene_id": "gl-12-16-05s66", "raw": "A scene from a TV show in which a woman is wearing a green and black polka dot shirt and is blowing a kiss.", "with_names": "Billy is wearing a green and black polka dot shirt and is blowing a kiss."}, {"scene_id": "gl-12-16-05s68", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is watching her", "with_names": ""}, {"scene_id": "gl-12-16-05s71", "raw": "A scene from a TV show in which a woman is dancing with another woman.", "with_names": "R.J. is dancing with another woman."}, {"scene_id": "gl-12-16-05s73", "raw": "A scene from a TV show in which a blonde woman is being harassed by a man.", "with_names": "a blonde woman is being harassed by a man."}]