[{"scene_id": "pc-01-24-01s0", "raw": "A scene from a TV show in which a woman is talking to another woman in a room with wooden walls.", "with_names": ""}, {"scene_id": "pc-01-24-01s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-24-01s2", "raw": "A scene from a TV show in which a man is being attacked by a dog.", "with_names": "Man is being attacked by a dog."}, {"scene_id": "pc-01-24-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-24-01s4", "raw": "A scene from a TV show in which a woman is sitting in a room with a man", "with_names": "Jamal is sitting in a room with Jack"}, {"scene_id": "pc-01-24-01s5", "raw": "A scene from a TV show in which a woman is sitting in a bar and looking at a man.", "with_names": "Alison is sitting in a bar and looking at Livvie."}, {"scene_id": "pc-01-24-01s6", "raw": "A scene from a TV show in which a young girl is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-24-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-24-01s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-01-24-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-24-01s10", "raw": "A scene from a TV show in which a woman is wearing a green shirt and blonde hair", "with_names": "a woman is wearing a green shirt and blonde hair"}, {"scene_id": "pc-01-24-01s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Eve is looking at Ian and he is looking away."}, {"scene_id": "pc-01-24-01s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-01-24-01s13", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "pc-01-24-01s14", "raw": "A scene from a TV show in which a man is holding a woman in his arms.", "with_names": "Kevin is holding a woman in his arms."}, {"scene_id": "pc-01-24-01s15", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}]