[{"scene_id": "gl-06-21-04s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is trying to run away.", "with_names": "a man is holding a gun and a woman is trying to run away."}, {"scene_id": "gl-06-21-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-06-21-04s2", "raw": "A scene from a TV show in which a woman is talking to someone and her shirt is open", "with_names": ""}, {"scene_id": "gl-06-21-04s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a cup and a bottle on the table.", "with_names": "a man and a woman are sitting at a table, with a cup and a bottle on the table."}, {"scene_id": "gl-06-21-04s4", "raw": "A scene from a TV show in which a man is seen opening a box with his hands.", "with_names": "a man is opening a box with his hands."}, {"scene_id": "gl-06-21-04s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and her hand is on her head", "with_names": ""}, {"scene_id": "gl-06-21-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-21-04s7", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "gl-06-21-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-21-04s12", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her eyes are closed", "with_names": "a woman is wearing a white shirt and her eyes are closed"}, {"scene_id": "gl-06-21-04s13", "raw": "A scene from a TV show in which a woman is talking to someone and making a face", "with_names": ""}, {"scene_id": "gl-06-21-04s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-21-04s16", "raw": "", "with_names": ""}, {"scene_id": "gl-06-21-04s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-21-04s18", "raw": "A scene from a TV show in which a woman is wearing a bright orange top and a short brown hair", "with_names": "a woman is wearing a bright orange top and a short brown hair"}, {"scene_id": "gl-06-21-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-21-04s20", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "gl-06-21-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-21-04s22", "raw": "A scene from a TV show in which a man is trying to sleep", "with_names": "a man is trying to sleep"}, {"scene_id": "gl-06-21-04s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s24", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "gl-06-21-04s25", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "gl-06-21-04s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-21-04s27", "raw": "A scene from a TV show in which a woman is talking to a man in a room with paintings on the walls.", "with_names": ""}, {"scene_id": "gl-06-21-04s28", "raw": "", "with_names": ""}, {"scene_id": "gl-06-21-04s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-21-04s30", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-21-04s31", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-06-21-04s32", "raw": "A scene from a TV show in which a man is wearing a denim jacket and a black t-shirt", "with_names": "a man is wearing a denim jacket and a black t-shirt"}]