[{"scene_id": "bb-05-17-17s0", "raw": "A scene from a TV show in which a man is sitting in a chair while another man stands behind him, talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-05-17-17s1", "raw": "A scene from a TV show in which a man is sitting in a chair and drinking coffee.", "with_names": ""}, {"scene_id": "bb-05-17-17s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-17-17s3", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-17-17s4", "raw": "A scene from a TV show in which a woman is wearing glasses and a beige dress", "with_names": "Quinn is wearing glasses and a beige dress"}, {"scene_id": "bb-05-17-17s6", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Ivy is smiling and looking to the side."}, {"scene_id": "bb-05-17-17s8", "raw": "A scene from a TV show in which a man and two women are talking in a room.", "with_names": ""}, {"scene_id": "bb-05-17-17s9", "raw": "A scene from a TV show in which a man is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-05-17-17s11", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-17-17s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-17-17s13", "raw": "A scene from a TV show in which a woman is standing in front of a rack of clothes.", "with_names": "Brooke is standing in front of a rack of clothes."}, {"scene_id": "bb-05-17-17s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-17-17s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-17-17s16", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a black man.", "with_names": "a man is standing in a room with a woman and a black man."}, {"scene_id": "bb-05-17-17s18", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-05-17-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-17-17s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-17-17s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and looking at a painting.", "with_names": "Ivy is wearing a blue dress and looking at a painting."}, {"scene_id": "bb-05-17-17s22", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-05-17-17s23", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her computer.", "with_names": "a woman is sitting at a desk and looking at her computer."}, {"scene_id": "bb-05-17-17s24", "raw": "A scene from a TV show in which a woman is made to look like a snake.", "with_names": "a woman is made to look like a snake."}]