[{"scene_id": "oltl-07-24-08s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a laptop.", "with_names": "Starr is sitting at a desk and typing on a laptop."}, {"scene_id": "oltl-07-24-08s1", "raw": "A scene from a TV show in which a young man is sitting in a room with a potted plant.", "with_names": "a young man is sitting in a room with a potted plant."}, {"scene_id": "oltl-07-24-08s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-24-08s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-24-08s4", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-07-24-08s5", "raw": "A scene from a TV show in which a man is seen in a black room, with a camera pointed at him.", "with_names": "a man is in a black room, with a camera pointed at him."}, {"scene_id": "oltl-07-24-08s6", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "oltl-07-24-08s7", "raw": "A scene from a TV show in which a woman and a young boy are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-07-24-08s8", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "oltl-07-24-08s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-07-24-08s10", "raw": "A scene from a TV show in which a woman is being attacked by a man in a hotel lobby.", "with_names": "a woman is being attacked by a man in a hotel lobby."}, {"scene_id": "oltl-07-24-08s11", "raw": "A scene from a TV show in which a woman sits on a couch in a bedroom.", "with_names": "a woman sits on a couch in a bedroom."}, {"scene_id": "oltl-07-24-08s12", "raw": "A scene from a TV show in which two men are standing in a bar, with one of them looking at the camera and the other one looking away.", "with_names": "two men are standing in a bar, with one of them looking at the camera and the other one looking away."}, {"scene_id": "oltl-07-24-08s13", "raw": "A scene from a TV show in which a man is standing in a room and looking at a window.", "with_names": "a man is standing in a room and looking at a window."}, {"scene_id": "oltl-07-24-08s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-24-08s15", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-07-24-08s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-24-08s17", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-07-24-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-24-08s19", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-24-08s20", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-07-24-08s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-24-08s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-24-08s23", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "oltl-07-24-08s24", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-24-08s25", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-07-24-08s26", "raw": "A scene from a TV show in which a man is standing over a woman who is laying on a bench.", "with_names": "a man is standing over a woman who is laying on a bench."}, {"scene_id": "oltl-07-24-08s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-24-08s28", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-24-08s29", "raw": "A scene from a TV show in which a young woman is looking at a man and he is looking back at her.", "with_names": "a young woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-24-08s30", "raw": "A scene from a TV show in which a young man is looking at another man.", "with_names": "a young man is looking at another man."}, {"scene_id": "oltl-07-24-08s31", "raw": "A scene from a TV show in which a woman is pouring a drink from a pitcher into a glass.", "with_names": "a woman is pouring a drink from a pitcher into a glass."}, {"scene_id": "oltl-07-24-08s32", "raw": "A scene from a TV show in which a man is sitting in a bar and looking at a woman who is sitting on a couch.", "with_names": ""}]