[{"scene_id": "bb-10-19-15s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a blue shirt.", "with_names": "a woman is wearing a red dress and a man is in a blue shirt."}, {"scene_id": "bb-10-19-15s1", "raw": "A scene from a TV show in which a woman is wearing a bra and underwear", "with_names": "a woman is wearing a bra and underwear"}, {"scene_id": "bb-10-19-15s2", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-10-19-15s3", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-19-15s4", "raw": "A scene from a TV show in which a woman is wearing a leather dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-10-19-15s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "bb-10-19-15s6", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a painting.", "with_names": "a man is sitting in a room and looking at a painting."}, {"scene_id": "bb-10-19-15s7", "raw": "A scene from a TV show in which a man is opening a door and a woman is standing in the background.", "with_names": "a man is opening a door and a woman is standing in the background."}, {"scene_id": "bb-10-19-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-19-15s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hand is on her hip.", "with_names": "a woman is wearing a black dress and her hand is on her hip."}, {"scene_id": "bb-10-19-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-19-15s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and red lipstick.", "with_names": "a woman is wearing a red dress and red lipstick."}, {"scene_id": "bb-10-19-15s12", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}]