[{"scene_id": "bb-08-10-17s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-10-17s1", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "bb-08-10-17s2", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit, looking at a book.", "with_names": "Steffy is standing in front of Wyatt in a suit, looking at a book."}, {"scene_id": "bb-08-10-17s3", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "bb-08-10-17s4", "raw": "A scene from a TV show in which a woman is standing in a room with a white suit and a black shirt.", "with_names": "Steffy is standing in a room with a white suit and a black shirt."}, {"scene_id": "bb-08-10-17s5", "raw": "A scene from a TV show in which a man is interviewed about his life and career", "with_names": "a man is interviewed about his life and career"}, {"scene_id": "bb-08-10-17s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a choker.", "with_names": "Sally is wearing a black dress and a choker."}, {"scene_id": "bb-08-10-17s7", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her laptop.", "with_names": "a woman is sitting at a desk and looking at her laptop."}, {"scene_id": "bb-08-10-17s8", "raw": "A scene from a TV show in which a man sits at a desk and talks to someone off camera.", "with_names": "a man sits at a desk and talks to someone off camera."}, {"scene_id": "bb-08-10-17s9", "raw": "A scene from a TV show in which a woman is standing in front of a desk and talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-10-17s10", "raw": "A scene from a TV show in which a man is trying to get another man to kiss him.", "with_names": "a man is trying to get another man to kiss him."}, {"scene_id": "bb-08-10-17s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Katie are standing next to each other."}, {"scene_id": "bb-08-10-17s12", "raw": "A scene from a TV show in which a woman is standing in front of a rack of clothes.", "with_names": "a woman is standing in front of a rack of clothes."}, {"scene_id": "bb-08-10-17s13", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-08-10-17s14", "raw": "A scene from a TV show in which a man is walking down a hallway with a potted plant.", "with_names": "a man is walking down a hallway with a potted plant."}, {"scene_id": "bb-08-10-17s15", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "Wyatt is smiling and Katie is looking at him."}, {"scene_id": "bb-08-10-17s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and red hair", "with_names": "a woman is wearing a black dress and red hair"}, {"scene_id": "bb-08-10-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}]