[{"scene_id": "gl-11-17-06s0", "raw": "A scene from a TV show in which a man is wearing a bunny mask and a cane.", "with_names": "a man is wearing a bunny mask and a cane."}, {"scene_id": "gl-11-17-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-17-06s2", "raw": "A scene from a TV show in which a man is seen walking into a bank and withdrawing money.", "with_names": "a man is walking into a bank and withdrawing money."}, {"scene_id": "gl-11-17-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-17-06s4", "raw": "A scene from a TV show in which a man is trapped in a metal sphere.", "with_names": "a man is trapped in a metal sphere."}, {"scene_id": "gl-11-17-06s5", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "gl-11-17-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-17-06s7", "raw": "A scene from a TV show in which a man and a little girl are wearing bunny ears.", "with_names": "a man and a little girl are wearing bunny ears."}, {"scene_id": "gl-11-17-06s8", "raw": "A scene from a TV show in which a man is seen wearing a black coat and a blue shirt.", "with_names": "a man is wearing a black coat and a blue shirt."}, {"scene_id": "gl-11-17-06s9", "raw": "A scene from a TV show in which a man and a woman are shopping for shoes.", "with_names": "a man and a woman are shopping for shoes."}, {"scene_id": "gl-11-17-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-17-06s11", "raw": "A scene from a TV show in which a man reads a newspaper while another man watches him", "with_names": "a man reads a newspaper while another man watches him"}, {"scene_id": "gl-11-17-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-11-17-06s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-11-17-06s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-17-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-06s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-11-17-06s17", "raw": "A scene from a TV show in which a reporter interviews a man in a crowd of people.", "with_names": "a reporter interviews a man in a crowd of people."}, {"scene_id": "gl-11-17-06s18", "raw": "A scene from a TV show in which two women are walking down a hallway.", "with_names": "two women are walking down a hallway."}, {"scene_id": "gl-11-17-06s19", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is holding a piece of paper.", "with_names": "a woman is in a wheelchair and a man is holding a piece of paper."}, {"scene_id": "gl-11-17-06s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-11-17-06s21", "raw": "A scene from a TV show in which a man walks down a street and stops to talk to a woman.", "with_names": "a man walks down a street and stops to talk to a woman."}, {"scene_id": "gl-11-17-06s22", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-11-17-06s23", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing in the background.", "with_names": "a man is holding a knife and a woman is standing in the background."}, {"scene_id": "gl-11-17-06s24", "raw": "A scene from a TV show in which a man and a woman sit together on a couch.", "with_names": "a man and a woman sit together on a couch."}, {"scene_id": "gl-11-17-06s25", "raw": "A scene from a TV show in which a woman is smiling and looking at candles.", "with_names": "a woman is smiling and looking at candles."}, {"scene_id": "gl-11-17-06s26", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-11-17-06s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-06s28", "raw": "A scene from a TV show in which a man is walking around a room with a woman.", "with_names": ""}]