[{"scene_id": "bb-11-08-17s0", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a stethoscope around his neck.", "with_names": "a doctor is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "bb-11-08-17s1", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "bb-11-08-17s3", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing next to her.", "with_names": "a woman is holding a piece of paper and Saul is standing next to her."}, {"scene_id": "bb-11-08-17s4", "raw": "A scene from a TV show in which a woman is talking to another woman to her left.", "with_names": ""}, {"scene_id": "bb-11-08-17s5", "raw": "A scene from a TV show in which a man is talking to someone in a hospital room.", "with_names": ""}, {"scene_id": "bb-11-08-17s6", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a young woman is standing next to her.", "with_names": "a woman is holding a piece of paper and a young woman is standing next to her."}, {"scene_id": "bb-11-08-17s7", "raw": "A scene from a TV show in which a woman is in a hospital bed and a doctor is talking to her.", "with_names": ""}, {"scene_id": "bb-11-08-17s8", "raw": "A scene from a TV show in which a man is sitting in a room with a computer and a TV.", "with_names": "a man is sitting in a room with a computer and a tv."}, {"scene_id": "bb-11-08-17s9", "raw": "A scene from a TV show in which a man is looking at a book and a woman stands behind him", "with_names": "a man is looking at a book and Bill stands behind him"}, {"scene_id": "bb-11-08-17s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-08-17s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is standing next to her.", "with_names": "a woman is lying in a hospital bed and a doctor is standing next to her."}, {"scene_id": "bb-11-08-17s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man stands next to her, and another woman stands nearby.", "with_names": "a woman is lying in a hospital bed, a man stands next to her, and another woman stands nearby."}, {"scene_id": "bb-11-08-17s13", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and Saul is standing next to her."}, {"scene_id": "bb-11-08-17s14", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him angrily.", "with_names": "Liam is standing in front of Steffy and she is looking at him angrily."}, {"scene_id": "bb-11-08-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]