[{"scene_id": "atwt-01-31-06s0", "raw": "A scene from a TV show in which a man kisses a woman on the cheek", "with_names": "Will kisses Gwen on the cheek"}, {"scene_id": "atwt-01-31-06s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-31-06s2", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is standing behind her", "with_names": "a woman is wearing a pink turtleneck and a man is standing behind her"}, {"scene_id": "atwt-01-31-06s3", "raw": "A scene from a TV show in which a man is leaning against a wall and looking at a printer.", "with_names": "a man is leaning against a wall and looking at a printer."}, {"scene_id": "atwt-01-31-06s4", "raw": "A scene from a TV show in which a woman is standing in a room with a man lying on the floor.", "with_names": "a woman is standing in a room with a man lying on the floor."}, {"scene_id": "atwt-01-31-06s5", "raw": "A scene from a TV show in which a man holds three different toothpastes in his hands.", "with_names": "a man holds three different toothpastes in his hands."}, {"scene_id": "atwt-01-31-06s6", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a TV.", "with_names": "a man is standing in a doorway, looking at a tv."}, {"scene_id": "atwt-01-31-06s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "atwt-01-31-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-31-06s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-01-31-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-31-06s11", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a brown coat", "with_names": "a blonde woman is wearing a red shirt and a brown coat"}, {"scene_id": "atwt-01-31-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-31-06s13", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-01-31-06s14", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is standing next to her.", "with_names": "a woman is wearing a red jacket and a man is standing next to her."}, {"scene_id": "atwt-01-31-06s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and another woman is standing behind her.", "with_names": "a woman is sitting on a bed and another woman is standing behind her."}, {"scene_id": "atwt-01-31-06s16", "raw": "A scene from a TV show in which a man and a woman are in a bathroom, with the woman holding her nose and the man is whispering in her ear.", "with_names": "a man and a woman are in a bathroom, with the woman holding her nose and the man is whispering in her ear."}, {"scene_id": "atwt-01-31-06s17", "raw": "A scene from a TV show in which a man is walking down a hallway with a potted plant and a clock on the wall.", "with_names": "a man is walking down a hallway with a potted plant and a clock on the wall."}, {"scene_id": "atwt-01-31-06s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-31-06s19", "raw": "A scene from a TV show in which a man sits on a couch with his head down.", "with_names": "a man sits on a couch with his head down."}, {"scene_id": "atwt-01-31-06s20", "raw": "A scene from a TV show in which a man is shown punching a wall.", "with_names": ""}, {"scene_id": "atwt-01-31-06s21", "raw": "A scene from a TV show in which a man is typing on a laptop.", "with_names": "a man is typing on a laptop."}, {"scene_id": "atwt-01-31-06s22", "raw": "A scene from a TV show in which a woman is talking on the phone in a restaurant.", "with_names": ""}, {"scene_id": "atwt-01-31-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-31-06s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-31-06s25", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-31-06s26", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a black jacket.", "with_names": "a woman is wearing a pink turtleneck and a black jacket."}, {"scene_id": "atwt-01-31-06s27", "raw": "A scene from a TV show in which a woman is wearing a dress with a white X on it.", "with_names": "a woman is wearing a dress with a white x on it."}, {"scene_id": "atwt-01-31-06s28", "raw": "A scene from a TV show in which a grandmother and her granddaughter are shown how to make a gingerbread house.", "with_names": "a grandmother and her granddaughter are shown how to make a gingerbread house."}]