[{"scene_id": "pc-08-19-03s0", "raw": "A scene from a TV show in which a man is kissing a woman while holding an apple.", "with_names": "a man is kissing a woman while holding an apple."}, {"scene_id": "pc-08-19-03s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-08-19-03s2", "raw": "A scene from a TV show in which a woman is wearing a white jersey and a blue bandana on her head.", "with_names": "a woman is wearing a white jersey and a blue bandana on her head."}, {"scene_id": "pc-08-19-03s3", "raw": "A scene from a TV show in which a woman is sitting in front of a mirror and her hair is long.", "with_names": "a woman is sitting in front of a mirror and her hair is long."}, {"scene_id": "pc-08-19-03s4", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a white tank top.", "with_names": "a woman is wearing a bandana on her head and a white tank top."}, {"scene_id": "pc-08-19-03s5", "raw": "A scene from a TV show in which a man is touching his face and smiling.", "with_names": "a man is touching his face and smiling."}, {"scene_id": "pc-08-19-03s6", "raw": "A scene from a TV show in which a man is wearing a crown and a woman is standing behind him.", "with_names": "a man is wearing a crown and a woman is standing behind him."}, {"scene_id": "pc-08-19-03s7", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "a woman is wearing a bandana on her head."}, {"scene_id": "pc-08-19-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-19-03s9", "raw": "A scene from a TV show in which a man and a woman are standing at a table, with a chess set between them.", "with_names": "a man and a woman are standing at a table, with a chess set between them."}, {"scene_id": "pc-08-19-03s10", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a white tank top.", "with_names": "a woman is wearing a bandana on her head and a white tank top."}, {"scene_id": "pc-08-19-03s11", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-08-19-03s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-08-19-03s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]