[{"scene_id": "bb-06-27-17s0", "raw": "A scene from a TV show in which a man is hugging another manre", "with_names": "a man is hugging another manre"}, {"scene_id": "bb-06-27-17s1", "raw": "A scene from a TV show in which a man is talking to someone and gesturing with his hands.", "with_names": ""}, {"scene_id": "bb-06-27-17s2", "raw": "A scene from a TV show in which a woman is standing in a room and a man is sitting in a chair.", "with_names": ""}, {"scene_id": "bb-06-27-17s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-06-27-17s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-27-17s7", "raw": "A scene from a TV show in which a woman is leaning against a gate and looking at the camera.", "with_names": "Vivienne is leaning against a gate and looking at the camera."}, {"scene_id": "bb-06-27-17s8", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-27-17s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-27-17s10", "raw": "A scene from a TV show in which a young woman and a teenage boy are standing next to each other.", "with_names": "a young woman and a teenage boy are standing next to each other."}, {"scene_id": "bb-06-27-17s11", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-06-27-17s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-27-17s13", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-06-27-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-27-17s15", "raw": "A scene from a TV show in which a young man and woman are looking at a yellow object.", "with_names": "a young man and woman are looking at a yellow object."}, {"scene_id": "bb-06-27-17s16", "raw": "A scene from a TV show in which a man and a woman stand in a room with a couch and a chair.", "with_names": "Steffy and Katie stand in a room with a couch and a chair."}, {"scene_id": "bb-06-27-17s17", "raw": "A scene from a TV show in which a man is talking to a woman and a young manI", "with_names": ""}, {"scene_id": "bb-06-27-17s18", "raw": "A scene from a TV show in which a man is holding a woman's hand and a potted plant is in the background.", "with_names": "a man is holding Maya's hand and a potted plant is in the background."}, {"scene_id": "bb-06-27-17s19", "raw": "A scene from a TV show in which a man is talking to another man in an office.", "with_names": ""}, {"scene_id": "bb-06-27-17s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-27-17s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-06-27-17s22", "raw": "A scene from a TV show in which a woman is talking to a man and a young manI", "with_names": ""}, {"scene_id": "bb-06-27-17s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-27-17s24", "raw": "A scene from a TV show in which a house is lit up by a light bulb.", "with_names": "a house is lit up by a light bulb."}, {"scene_id": "bb-06-27-17s25", "raw": "A scene from a TV show in which a man is talking on the phone while holding a cup.", "with_names": ""}, {"scene_id": "bb-06-27-17s26", "raw": "A scene from a TV show in which a woman is sitting in a room with a man.", "with_names": "Katie is sitting in a room with Steffy."}, {"scene_id": "bb-06-27-17s28", "raw": "A scene from a TV show in which a man and a woman hold a baby.", "with_names": "Wyatt and Katie hold a baby."}, {"scene_id": "bb-06-27-17s29", "raw": "A scene from a TV show in which a woman is standing next to a man.", "with_names": "Vivienne is standing next to Julius."}]