[{"scene_id": "atwt-07-06-01s0", "raw": "A scene from a TV show in which a woman is being hugged by another woman.", "with_names": "a woman is being hugged by another woman."}, {"scene_id": "atwt-07-06-01s1", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-01s3", "raw": "A scene from a TV show in which a man is looking at the camera and biting his finger.", "with_names": "a man is looking at the camera and biting his finger."}, {"scene_id": "atwt-07-06-01s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling. The words \"Mind and Spirit\" are written above her head.", "with_names": ""}, {"scene_id": "atwt-07-06-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-01s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-07-06-01s7", "raw": "A scene from a TV show in which a girl is holding a bunny.", "with_names": "a girl is holding a bunny."}, {"scene_id": "atwt-07-06-01s8", "raw": "A scene from a TV show in which a man is talking to someone and his shirt has a stain on it.", "with_names": ""}, {"scene_id": "atwt-07-06-01s9", "raw": "A scene from a TV show in which a man is holding a CD and cassette.", "with_names": "a man is holding a cd and cassette."}, {"scene_id": "atwt-07-06-01s10", "raw": "A scene from a TV show in which a woman is holding a white rabbit and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-06-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-06-01s12", "raw": "A scene from a TV show in which a woman is wearing a red and white striped dress and a man is standing behind her.", "with_names": "a woman is wearing a red and white striped dress and a man is standing behind her."}, {"scene_id": "atwt-07-06-01s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and stretching her arms.", "with_names": "Margo is sitting at a desk and stretching her arms."}, {"scene_id": "atwt-07-06-01s14", "raw": "A scene from a TV show in which a man is talking about the Hello World Plan.", "with_names": ""}, {"scene_id": "atwt-07-06-01s15", "raw": "A scene from a TV show in which a woman is looking off camera, her hand resting on her chin.", "with_names": "a woman is looking off camera, her hand resting on her chin."}, {"scene_id": "atwt-07-06-01s16", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "Katie is driving a car and Simon is sitting in the passenger seat."}, {"scene_id": "atwt-07-06-01s17", "raw": "A scene from a TV show in which a pink dinosaur is standing in front of a castle.", "with_names": "a pink dinosaur is standing in front of a castle."}, {"scene_id": "atwt-07-06-01s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-01s19", "raw": "A scene from a TV show in which a woman is looking at the camera with her eyes closed.", "with_names": "Katie is looking at the camera with her eyes closed."}, {"scene_id": "atwt-07-06-01s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down at a book.", "with_names": ""}, {"scene_id": "atwt-07-06-01s21", "raw": "A scene from a TV show in which a man is having sex with a woman.", "with_names": "a man is having sex with a woman."}, {"scene_id": "atwt-07-06-01s22", "raw": "A scene from a TV show in which a man is walking away from a window.", "with_names": "a man is walking away from a window."}, {"scene_id": "atwt-07-06-01s23", "raw": "A scene from a TV show in which a woman is walking through a bar with a gun in her hand.", "with_names": "a woman is walking through a bar with a gun in her hand."}, {"scene_id": "atwt-07-06-01s24", "raw": "A scene from a TV show in which a woman is driving a car and her hair is blowing in the wind", "with_names": "a woman is driving a car and her hair is blowing in the wind"}, {"scene_id": "atwt-07-06-01s25", "raw": "A scene from a TV show in which a bird is flying towards a circle and a smiley face", "with_names": "a bird is flying towards a circle and a smiley face"}]