[{"scene_id": "atwt-08-27-03s0", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-27-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a child and another womanI", "with_names": "a woman is sitting at a table with a child and another womani"}, {"scene_id": "atwt-08-27-03s2", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "atwt-08-27-03s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-27-03s4", "raw": "A scene from a TV show in which two women are talking and smiling.", "with_names": ""}, {"scene_id": "atwt-08-27-03s5", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-08-27-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-27-03s7", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "atwt-08-27-03s8", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-08-27-03s9", "raw": "A scene from a TV show in which two women are talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-27-03s10", "raw": "A scene from a TV show in which a man is standing in a restaurant, talking to a group of people sitting at tables.", "with_names": ""}, {"scene_id": "atwt-08-27-03s11", "raw": "A scene from a TV show in which a young girl is talking about her experience with a black teacher.", "with_names": ""}, {"scene_id": "atwt-08-27-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-27-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-27-03s14", "raw": "A scene from a TV show in which a woman is sitting next to a younger woman.", "with_names": "a woman is sitting next to a younger woman."}, {"scene_id": "atwt-08-27-03s15", "raw": "A scene from a TV show in which a giant robot is fighting a smaller robot.", "with_names": "a giant robot is fighting a smaller robot."}, {"scene_id": "atwt-08-27-03s16", "raw": "A scene from a TV show in which a woman is dancing in a living room while a man talks on the phone.", "with_names": "a woman is dancing in a living room while a man talks on the phone."}, {"scene_id": "atwt-08-27-03s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding wine glasses.", "with_names": "a man and a woman are standing next to each other, both holding wine glasses."}, {"scene_id": "atwt-08-27-03s18", "raw": "A scene from a TV show in which a man is sitting down and looking down, with his mouth open.", "with_names": "a man is sitting down and looking down, with his mouth open."}, {"scene_id": "atwt-08-27-03s19", "raw": "A scene from a TV show in which a woman is sitting on the floor and painting a white wall with the words dirt and the word dirty.", "with_names": "a woman is sitting on the floor and painting a white wall with the words dirt and the word dirty."}, {"scene_id": "atwt-08-27-03s20", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-27-03s21", "raw": "A scene from a TV show in which a man is sitting in a car and the phone number 888-FOR-MYRX is displayed on the screen.", "with_names": "a man is sitting in a car and the phone number 888-for-myrx is displayed on the screen."}, {"scene_id": "atwt-08-27-03s22", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a white suit and the other is wearing a brown and white patterned dress.", "with_names": "two women are standing next to each other, one is wearing a white suit and the other is wearing a brown and white patterned dress."}, {"scene_id": "atwt-08-27-03s23", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-27-03s24", "raw": "A scene from a TV show in which a man is wearing a police badge around his neck.", "with_names": "a man is wearing a police badge around his neck."}, {"scene_id": "atwt-08-27-03s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-27-03s26", "raw": "A scene from a TV show in which a woman is sitting on a staircase and the word \"World\" is written on the screen.", "with_names": "a woman is sitting on a staircase and the word \"world\" is written on the screen."}]