[{"scene_id": "pc-04-10-01s0", "raw": "A scene from a TV show in which a woman is lying on a bed with a man, and he is touching her shoulder.", "with_names": "Livvie is lying on a bed with Jack, and he is touching her shoulder."}, {"scene_id": "pc-04-10-01s1", "raw": "A scene from a TV show in which a woman is in labor and a man is standing next to her.", "with_names": "a woman is in labor and a man is standing next to her."}, {"scene_id": "pc-04-10-01s2", "raw": "A scene from a TV show in which a young girl is hooked up to an IV and is lying in a hospital bed.", "with_names": "a young girl is hooked up to an iv and is lying in a hospital bed."}, {"scene_id": "pc-04-10-01s3", "raw": "A scene from a TV show in which a man is trying to kiss a woman in a hospital bed.", "with_names": "a man is trying to kiss a woman in a hospital bed."}, {"scene_id": "pc-04-10-01s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-04-10-01s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-04-10-01s6", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "pc-04-10-01s7", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white lab coat and a stethoscope around her neck."}, {"scene_id": "pc-04-10-01s8", "raw": "A scene from a TV show in which a shirtless man is lying in a bed.", "with_names": "a shirtless man is lying in a bed."}, {"scene_id": "pc-04-10-01s9", "raw": "A scene from a TV show in which a woman is sitting with her eyes closed.", "with_names": "a woman is sitting with her eyes closed."}, {"scene_id": "pc-04-10-01s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-10-01s11", "raw": "A scene from a TV show in which a shirtless man is lying on a bed, looking at the camera.", "with_names": "a shirtless man is lying on a bed, looking at the camera."}, {"scene_id": "pc-04-10-01s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-10-01s13", "raw": "A scene from a TV show in which a man is talking to someone and is wearing glasses.", "with_names": ""}, {"scene_id": "pc-04-10-01s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]