[{"scene_id": "pc-12-10-01s0", "raw": "A scene from a TV show in which a man reads a book in front of a Christmas tree.", "with_names": "a man reads a book in front of a christmas tree."}, {"scene_id": "pc-12-10-01s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a beard.", "with_names": "rafe is wearing a leather jacket and a beard."}, {"scene_id": "pc-12-10-01s3", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-12-10-01s4", "raw": "A scene from a TV show in which a woman is holding a card and looking at it.", "with_names": "a woman is holding a card and looking at it."}, {"scene_id": "pc-12-10-01s5", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-10-01s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-12-10-01s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-12-10-01s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-12-10-01s10", "raw": "A scene from a TV show in which a man is wearing a hoodie and smiling.", "with_names": "a man is wearing a hoodie and smiling."}, {"scene_id": "pc-12-10-01s12", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "pc-12-10-01s14", "raw": "A scene from a TV show in which a blonde woman is smiling and a man is looking at her.", "with_names": "a blonde woman is smiling and a man is looking at her."}, {"scene_id": "pc-12-10-01s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-12-10-01s16", "raw": "A scene from a TV show in which a woman is wearing a purple turtleneck and her face is scrunched up in disgust.", "with_names": "Alison is wearing a purple turtleneck and her face is scrunched up in disgust."}, {"scene_id": "pc-12-10-01s17", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-10-01s18", "raw": "A scene from a TV show in which a blonde woman is wearing a blue scarf and a coat.", "with_names": "a blonde woman is wearing a blue scarf and a coat."}, {"scene_id": "pc-12-10-01s19", "raw": "A scene from a TV show in which a door is shot with a bullet hole.", "with_names": "a door is shot with a bullet hole."}, {"scene_id": "pc-12-10-01s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-10-01s21", "raw": "A scene from a TV show in which a woman is wearing a purple top and hoop earrings.", "with_names": "a woman is wearing a purple top and hoop earrings."}, {"scene_id": "pc-12-10-01s22", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a headscarf.", "with_names": ""}, {"scene_id": "pc-12-10-01s23", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-10-01s27", "raw": "A scene from a TV show in which Barbara is talking to a man.", "with_names": ""}]