[{"scene_id": "pc-02-28-01s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "a woman is standing in a kitchen with a man."}, {"scene_id": "pc-02-28-01s1", "raw": "A scene from a TV show in which a woman is wearing glasses and a coat and talking to a man.", "with_names": ""}, {"scene_id": "pc-02-28-01s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-02-28-01s3", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "pc-02-28-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-02-28-01s5", "raw": "A scene from a TV show in which a man and a woman are looking at a book together.", "with_names": "a man and a woman are looking at a book together."}, {"scene_id": "pc-02-28-01s6", "raw": "A scene from a TV show in which a man is wearing scrubs and holding a banana.", "with_names": "a man is wearing scrubs and holding a banana."}, {"scene_id": "pc-02-28-01s7", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a sweatshirt and the other is wearing a t-shirt.", "with_names": "two men are standing next to each other, one of them is wearing a sweatshirt and the other is wearing a t-shirt."}, {"scene_id": "pc-02-28-01s8", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Lucy is crying."}, {"scene_id": "pc-02-28-01s9", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing black coats.", "with_names": ""}, {"scene_id": "pc-02-28-01s10", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a leather jacket.", "with_names": "two men are standing in a room, one of them is wearing a leather jacket."}, {"scene_id": "pc-02-28-01s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is talking back to him.", "with_names": ""}, {"scene_id": "pc-02-28-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-28-01s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}]