[{"scene_id": "bb-11-23-15s0", "raw": "A scene from a TV show in which a woman is standing next to a mannequin and smiling.", "with_names": "Ivy is standing next to Thomasnequin and smiling."}, {"scene_id": "bb-11-23-15s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "bb-11-23-15s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-23-15s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-11-23-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-23-15s5", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "bb-11-23-15s6", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "bb-11-23-15s7", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door and smiling at each other.", "with_names": "Thomas and Ivy are standing in front of a door and smiling at each other."}, {"scene_id": "bb-11-23-15s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Ivy on the cheek."}, {"scene_id": "bb-11-23-15s9", "raw": "A scene from a TV show in which a young black man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a young black man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "bb-11-23-15s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a wall.", "with_names": "a man and a woman are standing in a room, looking at a wall."}, {"scene_id": "bb-11-23-15s11", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and Ivy are standing in a kitchen."}, {"scene_id": "bb-11-23-15s12", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Thomas and Ivy are looking at each other."}, {"scene_id": "bb-11-23-15s13", "raw": "A scene from a TV show in which a young black man is wearing a blue and white plaid shirt.", "with_names": "a young black man is wearing a blue and white plaid shirt."}, {"scene_id": "bb-11-23-15s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-23-15s15", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Thomas and Ivy are standing in a living room."}]