[{"scene_id": "atwt-07-25-07s0", "raw": "A scene from a TV show in which a man is wearing a suit and holding a coffee cup.", "with_names": "Craig is wearing a suit and holding a coffee cup."}, {"scene_id": "atwt-07-25-07s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-25-07s2", "raw": "A scene from a TV show in which a woman is standing in a doorway, holding a box and looking at a man.", "with_names": "a woman is standing in a doorway, holding a box and looking at a man."}, {"scene_id": "atwt-07-25-07s3", "raw": "A scene from a TV show in which a woman is dancing in a silver dress.", "with_names": "a woman is dancing in a silver dress."}, {"scene_id": "atwt-07-25-07s4", "raw": "A scene from a TV show in which a man is standing in a room with a table and a chair.", "with_names": "a man is standing in a room with a table and a chair."}, {"scene_id": "atwt-07-25-07s5", "raw": "A scene from a TV show in which a woman is standing in front of a large rock.", "with_names": "a woman is standing in front of a large rock."}, {"scene_id": "atwt-07-25-07s6", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-25-07s7", "raw": "A scene from a TV show in which a boy is wearing a red shirt and a blue collar.", "with_names": "a boy is wearing a red shirt and a blue collar."}, {"scene_id": "atwt-07-25-07s8", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown jacket.", "with_names": "a man is wearing a red shirt and a brown jacket."}, {"scene_id": "atwt-07-25-07s9", "raw": "A scene from a TV show in which a woman and a child are swinging on a swing set.", "with_names": "a woman and a child are swinging on a swing set."}, {"scene_id": "atwt-07-25-07s10", "raw": "A scene from a TV show in which a woman is walking through a hotel corridor with a suitcase.", "with_names": "a woman is walking through a hotel corridor with a suitcase."}, {"scene_id": "atwt-07-25-07s11", "raw": "A scene from a TV show in which a man and a woman look at a paper together.", "with_names": "a man and a woman look at a paper together."}, {"scene_id": "atwt-07-25-07s12", "raw": "A scene from a TV show in which a dog is sprayed with water.", "with_names": "a dog is sprayed with water."}, {"scene_id": "atwt-07-25-07s13", "raw": "A scene from a TV show in which a woman is standing in a garden, her arms crossed, and a man is behind her.", "with_names": "a woman is standing in a garden, her arms crossed, and a man is behind her."}, {"scene_id": "atwt-07-25-07s14", "raw": "A scene from a TV show in which a man is seen bending over a guitar.", "with_names": "a man is bending over a guitar."}, {"scene_id": "atwt-07-25-07s15", "raw": "A scene from a TV show in which a dog is seen hiding under a bed.", "with_names": "a dog is hiding under a bed."}, {"scene_id": "atwt-07-25-07s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-07-25-07s17", "raw": "A scene from a TV show in which a man is standing in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-25-07s18", "raw": "A scene from a TV show in which a man is talking on a cell phone and smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-07-25-07s19", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-07-25-07s20", "raw": "A scene from a TV show in which a man is standing in front of a computer and another man is behind him.", "with_names": "a man is standing in front of a computer and another man is behind him."}, {"scene_id": "atwt-07-25-07s21", "raw": "A scene from a TV show in which a pair of hearing aids is being manufactured.", "with_names": "a pair of hearing aids is being manufactured."}]