[{"scene_id": "bb-10-27-06s0", "raw": "A scene from a TV show in which a woman is standing in front of a man and a third man.", "with_names": "Ridge is standing in front of Nick and a third man."}, {"scene_id": "bb-10-27-06s1", "raw": "A scene from a TV show in which a woman is opening a door and a clock is counting down.", "with_names": "a woman is opening a door and a clock is counting down."}, {"scene_id": "bb-10-27-06s2", "raw": "A scene from a TV show in which two men are standing in a jail cell.", "with_names": "two men are standing in a jail cell."}, {"scene_id": "bb-10-27-06s3", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-10-27-06s4", "raw": "A scene from a TV show in which a man is standing in front of a clock", "with_names": "a man is standing in front of a clock"}, {"scene_id": "bb-10-27-06s5", "raw": "A scene from a TV show in which a man is walking down a hallway with a purple shirt and a white coat.", "with_names": "a man is walking down a hallway with a purple shirt and a white coat."}, {"scene_id": "bb-10-27-06s6", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a clock is visible on the bottom of the screen.", "with_names": "a young man is wearing a blue shirt and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-10-27-06s7", "raw": "A scene from a TV show in which a woman is talking to a man who is not there.", "with_names": ""}, {"scene_id": "bb-10-27-06s8", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-10-27-06s9", "raw": "A scene from a TV show in which the time is shown on a digital clock", "with_names": ""}, {"scene_id": "bb-10-27-06s10", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, looking concerned.", "with_names": "Nick is leaning over ] in a hospital bed, looking concerned."}, {"scene_id": "bb-10-27-06s11", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a name tag that says \"Will\"", "with_names": "a woman is wearing a red shirt and a name tag that says \"will\""}, {"scene_id": "bb-10-27-06s12", "raw": "A scene from a TV show in which a man is looking at the camera and the words \"time is running out\" are written on the bottom", "with_names": "a man is looking at the camera and the words \"time is running out\" are written on the bottom"}, {"scene_id": "bb-10-27-06s13", "raw": "A scene from a TV show in which a woman is talking to someone and the screen reads: \"1:16:15\"", "with_names": ""}, {"scene_id": "bb-10-27-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-27-06s15", "raw": "A scene from a TV show in which a woman is handcuffed and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-10-27-06s16", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "bb-10-27-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]