[{"scene_id": "pc-12-05-01s0", "raw": "A scene from a TV show in which a man is lying on a bed with a blonde woman.", "with_names": "Rafe is lying on a bed with a blonde woman."}, {"scene_id": "pc-12-05-01s1", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and a skirt.", "with_names": "alison is wearing a blue turtleneck and a skirt."}, {"scene_id": "pc-12-05-01s3", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-12-05-01s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-05-01s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is lying on top of her.", "with_names": "a woman is sitting on a bed and alison is lying on top of her."}, {"scene_id": "pc-12-05-01s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "Alison is wearing a red dress and Jamal is standing next to her."}, {"scene_id": "pc-12-05-01s7", "raw": "A scene from a TV show in which a woman is walking into a room with a potted plant.", "with_names": "Lucy is walking into a room with a potted plant."}, {"scene_id": "pc-12-05-01s8", "raw": "A scene from a TV show in which two women are arguing in a living room.", "with_names": "two women are arguing in a living room."}, {"scene_id": "pc-12-05-01s9", "raw": "A scene from a TV show in which a man is kissing a woman on the bed.", "with_names": "a man is kissing a woman on the bed."}, {"scene_id": "pc-12-05-01s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-05-01s11", "raw": "A scene from a TV show in which a woman is slapping a man on the face.", "with_names": "a woman is slapping a man on the face."}, {"scene_id": "pc-12-05-01s12", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-12-05-01s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a brown hoodie.", "with_names": "Livvie is wearing a red dress and Kevin is in a brown hoodie."}, {"scene_id": "pc-12-05-01s15", "raw": "A scene from a TV show in which a young man is wearing a brown jacket and a scarf around his neck.", "with_names": "a young man is wearing a brown jacket and a scarf around his neck."}, {"scene_id": "pc-12-05-01s16", "raw": "A scene from a TV show in which a man is hugging a blonde woman.", "with_names": "Gail is hugging a blonde woman."}, {"scene_id": "pc-12-05-01s17", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Lucy is smiling and looking to the side."}, {"scene_id": "pc-12-05-01s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-05-01s20", "raw": "A scene from a TV show in which a woman is talking on a pay phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-12-05-01s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}, {"scene_id": "pc-12-05-01s26", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at the camera.", "with_names": "rafe is sitting on a bed and looking at the camera."}]