[{"scene_id": "gl-08-13-04s0", "raw": "A scene from a TV show in which a man is being beaten by another man in a gym.", "with_names": "a man is being beaten by another man in a gym."}, {"scene_id": "gl-08-13-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-08-13-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-13-04s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-13-04s4", "raw": "A scene from a TV show in which a man is holding a newspaper and another manI is standing behind him.", "with_names": "a man is holding a newspaper and another mani is standing behind him."}, {"scene_id": "gl-08-13-04s5", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at his cell phone.", "with_names": "Jeffrey is standing in front of a door, looking at his cell phone."}, {"scene_id": "gl-08-13-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-13-04s7", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "gl-08-13-04s8", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a book.", "with_names": "Jeffrey is sitting at a table with a cup and a book."}, {"scene_id": "gl-08-13-04s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Bill is wearing a suit and tie and looking down."}, {"scene_id": "gl-08-13-04s11", "raw": "A scene from a TV show in which a man is wearing a black tank top and a woman is standing behind him.", "with_names": "Edmund is wearing a black tank top and Grimes is standing behind him."}, {"scene_id": "gl-08-13-04s12", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-08-13-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-13-04s14", "raw": "A scene from a TV show in which two men are standing outside a house.", "with_names": "two men are standing outside a house."}, {"scene_id": "gl-08-13-04s15", "raw": "A scene from a TV show in which a man is sitting at a bar, a woman is standing behind him.", "with_names": "a man is sitting at a bar, a woman is standing behind him."}, {"scene_id": "gl-08-13-04s16", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "gl-08-13-04s17", "raw": "A scene from a TV show in which a man is looking at a mirror and making a funny face", "with_names": "a man is looking at a mirror and making a funny face"}, {"scene_id": "gl-08-13-04s18", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "Dinah is being held by Bill."}, {"scene_id": "gl-08-13-04s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Tony is looking at the camera."}, {"scene_id": "gl-08-13-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "Bill is wearing a suit and tie and looking down"}, {"scene_id": "gl-08-13-04s22", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and looking at the camera.", "with_names": "a woman is wearing a yellow dress and looking at the camera."}, {"scene_id": "gl-08-13-04s23", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-08-13-04s24", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}, {"scene_id": "gl-08-13-04s25", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-08-13-04s26", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is in a suit.", "with_names": "a woman is wearing a yellow dress and a man is in a suit."}, {"scene_id": "gl-08-13-04s28", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown hair", "with_names": "a man is wearing a black shirt and a brown hair"}, {"scene_id": "gl-08-13-04s29", "raw": "A scene from a TV show in which a woman is slapping a man across the face.", "with_names": "a woman is slapping a man across the face."}, {"scene_id": "gl-08-13-04s30", "raw": "A scene from a TV show in which a man is sitting in front of a window and looking out.", "with_names": "a man is sitting in front of a window and looking out."}, {"scene_id": "gl-08-13-04s31", "raw": "A scene from a TV show in which a woman is wearing a pink bra and a red dress.", "with_names": "a woman is wearing a pink bra and a red dress."}, {"scene_id": "gl-08-13-04s32", "raw": "A scene from a TV show in which a blonde woman looks at a man with a serious expression.", "with_names": "a blonde woman looks at a man with a serious expression."}]