[{"scene_id": "atwt-07-16-08s0", "raw": "A scene from a TV show in which a woman is standing in front of a bed, wearing a blue dress and a handbag.", "with_names": "Carly is standing in front of a bed, wearing a blue dress and a handbag."}, {"scene_id": "atwt-07-16-08s1", "raw": "A scene from a TV show in which a woman is talking to a man and another man is watching them.", "with_names": ""}, {"scene_id": "atwt-07-16-08s2", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie", "with_names": "a man is wearing a blue shirt and a tie"}, {"scene_id": "atwt-07-16-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-16-08s4", "raw": "A scene from a TV show in which a man is standing in a hospital room with his hands over his mouth, and a woman is walking in the room.", "with_names": "a man is standing in a hospital room with his hands over his mouth, and a woman is walking in the room."}, {"scene_id": "atwt-07-16-08s5", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit and a bed", "with_names": "a woman is standing next to a man in a suit and a bed"}, {"scene_id": "atwt-07-16-08s6", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-07-16-08s7", "raw": "A scene from a TV show in which a man is standing at a desk, looking at an old globe.", "with_names": "a man is standing at a desk, looking at an old globe."}, {"scene_id": "atwt-07-16-08s8", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a man is in a suit.", "with_names": "a woman is wearing a white lab coat and a man is in a suit."}, {"scene_id": "atwt-07-16-08s9", "raw": "A scene from a TV show in which a woman is talking to a maid.", "with_names": ""}, {"scene_id": "atwt-07-16-08s10", "raw": "A scene from a TV show in which a man is kissing a woman through a window.", "with_names": "Rick is kissing ] through a window."}, {"scene_id": "atwt-07-16-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-16-08s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-16-08s13", "raw": "A scene from a TV show in which models are wearing pink dresses and dancing.", "with_names": "models are wearing pink dresses and dancing."}, {"scene_id": "atwt-07-16-08s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-16-08s15", "raw": "A scene from a TV show in which a man is looking at a book and wearing a suit.", "with_names": "a man is looking at a book and wearing a suit."}, {"scene_id": "atwt-07-16-08s16", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a t-shirt with a picture of a woman", "with_names": "a man is wearing a plaid shirt and a t-shirt with a picture of a woman"}, {"scene_id": "atwt-07-16-08s17", "raw": "A scene from a TV show in which a mother and daughter are eating hamburgers and drinking soda.", "with_names": "a mother and daughter are eating hamburgers and drinking soda."}, {"scene_id": "atwt-07-16-08s18", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "atwt-07-16-08s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-07-16-08s20", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "atwt-07-16-08s21", "raw": "A scene from a TV show in which a woman is washing her body in a cave.", "with_names": "a woman is washing her body in a cave."}, {"scene_id": "atwt-07-16-08s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-16-08s23", "raw": "A scene from a TV show in which a woman is looking at a man and a boy is in the background", "with_names": "a woman is looking at a man and a boy is in the background"}, {"scene_id": "atwt-07-16-08s24", "raw": "A scene from a TV show in which a woman is wearing a white coat and a red shirt", "with_names": "a woman is wearing a white coat and a red shirt"}, {"scene_id": "atwt-07-16-08s25", "raw": "A scene from a TV show in which a woman is seen with her hair in a bun, with the word 'Nourishing' written in the top left corner.", "with_names": "a woman is with her hair in a bun, with the word 'nourishing' written in the top left corner."}, {"scene_id": "atwt-07-16-08s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-16-08s27", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-16-08s28", "raw": "A scene from a TV show in which a man is looking at a woman and touching his collar", "with_names": "a man is looking at a woman and touching his collar"}, {"scene_id": "atwt-07-16-08s29", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-07-16-08s30", "raw": "A scene from a TV show in which a bottle of L'Oreal Paris's new skin care products is shown.", "with_names": ""}]