[{"scene_id": "bb-01-31-17s0", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and the woman is talking to him.", "with_names": ""}, {"scene_id": "bb-01-31-17s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-31-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-01-31-17s3", "raw": "A scene from a TV show in which a man is pouring a drink for another man.", "with_names": "a man is pouring a drink for another man."}, {"scene_id": "bb-01-31-17s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "bb-01-31-17s6", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-01-31-17s7", "raw": "A scene from a TV show in which a woman is sitting at a desk, looking at papers.", "with_names": "a woman is sitting at a desk, looking at papers."}, {"scene_id": "bb-01-31-17s8", "raw": "A scene from a TV show in which two men are sitting at a table with food and drinks.", "with_names": "two men are sitting at a table with food and drinks."}, {"scene_id": "bb-01-31-17s9", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-01-31-17s10", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone on her laptop.", "with_names": ""}, {"scene_id": "bb-01-31-17s11", "raw": "A scene from a TV show in which a man and woman are sitting at a table with food and wine.", "with_names": "Zende and woman are sitting at a table with food and wine."}, {"scene_id": "bb-01-31-17s12", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-01-31-17s13", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a painting.", "with_names": "Quinn is sitting in a room and looking at a painting."}, {"scene_id": "bb-01-31-17s14", "raw": "A scene from a TV show in which a young black man is looking at a woman.", "with_names": "a young black man is looking at a woman."}, {"scene_id": "bb-01-31-17s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-31-17s16", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "bb-01-31-17s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-31-17s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]