[{"scene_id": "gl-09-30-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is sitting on a couch with his head down.", "with_names": ""}, {"scene_id": "gl-09-30-05s1", "raw": "", "with_names": ""}, {"scene_id": "gl-09-30-05s2", "raw": "A scene from a TV show in which a man is lying on the floor in a room with a door open.", "with_names": "a man is lying on the floor in a room with a door open."}, {"scene_id": "gl-09-30-05s3", "raw": "A scene from a TV show in which a little boy is dancing with a woman in a church.", "with_names": "a little boy is dancing with a woman in a church."}, {"scene_id": "gl-09-30-05s4", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and her hair is blowing in the wind.", "with_names": "a woman is wearing a yellow dress and her hair is blowing in the wind."}, {"scene_id": "gl-09-30-05s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-09-30-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-30-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-09-30-05s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-09-30-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-30-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-09-30-05s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her husband.", "with_names": ""}, {"scene_id": "gl-09-30-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "gl-09-30-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-30-05s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-30-05s15", "raw": "A scene from a TV show in which a man is talking on the phone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-09-30-05s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-09-30-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "gl-09-30-05s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-30-05s19", "raw": "A scene from a TV show in which a man and a woman are talking in a church.", "with_names": ""}, {"scene_id": "gl-09-30-05s20", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-09-30-05s21", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-09-30-05s22", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "a man is smiling and wearing a suit."}, {"scene_id": "gl-09-30-05s23", "raw": "A scene from a TV show in which a young boy is wearing a blue shirt and a tie and sitting in a chair.", "with_names": ""}, {"scene_id": "gl-09-30-05s24", "raw": "", "with_names": ""}, {"scene_id": "gl-09-30-05s25", "raw": "A scene from a TV show in which a man and a woman are talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-30-05s26", "raw": "A scene from a TV show in which a priest is seen walking away from a man in a suit.", "with_names": "a priest is walking away from a man in a suit."}, {"scene_id": "gl-09-30-05s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-09-30-05s28", "raw": "", "with_names": ""}]