[{"scene_id": "atwt-05-25-04s0", "raw": "A scene from a TV show in which a man is trying to open a door with a hammer.", "with_names": "a man is trying to open a door with a hammer."}, {"scene_id": "atwt-05-25-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-05-25-04s2", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "atwt-05-25-04s3", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and reading a letter.", "with_names": "a woman is sitting in a hospital bed and reading a letter."}, {"scene_id": "atwt-05-25-04s4", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing suits.", "with_names": ""}, {"scene_id": "atwt-05-25-04s5", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a striped wallpaper.", "with_names": ""}, {"scene_id": "atwt-05-25-04s6", "raw": "A scene from a TV show in which the words stretch and separate are shown", "with_names": "the words stretch and separate are shown"}, {"scene_id": "atwt-05-25-04s7", "raw": "A scene from a TV show in which a man is drinking a cup of coffee and a woman is sitting next to him.", "with_names": "a man is drinking a cup of coffee and a woman is sitting next to him."}, {"scene_id": "atwt-05-25-04s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-05-25-04s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-25-04s10", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-25-04s11", "raw": "A scene from a TV show in which a man is talking to a customer about a fireplace.", "with_names": ""}, {"scene_id": "atwt-05-25-04s12", "raw": "A scene from a TV show in which a woman is touching another woman's face", "with_names": "a woman is touching another woman's face"}, {"scene_id": "atwt-05-25-04s13", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a red necklace.", "with_names": "a blonde woman is wearing a black dress and a red necklace."}, {"scene_id": "atwt-05-25-04s14", "raw": "A scene from a TV show in which a young blonde woman is looking down and wearing a blue shirt.", "with_names": "a young blonde woman is looking down and wearing a blue shirt."}, {"scene_id": "atwt-05-25-04s15", "raw": "A scene from a TV show in which a man is standing in front of a couch and a woman is sitting on the couch.", "with_names": "a man is standing in front of a couch and a woman is sitting on the couch."}, {"scene_id": "atwt-05-25-04s16", "raw": "A scene from a TV show in which a woman is sitting next to a man and holding papers.", "with_names": "a woman is sitting next to a man and holding papers."}, {"scene_id": "atwt-05-25-04s17", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "] is crying and Paul is standing next to her."}, {"scene_id": "atwt-05-25-04s18", "raw": "A scene from a TV show in which a woman is walking through a doorway and a man is standing in the doorway.", "with_names": "Jennifer is walking through a doorway and ] is standing in the doorway."}, {"scene_id": "atwt-05-25-04s19", "raw": "A scene from a TV show in which a black screen is shown with the words \"CBS Movie Event\"", "with_names": ""}, {"scene_id": "atwt-05-25-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-04s21", "raw": "A scene from a TV show in which a bald man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-25-04s22", "raw": "A scene from a TV show in which a Trident toothbrush is being advertised.", "with_names": "a trident toothbrush is being advertised."}, {"scene_id": "atwt-05-25-04s23", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and looking up.", "with_names": ""}, {"scene_id": "atwt-05-25-04s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-04s25", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-05-25-04s26", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in the air", "with_names": ""}, {"scene_id": "atwt-05-25-04s27", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-05-25-04s28", "raw": "A scene from a TV show in which a woman is using a shower head.", "with_names": "a woman is using a shower head."}, {"scene_id": "atwt-05-25-04s29", "raw": "A scene from a TV show in which a woman is talking to someone and wearing a black dress", "with_names": ""}, {"scene_id": "atwt-05-25-04s30", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-25-04s31", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing behind her.", "with_names": "a woman is walking into a room and a man is standing behind her."}, {"scene_id": "atwt-05-25-04s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-04s33", "raw": "A scene from a TV show in which a man is peering out a window.", "with_names": "a man is peering out a window."}]