[{"scene_id": "bb-01-04-13s0", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-04-13s1", "raw": "A scene from a TV show in which Lisa Vanderpump is interviewed about her new restaurant Vanderpump Dogs which is opening in the fall of 2018", "with_names": "lisa vanderpump is interviewed about her new restaurant vanderpump dogs which is opening in the fall of 2018"}, {"scene_id": "bb-01-04-13s2", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-04-13s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-01-04-13s4", "raw": "A scene from a TV show in which a man is talking to a woman and giving her a thumbs up.", "with_names": ""}, {"scene_id": "bb-01-04-13s5", "raw": "A scene from a TV show in which a man is talking to another man in a living room.", "with_names": ""}, {"scene_id": "bb-01-04-13s6", "raw": "A scene from a TV show in which a doctor talks to a patient.", "with_names": "a doctor talks to a patient."}, {"scene_id": "bb-01-04-13s7", "raw": "A scene from a TV show in which a woman is talking to her mother.", "with_names": ""}, {"scene_id": "bb-01-04-13s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-04-13s9", "raw": "A scene from a TV show in which a woman is talking to her friends.", "with_names": ""}, {"scene_id": "bb-01-04-13s10", "raw": "A scene from a TV show in which a man sits at a table and talks to someone off camera.", "with_names": "a man sits at a table and talks to someone off camera."}, {"scene_id": "bb-01-04-13s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-04-13s12", "raw": "A scene from a TV show in which a woman is standing in a room and smiling.", "with_names": "a woman is standing in a room and smiling."}, {"scene_id": "bb-01-04-13s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-01-04-13s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-04-13s15", "raw": "A scene from a TV show in which a man and two women stand in a living room.", "with_names": "a man and two women stand in a living room."}, {"scene_id": "bb-01-04-13s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]