[{"scene_id": "atwt-01-07-09s0", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a green dress.", "with_names": "Banker is wearing a suit and Carly is in a green dress."}, {"scene_id": "atwt-01-07-09s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-01-07-09s2", "raw": "A scene from a TV show in which a woman is talking on her cell phone and adjusting her glasses.", "with_names": ""}, {"scene_id": "atwt-01-07-09s3", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing in front of him.", "with_names": "a man is walking down a hallway and a woman is standing in front of him."}, {"scene_id": "atwt-01-07-09s4", "raw": "A scene from a TV show in which a woman is sitting up in a hospital bed and a man is standing next to her.", "with_names": "a woman is sitting up in a hospital bed and a man is standing next to her."}, {"scene_id": "atwt-01-07-09s5", "raw": "A scene from a TV show in which a man is cooking food in a kitchen.", "with_names": "] is cooking food in a kitchen."}, {"scene_id": "atwt-01-07-09s6", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and reading a book.", "with_names": "a woman is lying in a hospital bed and reading a book."}, {"scene_id": "atwt-01-07-09s7", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at a clock", "with_names": ""}, {"scene_id": "atwt-01-07-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-07-09s9", "raw": "A scene from a TV show in which a green square is on a white screen and the words H&R Block appear in black", "with_names": "a green square is on a white screen and the words h&r block appear in black"}, {"scene_id": "atwt-01-07-09s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-01-07-09s11", "raw": "A scene from a TV show in which a woman is standing next to a man and he is looking down.", "with_names": "a woman is standing next to a man and he is looking down."}, {"scene_id": "atwt-01-07-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-01-07-09s13", "raw": "A scene from a TV show in which a frog is seen watering flowers in front of a window.", "with_names": "a frog is watering flowers in front of a window."}, {"scene_id": "atwt-01-07-09s14", "raw": "A scene from a TV show in which a man is yelling at a woman in a hospital bed.", "with_names": "a man is yelling at a woman in a hospital bed."}, {"scene_id": "atwt-01-07-09s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "] is looking at a woman and smiling"}, {"scene_id": "atwt-01-07-09s16", "raw": "A scene from a TV show in which a woman is wearing a red coat and a scarf around her neck", "with_names": "a woman is wearing a red coat and a scarf around her neck"}, {"scene_id": "atwt-01-07-09s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-07-09s18", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-07-09s19", "raw": "A scene from a TV show in which a man is asleep in bed and a woman is awake in bed.", "with_names": "a man is asleep in bed and a woman is awake in bed."}, {"scene_id": "atwt-01-07-09s20", "raw": "A scene from a TV show in which a man is standing in front of a truck.", "with_names": "a man is standing in front of a truck."}, {"scene_id": "atwt-01-07-09s21", "raw": "A scene from a TV show in which a woman is smiling and looking at a book.", "with_names": "a woman is smiling and looking at a book."}, {"scene_id": "atwt-01-07-09s22", "raw": "A scene from a TV show in which a man is standing next to a poster for a movie.", "with_names": "a man is standing next to a poster for a movie."}, {"scene_id": "atwt-01-07-09s23", "raw": "A scene from a TV show in which a tube of Revlon's Age Defer foundation is shown.", "with_names": ""}, {"scene_id": "atwt-01-07-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-07-09s25", "raw": "A scene from a TV show in which a man is holding a trophy and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-01-07-09s26", "raw": "A scene from a TV show in which a man and a woman sit on a porch and talk.", "with_names": "a man and a woman sit on a porch and talk."}]