[{"scene_id": "bb-06-05-15s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-15s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-06-05-15s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-15s5", "raw": "A scene from a TV show in which a man is ironing clothes on a hotel balcony.", "with_names": "Ridge is ironing clothes on a hotel balcony."}, {"scene_id": "bb-06-05-15s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-05-15s7", "raw": "A scene from a TV show in which a woman is talking to a man and drinking wine.", "with_names": ""}, {"scene_id": "bb-06-05-15s8", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "Maya sits on a couch and talks to Rick."}, {"scene_id": "bb-06-05-15s9", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "bb-06-05-15s10", "raw": "A scene from a TV show in which a man is wearing a tie and a vest and talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-15s11", "raw": "A scene from a TV show in which a man and a woman are having a conversation.", "with_names": "Oliver and Aly are having a conversation."}, {"scene_id": "bb-06-05-15s12", "raw": "A scene from a TV show in which a man and a woman sit at a table and laugh.", "with_names": "Rick and Maya sit at a table and laugh."}, {"scene_id": "bb-06-05-15s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Ivy sit on a couch and talk."}, {"scene_id": "bb-06-05-15s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a grey shirt.", "with_names": "Steffy is wearing a red dress and Liam is in a grey shirt."}, {"scene_id": "bb-06-05-15s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Ridge is wearing a suit and tie and looking down."}, {"scene_id": "bb-06-05-15s16", "raw": "A scene from a TV show in which a young woman is talking about her experience with a man who has been accused of sexual assault.", "with_names": ""}, {"scene_id": "bb-06-05-15s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-15s20", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-15s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Liam is wearing a suit and tie."}]