[{"scene_id": "atwt-06-09-05s0", "raw": "A scene from a TV show in which a man is working in a barn.", "with_names": "Keith is working in a barn."}, {"scene_id": "atwt-06-09-05s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-09-05s2", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-06-09-05s3", "raw": "A scene from a TV show in which blood is seen on the street.", "with_names": "blood is on the street."}, {"scene_id": "atwt-06-09-05s4", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him.", "with_names": "a man is crying and a woman is looking at him."}, {"scene_id": "atwt-06-09-05s5", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-06-09-05s6", "raw": "A scene from a TV show in which a bright light shines on the words Imagine a dental plan that's sensitive to your desires", "with_names": "a bright light shines on the words imagine a dental plan that's sensitive to your desires"}, {"scene_id": "atwt-06-09-05s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-09-05s8", "raw": "A scene from a TV show in which a bottle of Crystal Light is shown in a field with two cans of the drink.", "with_names": ""}, {"scene_id": "atwt-06-09-05s9", "raw": "A scene from a TV show in which a young boy is standing in a room with a man, who is holding a large hammer.", "with_names": "a young boy is standing in a room with a man, who is holding a large hammer."}, {"scene_id": "atwt-06-09-05s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "atwt-06-09-05s11", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-09-05s12", "raw": "A scene from a TV show in which a woman is looking at a plant and talking.", "with_names": ""}, {"scene_id": "atwt-06-09-05s13", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt", "with_names": "a man is looking at the camera and wearing a blue shirt"}, {"scene_id": "atwt-06-09-05s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking at the camera.", "with_names": "a man is lying in a hospital bed and looking at the camera."}, {"scene_id": "atwt-06-09-05s15", "raw": "A scene from a TV show in which a man is seen holding a cell phone in the air.", "with_names": "a man is holding a cell phone in the air."}, {"scene_id": "atwt-06-09-05s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-09-05s17", "raw": "A scene from a TV show in which a young man is looking down and his face is not visible.", "with_names": "a young man is looking down and his face is not visible."}, {"scene_id": "atwt-06-09-05s18", "raw": "A scene from a TV show in which a beam of light is projected on a wall.", "with_names": "a beam of light is projected on a wall."}, {"scene_id": "atwt-06-09-05s19", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a blonde wig", "with_names": "a woman is wearing a plaid shirt and a blonde wig"}, {"scene_id": "atwt-06-09-05s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-09-05s21", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-06-09-05s22", "raw": "A scene from a TV show in which a woman is singing in a suit.", "with_names": "a woman is singing in a suit."}, {"scene_id": "atwt-06-09-05s23", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-06-09-05s24", "raw": "A scene from a TV show in which a woman is holding a baby and pointing at her face.", "with_names": "a woman is holding a baby and pointing at her face."}, {"scene_id": "atwt-06-09-05s25", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-06-09-05s26", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}]