[{"scene_id": "bb-10-05-15s0", "raw": "A scene from a TV show in which a woman sits on a couch and a man stands behind her, looking at a painting of a naked woman.", "with_names": "Caroline sits on a couch and Ridge stands behind her, looking at a painting of a naked woman."}, {"scene_id": "bb-10-05-15s1", "raw": "A scene from a TV show in which a woman is wearing a red top and a black skirt", "with_names": "a woman is wearing a red top and a black skirt"}, {"scene_id": "bb-10-05-15s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is saying something to him.", "with_names": ""}, {"scene_id": "bb-10-05-15s3", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "bb-10-05-15s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-10-05-15s5", "raw": "A scene from a TV show in which a man is yelling at a woman and a young girl.", "with_names": "a man is yelling at a woman and a young girl."}, {"scene_id": "bb-10-05-15s6", "raw": "A scene from a TV show in which a man is standing in a room with a brown shirt on.", "with_names": "a man is standing in a room with a brown shirt on."}, {"scene_id": "bb-10-05-15s7", "raw": "A scene from a TV show in which a man is standing in a room and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-10-05-15s8", "raw": "A scene from a TV show in which an older man is sitting on a chair and looking down.", "with_names": ""}, {"scene_id": "bb-10-05-15s9", "raw": "A scene from a TV show in which a man and a woman are sitting in chairs and talking.", "with_names": ""}, {"scene_id": "bb-10-05-15s10", "raw": "A scene from a TV show in which a man is wearing a black shirt and a beard.", "with_names": "a man is wearing a black shirt and a beard."}, {"scene_id": "bb-10-05-15s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a therapist.", "with_names": "a man and a woman sit on a couch and talk to a therapist."}, {"scene_id": "bb-10-05-15s12", "raw": "A scene from a TV show in which a man and a woman sit at a desk.", "with_names": "a man and a woman sit at a desk."}, {"scene_id": "bb-10-05-15s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]