[{"scene_id": "gl-10-18-05s0", "raw": "A scene from a TV show in which a man is holding a cigar and a potted plant", "with_names": "Jonathan is holding a cigar and a potted plant"}, {"scene_id": "gl-10-18-05s1", "raw": "A scene from a TV show in which a man is in a hospital bed, holding a baby.", "with_names": "a man is in a hospital bed, holding a baby."}, {"scene_id": "gl-10-18-05s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-18-05s3", "raw": "A scene from a TV show in which a man is talking about the benefits of dating a younger woman.", "with_names": ""}, {"scene_id": "gl-10-18-05s4", "raw": "A scene from a TV show in which a woman is crying and her hand is on her head", "with_names": "a woman is crying and her hand is on her head"}, {"scene_id": "gl-10-18-05s5", "raw": "A scene from a TV show in which a black woman is signing a piece of paper while a white woman looks on.", "with_names": "a black woman is signing a piece of paper while a white woman looks on."}, {"scene_id": "gl-10-18-05s6", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-10-18-05s7", "raw": "", "with_names": ""}, {"scene_id": "gl-10-18-05s8", "raw": "A scene from a TV show in which a woman is holding her head in her hand", "with_names": "a woman is holding her head in her hand"}, {"scene_id": "gl-10-18-05s9", "raw": "A scene from a TV show in which a man is pointing his finger at someone.", "with_names": "a man is pointing his finger at someone."}, {"scene_id": "gl-10-18-05s10", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-10-18-05s11", "raw": "A scene from a TV show in which a man is sitting at a table with a bag and a cup of coffee in front of him. A man is standing next to him, holding a paper bagI", "with_names": "a man is sitting at a table with a bag and a cup of coffee in front of him. a man is standing next to him, holding a paper bagi"}, {"scene_id": "gl-10-18-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-18-05s13", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing ties", "with_names": ""}, {"scene_id": "gl-10-18-05s14", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black shirt", "with_names": "a man is wearing a white shirt and a black shirt"}, {"scene_id": "gl-10-18-05s15", "raw": "A scene from a TV show in which a man is sitting on a chair in a hospital room, while a woman walks in and sits on the floor.", "with_names": ""}, {"scene_id": "gl-10-18-05s16", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-10-18-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and a man is watching her", "with_names": ""}, {"scene_id": "gl-10-18-05s18", "raw": "A scene from a TV show in which a woman is seen wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "gl-10-18-05s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-10-18-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-18-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-18-05s22", "raw": "A scene from a TV show in which a man is being chased by a bear", "with_names": "a man is being chased by a bear"}, {"scene_id": "gl-10-18-05s23", "raw": "", "with_names": ""}, {"scene_id": "gl-10-18-05s24", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-10-18-05s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-10-18-05s26", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and looking at something.", "with_names": "a man and a woman are sitting on a bench and looking at something."}, {"scene_id": "gl-10-18-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-05s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-10-18-05s29", "raw": "A scene from a TV show in which a man is reading a book and wearing a suit and a tie.", "with_names": "a man is reading a book and wearing a suit and a tie."}, {"scene_id": "gl-10-18-05s30", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}, {"scene_id": "gl-10-18-05s31", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-10-18-05s32", "raw": "A scene from a TV show in which a man is seen using a cell phone.", "with_names": "a man is using a cell phone."}, {"scene_id": "gl-10-18-05s33", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a necklace", "with_names": "a woman is wearing a brown dress and a necklace"}, {"scene_id": "gl-10-18-05s34", "raw": "", "with_names": ""}]