[{"scene_id": "bb-11-19-15s0", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen, with wine glasses and a bottle on the table.", "with_names": "Thomas and Ivy stand in a kitchen, with wine glasses and a bottle on the table."}, {"scene_id": "bb-11-19-15s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-19-15s2", "raw": "A scene from a TV show in which a man is talking to a woman while she is wearing a black burqa.", "with_names": ""}, {"scene_id": "bb-11-19-15s3", "raw": "A scene from a TV show in which a man and a woman sit at a dining table and talk.", "with_names": "a man and a woman sit at a dining table and talk."}, {"scene_id": "bb-11-19-15s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a dining table.", "with_names": "a man and a woman are sitting at a dining table."}, {"scene_id": "bb-11-19-15s5", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "bb-11-19-15s6", "raw": "A scene from a TV show in which a woman is throwing a plate at a man.", "with_names": "a woman is throwing a plate at a man."}, {"scene_id": "bb-11-19-15s7", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "bb-11-19-15s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-11-19-15s9", "raw": "A scene from a TV show in which a woman is standing next to a man in a bedroom.", "with_names": "a woman is standing next to a man in a bedroom."}, {"scene_id": "bb-11-19-15s10", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "bb-11-19-15s11", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and he is leaning over her, looking at her.", "with_names": ""}, {"scene_id": "bb-11-19-15s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "bb-11-19-15s13", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]