[{"scene_id": "gl-12-11-06s0", "raw": "A scene from a TV show in which a blonde woman is sitting in a restaurant, looking at a menu.", "with_names": "a blonde woman is sitting in a restaurant, looking at a menu."}, {"scene_id": "gl-12-11-06s1", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-12-11-06s2", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "Harley is standing in front of a window, looking out."}, {"scene_id": "gl-12-11-06s3", "raw": "A scene from a TV show in which a woman is wearing a fur collar.", "with_names": "Mel is wearing a fur collar."}, {"scene_id": "gl-12-11-06s4", "raw": "A scene from a TV show in which a man is lying on a bed, with a bright light shining on him.", "with_names": "Tammy is lying on a bed, with a bright light shining on him."}, {"scene_id": "gl-12-11-06s5", "raw": "A scene from a TV show in which a man is kneeling on the floor, a woman is standing behind him, and a Christmas tree is visible in the background.", "with_names": "a man is kneeling on the floor, Reva is standing behind him, and a christmas tree is visible in the background."}, {"scene_id": "gl-12-11-06s6", "raw": "A scene from a TV show in which a woman is holding a cup and looking surprised.", "with_names": "a woman is holding a cup and looking surprised."}, {"scene_id": "gl-12-11-06s7", "raw": "A scene from a TV show in which a man is holding a black helmet.", "with_names": "Gus is holding a black helmet."}, {"scene_id": "gl-12-11-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-11-06s9", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-12-11-06s10", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-12-11-06s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-11-06s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-11-06s13", "raw": "A scene from a TV show in which a large yellow circle is superimposed over a black circle.", "with_names": "a large yellow circle is superimposed over a black circle."}, {"scene_id": "gl-12-11-06s14", "raw": "A scene from a TV show in which a woman talks on a cell phone.", "with_names": "a woman talks on a cell phone."}, {"scene_id": "gl-12-11-06s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Reva is crying."}, {"scene_id": "gl-12-11-06s16", "raw": "A scene from a TV show in which a man is wearing suspenders and a pink shirt.", "with_names": "a man is wearing suspenders and a pink shirt."}, {"scene_id": "gl-12-11-06s17", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "gl-12-11-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-11-06s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-11-06s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-11-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-11-06s22", "raw": "A scene from a TV show in which a man is wearing a pink shirt and suspenders and is yelling.", "with_names": "a man is wearing a pink shirt and suspenders and is yelling."}, {"scene_id": "gl-12-11-06s23", "raw": "A scene from a TV show in which a man is talking on a phone.", "with_names": ""}, {"scene_id": "gl-12-11-06s24", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-11-06s25", "raw": "A scene from a TV show in which a woman is on the phone and looks concerned.", "with_names": "Reva is on the phone and looks concerned."}, {"scene_id": "gl-12-11-06s26", "raw": "A scene from a TV show in which a door is open and a wreath is hanging on it.", "with_names": "a door is open and a wreath is hanging on it."}, {"scene_id": "gl-12-11-06s27", "raw": "A scene from a TV show in which a man is seen holding a knife.", "with_names": "a man is holding a knife."}]