[{"scene_id": "atwt-09-24-03s0", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-09-24-03s1", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-09-24-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-24-03s3", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a yellow tie.", "with_names": "a man is wearing a white lab coat and a yellow tie."}, {"scene_id": "atwt-09-24-03s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at papers.", "with_names": "a man and a woman are sitting at a table, looking at papers."}, {"scene_id": "atwt-09-24-03s5", "raw": "A scene from a TV show in which a woman is standing in front of a golden background.", "with_names": "] is standing in front of a golden background."}, {"scene_id": "atwt-09-24-03s6", "raw": "A scene from a TV show in which a baby is shown crying.", "with_names": ""}, {"scene_id": "atwt-09-24-03s7", "raw": "A scene from a TV show in which a shirtless man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-09-24-03s8", "raw": "A scene from a TV show in which a woman is walking in a bathroom with a handbag", "with_names": "a woman is walking in a bathroom with a handbag"}, {"scene_id": "atwt-09-24-03s9", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-09-24-03s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-24-03s11", "raw": "A scene from a TV show in which a woman is standing in a room with a white shirt and a blue jacket.", "with_names": "a woman is standing in a room with a white shirt and a blue jacket."}, {"scene_id": "atwt-09-24-03s12", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-09-24-03s13", "raw": "A scene from a TV show in which a man is holding a baseball bat and swinging it at a chair.", "with_names": "a man is holding a baseball bat and swinging it at a chair."}, {"scene_id": "atwt-09-24-03s14", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "Alison is standing in a room with ] standing behind her."}, {"scene_id": "atwt-09-24-03s15", "raw": "A scene from a TV show in which a woman is wearing a red suit and smiling. The text reads \"You make it unforgettable\"", "with_names": "] is wearing a red suit and smiling. the text reads \"you make it unforgettable\""}, {"scene_id": "atwt-09-24-03s16", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "atwt-09-24-03s17", "raw": "A scene from a TV show in which a bald man is wearing a suit and a woman is standing behind him.", "with_names": "a bald man is wearing a suit and a woman is standing behind him."}, {"scene_id": "atwt-09-24-03s18", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-24-03s19", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking away.", "with_names": "a blonde woman is looking at a man and he is looking away."}, {"scene_id": "atwt-09-24-03s20", "raw": "A scene from a TV show in which a child is walking on a wall.", "with_names": "a child is walking on a wall."}, {"scene_id": "atwt-09-24-03s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-24-03s22", "raw": "A scene from a TV show in which a bald man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-24-03s23", "raw": "A scene from a TV show in which a young woman is wearing a red shirt and curly hair.", "with_names": "a young woman is wearing a red shirt and curly hair."}, {"scene_id": "atwt-09-24-03s24", "raw": "A scene from a TV show in which a person is holding a white cloth with a hole in it.", "with_names": "a person is holding a white cloth with a hole in it."}, {"scene_id": "atwt-09-24-03s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-24-03s26", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}, {"scene_id": "atwt-09-24-03s27", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-09-24-03s28", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-24-03s29", "raw": "A scene from a TV show in which a man is looking down and closing his eyes.", "with_names": "a man is looking down and closing his eyes."}, {"scene_id": "atwt-09-24-03s30", "raw": "A scene from a TV show in which a man is dancing with a woman in a bar.", "with_names": "] is dancing with a woman in a bar."}]