[{"scene_id": "atwt-09-08-03s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and standing in a room with a fireplace.", "with_names": "a woman is wearing a red dress and standing in a room with a fireplace."}, {"scene_id": "atwt-09-08-03s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-08-03s2", "raw": "A scene from a TV show in which a woman is in a wheelchair and a doctor is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-08-03s3", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing behind him.", "with_names": "a man is on the phone and a woman is standing behind him."}, {"scene_id": "atwt-09-08-03s4", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her, kissing her on the cheek.", "with_names": ""}, {"scene_id": "atwt-09-08-03s5", "raw": "A scene from a TV show in which a man is standing in front of a dollar sign.", "with_names": "] is standing in front of a dollar sign."}, {"scene_id": "atwt-09-08-03s6", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-09-08-03s7", "raw": "A scene from a TV show in which a woman is sitting at a table and a cat is jumping down a staircase.", "with_names": "a woman is sitting at a table and a cat is jumping down a staircase."}, {"scene_id": "atwt-09-08-03s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-08-03s9", "raw": "A scene from a TV show in which an older woman is talking to a younger man.", "with_names": ""}, {"scene_id": "atwt-09-08-03s10", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a white shirt and a blue vest.", "with_names": "a blonde woman is smiling and wearing a white shirt and a blue vest."}, {"scene_id": "atwt-09-08-03s11", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is screaming.", "with_names": "a man is holding a woman by the neck and she is screaming."}, {"scene_id": "atwt-09-08-03s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-08-03s13", "raw": "A scene from a TV show in which a man is handcuffed and a woman is holding his hands.", "with_names": "a man is handcuffed and a woman is holding his hands."}, {"scene_id": "atwt-09-08-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-08-03s15", "raw": "A scene from a TV show in which a man is shot in the head by a police officer.", "with_names": "a man is shot in the head by a police officer."}, {"scene_id": "atwt-09-08-03s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie.", "with_names": "a man is wearing a white shirt and a tie."}, {"scene_id": "atwt-09-08-03s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-08-03s18", "raw": "A scene from a TV show in which a woman is holding up a newspaper and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-08-03s19", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-09-08-03s20", "raw": "A scene from a TV show in which a woman is drinking a beverage in a forest.", "with_names": "a woman is drinking a beverage in a forest."}, {"scene_id": "atwt-09-08-03s21", "raw": "A scene from a TV show in which a young black woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-08-03s22", "raw": "A scene from a TV show in which a young woman is sitting on a subway train and smiling.", "with_names": "a young woman is sitting on a subway train and smiling."}, {"scene_id": "atwt-09-08-03s23", "raw": "A scene from a TV show in which a man is talking and has a scar on his face.", "with_names": ""}, {"scene_id": "atwt-09-08-03s24", "raw": "A scene from a TV show in which a woman and her daughter are eating a meal together.", "with_names": "a woman and her daughter are eating a meal together."}, {"scene_id": "atwt-09-08-03s25", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-09-08-03s26", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-08-03s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-08-03s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-08-03s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-08-03s30", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-09-08-03s31", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-08-03s32", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}]