[{"scene_id": "atwt-08-23-05s0", "raw": "A scene from a TV show in which a woman is seen picking up a handbag from a chair.", "with_names": "a woman is picking up a handbag from a chair."}, {"scene_id": "atwt-08-23-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-23-05s2", "raw": "A scene from a TV show in which two women are standing in front of each other, wearing jeans and a pink top.", "with_names": "two women are standing in front of each other, wearing jeans and a pink top."}, {"scene_id": "atwt-08-23-05s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-23-05s4", "raw": "A scene from a TV show in which a woman is standing in a room with a white jacket on.", "with_names": "a woman is standing in a room with a white jacket on."}, {"scene_id": "atwt-08-23-05s5", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-23-05s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-23-05s7", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman.", "with_names": ""}, {"scene_id": "atwt-08-23-05s8", "raw": "A scene from a TV show in which a man and a woman are riding horses in a field.", "with_names": "a man and a woman are riding horses in a field."}, {"scene_id": "atwt-08-23-05s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-23-05s10", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-23-05s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-23-05s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-08-23-05s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-23-05s14", "raw": "A scene from a TV show in which a man is seen driving a truck and looking out the window.", "with_names": "a man is driving a truck and looking out the window."}, {"scene_id": "atwt-08-23-05s15", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-23-05s16", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black dress.", "with_names": "a woman is wearing a red jacket and a black dress."}, {"scene_id": "atwt-08-23-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-23-05s18", "raw": "A scene from a TV show in which chocolate chip granola bars are shown.", "with_names": "chocolate chip granola bars are shown."}, {"scene_id": "atwt-08-23-05s19", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a man is sitting next to her.", "with_names": "a woman is wearing a white blazer and a man is sitting next to her."}, {"scene_id": "atwt-08-23-05s20", "raw": "A scene from a TV show in which a man is wearing a tutu and a red shorts with a yellow logo that says 'Sandy Happy'.", "with_names": "a man is wearing a tutu and a red shorts with a yellow logo that says 'sandy happy'."}, {"scene_id": "atwt-08-23-05s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-08-23-05s22", "raw": "A scene from a TV show in which a young man is wearing a purple shirt and a necklace", "with_names": "a young man is wearing a purple shirt and a necklace"}, {"scene_id": "atwt-08-23-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-23-05s24", "raw": "A scene from a TV show in which a bee is flying towards a jar of Nasonex.", "with_names": "a bee is flying towards a jar of nasonex."}]