[{"scene_id": "atwt-04-28-06s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-28-06s3", "raw": "A scene from a TV show in which a man is sitting next to a younger man in a suit.", "with_names": "a man is sitting next to a younger man in a suit."}, {"scene_id": "atwt-04-28-06s4", "raw": "A scene from a TV show in which a woman is walking away from a man, with her hair blowing in the wind.", "with_names": "Cop #1 is walking away from a man, with her hair blowing in the wind."}, {"scene_id": "atwt-04-28-06s5", "raw": "A scene from a TV show in which a woman is standing in a forest and looking up at the sky.", "with_names": "Susan is standing in a forest and looking up at the sky."}, {"scene_id": "atwt-04-28-06s6", "raw": "A scene from a TV show in which a man and a woman are standing in a dark forest.", "with_names": "----------------------------------------------------- and a woman are standing in a dark forest."}, {"scene_id": "atwt-04-28-06s7", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-04-28-06s8", "raw": "A scene from a TV show in which a man is standing in front of a tree and a ladder.", "with_names": "a man is standing in front of a tree and a ladder."}, {"scene_id": "atwt-04-28-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-06s10", "raw": "A scene from a TV show in which a blonde woman is standing in a dark forest, two men are standing behind her, one is holding a knife.", "with_names": "a blonde woman is standing in a dark forest, two men are standing behind her, one is holding a knife."}, {"scene_id": "atwt-04-28-06s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Emily is looking at Henry and he is looking away."}, {"scene_id": "atwt-04-28-06s13", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-28-06s14", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace", "with_names": "Emily is wearing a red jacket and a necklace"}, {"scene_id": "atwt-04-28-06s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-28-06s16", "raw": "A scene from a TV show in which a man with long hair is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-28-06s17", "raw": "A scene from a TV show in which a family is sitting on the floor with a dog.", "with_names": "a family is sitting on the floor with a dog."}, {"scene_id": "atwt-04-28-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-28-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-06s20", "raw": "A scene from a TV show in which a woman is crying and a man is holding her hand.", "with_names": "a woman is crying and Paul is holding her hand."}, {"scene_id": "atwt-04-28-06s30", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "atwt-04-28-06s31", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-28-06s37", "raw": "A scene from a TV show in which a man is wearing a panda suit and a woman is dressed in a dress.", "with_names": "a man is wearing a panda suit and a woman is dressed in a dress."}, {"scene_id": "atwt-04-28-06s38", "raw": "A scene from a TV show in which a woman is walking a dog and a few goats in a field.", "with_names": "Dusty is walking a dog and a few goats in a field."}, {"scene_id": "atwt-04-28-06s39", "raw": "A scene from a TV show in which a woman is singing and a man is looking at her.", "with_names": "Meg is singing and a man is looking at her."}, {"scene_id": "atwt-04-28-06s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-28-06s41", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde wig", "with_names": "Emily is wearing a red shirt and a blonde wig"}, {"scene_id": "atwt-04-28-06s42", "raw": "A scene from a TV show in which a bear is dancing in a field.", "with_names": "a bear is dancing in a field."}, {"scene_id": "atwt-04-28-06s43", "raw": "A scene from a TV show in which a woman is sitting in a car with a man.", "with_names": "Margo is sitting in a car with a man."}, {"scene_id": "atwt-04-28-06s44", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Daniel is wearing a suit and tie"}, {"scene_id": "atwt-04-28-06s45", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Emily is crying."}, {"scene_id": "atwt-04-28-06s47", "raw": "A scene from a TV show in which a woman is crying hysterically.", "with_names": "Barbara is crying hysterically."}, {"scene_id": "atwt-04-28-06s48", "raw": "A scene from a TV show in which a doctor explains how to treat allergies with Singulair.", "with_names": "a doctor explains how to treat allergies with singulair."}, {"scene_id": "atwt-04-28-06s49", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "--------------------------------------------------- and a woman are standing next to each other."}, {"scene_id": "atwt-04-28-06s50", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-28-06s51", "raw": "A scene from a TV show in which a man is laughing", "with_names": "Paul is laughing"}, {"scene_id": "atwt-04-28-06s52", "raw": "A scene from a TV show in which a woman is lying down on a bed, with her head resting on a pillow.", "with_names": "-------------------------------------------- is lying down on a bed, with her head resting on a pillow."}, {"scene_id": "atwt-04-28-06s54", "raw": "A scene from a TV show in which a man is seen rolling a cigarette.", "with_names": "a man is rolling a cigarette."}]