[{"scene_id": "pc-01-08-02s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-01-08-02s1", "raw": "A scene from a TV show in which a man and a woman are standing outside in the snow.", "with_names": "a man and a woman are standing outside in the snow."}, {"scene_id": "pc-01-08-02s2", "raw": "A scene from a TV show in which a woman is seen entering a store with a handbag.", "with_names": "Clerk is entering a store with a handbag."}, {"scene_id": "pc-01-08-02s3", "raw": "A scene from a TV show in which a man is seen entering a store through a glass door.", "with_names": "a man is entering a store through a glass door."}, {"scene_id": "pc-01-08-02s4", "raw": "A scene from a TV show in which a man is putting a woman in a yellow shirt.", "with_names": "Kevin is putting Lucy in a yellow shirt."}, {"scene_id": "pc-01-08-02s7", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by darkness.", "with_names": "kevin is in a dark room, with his face partially obscured by darkness."}, {"scene_id": "pc-01-08-02s8", "raw": "A scene from a TV show in which a man is dancing in a room.", "with_names": "Paige is dancing in a room."}, {"scene_id": "pc-01-08-02s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-08-02s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-02s11", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "pc-01-08-02s12", "raw": "A scene from a TV show in which a man is sitting on a bench and a dog is standing next to him.", "with_names": "a man is sitting on a bench and a dog is standing next to him."}, {"scene_id": "pc-01-08-02s13", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at their hands.", "with_names": "lucy is sitting next to a man and they are both looking at their hands."}, {"scene_id": "pc-01-08-02s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-02s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-08-02s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-08-02s20", "raw": "A scene from a TV show in which a man is being held by a police officer.", "with_names": "a man is being held by a police officer."}, {"scene_id": "pc-01-08-02s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-02s23", "raw": "A scene from a TV show in which a woman is talking to a man and a young boy.", "with_names": ""}, {"scene_id": "pc-01-08-02s24", "raw": "A scene from a TV show in which a black man and a blonde woman are standing next to each other.", "with_names": "a black man and a blonde woman are standing next to each other."}, {"scene_id": "pc-01-08-02s26", "raw": "A scene from a TV show in which a woman is crying and her face is covered in green paint.", "with_names": "Frank is crying and her face is covered in green paint."}, {"scene_id": "pc-01-08-02s27", "raw": "A scene from a TV show in which a woman is holding a child in a snowy forest.", "with_names": "a woman is holding a child in a snowy forest."}, {"scene_id": "pc-01-08-02s31", "raw": "A scene from a TV show in which the main characters are all in black and white headshots.", "with_names": "the main characters are all in black and white headshots."}, {"scene_id": "pc-01-08-02s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]