[{"scene_id": "atwt-03-07-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-07-05s1", "raw": "A scene from a TV show in which a man is looking down and wearing a sweater", "with_names": "a man is looking down and wearing a sweater"}, {"scene_id": "atwt-03-07-05s2", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-03-07-05s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-03-07-05s4", "raw": "A scene from a TV show in which a plastic cup is seen on a table, with a shadow cast on it.", "with_names": "a plastic cup is on a table, with a shadow cast on it."}, {"scene_id": "atwt-03-07-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and another mann is standing next to them.", "with_names": ""}, {"scene_id": "atwt-03-07-05s6", "raw": "A scene from a TV show in which a person is using a hand sanitizer.", "with_names": "a person is using a hand sanitizer."}, {"scene_id": "atwt-03-07-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and is wearing a green shirt", "with_names": "a man is looking at a woman and is wearing a green shirt"}, {"scene_id": "atwt-03-07-05s8", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-03-07-05s9", "raw": "A scene from a TV show in which a man and a woman are kissing. A bottle of perfume is next to them.", "with_names": "a man and a woman are kissing. a bottle of perfume is next to them."}, {"scene_id": "atwt-03-07-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-07-05s11", "raw": "A scene from a TV show in which a girl and a boy are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-03-07-05s12", "raw": "A scene from a TV show in which a woman is holding a box of Bulgins.", "with_names": "a woman is holding a box of bulgins."}, {"scene_id": "atwt-03-07-05s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table", "with_names": "a man and a woman are sitting at a table"}, {"scene_id": "atwt-03-07-05s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-07-05s15", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-03-07-05s16", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at a man."}, {"scene_id": "atwt-03-07-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-03-07-05s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-07-05s19", "raw": "A scene from a TV show in which Mulder is looking at a man and saying,", "with_names": "mulder is looking at a man and saying,"}, {"scene_id": "atwt-03-07-05s20", "raw": "A scene from a TV show in which a man and a woman are sitting in a room.", "with_names": "a man and a woman are sitting in a room."}]