[{"scene_id": "atwt-01-02-08s0", "raw": "A scene from a TV show in which a man is holding a baby and looking at it.", "with_names": "a man is holding a baby and looking at it."}, {"scene_id": "atwt-01-02-08s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "atwt-01-02-08s2", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-02-08s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-02-08s4", "raw": "A scene from a TV show in which a woman is shaking hands with a nurse.", "with_names": "a woman is shaking hands with a nurse."}, {"scene_id": "atwt-01-02-08s5", "raw": "A scene from a TV show in which a woman is holding up a wedding dress.", "with_names": "a woman is holding up a wedding dress."}, {"scene_id": "atwt-01-02-08s6", "raw": "A scene from a TV show in which a man is wearing a hat and a jacket and standing in front of a house.", "with_names": "a man is wearing a hat and a jacket and standing in front of a house."}, {"scene_id": "atwt-01-02-08s7", "raw": "A scene from a TV show in which a man and a woman stand in front of a Christmas tree.", "with_names": "a man and a woman stand in front of a christmas tree."}, {"scene_id": "atwt-01-02-08s8", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck.", "with_names": "a man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-01-02-08s9", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at a man.", "with_names": "a woman is holding a piece of paper and looking at a man."}, {"scene_id": "atwt-01-02-08s10", "raw": "A scene from a TV show in which a man is throwing a woman off a balcony.", "with_names": "a man is throwing a woman off a balcony."}, {"scene_id": "atwt-01-02-08s11", "raw": "A scene from a TV show in which a doctor is talking to a couple.", "with_names": ""}, {"scene_id": "atwt-01-02-08s12", "raw": "A scene from a TV show in which a man is talking on a cell phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "atwt-01-02-08s13", "raw": "A scene from a TV show in which a woman is wearing a white coat and a black shirt", "with_names": "a woman is wearing a white coat and a black shirt"}, {"scene_id": "atwt-01-02-08s14", "raw": "A scene from a TV show in which a woman is shown taking Activia pills.", "with_names": ""}, {"scene_id": "atwt-01-02-08s15", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "atwt-01-02-08s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-02-08s17", "raw": "A scene from a TV show in which a baby is shown with the words Anything for Baby", "with_names": ""}, {"scene_id": "atwt-01-02-08s18", "raw": "A scene from a TV show in which a man is laying on a couch with his hand on his forehead.", "with_names": "a man is laying on a couch with his hand on his forehead."}, {"scene_id": "atwt-01-02-08s19", "raw": "A scene from a TV show in which a woman is wearing a grey coat and a black scarf around her neck.", "with_names": "a woman is wearing a grey coat and a black scarf around her neck."}, {"scene_id": "atwt-01-02-08s20", "raw": "A scene from a TV show in which a woman holds a baby while two other women look on.", "with_names": "a woman holds a baby while two other women look on."}, {"scene_id": "atwt-01-02-08s21", "raw": "A scene from a TV show in which a woman is holding a paint brush and a man is pointing at her.", "with_names": "a woman is holding a paint brush and a man is pointing at her."}, {"scene_id": "atwt-01-02-08s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-02-08s23", "raw": "A scene from a TV show in which two women are standing in a room with a Christmas tree and a fireplace.", "with_names": "two women are standing in a room with a christmas tree and a fireplace."}, {"scene_id": "atwt-01-02-08s24", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-01-02-08s25", "raw": "A scene from a TV show in which a mother and daughter eat burgers together.", "with_names": "a mother and daughter eat burgers together."}, {"scene_id": "atwt-01-02-08s26", "raw": "A scene from a TV show in which a woman sits alone in a church, looking at a Christmas tree.", "with_names": "a woman sits alone in a church, looking at a christmas tree."}, {"scene_id": "atwt-01-02-08s27", "raw": "A scene from a TV show in which a woman is wearing a white coat and a grey scarf", "with_names": "a woman is wearing a white coat and a grey scarf"}, {"scene_id": "atwt-01-02-08s28", "raw": "A scene from a TV show in which a man and a woman sit on a bed with a baby.", "with_names": "a man and a woman sit on a bed with a baby."}, {"scene_id": "atwt-01-02-08s29", "raw": "A scene from a TV show in which a box of pizza rolls is shown on a tiled floor.", "with_names": ""}]