[{"scene_id": "gl-09-22-06s0", "raw": "A scene from a TV show in which a man is lying on a bed with a woman sitting next to him.", "with_names": "a man is lying on a bed with a woman sitting next to him."}, {"scene_id": "gl-09-22-06s1", "raw": "A scene from a TV show in which a man is hammering a piece of wood.", "with_names": "Josh is hammering a piece of wood."}, {"scene_id": "gl-09-22-06s2", "raw": "A scene from a TV show in which a woman is sitting on a bed with a man sitting next to her.", "with_names": "Ava is sitting on a bed with Coop sitting next to her."}, {"scene_id": "gl-09-22-06s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-22-06s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-22-06s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed.", "with_names": "Coop and Ava are sitting on a bed."}, {"scene_id": "gl-09-22-06s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "gl-09-22-06s7", "raw": "A scene from a TV show in which a woman is holding a handbag and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-22-06s8", "raw": "A scene from a TV show in which a man is yelling at a table.", "with_names": "a man is yelling at a table."}, {"scene_id": "gl-09-22-06s9", "raw": "A scene from a TV show in which a man is wearing a shirt and pants and is standing next to a shirtless man.", "with_names": "a man is wearing a shirt and pants and is standing next to a shirtless man."}, {"scene_id": "gl-09-22-06s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom stall.", "with_names": ""}, {"scene_id": "gl-09-22-06s11", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "Josh is sitting at a table and Billy is standing behind him."}, {"scene_id": "gl-09-22-06s12", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "Cassie is being harassed by Reva."}, {"scene_id": "gl-09-22-06s13", "raw": "A scene from a TV show in which a man is holding his hand to his face and laughing.", "with_names": "a man is holding his hand to his face and laughing."}, {"scene_id": "gl-09-22-06s14", "raw": "A scene from a TV show in which a pregnant woman is shown holding her belly.", "with_names": ""}, {"scene_id": "gl-09-22-06s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-09-22-06s16", "raw": "A scene from a TV show in which a man is talking on a cell phone and his mouth is open wide.", "with_names": ""}, {"scene_id": "gl-09-22-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-22-06s18", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and smiling.", "with_names": "a man is wearing a plaid shirt and smiling."}, {"scene_id": "gl-09-22-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-22-06s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white shirt.", "with_names": ""}, {"scene_id": "gl-09-22-06s21", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "gl-09-22-06s22", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at papers.", "with_names": "a woman is sitting at a desk and looking at papers."}, {"scene_id": "gl-09-22-06s23", "raw": "A scene from a TV show in which a woman is holding a brown bag and looking at the camera.", "with_names": "Gillespie is holding a brown bag and looking at the camera."}, {"scene_id": "gl-09-22-06s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-22-06s25", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in the air", "with_names": ""}, {"scene_id": "gl-09-22-06s26", "raw": "A scene from a TV show in which a blue sky is shown", "with_names": ""}]