[{"scene_id": "oltl-05-25-06s0", "raw": "A scene from a TV show in which a woman is standing in a hallway, holding a cell phone.", "with_names": "a woman is standing in a hallway, holding a cell phone."}, {"scene_id": "oltl-05-25-06s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-25-06s2", "raw": "A scene from a TV show in which a doctor is yelling at a patient.", "with_names": "a doctor is yelling at a patient."}, {"scene_id": "oltl-05-25-06s3", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-25-06s4", "raw": "A scene from a TV show in which a young boy is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-25-06s5", "raw": "A scene from a TV show in which a woman is shown with a blonde wig and a red necktie.", "with_names": ""}, {"scene_id": "oltl-05-25-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "oltl-05-25-06s7", "raw": "A scene from a TV show in which a woman is sitting next to a sick person in a hospital bed.", "with_names": "a woman is sitting next to a sick person in a hospital bed."}, {"scene_id": "oltl-05-25-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-25-06s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-25-06s10", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-25-06s11", "raw": "A scene from a TV show in which a young boy is interrogated by a man and a woman.", "with_names": "a young boy is interrogated by a man and a woman."}, {"scene_id": "oltl-05-25-06s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-25-06s13", "raw": "A scene from a TV show in which a man is wearing an orange prison jumpsuit.", "with_names": "a man is wearing an orange prison jumpsuit."}, {"scene_id": "oltl-05-25-06s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-25-06s15", "raw": "A scene from a TV show in which a woman is talking to a crowd.", "with_names": ""}, {"scene_id": "oltl-05-25-06s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-25-06s17", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a white shirt.", "with_names": "a woman is wearing a green jacket and a white shirt."}, {"scene_id": "oltl-05-25-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "oltl-05-25-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-25-06s20", "raw": "A scene from a TV show in which a man is crying and a woman is holding a baby.", "with_names": "a man is crying and a woman is holding a baby."}, {"scene_id": "oltl-05-25-06s21", "raw": "A scene from a TV show in which a young boy is wearing a plaid shirt and a ponytail.", "with_names": "a young boy is wearing a plaid shirt and a ponytail."}, {"scene_id": "oltl-05-25-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-25-06s23", "raw": "A scene from a TV show in which a young woman is wearing a pink tracksuit and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-25-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-25-06s25", "raw": "A scene from a TV show in which a man is standing in front of a woman, and another man is sitting in the background.", "with_names": "a man is standing in front of a woman, and another man is sitting in the background."}, {"scene_id": "oltl-05-25-06s26", "raw": "A scene from a TV show in which a man is arrested and a woman kisses him on the cheek.", "with_names": "a man is arrested and a woman kisses him on the cheek."}, {"scene_id": "oltl-05-25-06s27", "raw": "A scene from a TV show in which a man is holding a baby and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-25-06s28", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a young woman stands over her, looking concerned.", "with_names": "a woman is lying in a hospital bed, a young woman stands over her, looking concerned."}, {"scene_id": "oltl-05-25-06s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-25-06s30", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-25-06s31", "raw": "A scene from a TV show in which a woman is being threatened by a man.", "with_names": "a woman is being threatened by a man."}, {"scene_id": "oltl-05-25-06s32", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "oltl-05-25-06s33", "raw": "A scene from a TV show in which a woman is pointing a gun at a man and a young girl.", "with_names": "a woman is pointing a gun at a man and a young girl."}, {"scene_id": "oltl-05-25-06s34", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]