[{"scene_id": "oltl-12-17-10s0", "raw": "A scene from a TV show in which a man and a woman are hugging in a hospital room.", "with_names": "Rex and Natalie are hugging in a hospital room."}, {"scene_id": "oltl-12-17-10s1", "raw": "A scene from a TV show in which a man is looking at the camera with a stern expression.", "with_names": "a man is looking at the camera with a stern expression."}, {"scene_id": "oltl-12-17-10s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-12-17-10s3", "raw": "A scene from a TV show in which a man is looking down and wearing a green and white shirt.", "with_names": "a man is looking down and wearing a green and white shirt."}, {"scene_id": "oltl-12-17-10s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "oltl-12-17-10s5", "raw": "A scene from a TV show in which a girl is talking to a boy in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-17-10s6", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at a pillow.", "with_names": "a man is sitting on a bed and looking at a pillow."}, {"scene_id": "oltl-12-17-10s7", "raw": "A scene from a TV show in which a man is wearing a green jersey and a woman is standing next to him.", "with_names": "a man is wearing a green jersey and a woman is standing next to him."}, {"scene_id": "oltl-12-17-10s8", "raw": "A scene from a TV show in which a woman is being assaulted by a man in a car", "with_names": "a woman is being assaulted by a man in a car"}, {"scene_id": "oltl-12-17-10s9", "raw": "A scene from a TV show in which a man is sitting on a couch and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-12-17-10s10", "raw": "A scene from a TV show in which a black woman and a white man are talking to a young black man.", "with_names": ""}, {"scene_id": "oltl-12-17-10s11", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-17-10s12", "raw": "A scene from a TV show in which a woman is standing behind a man on a couch, and a vase of red flowers is visible in the background.", "with_names": "a woman is standing behind a man on a couch, and a vase of red flowers is visible in the background."}, {"scene_id": "oltl-12-17-10s13", "raw": "A scene from a TV show in which a girl and a boy are standing next to each other.", "with_names": "a girl and a boy are standing next to each other."}, {"scene_id": "oltl-12-17-10s14", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-12-17-10s15", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and looking at the camera.", "with_names": "a woman is sitting in a hospital bed and looking at the camera."}, {"scene_id": "oltl-12-17-10s16", "raw": "A scene from a TV show in which a man is wearing a bandage on his head", "with_names": "a man is wearing a bandage on his head"}, {"scene_id": "oltl-12-17-10s17", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a man is standing next to her.", "with_names": "a woman is sitting in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-12-17-10s18", "raw": "A scene from a TV show in which a man points a gun at another man.", "with_names": "a man points a gun at another man."}, {"scene_id": "oltl-12-17-10s19", "raw": "A scene from a TV show in which a man is wearing a bandage on his head.", "with_names": "a man is wearing a bandage on his head."}, {"scene_id": "oltl-12-17-10s20", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-12-17-10s21", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-17-10s22", "raw": "A scene from a TV show in which two young men are arguing with a woman.", "with_names": "two young men are arguing with a woman."}, {"scene_id": "oltl-12-17-10s23", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}, {"scene_id": "oltl-12-17-10s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-17-10s25", "raw": "A scene from a TV show in which a black woman and a young black man are talking.", "with_names": ""}, {"scene_id": "oltl-12-17-10s26", "raw": "A scene from a TV show in which a man in a suit is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-17-10s27", "raw": "A scene from a TV show in which a man and a woman are hugging in a kitchen.", "with_names": "a man and a woman are hugging in a kitchen."}, {"scene_id": "oltl-12-17-10s28", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-12-17-10s29", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-12-17-10s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-17-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-17-10s32", "raw": "A scene from a TV show in which a man is looking at a ring.", "with_names": "a man is looking at a ring."}, {"scene_id": "oltl-12-17-10s33", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-17-10s34", "raw": "A scene from a TV show in which a boy and a girl are talking in front of a locker.", "with_names": ""}, {"scene_id": "oltl-12-17-10s35", "raw": "A scene from a TV show in which a woman is crying and covering her mouth with her hand.", "with_names": "a woman is crying and covering her mouth with her hand."}, {"scene_id": "oltl-12-17-10s36", "raw": "A scene from a TV show in which a woman is walking down a hallway, a man is standing in the hallway behind her.", "with_names": "a woman is walking down a hallway, a man is standing in the hallway behind her."}, {"scene_id": "oltl-12-17-10s37", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}]