[{"scene_id": "atwt-05-09-06s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-05-09-06s1", "raw": "A scene from a TV show in which a woman is wearing a green dress and looking at the camera.", "with_names": "a woman is wearing a green dress and looking at the camera."}, {"scene_id": "atwt-05-09-06s2", "raw": "A scene from a TV show in which a young man is crying.", "with_names": "a young man is crying."}, {"scene_id": "atwt-05-09-06s3", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-05-09-06s4", "raw": "A scene from a TV show in which a woman is talking to someone in a white coat.", "with_names": ""}, {"scene_id": "atwt-05-09-06s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-09-06s6", "raw": "A scene from a TV show in which a woman is wearing a green dress and a blonde wig.", "with_names": "a woman is wearing a green dress and a blonde wig."}, {"scene_id": "atwt-05-09-06s7", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-09-06s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a dog.", "with_names": "a man and a woman are standing in a room with a dog."}, {"scene_id": "atwt-05-09-06s9", "raw": "A scene from a TV show in which a man is looking down and wearing a grey shirt.", "with_names": "] is looking down and wearing a grey shirt."}, {"scene_id": "atwt-05-09-06s10", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-09-06s11", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-05-09-06s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-09-06s13", "raw": "A scene from a TV show in which a man is looking at a window and wearing a suit", "with_names": "a man is looking at a window and wearing a suit"}, {"scene_id": "atwt-05-09-06s14", "raw": "A scene from a TV show in which a woman is looking at the camera with her hand touching her hair.", "with_names": "a woman is looking at the camera with her hand touching her hair."}, {"scene_id": "atwt-05-09-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-09-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and he is looking down and his eyes are closed", "with_names": "a man is wearing a suit and a tie and he is looking down and his eyes are closed"}, {"scene_id": "atwt-05-09-06s17", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-05-09-06s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-09-06s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-09-06s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a man standing over her.", "with_names": "a woman is lying in a hospital bed with a man standing over her."}, {"scene_id": "atwt-05-09-06s21", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-05-09-06s22", "raw": "A scene from a TV show in which a man is talking to a woman and a guy is standing behind him.", "with_names": ""}, {"scene_id": "atwt-05-09-06s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-09-06s24", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-09-06s25", "raw": "A scene from a TV show in which a man is sitting on a globe. The title is Executive Producer", "with_names": "] is sitting on a globe. the title is executive producer"}, {"scene_id": "atwt-05-09-06s26", "raw": "", "with_names": ""}]