[{"scene_id": "pc-12-26-01s0", "raw": "A scene from a TV show in which a bride and her daughter are walking down the aisle.", "with_names": "a bride and her daughter are walking down the aisle."}, {"scene_id": "pc-12-26-01s1", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "pc-12-26-01s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-26-01s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-12-26-01s4", "raw": "A scene from a TV show in which a bride and groom are surrounded by their family.", "with_names": "a bride and groom are surrounded by their family."}, {"scene_id": "pc-12-26-01s5", "raw": "A scene from a TV show in which a woman is talking about her new hair style.", "with_names": ""}, {"scene_id": "pc-12-26-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-26-01s7", "raw": "A scene from a TV show in which a woman holds a necklace with pictures of her deceased daughter.", "with_names": "a woman holds a necklace with pictures of her deceased daughter."}, {"scene_id": "pc-12-26-01s8", "raw": "A scene from a TV show in which a bride and groom are dancing.", "with_names": "a bride and groom are dancing."}, {"scene_id": "pc-12-26-01s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-26-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-26-01s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-12-26-01s12", "raw": "A scene from a TV show in which a man is hugging his wife.", "with_names": "a man is hugging his wife."}, {"scene_id": "pc-12-26-01s13", "raw": "A scene from a TV show in which a chef is smiling and holding a wine glass.", "with_names": "a chef is smiling and holding a wine glass."}, {"scene_id": "pc-12-26-01s14", "raw": "A scene from a TV show in which a woman is crying on her wedding day.", "with_names": "Lucy is crying on her wedding day."}, {"scene_id": "pc-12-26-01s15", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}]