[{"scene_id": "pc-12-26-01s0", "raw": "a man and woman are hugging each other and then a man is shown hugging a woman.", "with_names": ""}, {"scene_id": "pc-12-26-01s1", "raw": "a man and a woman are kissing each other in a living room.", "with_names": "a man and a woman are kissing each other in a living room."}, {"scene_id": "pc-12-26-01s2", "raw": "a man is walking in a chair and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-12-26-01s3", "raw": "a man is talking to a woman and then a man is shown in a suit.", "with_names": ""}, {"scene_id": "pc-12-26-01s4", "raw": "a man and a woman are walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "pc-12-26-01s5", "raw": "a man and woman are being interviewed at a ceremony.", "with_names": "Rafe and woman are being interviewed at a ceremony."}, {"scene_id": "pc-12-26-01s6", "raw": "a man and woman are standing in front of a large crowd, and they kiss each other.", "with_names": "Ian and woman are standing in front of a large crowd, and they kiss each other."}, {"scene_id": "pc-12-26-01s7", "raw": "a woman is holding a microphone and then a man is hugging a woman.", "with_names": "a woman is holding a microphone and then Gail is hugging a woman."}, {"scene_id": "pc-12-26-01s8", "raw": "a man is standing in front of a woman and is giving a speech.", "with_names": "Kevin is standing in front of Lucy and is giving a speech."}, {"scene_id": "pc-12-26-01s9", "raw": "a man and woman are standing in front of a christmas tree and a man is talking about a woman.", "with_names": ""}, {"scene_id": "pc-12-26-01s10", "raw": "a man and woman are standing in a room and they are talking.", "with_names": ""}, {"scene_id": "pc-12-26-01s11", "raw": "a man and woman are talking about a man and then they kiss each other.", "with_names": ""}, {"scene_id": "pc-12-26-01s12", "raw": "a man and woman kiss each other in a large room.", "with_names": "a man and woman kiss each other in a large room."}, {"scene_id": "pc-12-26-01s13", "raw": "a woman is walking around a room and then a man is walking around a room.", "with_names": ""}, {"scene_id": "pc-12-26-01s14", "raw": "a man and a woman kiss each other in a kiss.", "with_names": "Kevin and Lucy kiss each other in a kiss."}, {"scene_id": "pc-12-26-01s15", "raw": "a man and woman are kissing each other in a room.", "with_names": "a man and woman are kissing each other in a room."}]