[{"scene_id": "gl-08-18-03s0", "raw": "A scene from a TV show in which a man is seen talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "gl-08-18-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-18-03s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-08-18-03s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-08-18-03s6", "raw": "A scene from a TV show in which Ellen DeGeneres is wearing a white suit and a blonde wig.", "with_names": "ellen degeneres is wearing a white suit and a blonde wig."}, {"scene_id": "gl-08-18-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-08-18-03s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is short", "with_names": ""}, {"scene_id": "gl-08-18-03s10", "raw": "A scene from a TV show in which a man is talking to someone and a picture is on the wall", "with_names": ""}, {"scene_id": "gl-08-18-03s11", "raw": "A scene from a TV show in which a man is being congratulated by a woman.", "with_names": "a man is being congratulated by a woman."}, {"scene_id": "gl-08-18-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-18-03s13", "raw": "A scene from a TV show in which a man is sitting in a chair with a woman sitting behind him.", "with_names": ""}, {"scene_id": "gl-08-18-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-18-03s16", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-08-18-03s17", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "Arthur is trying to kiss a woman."}, {"scene_id": "gl-08-18-03s18", "raw": "A scene from a TV show in which a man is sitting in a bookstore and is looking at a book.", "with_names": "(Audience) is sitting in a bookstore and is looking at a book."}, {"scene_id": "gl-08-18-03s19", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is listening.", "with_names": ""}, {"scene_id": "gl-08-18-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and a few other people are watching.", "with_names": ""}, {"scene_id": "gl-08-18-03s21", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and her eyes are closed", "with_names": "a woman is lying in a hospital bed and her eyes are closed"}, {"scene_id": "gl-08-18-03s22", "raw": "A scene from a TV show in which a man is looking at a blonde woman and she is looking back at him.", "with_names": "Phillip is looking at a blonde woman and she is looking back at him."}, {"scene_id": "gl-08-18-03s23", "raw": "A scene from a TV show in which a woman is looking at a computer screen and making a surprised face.", "with_names": "a woman is looking at a computer screen and making a surprised face."}, {"scene_id": "gl-08-18-03s26", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-08-18-03s27", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "gl-08-18-03s28", "raw": "A scene from a TV show in which a man and a woman are in a room, with a potted plant and a mirror in the background.", "with_names": "Jeffrey and Beth are in a room, with a potted plant and a mirror in the background."}, {"scene_id": "gl-08-18-03s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-18-03s30", "raw": "A scene from a TV show in which a woman is in a hospital bed with an IV", "with_names": "Stage manager is in a hospital bed with an iv"}, {"scene_id": "gl-08-18-03s31", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-08-18-03s32", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}]