[{"scene_id": "atwt-08-28-01s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s1", "raw": "A scene from a TV show in which a man is shown with his eyes closed and his mouth open.", "with_names": ""}, {"scene_id": "atwt-08-28-01s2", "raw": "A scene from a TV show in which a man is talking on the phone while holding a book.", "with_names": ""}, {"scene_id": "atwt-08-28-01s3", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "atwt-08-28-01s4", "raw": "A scene from a TV show in which a woman is wearing a white coat and a scarf and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s5", "raw": "A scene from a TV show in which a woman is standing next to a Pringles can.", "with_names": "Molly is standing next to a pringles can."}, {"scene_id": "atwt-08-28-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-28-01s8", "raw": "A scene from a TV show in which a woman is wearing a silver dress and a short black hair.", "with_names": "Molly is wearing a silver dress and a short black hair."}, {"scene_id": "atwt-08-28-01s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s10", "raw": "A scene from a TV show in which a woman is standing in front of a sign that says \"Ortiz\"", "with_names": "Rose is standing in front of a sign that says \"ortiz\""}, {"scene_id": "atwt-08-28-01s11", "raw": "A scene from a TV show in which a man is seen pouring wine on a woman.", "with_names": "a man is pouring wine on a woman."}, {"scene_id": "atwt-08-28-01s12", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-08-28-01s13", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-08-28-01s14", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is standing behind him.", "with_names": "Jack is holding a piece of paper and Molly is standing behind him."}, {"scene_id": "atwt-08-28-01s15", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-08-28-01s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s17", "raw": "A scene from a TV show in which two men are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-08-28-01s18", "raw": "A scene from a TV show in which a young black boy is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-28-01s19", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "atwt-08-28-01s20", "raw": "A scene from a TV show in which the paint cans are stacked on top of each other.", "with_names": "the paint cans are stacked on top of each other."}, {"scene_id": "atwt-08-28-01s21", "raw": "A scene from a TV show in which a woman is talking to a man and a vase is visible in the background.", "with_names": ""}, {"scene_id": "atwt-08-28-01s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-28-01s23", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-08-28-01s24", "raw": "A scene from a TV show in which a woman is bending over and another woman is standing behind her.", "with_names": "a woman is bending over and another woman is standing behind her."}, {"scene_id": "atwt-08-28-01s25", "raw": "A scene from a TV show in which a man is playing a guitar and another man is standing next to him.", "with_names": "a man is playing a guitar and another man is standing next to him."}, {"scene_id": "atwt-08-28-01s26", "raw": "A scene from a TV show in which a woman is riding a horse in a snowy field.", "with_names": "Kim is riding a horse in a snowy field."}, {"scene_id": "atwt-08-28-01s27", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-08-28-01s28", "raw": "A scene from a TV show in which a black man is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-08-28-01s29", "raw": "A scene from a TV show in which two women are standing in a room, one of them is wearing a blue dress and the other is wearing a black dress.", "with_names": "two women are standing in a room, one of them is wearing a blue dress and the other is wearing a black dress."}, {"scene_id": "atwt-08-28-01s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-28-01s31", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-08-28-01s32", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-08-28-01s33", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-28-01s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]