[{"scene_id": "atwt-09-07-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-07-05s1", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown hair", "with_names": "a man is wearing a red shirt and a brown hair"}, {"scene_id": "atwt-09-07-05s2", "raw": "A scene from a TV show in which a woman is talking on her cell phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-09-07-05s3", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "] and a woman are in a kitchen."}, {"scene_id": "atwt-09-07-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-07-05s5", "raw": "A scene from a TV show in which a man and a woman are kissing in a restaurant.", "with_names": "a man and a woman are kissing in a restaurant."}, {"scene_id": "atwt-09-07-05s6", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-09-07-05s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the womanI is holding a flower and looking at the man.", "with_names": "] and a woman are standing in a room, the womani is holding a flower and looking at the man."}, {"scene_id": "atwt-09-07-05s8", "raw": "A scene from a TV show in which a woman is seen eating a slice of pizza.", "with_names": "a woman is eating a slice of pizza."}, {"scene_id": "atwt-09-07-05s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-09-07-05s10", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-09-07-05s11", "raw": "A scene from a TV show in which two boys are standing in front of a brick wall.", "with_names": "two boys are standing in front of a brick wall."}, {"scene_id": "atwt-09-07-05s12", "raw": "A scene from a TV show in which a blonde woman is wearing a light green top and a necklace.", "with_names": "a blonde woman is wearing a light green top and a necklace."}, {"scene_id": "atwt-09-07-05s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-07-05s14", "raw": "A scene from a TV show in which a baby is strapped into a car seat.", "with_names": "a baby is strapped into a car seat."}, {"scene_id": "atwt-09-07-05s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-07-05s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-07-05s17", "raw": "A scene from a TV show in which a woman is on the phone and smoking a cigarette.", "with_names": "a woman is on the phone and smoking a cigarette."}, {"scene_id": "atwt-09-07-05s18", "raw": "A scene from a TV show in which a couple is riding horses.", "with_names": "a couple is riding horses."}, {"scene_id": "atwt-09-07-05s19", "raw": "A scene from a TV show in which a woman is dancing in a room with a white couch and a red carpet.", "with_names": "a woman is dancing in a room with a white couch and a red carpet."}, {"scene_id": "atwt-09-07-05s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-07-05s21", "raw": "A scene from a TV show in which an older woman is yelling at a younger woman.", "with_names": "an older woman is yelling at a younger woman."}, {"scene_id": "atwt-09-07-05s22", "raw": "A scene from a TV show in which a woman is wearing glasses and holding her hands up to her face.", "with_names": "a woman is wearing glasses and holding her hands up to her face."}, {"scene_id": "atwt-09-07-05s23", "raw": "A scene from a TV show in which a man is seen with a beard and a blue shirt.", "with_names": "a man is with a beard and a blue shirt."}, {"scene_id": "atwt-09-07-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-07-05s25", "raw": "A scene from a TV show in which a woman is sitting on the floor, looking at a book.", "with_names": "a woman is sitting on the floor, looking at a book."}, {"scene_id": "atwt-09-07-05s26", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a light green top.", "with_names": "a blonde woman is smiling and wearing a light green top."}, {"scene_id": "atwt-09-07-05s27", "raw": "A scene from a TV show in which a woman is seen smiling and holding a tube of toothpaste.", "with_names": "a woman is smiling and holding a tube of toothpaste."}]