[{"scene_id": "bb-05-06-14s0", "raw": "A scene from a TV show in which a mansion is shown.", "with_names": ""}, {"scene_id": "bb-05-06-14s1", "raw": "A scene from a TV show in which a man holds a baby in his lap while a woman looks on.", "with_names": "a man holds a baby in his lap while a woman looks on."}, {"scene_id": "bb-05-06-14s2", "raw": "A scene from a TV show in which a fashion show is taking place in a large room with a blue backdrop.", "with_names": "a fashion show is taking place in a large room with a blue backdrop."}, {"scene_id": "bb-05-06-14s3", "raw": "A scene from a TV show in which a man is standing in a bathroom and looking at a mirror.", "with_names": "a man is standing in a bathroom and looking at a mirror."}, {"scene_id": "bb-05-06-14s4", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-05-06-14s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "bb-05-06-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-06-14s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-05-06-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-06-14s9", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-05-06-14s10", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "bb-05-06-14s11", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "bb-05-06-14s12", "raw": "A scene from a TV show in which two women are standing in a room and talking.", "with_names": ""}]