[{"scene_id": "bb-08-01-14s0", "raw": "A scene from a TV show in which a house is shown.", "with_names": ""}, {"scene_id": "bb-08-01-14s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-01-14s2", "raw": "A scene from a TV show in which a woman is interviewed by a reporter.", "with_names": "a woman is interviewed by a reporter."}, {"scene_id": "bb-08-01-14s3", "raw": "A scene from a TV show in which a fashion show is taking place in a large room with a blue door.", "with_names": "a fashion show is taking place in a large room with a blue door."}, {"scene_id": "bb-08-01-14s4", "raw": "A scene from a TV show in which two young women are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-08-01-14s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-08-01-14s6", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is walking by.", "with_names": ""}, {"scene_id": "bb-08-01-14s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-01-14s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-01-14s9", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Wyatt is looking at a woman."}, {"scene_id": "bb-08-01-14s10", "raw": "A scene from a TV show in which a woman is walking down a hallway and then stops and turns around.", "with_names": "Quinn is walking down a hallway and then stops and turns around."}, {"scene_id": "bb-08-01-14s11", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-08-01-14s12", "raw": "A scene from a TV show in which a man is seen in the center of the frame, wearing a white shirt and a tie.", "with_names": "Liam is in the center of the frame, wearing a white shirt and a tie."}, {"scene_id": "bb-08-01-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-01-14s14", "raw": "A scene from a TV show in which a man and a woman sit in chairs in a living room and talk.", "with_names": "a man and a woman sit in chairs in a living room and talk."}, {"scene_id": "bb-08-01-14s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-01-14s16", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-08-01-14s17", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "Quinn sits on a couch and talks to Wyatt."}, {"scene_id": "bb-08-01-14s18", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]