[{"scene_id": "gl-01-02-04s0", "raw": "A scene from a TV show in which a man is hit in the head with a bottle", "with_names": "a man is hit in the head with a bottle"}, {"scene_id": "gl-01-02-04s1", "raw": "A scene from a TV show in which a man is talking to another man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-01-02-04s2", "raw": "A scene from a TV show in which a man is wearing a black coat and a red shirt", "with_names": "a man is wearing a black coat and a red shirt"}, {"scene_id": "gl-01-02-04s3", "raw": "A scene from a TV show in which a doctor is wearing a white coat and green scrubs.", "with_names": "a doctor is wearing a white coat and green scrubs."}, {"scene_id": "gl-01-02-04s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "gl-01-02-04s5", "raw": "A scene from a TV show in which a woman is wearing a white turtleneck and a skirt.", "with_names": "Carrie is wearing a white turtleneck and a skirt."}, {"scene_id": "gl-01-02-04s6", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-01-02-04s7", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "Jeffrey is sitting on a bed and a woman is standing next to him."}, {"scene_id": "gl-01-02-04s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is leaning over her, holding her hair.", "with_names": ""}, {"scene_id": "gl-01-02-04s9", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-02-04s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-02-04s11", "raw": "A scene from a TV show in which a woman is dancing in a room with orange furniture.", "with_names": "a woman is dancing in a room with orange furniture."}, {"scene_id": "gl-01-02-04s12", "raw": "A scene from a TV show in which a woman is talking to a man in a white coat.", "with_names": ""}, {"scene_id": "gl-01-02-04s13", "raw": "A scene from a TV show in which a woman is wearing a purple turtleneck and a grey coat.", "with_names": "Harley is wearing a purple turtleneck and a grey coat."}, {"scene_id": "gl-01-02-04s14", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-01-02-04s15", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-01-02-04s16", "raw": "A scene from a TV show in which a woman is holding a cup and looking at the camera.", "with_names": "Harley is holding a cup and looking at the camera."}, {"scene_id": "gl-01-02-04s17", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-01-02-04s18", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a brown coat and the other is wearing a brown suit.", "with_names": "two men are standing in a room, one of them is wearing a brown coat and the other is wearing a brown suit."}, {"scene_id": "gl-01-02-04s19", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at Billy and saying,"}, {"scene_id": "gl-01-02-04s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-02-04s21", "raw": "A scene from a TV show in which a man sits on a couch and looks at a book.", "with_names": "Marah's Voice sits on a couch and looks at a book."}, {"scene_id": "gl-01-02-04s22", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is moving", "with_names": ""}, {"scene_id": "gl-01-02-04s25", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hands.", "with_names": "Michelle is crying and covering her face with her hands."}, {"scene_id": "gl-01-02-04s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a white turtleneck and a red and blue stained glass window is behind her.", "with_names": "Marah is standing in a kitchen, wearing a white turtleneck and a red and blue stained glass window is behind her."}]