[{"scene_id": "oltl-11-15-06s0", "raw": "A scene from a TV show in which a man is dancing in a living room.", "with_names": "Cole is dancing in a living room."}, {"scene_id": "oltl-11-15-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-11-15-06s2", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-15-06s3", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-11-15-06s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde woman is standing behind her", "with_names": "a woman is wearing a black dress and a blonde woman is standing behind her"}, {"scene_id": "oltl-11-15-06s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-11-15-06s6", "raw": "A scene from a TV show in which a young man is smoking a cigarette with a woman and another man standing behind him.", "with_names": "a young man is smoking a cigarette with ] and another man standing behind him."}, {"scene_id": "oltl-11-15-06s7", "raw": "A scene from a TV show in which a woman is being seduced by a man in bed.", "with_names": "a woman is being seduced by a man in bed."}, {"scene_id": "oltl-11-15-06s8", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-11-15-06s9", "raw": "A scene from a TV show in which a man is holding his head in his hands, while a woman stands next to him, looking at him with a shocked expression.", "with_names": "a man is holding his head in his hands, while a woman stands next to him, looking at him with a shocked expression."}, {"scene_id": "oltl-11-15-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-15-06s11", "raw": "A scene from a TV show in which a man is looking at a woman and another man is in the background.", "with_names": "a man is looking at a woman and another man is in the background."}, {"scene_id": "oltl-11-15-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-15-06s13", "raw": "A scene from a TV show in which a man and a woman are dancing in a room.", "with_names": "a man and a woman are dancing in a room."}, {"scene_id": "oltl-11-15-06s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-15-06s15", "raw": "", "with_names": ""}]