[{"scene_id": "pc-10-21-02s0", "raw": "A scene from a TV show in which a woman is shown in a blue light and a man is seen in a red light", "with_names": ""}, {"scene_id": "pc-10-21-02s3", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "pc-10-21-02s4", "raw": "A scene from a TV show in which a man is playing a piano and singing.", "with_names": "Mick is playing a piano and singing."}, {"scene_id": "pc-10-21-02s5", "raw": "A scene from a TV show in which a woman is being tortured by a man.", "with_names": "a woman is being tortured by a man."}, {"scene_id": "pc-10-21-02s6", "raw": "A scene from a TV show in which a woman is attacked by a gorilla", "with_names": "a woman is attacked by a gorilla"}, {"scene_id": "pc-10-21-02s7", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "pc-10-21-02s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-10-21-02s9", "raw": "A scene from a TV show in which a woman is reading a letter and smiling", "with_names": "a woman is reading a letter and smiling"}, {"scene_id": "pc-10-21-02s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-10-21-02s11", "raw": "A scene from a TV show in which a man is sitting on a chair in a recording studio, while two other men are standing around him.", "with_names": ""}, {"scene_id": "pc-10-21-02s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-10-21-02s13", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "pc-10-21-02s14", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed and a man's hand is on her face.", "with_names": "Jamal is lying in bed with her eyes closed and a man's hand is on her face."}, {"scene_id": "pc-10-21-02s15", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a big smile on her face", "with_names": "a woman is wearing a fur coat and a big smile on her face"}, {"scene_id": "pc-10-21-02s16", "raw": "A scene from a TV show in which a woman is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "pc-10-21-02s17", "raw": "A scene from a TV show in which a woman is lying on a hospital bed and two doctors are standing over her.", "with_names": "a woman is lying on a hospital bed and two doctors are standing over her."}, {"scene_id": "pc-10-21-02s18", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-10-21-02s19", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black turtleneck.", "with_names": ""}, {"scene_id": "pc-10-21-02s20", "raw": "A scene from a TV show in which a woman is trapped in a glass door.", "with_names": "Deniece is trapped in a glass door."}, {"scene_id": "pc-10-21-02s25", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}]