[{"scene_id": "gl-08-30-05s0", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Cassie is being attacked by Jeffrey."}, {"scene_id": "gl-08-30-05s1", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "gl-08-30-05s2", "raw": "A scene from a TV show in which a woman is driving a car and the car is going fast", "with_names": "a woman is driving a car and the car is going fast"}, {"scene_id": "gl-08-30-05s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-30-05s4", "raw": "", "with_names": ""}, {"scene_id": "gl-08-30-05s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-08-30-05s6", "raw": "A scene from a TV show in which a man holds a baby in a frame.", "with_names": "] holds a baby in a frame."}, {"scene_id": "gl-08-30-05s7", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking shocked.", "with_names": ""}, {"scene_id": "gl-08-30-05s8", "raw": "A scene from a TV show in which a woman is driving a car and a man sits in the passenger seat.", "with_names": "Michelle is driving a car and ] sits in the passenger seat."}, {"scene_id": "gl-08-30-05s9", "raw": "A scene from a TV show in which a man is holding a cigarette in his hand and looking at it.", "with_names": "a man is holding a cigarette in his hand and looking at it."}, {"scene_id": "gl-08-30-05s10", "raw": "A scene from a TV show in which a UFO is seen hovering over a town.", "with_names": "a ufo is hovering over a town."}, {"scene_id": "gl-08-30-05s11", "raw": "", "with_names": ""}, {"scene_id": "gl-08-30-05s12", "raw": "A scene from a TV show in which a woman is driving a car and a man stands next to her", "with_names": "a woman is driving a car and a man stands next to her"}, {"scene_id": "gl-08-30-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-05s14", "raw": "A scene from a TV show in which a woman is talking on her cell phone while driving.", "with_names": ""}, {"scene_id": "gl-08-30-05s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-08-30-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-05s17", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-08-30-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-30-05s19", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-08-30-05s20", "raw": "A scene from a TV show in which a woman is talking on her cell phone while driving.", "with_names": ""}, {"scene_id": "gl-08-30-05s21", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "gl-08-30-05s22", "raw": "A scene from a TV show in which a man is holding a woman in a room.", "with_names": "a man is holding a woman in a room."}, {"scene_id": "gl-08-30-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-30-05s24", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "gl-08-30-05s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-08-30-05s26", "raw": "A scene from a TV show in which a woman is wearing a pink and white striped shirt and a necklace.", "with_names": "a woman is wearing a pink and white striped shirt and a necklace."}, {"scene_id": "gl-08-30-05s27", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-08-30-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-05s29", "raw": "A scene from a TV show in which a woman is holding a book and looking at it", "with_names": "a woman is holding a book and looking at it"}, {"scene_id": "gl-08-30-05s30", "raw": "A scene from a TV show in which a woman is looking at a poster.", "with_names": "a woman is looking at a poster."}, {"scene_id": "gl-08-30-05s31", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-08-30-05s32", "raw": "", "with_names": ""}]