[{"scene_id": "gl-06-03-03s0", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-03-03s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "gl-06-03-03s2", "raw": "A scene from a TV show in which a man is pouring a drink into a glass", "with_names": "a man is pouring a drink into a glass"}, {"scene_id": "gl-06-03-03s3", "raw": "A scene from a TV show in which a woman is dancing in a pink dress", "with_names": "a woman is dancing in a pink dress"}, {"scene_id": "gl-06-03-03s4", "raw": "A scene from a TV show in which a man is sitting in a chair and is looking at something off screen.", "with_names": ""}, {"scene_id": "gl-06-03-03s5", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-03-03s6", "raw": "A scene from a TV show in which a blonde woman is brushing her hair.", "with_names": "a blonde woman is brushing her hair."}, {"scene_id": "gl-06-03-03s7", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "a man is wearing a suit and a purple tie"}, {"scene_id": "gl-06-03-03s8", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "gl-06-03-03s9", "raw": "A scene from a TV show in which a woman is sitting on a table and talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-03-03s10", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "gl-06-03-03s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "gl-06-03-03s12", "raw": "A scene from a TV show in which a man is holding a gun and a stuffed animal is behind him", "with_names": "a man is holding a gun and a stuffed animal is behind him"}, {"scene_id": "gl-06-03-03s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-03-03s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking up at a man.", "with_names": ""}, {"scene_id": "gl-06-03-03s15", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-06-03-03s16", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted in pain.", "with_names": "a woman is on the phone and her face is contorted in pain."}, {"scene_id": "gl-06-03-03s17", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-03-03s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-06-03-03s19", "raw": "A scene from a TV show in which a woman is talking to someone and a window is behind her", "with_names": ""}]