[{"scene_id": "oltl-06-26-07s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a little girl is standing next to him.", "with_names": "a man is lying in a hospital bed, a little girl is standing next to him."}, {"scene_id": "oltl-06-26-07s1", "raw": "A scene from a TV show in which a young girl is reading a book while a man stands behind her.", "with_names": "a young girl is reading a book while a man stands behind her."}, {"scene_id": "oltl-06-26-07s2", "raw": "A scene from a TV show in which a man is looking at a clock and a woman is standing behind him.", "with_names": "a man is looking at a clock and a woman is standing behind him."}, {"scene_id": "oltl-06-26-07s3", "raw": "A scene from a TV show in which a man is sitting in a casino, looking at a woman.", "with_names": "a man is sitting in a casino, looking at a woman."}, {"scene_id": "oltl-06-26-07s4", "raw": "A scene from a TV show in which a circle is cut out of a picture of a person. The words \"One to Live\" are written in the middle of the image.", "with_names": "a circle is cut out of a picture of a person. the words \"one to live\" are written in the middle of the image."}, {"scene_id": "oltl-06-26-07s5", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-06-26-07s6", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a grey cardigan.", "with_names": "a blonde woman is wearing a white shirt and a grey cardigan."}, {"scene_id": "oltl-06-26-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-26-07s8", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-06-26-07s9", "raw": "A scene from a TV show in which a young girl is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-06-26-07s10", "raw": "A scene from a TV show in which a young man is looking at a cell phone.", "with_names": "a young man is looking at a cell phone."}, {"scene_id": "oltl-06-26-07s11", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "a woman is sitting in a room with a man standing behind her."}, {"scene_id": "oltl-06-26-07s12", "raw": "A scene from a TV show in which a woman is seen spanking a young girl.", "with_names": "a woman is spanking a young girl."}, {"scene_id": "oltl-06-26-07s13", "raw": "A scene from a TV show in which a woman is bent over and her head is on the floor.", "with_names": "a woman is bent over and her head is on the floor."}, {"scene_id": "oltl-06-26-07s14", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-06-26-07s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-26-07s16", "raw": "A scene from a TV show in which a man is looking at a desk and a window.", "with_names": "a man is looking at a desk and a window."}, {"scene_id": "oltl-06-26-07s17", "raw": "A scene from a TV show in which a blonde man is looking at a woman and angrily.", "with_names": "a blonde man is looking at a woman and angrily."}, {"scene_id": "oltl-06-26-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-26-07s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed, hooked up to an IV.", "with_names": "a man is lying in a hospital bed, hooked up to an iv."}, {"scene_id": "oltl-06-26-07s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing white shirts and ties.", "with_names": "a man and a woman are standing next to each other, both wearing white shirts and ties."}, {"scene_id": "oltl-06-26-07s21", "raw": "A scene from a TV show in which a man is lying in a hospital bed, reading a book.", "with_names": "a man is lying in a hospital bed, reading a book."}, {"scene_id": "oltl-06-26-07s22", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}]