[{"scene_id": "bb-09-27-05s0", "raw": "A scene from a TV show in which a woman is talking to someone on a video call.", "with_names": ""}, {"scene_id": "bb-09-27-05s1", "raw": "A scene from a TV show in which a woman is holding a book and a cell phone.", "with_names": "a woman is holding a book and a cell phone."}, {"scene_id": "bb-09-27-05s2", "raw": "A scene from a TV show in which a woman is standing in front of a door and a clock is counting down.", "with_names": "a woman is standing in front of a door and a clock is counting down."}, {"scene_id": "bb-09-27-05s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a clock is running on the screen.", "with_names": "a woman is wearing a black dress and a clock is running on the screen."}, {"scene_id": "bb-09-27-05s4", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "bb-09-27-05s5", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "bb-09-27-05s6", "raw": "A scene from a TV show in which a man is standing in a courtroom, holding a cup and looking at a woman.", "with_names": "a man is standing in a courtroom, holding a cup and looking at a woman."}, {"scene_id": "bb-09-27-05s7", "raw": "A scene from a TV show in which a woman is walking on a beach in a green dress.", "with_names": "a woman is walking on a beach in a green dress."}, {"scene_id": "bb-09-27-05s8", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-09-27-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-27-05s10", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "bb-09-27-05s11", "raw": "A scene from a TV show in which David Hasselhoff is talking about the time he was arrested for driving under the influence.", "with_names": ""}]