[{"scene_id": "gl-04-25-05s0", "raw": "A scene from a TV show in which a woman is drinking milk", "with_names": "a woman is drinking milk"}, {"scene_id": "gl-04-25-05s1", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-04-25-05s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-04-25-05s3", "raw": "A scene from a TV show in which a woman is walking down the street and a man is following her.", "with_names": "Darla is walking down the street and Jonathan is following her."}, {"scene_id": "gl-04-25-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-25-05s5", "raw": "A scene from a TV show in which a man is being beaten up by a woman", "with_names": "a man is being beaten up by Gus"}, {"scene_id": "gl-04-25-05s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s7", "raw": "A scene from a TV show in which a man is wearing a hoodie and a beard", "with_names": "Jonathan is wearing a hoodie and a beard"}, {"scene_id": "gl-04-25-05s8", "raw": "A scene from a TV show in which a man is sitting at a table with papers and a drink in front of him.", "with_names": "Jeffrey is sitting at a table with papers and a drink in front of him."}, {"scene_id": "gl-04-25-05s9", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-04-25-05s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man", "with_names": ""}, {"scene_id": "gl-04-25-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s14", "raw": "A scene from a TV show in which a man is smoking a cigarette in a bathroom.", "with_names": "a man is smoking a cigarette in a bathroom."}, {"scene_id": "gl-04-25-05s15", "raw": "A scene from a TV show in which a man is talking on the phone while his hand is on the door handle.", "with_names": ""}, {"scene_id": "gl-04-25-05s19", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-25-05s20", "raw": "A scene from a TV show in which a man is wearing a brown coat and a blue shirt.", "with_names": "Jeffrey is wearing a brown coat and a blue shirt."}, {"scene_id": "gl-04-25-05s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "gl-04-25-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-04-25-05s24", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "Josh is looking down and his face is not visible."}, {"scene_id": "gl-04-25-05s25", "raw": "A scene from a TV show in which a man is seen in a suit and tie, holding a gun.", "with_names": "a man is in a suit and tie, holding a gun."}, {"scene_id": "gl-04-25-05s26", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Cassie is crying and Jeffrey is comforting her."}, {"scene_id": "gl-04-25-05s28", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-25-05s29", "raw": "A scene from a TV show in which a man is walking down a dark street, and he is looking at a woman.", "with_names": "a man is walking down a dark street, and he is looking at a woman."}, {"scene_id": "gl-04-25-05s30", "raw": "A scene from a TV show in which a woman is holding a book and a magazine.", "with_names": "a woman is holding a book and a magazine."}, {"scene_id": "gl-04-25-05s31", "raw": "A scene from a TV show in which a man is wearing a white jacket and a black shirt", "with_names": "Harley is wearing a white jacket and a black shirt"}, {"scene_id": "gl-04-25-05s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-25-05s33", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s34", "raw": "A scene from a TV show in which a man is holding a woman by the arm and another man to his left is looking at her.", "with_names": "a man is holding a woman by the arm and another man to his left is looking at her."}, {"scene_id": "gl-04-25-05s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s36", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "gl-04-25-05s37", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Jeffrey and Cassie are standing next to each other."}, {"scene_id": "gl-04-25-05s38", "raw": "A scene from a TV show in which a woman is sitting on the floor with her head in her hand.", "with_names": "a woman is sitting on the floor with her head in her hand."}, {"scene_id": "gl-04-25-05s39", "raw": "A scene from a TV show in which a man is seen in a suit and tie, looking up and smiling.", "with_names": "a man is in a suit and tie, looking up and smiling."}, {"scene_id": "gl-04-25-05s42", "raw": "A scene from a TV show in which a man is tied to a bed and a woman is standing behind him.", "with_names": "a man is tied to a bed and a woman is standing behind him."}]