[{"scene_id": "atwt-05-12-04s0", "raw": "A scene from a TV show in which a woman is handing a package to a young girl.", "with_names": "a woman is handing a package to a young girl."}, {"scene_id": "atwt-05-12-04s1", "raw": "A scene from a TV show in which a woman is holding a yellow object and another woman is standing behind her.", "with_names": "a woman is holding a yellow object and another woman is standing behind her."}, {"scene_id": "atwt-05-12-04s2", "raw": "A scene from a TV show in which a man is signing a woman.", "with_names": "a man is signing a woman."}, {"scene_id": "atwt-05-12-04s3", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-05-12-04s4", "raw": "A scene from a TV show in which a man is pushing a baby in a stroller while another man is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-05-12-04s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-04s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and is standing next to a man in a suit.", "with_names": "a woman is wearing a black dress and a necklace and is standing next to a man in a suit."}, {"scene_id": "atwt-05-12-04s7", "raw": "A scene from a TV show in which the words \"As the World Turns\" are projected onto a globe.", "with_names": "the words \"as the world turns\" are projected onto a globe."}, {"scene_id": "atwt-05-12-04s8", "raw": "A scene from a TV show in which a woman is holding a white ball in front of a yellow wall.", "with_names": "a woman is holding a white ball in front of a yellow wall."}, {"scene_id": "atwt-05-12-04s9", "raw": "A scene from a TV show in which a woman is laughing and her face is contorted", "with_names": "a woman is laughing and her face is contorted"}, {"scene_id": "atwt-05-12-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-04s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is walking down a hallway.", "with_names": "a man is wearing a suit and a tie and is walking down a hallway."}, {"scene_id": "atwt-05-12-04s12", "raw": "A scene from a TV show in which two women are standing next to each other, one is making a peace sign with her hand.", "with_names": "two women are standing next to each other, one is making a peace sign with her hand."}, {"scene_id": "atwt-05-12-04s13", "raw": "A scene from a TV show in which a man is seen in a dark room, with a flashlight shining on him.", "with_names": "a man is in a dark room, with a flashlight shining on him."}, {"scene_id": "atwt-05-12-04s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-12-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-12-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in a room with a vase and a painting on the wall.", "with_names": "a man is wearing a suit and tie and is standing in a room with a vase and a painting on the wall."}, {"scene_id": "atwt-05-12-04s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-04s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-12-04s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-12-04s20", "raw": "A scene from a TV show in which the words \"As the World Turns\" are superimposed over a blue background", "with_names": "the words \"as the world turns\" are superimposed over a blue background"}, {"scene_id": "atwt-05-12-04s21", "raw": "A scene from a TV show in which a man is standing next to a bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-12-04s22", "raw": "A scene from a TV show in which a woman is looking at a vase and saying, \"I'm not sure what to do with this.\"", "with_names": "a woman is looking at a vase and saying, \"i'm not sure what to do with this.\""}, {"scene_id": "atwt-05-12-04s23", "raw": "A scene from a TV show in which a woman is jumping off a pink fire hydrant.", "with_names": "a woman is jumping off a pink fire hydrant."}, {"scene_id": "atwt-05-12-04s24", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, the woman is looking down at the manI", "with_names": "a man and a woman are standing close to each other, the woman is looking down at the mani"}, {"scene_id": "atwt-05-12-04s25", "raw": "A scene from a TV show in which a man and a woman are standing in front of a flower arrangement.", "with_names": "a man and a woman are standing in front of a flower arrangement."}, {"scene_id": "atwt-05-12-04s26", "raw": "A scene from a TV show in which a man is burning his own body", "with_names": "a man is burning his own body"}, {"scene_id": "atwt-05-12-04s27", "raw": "A scene from a TV show in which a bottle of Gouda is shown", "with_names": ""}, {"scene_id": "atwt-05-12-04s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-12-04s29", "raw": "A scene from a TV show in which a man is lying on a couch with a woman lying on his lap.", "with_names": "a man is lying on a couch with a woman lying on his lap."}, {"scene_id": "atwt-05-12-04s30", "raw": "A scene from a TV show in which a woman is sitting in a room with her eyes closed and her mouth open.", "with_names": "a woman is sitting in a room with her eyes closed and her mouth open."}]