[{"scene_id": "oltl-06-16-06s0", "raw": "A scene from a TV show in which a female police officer is standing in front of a computer and holding a piece of paper.", "with_names": "a female police officer is standing in front of a computer and holding a piece of paper."}, {"scene_id": "oltl-06-16-06s1", "raw": "A scene from a TV show in which a naked man is sitting on a bed with a woman sitting on the bed next to him.", "with_names": "a naked man is sitting on a bed with a woman sitting on the bed next to him."}, {"scene_id": "oltl-06-16-06s2", "raw": "A scene from a TV show in which a woman is holding a man by the throat.", "with_names": "a woman is holding a man by the throat."}, {"scene_id": "oltl-06-16-06s3", "raw": "A scene from a TV show in which a man is wearing glasses and a suit.", "with_names": "a man is wearing glasses and a suit."}, {"scene_id": "oltl-06-16-06s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "oltl-06-16-06s5", "raw": "A scene from a TV show in which a woman is shown in a dress and a red tie.", "with_names": ""}, {"scene_id": "oltl-06-16-06s6", "raw": "A scene from a TV show in which a man is dancing topless in a kitchen.", "with_names": "a man is dancing topless in a kitchen."}, {"scene_id": "oltl-06-16-06s7", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "oltl-06-16-06s8", "raw": "A scene from a TV show in which a woman is walking with a man.", "with_names": "a woman is walking with a man."}, {"scene_id": "oltl-06-16-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-06-16-06s10", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-06-16-06s11", "raw": "A scene from a TV show in which a woman is holding a bouquet and looking surprised.", "with_names": "a woman is holding a bouquet and looking surprised."}, {"scene_id": "oltl-06-16-06s12", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black blazer and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-16-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-16-06s14", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a doctor is standing next to him.", "with_names": "a man is sitting in a hospital bed and a doctor is standing next to him."}, {"scene_id": "oltl-06-16-06s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-06-16-06s16", "raw": "A scene from a TV show in which a shirtless man and a woman are standing in a kitchen, with a pink cake in front of them.", "with_names": "a shirtless man and a woman are standing in a kitchen, with a pink cake in front of them."}, {"scene_id": "oltl-06-16-06s17", "raw": "A scene from a TV show in which a woman is talking to a blonde woman at a table.", "with_names": ""}, {"scene_id": "oltl-06-16-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "oltl-06-16-06s19", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "oltl-06-16-06s20", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-06-16-06s21", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-06-16-06s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of orange juice.", "with_names": "a woman is sitting at a table with a glass of orange juice."}, {"scene_id": "oltl-06-16-06s23", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and tie", "with_names": "a man is wearing glasses and a suit and tie"}, {"scene_id": "oltl-06-16-06s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "oltl-06-16-06s25", "raw": "A scene from a TV show in which a girl is wearing a red dress and a boy is standing behind her.", "with_names": "a girl is wearing a red dress and a boy is standing behind her."}, {"scene_id": "oltl-06-16-06s26", "raw": "A scene from a TV show in which two men are walking down a hallway, one of them is holding a briefcase.", "with_names": "two men are walking down a hallway, one of them is holding a briefcase."}, {"scene_id": "oltl-06-16-06s27", "raw": "A scene from a TV show in which a woman is trapped in an elevator.", "with_names": "a woman is trapped in an elevator."}, {"scene_id": "oltl-06-16-06s28", "raw": "A scene from a TV show in which a woman is walking down a hallway with her arms crossed.", "with_names": "a woman is walking down a hallway with her arms crossed."}, {"scene_id": "oltl-06-16-06s29", "raw": "A scene from a TV show in which a man is interviewing a woman and holding a picture of a man who has been missing for a long time.", "with_names": "a man is interviewing a woman and holding a picture of a man who has been missing for a long time."}, {"scene_id": "oltl-06-16-06s30", "raw": "A scene from a TV show in which a man and a woman are standing in a hotel room.", "with_names": "a man and a woman are standing in a hotel room."}, {"scene_id": "oltl-06-16-06s31", "raw": "A scene from a TV show in which a woman is standing in front of a door with her arms crossed.", "with_names": "a woman is standing in front of a door with her arms crossed."}, {"scene_id": "oltl-06-16-06s32", "raw": "A scene from a TV show in which a blonde woman is talking and wearing a green dress.", "with_names": ""}, {"scene_id": "oltl-06-16-06s33", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]