[{"scene_id": "bb-01-24-07s0", "raw": "A scene from a TV show in which a man is sitting in a chair and a vase of flowers is on the table in front of him.", "with_names": ""}, {"scene_id": "bb-01-24-07s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-24-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-24-07s3", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a clock is running down the screen.", "with_names": "a woman is wearing a long black dress and a clock is running down the screen."}, {"scene_id": "bb-01-24-07s4", "raw": "", "with_names": ""}, {"scene_id": "bb-01-24-07s5", "raw": "A scene from a TV show in which a man is sitting in a chair and holding a cell phone.", "with_names": ""}, {"scene_id": "bb-01-24-07s6", "raw": "A scene from a TV show in which a blonde woman is standing in front of a red door and smiling.", "with_names": "a blonde woman is standing in front of a red door and smiling."}, {"scene_id": "bb-01-24-07s7", "raw": "A scene from a TV show in which a girl is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "bb-01-24-07s8", "raw": "A scene from a TV show in which a woman is in a bubble bath, blowing bubbles, and candles are lit in the background.", "with_names": "a woman is in a bubble bath, blowing bubbles, and candles are lit in the background."}, {"scene_id": "bb-01-24-07s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "] is crying"}, {"scene_id": "bb-01-24-07s10", "raw": "A scene from a TV show in which a woman is holding a stack of towels in a bathroom.", "with_names": "a woman is holding a stack of towels in a bathroom."}, {"scene_id": "bb-01-24-07s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}]