[{"scene_id": "bb-01-02-14s0", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-02-14s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at another man.", "with_names": "a man is wearing a suit and a tie and looking at another man."}, {"scene_id": "bb-01-02-14s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a book.", "with_names": "a man and a woman are standing in a room, looking at a book."}, {"scene_id": "bb-01-02-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-02-14s4", "raw": "A scene from a TV show in which a woman puts a hat on a shirtless man.", "with_names": "a woman puts a hat on a shirtless man."}, {"scene_id": "bb-01-02-14s5", "raw": "A scene from a TV show in which a man is eating a sandwich and drinking beer.", "with_names": "a man is eating a sandwich and drinking beer."}, {"scene_id": "bb-01-02-14s6", "raw": "A scene from a TV show in which a man and a woman sit together and talk.", "with_names": "a man and a woman sit together and talk."}, {"scene_id": "bb-01-02-14s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room and holding cameras.", "with_names": "a man and a woman are standing in a room and holding cameras."}, {"scene_id": "bb-01-02-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-01-02-14s9", "raw": "A scene from a TV show in which a woman sits on a couch and looks down.", "with_names": "a woman sits on a couch and looks down."}, {"scene_id": "bb-01-02-14s10", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair. She is holding a piece of paper and is gesturing with her hands.", "with_names": "a woman is standing in a room with a desk and a chair. she is holding a piece of paper and is gesturing with her hands."}, {"scene_id": "bb-01-02-14s11", "raw": "A scene from a TV show in which a man and a woman stand in a living room.", "with_names": "a man and a woman stand in a living room."}, {"scene_id": "bb-01-02-14s12", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-01-02-14s13", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at a man."}, {"scene_id": "bb-01-02-14s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-02-14s15", "raw": "A scene from a TV show in which a man is wearing a lei and a purple shirt.", "with_names": "a man is wearing a lei and a purple shirt."}]