[{"scene_id": "pc-07-30-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-30-03s1", "raw": "A scene from a TV show in which a man is being restrained by a doctor.", "with_names": "a man is being restrained by a doctor."}, {"scene_id": "pc-07-30-03s2", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "pc-07-30-03s3", "raw": "A scene from a TV show in which a man is bathed in green light.", "with_names": "a man is bathed in green light."}, {"scene_id": "pc-07-30-03s4", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other. The woman is wearing a pink dress and has long black hair.", "with_names": "a man and a woman are sitting next to each other. the woman is wearing a pink dress and has long black hair."}, {"scene_id": "pc-07-30-03s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "pc-07-30-03s6", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "pc-07-30-03s7", "raw": "", "with_names": ""}, {"scene_id": "pc-07-30-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-30-03s9", "raw": "A scene from a TV show in which a man is wearing boxing gloves and a woman is standing next to him.", "with_names": "a man is wearing boxing gloves and a woman is standing next to him."}, {"scene_id": "pc-07-30-03s10", "raw": "A scene from a TV show in which a woman is training a man to box.", "with_names": "] is training Rafe to box."}, {"scene_id": "pc-07-30-03s11", "raw": "A scene from a TV show in which a young woman is wearing a bob haircut and a black top.", "with_names": "a young woman is wearing a bob haircut and a black top."}, {"scene_id": "pc-07-30-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-30-03s13", "raw": "A scene from a TV show in which a man is holding a stuffed animal and talking to a little girl.", "with_names": ""}, {"scene_id": "pc-07-30-03s14", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}]