[{"scene_id": "bb-05-08-15s0", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-05-08-15s1", "raw": "A scene from a TV show in which a man stands in a room and talks to someone.", "with_names": "a man stands in a room and talks to someone."}, {"scene_id": "bb-05-08-15s2", "raw": "A scene from a TV show in which a man and a woman are in a romantic embrace.", "with_names": "Liam and Ivy are in a romantic embrace."}, {"scene_id": "bb-05-08-15s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "Wyatt and Nicole are standing in front of a window."}, {"scene_id": "bb-05-08-15s4", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-05-08-15s5", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "Wyatt and Nicole are arguing in a living room."}, {"scene_id": "bb-05-08-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-08-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-08-15s8", "raw": "A scene from a TV show in which a man is texting on his cell phone while a woman sits on a couch.", "with_names": "Liam is texting on his cell phone while Ivy sits on a couch."}, {"scene_id": "bb-05-08-15s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Nicole sit on a couch and talk."}, {"scene_id": "bb-05-08-15s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-08-15s11", "raw": "A scene from a TV show in which a woman is holding a box and a man is standing next to her.", "with_names": "a woman is holding a box and a man is standing next to her."}, {"scene_id": "bb-05-08-15s12", "raw": "A scene from a TV show in which a young man is talking to a woman in a shop.", "with_names": ""}, {"scene_id": "bb-05-08-15s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Nicole sit on a couch and talk."}, {"scene_id": "bb-05-08-15s14", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "Ridge is in a black room, with a black background."}, {"scene_id": "bb-05-08-15s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-08-15s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "bb-05-08-15s17", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-05-08-15s18", "raw": "A scene from a TV show in which a man is talking and pointing at something.", "with_names": ""}]