[{"scene_id": "pc-06-19-01s0", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-06-19-01s1", "raw": "A scene from a TV show in which a doctor is looking at a patient and saying,", "with_names": "a doctor is looking at a patient and saying,"}, {"scene_id": "pc-06-19-01s2", "raw": "A scene from a TV show in which a group of people are standing in a room with the words \"Tasted Love\" written on them.", "with_names": "a group of people are standing in a room with the words \"tasted love\" written on them."}, {"scene_id": "pc-06-19-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-19-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-06-19-01s5", "raw": "A scene from a TV show in which a group of people are standing outside, talking to each other.", "with_names": ""}, {"scene_id": "pc-06-19-01s6", "raw": "A scene from a TV show in which a man is seen hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "pc-06-19-01s7", "raw": "A scene from a TV show in which a woman is looking at a screen and a man is standing behind her", "with_names": "a woman is looking at a screen and a man is standing behind her"}, {"scene_id": "pc-06-19-01s8", "raw": "A scene from a TV show in which a man is smiling and a woman is crying.", "with_names": "Joe is smiling and Gabriela is crying."}, {"scene_id": "pc-06-19-01s9", "raw": "A scene from a TV show in which a woman is giving a thumbs up.", "with_names": "a woman is giving a thumbs up."}, {"scene_id": "pc-06-19-01s10", "raw": "A scene from a TV show in which a woman is seen bending over and touching her breasts.", "with_names": "Lucy is bending over and touching her breasts."}, {"scene_id": "pc-06-19-01s11", "raw": "A scene from a TV show in which a man and a woman are walking together in a park.", "with_names": "Jack and Jamal are walking together in a park."}, {"scene_id": "pc-06-19-01s12", "raw": "A scene from a TV show in which a nurse is wearing a pink ribbon on her shirt.", "with_names": "a nurse is wearing a pink ribbon on her shirt."}]