[{"scene_id": "gl-05-10-05s0", "raw": "A scene from a TV show in which a man is seen through a window, and a woman is standing in front of him.", "with_names": "Nate is through a window, and Reva is standing in front of him."}, {"scene_id": "gl-05-10-05s1", "raw": "A scene from a TV show in which a man is seen sitting at a table with a dog painting on the wall behind him.", "with_names": "a man is sitting at a table with a dog painting on the wall behind him."}, {"scene_id": "gl-05-10-05s2", "raw": "A scene from a TV show in which a man is wearing a denim shirt and a beard", "with_names": "a man is wearing a denim shirt and a beard"}, {"scene_id": "gl-05-10-05s3", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a black screen.", "with_names": "Gus is standing in a doorway, looking at a black screen."}, {"scene_id": "gl-05-10-05s4", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-05-10-05s5", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-10-05s6", "raw": "A scene from a TV show in which a man is pouring a woman a glass of champagne.", "with_names": "Nate is pouring Reva a glass of champagne."}, {"scene_id": "gl-05-10-05s7", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in the air", "with_names": ""}, {"scene_id": "gl-05-10-05s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-10-05s9", "raw": "A scene from a TV show in which a woman is seen sitting at a bar with a man.", "with_names": "Reva is sitting at a bar with Nate."}, {"scene_id": "gl-05-10-05s10", "raw": "A scene from a TV show in which a man is wearing a camo shirt and a tie", "with_names": "a man is wearing a camo shirt and a tie"}, {"scene_id": "gl-05-10-05s11", "raw": "A scene from a TV show in which a woman is wearing glasses and a blue shirt", "with_names": "a woman is wearing glasses and a blue shirt"}, {"scene_id": "gl-05-10-05s12", "raw": "A scene from a TV show in which a woman is talking to a man in a jail cell.", "with_names": ""}, {"scene_id": "gl-05-10-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-10-05s17", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-10-05s18", "raw": "A scene from a TV show in which a man is seen talking to a woman in a bathroom stall.", "with_names": ""}, {"scene_id": "gl-05-10-05s20", "raw": "A scene from a TV show in which a man is wearing a camouflage shirt and a mustache.", "with_names": "a man is wearing a camouflage shirt and a mustache."}, {"scene_id": "gl-05-10-05s21", "raw": "A scene from a TV show in which a woman slaps a man.", "with_names": "Lena slaps Harley."}, {"scene_id": "gl-05-10-05s22", "raw": "A scene from a TV show in which a blonde girl is singing and a red candle is burning.", "with_names": "a blonde girl is singing and a red candle is burning."}, {"scene_id": "gl-05-10-05s23", "raw": "A scene from a TV show in which a man is being held against his will by a police officer.", "with_names": "Bill is being held against his will by a police officer."}, {"scene_id": "gl-05-10-05s24", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "gl-05-10-05s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-10-05s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-10-05s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with wine glasses in front of them.", "with_names": "a man and a woman are standing next to each other, with wine glasses in front of them."}, {"scene_id": "gl-05-10-05s28", "raw": "A scene from a TV show in which a man is wearing a camo shirt and a guitar.", "with_names": "Harley is wearing a camo shirt and a guitar."}, {"scene_id": "gl-05-10-05s29", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "gl-05-10-05s30", "raw": "A scene from a TV show in which a little girl is sitting on a chair and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-05-10-05s31", "raw": "A scene from a TV show in which a man is sitting at a desk with his hand covering his mouth.", "with_names": "a man is sitting at a desk with his hand covering his mouth."}, {"scene_id": "gl-05-10-05s32", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her face is obscured by a metal bar.", "with_names": ""}, {"scene_id": "gl-05-10-05s35", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}]