[{"scene_id": "bb-05-03-17s0", "raw": "A scene from a TV show in which a man and a woman are looking at a paper.", "with_names": "Thomas and Steffy are looking at a paper."}, {"scene_id": "bb-05-03-17s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Darlita is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-05-03-17s4", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Shirley is hugging a man."}, {"scene_id": "bb-05-03-17s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-03-17s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Zende and Nicole are standing in a room."}, {"scene_id": "bb-05-03-17s7", "raw": "A scene from a TV show in which a man and a woman stand in a clothing store.", "with_names": "a man and a woman stand in a clothing store."}, {"scene_id": "bb-05-03-17s8", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "bb-05-03-17s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-05-03-17s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a blue suit.", "with_names": "a woman is wearing a black dress and a man is in a blue suit."}, {"scene_id": "bb-05-03-17s12", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-05-03-17s14", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a choker.", "with_names": "a woman is wearing a black and white dress and a choker."}, {"scene_id": "bb-05-03-17s15", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is sitting behind it.", "with_names": "Shirley is standing in front of a desk and a man is sitting behind it."}, {"scene_id": "bb-05-03-17s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a desk and a chair in front of them.", "with_names": "Saul and C.J. are standing in a room, with a desk and a chair in front of them."}, {"scene_id": "bb-05-03-17s17", "raw": "A scene from a TV show in which a woman is standing in a room with a door and a chair, and another woman is in the room with her back to the camera.", "with_names": "Darlita is standing in a room with a door and a chair, and another woman is in the room with her back to the camera."}, {"scene_id": "bb-05-03-17s18", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a pattern.", "with_names": "C.J. is wearing a suit and a shirt with a pattern."}, {"scene_id": "bb-05-03-17s19", "raw": "A scene from a TV show in which a woman is wearing a black scarf around her neck and a white and black patterned dress.", "with_names": "a woman is wearing a black scarf around her neck and a white and black patterned dress."}, {"scene_id": "bb-05-03-17s20", "raw": "A scene from a TV show in which a man is standing in a room with a lamp", "with_names": "a man is standing in a room with a lamp"}]