[{"scene_id": "atwt-11-06-03s0", "raw": "A scene from a TV show in which a woman is seen walking out of a courtroom.", "with_names": "a woman is walking out of a courtroom."}, {"scene_id": "atwt-11-06-03s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-06-03s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-11-06-03s3", "raw": "A scene from a TV show in which a calendar is shown with a picture of a woman on it.", "with_names": ""}, {"scene_id": "atwt-11-06-03s4", "raw": "A scene from a TV show in which a woman is wearing a low cut dress and a necklace.", "with_names": "a woman is wearing a low cut dress and a necklace."}, {"scene_id": "atwt-11-06-03s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "atwt-11-06-03s6", "raw": "A scene from a TV show in which a man is walking past a car in a parking lot.", "with_names": "Mike is walking past a car in a parking lot."}, {"scene_id": "atwt-11-06-03s7", "raw": "A scene from a TV show in which a young woman is looking off to the side, with her hair pulled back into a ponytail.", "with_names": "a young woman is looking off to the side, with her hair pulled back into a ponytail."}, {"scene_id": "atwt-11-06-03s8", "raw": "A scene from a TV show in which a man is holding a black cat and a woman is looking at him.", "with_names": "a man is holding a black cat and a woman is looking at him."}, {"scene_id": "atwt-11-06-03s9", "raw": "A scene from a TV show in which two men are sitting in chairs, one of them is wearing a suit and tie.", "with_names": "two men are sitting in chairs, one of them is wearing a suit and tie."}, {"scene_id": "atwt-11-06-03s10", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-11-06-03s11", "raw": "A scene from a TV show in which a bowl of dried fish and a bottle of oil are shown.", "with_names": "a bowl of dried fish and a bottle of oil are shown."}, {"scene_id": "atwt-11-06-03s12", "raw": "A scene from a TV show in which a man is standing next to a woman in a room.", "with_names": "a man is standing next to a woman in a room."}, {"scene_id": "atwt-11-06-03s13", "raw": "A scene from a TV show in which a woman is holding a baby in a room with a large window.", "with_names": "a woman is holding a baby in a room with a large window."}, {"scene_id": "atwt-11-06-03s14", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "atwt-11-06-03s15", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-11-06-03s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-06-03s17", "raw": "A scene from a TV show in which a restaurant is shown with a large brown door and a tree in front of it.", "with_names": ""}, {"scene_id": "atwt-11-06-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-06-03s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-06-03s20", "raw": "A scene from a TV show in which a woman is talking to someone and her hand has a large ring on it.", "with_names": ""}, {"scene_id": "atwt-11-06-03s21", "raw": "A scene from a TV show in which a woman is seen in a dark room with a flashlight.", "with_names": "a woman is in a dark room with a flashlight."}, {"scene_id": "atwt-11-06-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-06-03s23", "raw": "A scene from a TV show in which a young man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "atwt-11-06-03s24", "raw": "A scene from a TV show in which a blonde woman is wearing a red sweater and a white shirt.", "with_names": "a blonde woman is wearing a red sweater and a white shirt."}, {"scene_id": "atwt-11-06-03s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-06-03s26", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-06-03s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]