[{"scene_id": "pc-12-18-00s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Gabriela is kissing Joe on the cheek."}, {"scene_id": "pc-12-18-00s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "pc-12-18-00s2", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "Harris is looking at Eve and making a face"}, {"scene_id": "pc-12-18-00s3", "raw": "A scene from a TV show in which a black man is sitting at a bar and talking to a white woman.", "with_names": ""}, {"scene_id": "pc-12-18-00s4", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at Gabriela."}, {"scene_id": "pc-12-18-00s5", "raw": "A scene from a TV show in which a man is having sex with a woman.", "with_names": "a man is having sex with Eve."}, {"scene_id": "pc-12-18-00s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-18-00s7", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-18-00s8", "raw": "A scene from a TV show in which a man is standing behind a counter and a woman is sitting down.", "with_names": "a man is standing behind a counter and a woman is sitting down."}, {"scene_id": "pc-12-18-00s9", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at Gabriela."}, {"scene_id": "pc-12-18-00s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-12-18-00s11", "raw": "A scene from a TV show in which a woman is lying on a bed with her legs spread wide open.", "with_names": "Eve is lying on a bed with her legs spread wide open."}, {"scene_id": "pc-12-18-00s12", "raw": "A scene from a TV show in which a woman is talking on a phone and holding a newspaper.", "with_names": ""}, {"scene_id": "pc-12-18-00s13", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at Gabriela."}, {"scene_id": "pc-12-18-00s14", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "pc-12-18-00s15", "raw": "A scene from a TV show in which a man is sitting on a chair and holding his hands together.", "with_names": ""}]