[{"scene_id": "pc-12-18-00s0", "raw": "a man and a woman kiss each other in a room.", "with_names": "Joe and Gabriela kiss each other in a room."}, {"scene_id": "pc-12-18-00s1", "raw": "a man and woman are walking around a room and a woman is talking about it.", "with_names": ""}, {"scene_id": "pc-12-18-00s2", "raw": "a man and woman are talking about a experience of a selfie.", "with_names": ""}, {"scene_id": "pc-12-18-00s3", "raw": "a man and a woman are talking about a bar.", "with_names": ""}, {"scene_id": "pc-12-18-00s4", "raw": "a man and a woman are kissing each other and then they kiss.", "with_names": "Joe and Gabriela are kissing each other and then they kiss."}, {"scene_id": "pc-12-18-00s5", "raw": "a man is laying on a couch and a girl is tickling him.", "with_names": "a man is laying on a couch and Eve is tickling him."}, {"scene_id": "pc-12-18-00s6", "raw": "a man is talking to a woman and then she is talking about it.", "with_names": ""}, {"scene_id": "pc-12-18-00s7", "raw": "a group of people are walking around in a room and they are talking.", "with_names": ""}, {"scene_id": "pc-12-18-00s8", "raw": "a man and a woman are laughing and having a conversation.", "with_names": "a man and a woman are laughing and having a conversation."}, {"scene_id": "pc-12-18-00s9", "raw": "a man and a woman are talking about a game of food.", "with_names": ""}, {"scene_id": "pc-12-18-00s10", "raw": "a man is talking about a conference and then a group of people are shown.", "with_names": ""}, {"scene_id": "pc-12-18-00s11", "raw": "a woman is laying on a bed and another woman is sleeping.", "with_names": "Eve is laying on a bed and another woman is sleeping."}, {"scene_id": "pc-12-18-00s12", "raw": "a woman is talking on a phone and talking to someone.", "with_names": ""}, {"scene_id": "pc-12-18-00s13", "raw": "a man and a woman are kissing each other in a living room.", "with_names": "Joe and Gabriela are kissing each other in a living room."}, {"scene_id": "pc-12-18-00s14", "raw": "a man is talking to a woman and then a man is walking away.", "with_names": ""}, {"scene_id": "pc-12-18-00s15", "raw": "a man is laying on a bed while a woman is tickling him.", "with_names": "a man is laying on a bed while a woman is tickling him."}]