[{"scene_id": "atwt-03-26-07s0", "raw": "A scene from a TV show in which a woman is wearing a red coat and a long brown hair", "with_names": "a woman is wearing a red coat and a long brown hair"}, {"scene_id": "atwt-03-26-07s1", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "atwt-03-26-07s2", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a man is standing behind her.", "with_names": "a woman is wearing a purple jacket and a man is standing behind her."}, {"scene_id": "atwt-03-26-07s3", "raw": "A scene from a TV show in which a woman is wearing a coat and a ponytail.", "with_names": "a woman is wearing a coat and a ponytail."}, {"scene_id": "atwt-03-26-07s4", "raw": "A scene from a TV show in which a bottle of yogurt and a cup of yogurt are shown side by side.", "with_names": "a bottle of yogurt and a cup of yogurt are shown side by side."}, {"scene_id": "atwt-03-26-07s5", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed.", "with_names": "a woman is holding her head and looking distressed."}, {"scene_id": "atwt-03-26-07s6", "raw": "A scene from a TV show in which a boy and a girl are sitting on the floor playing a board game.", "with_names": "a boy and a girl are sitting on the floor playing a board game."}, {"scene_id": "atwt-03-26-07s7", "raw": "A scene from a TV show in which a woman is sitting at a table with her eyes closed.", "with_names": "a woman is sitting at a table with her eyes closed."}, {"scene_id": "atwt-03-26-07s8", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-03-26-07s9", "raw": "A scene from a TV show in which a man is being arrested outside a casino.", "with_names": "a man is being arrested outside a casino."}, {"scene_id": "atwt-03-26-07s10", "raw": "A scene from a TV show in which a man is sitting down and looking down.", "with_names": "a man is sitting down and looking down."}, {"scene_id": "atwt-03-26-07s11", "raw": "A scene from a TV show in which a dog is seen chewing a toy.", "with_names": "a dog is chewing a toy."}, {"scene_id": "atwt-03-26-07s12", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "atwt-03-26-07s13", "raw": "A scene from a TV show in which a little girl is about to eat a bowl of food.", "with_names": "a little girl is about to eat a bowl of food."}, {"scene_id": "atwt-03-26-07s14", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-03-26-07s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-03-26-07s16", "raw": "A scene from a TV show in which Dwayne Johnson is shown in front of a bus.", "with_names": ""}, {"scene_id": "atwt-03-26-07s17", "raw": "A scene from a TV show in which a woman is wearing a red coat and sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-03-26-07s18", "raw": "A scene from a TV show in which a man is looking at a woman from behind.", "with_names": "a man is looking at a woman from behind."}, {"scene_id": "atwt-03-26-07s19", "raw": "A scene from a TV show in which a woman applies lipstick.", "with_names": "a woman applies lipstick."}]