[{"scene_id": "gl-05-16-06s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Reva is looking at the camera with a serious expression."}, {"scene_id": "gl-05-16-06s1", "raw": "A scene from a TV show in which a man is lying on the floor and a woman is sitting on his lap.", "with_names": "a man is lying on the floor and a woman is sitting on his lap."}, {"scene_id": "gl-05-16-06s2", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-05-16-06s3", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "gl-05-16-06s4", "raw": "", "with_names": ""}, {"scene_id": "gl-05-16-06s5", "raw": "A scene from a TV show in which a woman is shown in a car with her head turned to the camera and her mouth open.", "with_names": ""}, {"scene_id": "gl-05-16-06s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-16-06s7", "raw": "A scene from a TV show in which a woman is wearing a t-shirt that says \"Covered\"", "with_names": "a woman is wearing a t-shirt that says \"covered\""}, {"scene_id": "gl-05-16-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-16-06s9", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-16-06s10", "raw": "A scene from a TV show in which a waitress is seen wiping a table with a rag.", "with_names": "a waitress is wiping a table with a rag."}, {"scene_id": "gl-05-16-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-16-06s12", "raw": "A scene from a TV show in which a man and a woman are in a bar, with a bottle of alcohol and some flowers on a table.", "with_names": "a man and a woman are in a bar, with a bottle of alcohol and some flowers on a table."}, {"scene_id": "gl-05-16-06s13", "raw": "A scene from a TV show in which a woman is looking at her phone", "with_names": "] is looking at her phone"}, {"scene_id": "gl-05-16-06s14", "raw": "A scene from a TV show in which a bright light is seen in the sky.", "with_names": "a bright light is in the sky."}, {"scene_id": "gl-05-16-06s15", "raw": "A scene from a TV show in which a woman is seen in a white dress and blonde hair", "with_names": "a woman is in a white dress and blonde hair"}, {"scene_id": "gl-05-16-06s16", "raw": "A scene from a TV show in which a man is wearing a white coat and a black shirt", "with_names": "a man is wearing a white coat and a black shirt"}, {"scene_id": "gl-05-16-06s17", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-16-06s18", "raw": "", "with_names": ""}, {"scene_id": "gl-05-16-06s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and looking up.", "with_names": "a woman is wearing a black dress and looking up."}, {"scene_id": "gl-05-16-06s20", "raw": "A scene from a TV show in which a man is being beaten by his wife", "with_names": "a man is being beaten by his wife"}, {"scene_id": "gl-05-16-06s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-16-06s22", "raw": "A scene from a TV show in which a man is naked and a woman is sitting next to him.", "with_names": "a man is naked and a woman is sitting next to him."}, {"scene_id": "gl-05-16-06s23", "raw": "A scene from a TV show in which a young girl is sitting on a bed and reading a book.", "with_names": "a young girl is sitting on a bed and reading a book."}, {"scene_id": "gl-05-16-06s24", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "gl-05-16-06s25", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-05-16-06s26", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone off camera.", "with_names": ""}]