[{"scene_id": "atwt-01-10-07s0", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-01-10-07s1", "raw": "A scene from a TV show in which a woman is grabbing another woman's arm.", "with_names": "a woman is grabbing another woman's arm."}, {"scene_id": "atwt-01-10-07s2", "raw": "A scene from a TV show in which a man is wrapped in a blanket and looking surprised.", "with_names": "a man is wrapped in a blanket and looking surprised."}, {"scene_id": "atwt-01-10-07s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-01-10-07s4", "raw": "A scene from a TV show in which two men are sitting in a car.", "with_names": "two men are sitting in a car."}, {"scene_id": "atwt-01-10-07s5", "raw": "A scene from a TV show in which a woman is standing in front of a H&R Block office.", "with_names": "a woman is standing in front of a h&r block office."}, {"scene_id": "atwt-01-10-07s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-10-07s7", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "atwt-01-10-07s8", "raw": "A scene from a TV show in which an elderly man sits on a bed in a room with a doctor.", "with_names": "an elderly man sits on a bed in a room with a doctor."}, {"scene_id": "atwt-01-10-07s9", "raw": "A scene from a TV show in which a woman is standing in a living room and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-10-07s10", "raw": "A scene from a TV show in which a man is driving a car and another man is sitting next to him.", "with_names": "a man is driving a car and another man is sitting next to him."}, {"scene_id": "atwt-01-10-07s11", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a white fur coat.", "with_names": "a woman is wearing a red shirt and a white fur coat."}, {"scene_id": "atwt-01-10-07s12", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace", "with_names": "a woman is wearing a red sweater and a necklace"}, {"scene_id": "atwt-01-10-07s13", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white shirt", "with_names": "a woman is wearing a red jacket and a white shirt"}, {"scene_id": "atwt-01-10-07s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a black sweater", "with_names": "a man is wearing a blue shirt and a black sweater"}, {"scene_id": "atwt-01-10-07s15", "raw": "A scene from a TV show in which a woman is sitting at a table with her arms folded and a man is standing behind her", "with_names": "a woman is sitting at a table with her arms folded and ] is standing behind her"}, {"scene_id": "atwt-01-10-07s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-10-07s17", "raw": "A scene from a TV show in which children are playing soccer.", "with_names": "children are playing soccer."}, {"scene_id": "atwt-01-10-07s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-01-10-07s19", "raw": "A scene from a TV show in which a man is looking at the camera with a mustache", "with_names": "a man is looking at the camera with a mustache"}, {"scene_id": "atwt-01-10-07s20", "raw": "A scene from a TV show in which a woman is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-01-10-07s21", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-01-10-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-10-07s23", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a man is standing in front of her.", "with_names": "a woman is wearing a red leather jacket and a man is standing in front of her."}, {"scene_id": "atwt-01-10-07s24", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-01-10-07s25", "raw": "A scene from a TV show in which a man is being chased by a sheriff.", "with_names": "a man is being chased by a sheriff."}, {"scene_id": "atwt-01-10-07s26", "raw": "A scene from a TV show in which a woman sits at a table with a man standing behind her.", "with_names": "a woman sits at a table with a man standing behind her."}]