[{"scene_id": "bb-11-10-15s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a therapist.", "with_names": "Rick and a woman sit on a couch and talk to a therapist."}, {"scene_id": "bb-11-10-15s1", "raw": "A scene from a TV show in which a man and a woman sit next to each other and talk.", "with_names": "a man and a woman sit next to each other and talk."}, {"scene_id": "bb-11-10-15s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at someone off-screen.", "with_names": ""}, {"scene_id": "bb-11-10-15s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "bb-11-10-15s4", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-11-10-15s5", "raw": "A scene from a TV show in which a woman is standing in front of a painting.", "with_names": "a woman is standing in front of a painting."}, {"scene_id": "bb-11-10-15s6", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "bb-11-10-15s7", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-10-15s8", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-11-10-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and sitting in a chair.", "with_names": ""}, {"scene_id": "bb-11-10-15s10", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "bb-11-10-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-10-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-10-15s13", "raw": "A scene from a TV show in which a man is walking towards a woman and she is looking at him.", "with_names": "a man is walking towards a woman and she is looking at him."}, {"scene_id": "bb-11-10-15s14", "raw": "A scene from a TV show in which a man is interviewed by a woman", "with_names": "a man is interviewed by a woman"}, {"scene_id": "bb-11-10-15s15", "raw": "A scene from a TV show in which a woman is holding a box and walking out of a room.", "with_names": "a woman is holding a box and walking out of a room."}, {"scene_id": "bb-11-10-15s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}]