[{"scene_id": "bb-04-28-15s0", "raw": "A scene from a TV show in which a car drives down a street and a tree is seen in the foreground.", "with_names": "a car drives down a street and a tree is in the foreground."}, {"scene_id": "bb-04-28-15s1", "raw": "A scene from a TV show in which a woman is working at a desk.", "with_names": "a woman is working at a desk."}, {"scene_id": "bb-04-28-15s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-28-15s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-04-28-15s4", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-04-28-15s5", "raw": "A scene from a TV show in which a police officer is being arrested by a woman.", "with_names": "a police officer is being arrested by a woman."}, {"scene_id": "bb-04-28-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-28-15s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-28-15s8", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-04-28-15s9", "raw": "A scene from a TV show in which a man is explaining something to a woman.", "with_names": "a man is explaining something to a woman."}, {"scene_id": "bb-04-28-15s10", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "bb-04-28-15s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room.", "with_names": "a man is wearing a suit and a tie and is standing in a room."}, {"scene_id": "bb-04-28-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-28-15s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]