[{"scene_id": "gl-09-02-05s0", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-02-05s1", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and making a face", "with_names": "Josh is wearing a hawaiian shirt and making a face"}, {"scene_id": "gl-09-02-05s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "gl-09-02-05s3", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-09-02-05s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-09-02-05s5", "raw": "A scene from a TV show in which a woman is bleeding from the head", "with_names": "a woman is bleeding from the head"}, {"scene_id": "gl-09-02-05s6", "raw": "A scene from a TV show in which a man is wearing a shirt with a pattern of cows", "with_names": "a man is wearing a shirt with a pattern of cows"}, {"scene_id": "gl-09-02-05s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "P.I. is crying."}, {"scene_id": "gl-09-02-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-02-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and a girl in the background", "with_names": ""}, {"scene_id": "gl-09-02-05s10", "raw": "A scene from a TV show in which a man is kissing a woman", "with_names": "a man is kissing a woman"}, {"scene_id": "gl-09-02-05s11", "raw": "A scene from a TV show in which a woman is in a hospital room, wearing a white robe and a shocked expression on her face.", "with_names": "Reva is in a hospital room, wearing a white robe and a shocked expression on her face."}, {"scene_id": "gl-09-02-05s12", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "gl-09-02-05s13", "raw": "A scene from a TV show in which a man is seen wearing a floral shirt and a black jacket.", "with_names": "a man is wearing a floral shirt and a black jacket."}, {"scene_id": "gl-09-02-05s14", "raw": "A scene from a TV show in which a woman is wearing a blue and green bikini.", "with_names": "a woman is wearing a blue and green bikini."}, {"scene_id": "gl-09-02-05s15", "raw": "A scene from a TV show in which a woman is wearing an orange dress and a boy is hugging her from behind.", "with_names": "Cassie is wearing an orange dress and R.J. is hugging her from behind."}, {"scene_id": "gl-09-02-05s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-09-02-05s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-02-05s18", "raw": "A scene from a TV show in which a man is wearing a shirt and a woman is sitting next to him.", "with_names": "Jonathan is wearing a shirt and Tammy is sitting next to him."}, {"scene_id": "gl-09-02-05s19", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "gl-09-02-05s20", "raw": "A scene from a TV show in which a man is wearing a leopard print suit and a woman is in a green shirt", "with_names": "a man is wearing a leopard print suit and a woman is in a green shirt"}, {"scene_id": "gl-09-02-05s21", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a blue dress.", "with_names": ""}, {"scene_id": "gl-09-02-05s22", "raw": "A scene from a TV show in which a baby is born with a cleft lip.", "with_names": "a baby is born with a cleft lip."}, {"scene_id": "gl-09-02-05s24", "raw": "A scene from a TV show in which a man is seen walking down a flight of stairs.", "with_names": "Josh is walking down a flight of stairs."}, {"scene_id": "gl-09-02-05s25", "raw": "A scene from a TV show in which a woman is on the phone and her hair is blowing in the wind", "with_names": "Reva is on the phone and her hair is blowing in the wind"}, {"scene_id": "gl-09-02-05s27", "raw": "A scene from a TV show in which a man is talking to someone and looking at his watch", "with_names": ""}, {"scene_id": "gl-09-02-05s28", "raw": "A scene from a TV show in which a woman is driving a car and her face is contorted in pain.", "with_names": "Sandy is driving a car and her face is contorted in pain."}, {"scene_id": "gl-09-02-05s29", "raw": "A scene from a TV show in which a car is on fire", "with_names": "a car is on fire"}, {"scene_id": "gl-09-02-05s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-02-05s31", "raw": "A scene from a TV show in which a man is wearing a shirt with a pattern of flowers.", "with_names": "a man is wearing a shirt with a pattern of flowers."}, {"scene_id": "gl-09-02-05s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-02-05s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-02-05s34", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the back seat", "with_names": "a woman is driving a car and a man is sitting in the back seat"}, {"scene_id": "gl-09-02-05s38", "raw": "A scene from a TV show in which a man is holding a white cast on his arm.", "with_names": "Edmund is holding a white cast on his arm."}]