[{"scene_id": "gl-10-25-01s0", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "gl-10-25-01s2", "raw": "A scene from a TV show in which a man is talking to a woman while holding a piece of paper.", "with_names": ""}, {"scene_id": "gl-10-25-01s4", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "gl-10-25-01s5", "raw": "A scene from a TV show in which a rainbow is seen in the sky, with a black circle in the bottom right corner.", "with_names": "a rainbow is in the sky, with a black circle in the bottom right corner."}, {"scene_id": "gl-10-25-01s6", "raw": "A scene from a TV show in which a woman is talking to two men in a room.", "with_names": ""}, {"scene_id": "gl-10-25-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-25-01s9", "raw": "A scene from a TV show in which a man is standing in front of a woman in a dress.", "with_names": "a man is standing in front of a woman in a dress."}, {"scene_id": "gl-10-25-01s10", "raw": "A scene from a TV show in which a man is holding his head in his hands", "with_names": "Gus is holding his head in his hands"}, {"scene_id": "gl-10-25-01s11", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on a table and a couch in the background.", "with_names": "a man is standing in a room with a lamp on a table and a couch in the background."}, {"scene_id": "gl-10-25-01s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a pink dress.", "with_names": ""}, {"scene_id": "gl-10-25-01s13", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}, {"scene_id": "gl-10-25-01s15", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "gl-10-25-01s16", "raw": "A scene from a TV show in which a man and a woman are talking to another mande", "with_names": ""}, {"scene_id": "gl-10-25-01s17", "raw": "A scene from a TV show in which a man is standing in a hallway, looking at a woman.", "with_names": "a man is standing in a hallway, looking at a woman."}, {"scene_id": "gl-10-25-01s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-25-01s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-10-25-01s22", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing next to him.", "with_names": "a man is handcuffed and a woman is standing next to him."}, {"scene_id": "gl-10-25-01s23", "raw": "A scene from a TV show in which a man holds up a gun to a woman.", "with_names": "a man holds up a gun to a woman."}, {"scene_id": "gl-10-25-01s24", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a suit and a blouse.", "with_names": "a woman is standing in a living room, wearing a suit and a blouse."}, {"scene_id": "gl-10-25-01s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down.", "with_names": ""}]