[{"scene_id": "atwt-12-19-05s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-12-19-05s1", "raw": "A scene from a TV show in which a woman is looking down and wearing a purple hoodie", "with_names": "a woman is looking down and wearing a purple hoodie"}, {"scene_id": "atwt-12-19-05s2", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a blonde wig", "with_names": "a woman is wearing a red jacket and a blonde wig"}, {"scene_id": "atwt-12-19-05s3", "raw": "A scene from a TV show in which a man is yelling in a prison cell.", "with_names": "a man is yelling in a prison cell."}, {"scene_id": "atwt-12-19-05s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-12-19-05s5", "raw": "A scene from a TV show in which a man is yelling at a door.", "with_names": "a man is yelling at a door."}, {"scene_id": "atwt-12-19-05s6", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-12-19-05s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-12-19-05s8", "raw": "A scene from a TV show in which a man is sitting in a room with wine bottles behind him.", "with_names": "a man is sitting in a room with wine bottles behind him."}, {"scene_id": "atwt-12-19-05s9", "raw": "A scene from a TV show in which a woman is looking concerned.", "with_names": "a woman is looking concerned."}, {"scene_id": "atwt-12-19-05s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-19-05s11", "raw": "A scene from a TV show in which a man is running out of a house.", "with_names": "a man is running out of a house."}, {"scene_id": "atwt-12-19-05s12", "raw": "A scene from a TV show in which a young man is looking at a woman and saying, \"I'm not gay.\"", "with_names": "a young man is looking at a woman and saying, \"i'm not gay.\""}, {"scene_id": "atwt-12-19-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-19-05s14", "raw": "A scene from a TV show in which a woman holds a baby and talks to another woman.", "with_names": "a woman holds a baby and talks to another woman."}, {"scene_id": "atwt-12-19-05s15", "raw": "A scene from a TV show in which a man is standing in front of a white background with his arms crossed.", "with_names": "a man is standing in front of a white background with his arms crossed."}, {"scene_id": "atwt-12-19-05s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-12-19-05s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-12-19-05s18", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "atwt-12-19-05s19", "raw": "A scene from a TV show in which Jennifer Aniston is giving the middle finger.", "with_names": "jennifer aniston is giving the middle finger."}, {"scene_id": "atwt-12-19-05s20", "raw": "A scene from a TV show in which a blonde woman is wearing a choker and smiling", "with_names": "a blonde woman is wearing a choker and smiling"}, {"scene_id": "atwt-12-19-05s21", "raw": "A scene from a TV show in which a blonde woman looks off camera.", "with_names": "a blonde woman looks off camera."}, {"scene_id": "atwt-12-19-05s22", "raw": "A scene from a TV show in which a young woman is wearing a purple sweater and a short blonde hair", "with_names": "a young woman is wearing a purple sweater and a short blonde hair"}, {"scene_id": "atwt-12-19-05s23", "raw": "A scene from a TV show in which a young man is wearing a striped shirt and a prison uniform", "with_names": "a young man is wearing a striped shirt and a prison uniform"}, {"scene_id": "atwt-12-19-05s24", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "atwt-12-19-05s25", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-12-19-05s26", "raw": "A scene from a TV show in which a woman takes a picture of herself with a camera.", "with_names": "a woman takes a picture of herself with a camera."}]