[{"scene_id": "pc-04-20-01s0", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "pc-04-20-01s1", "raw": "A scene from a TV show in which a man is talking on his cell phone in a kitchen.", "with_names": ""}, {"scene_id": "pc-04-20-01s2", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen tube.", "with_names": "Arianna is lying in a hospital bed with an oxygen tube."}, {"scene_id": "pc-04-20-01s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-04-20-01s4", "raw": "A scene from a TV show in which a man is talking to someone and is looking at his mouth", "with_names": ""}, {"scene_id": "pc-04-20-01s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking on the phone.", "with_names": ""}, {"scene_id": "pc-04-20-01s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-20-01s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a grey shirt.", "with_names": "Kevin is wearing a leather jacket and a grey shirt."}, {"scene_id": "pc-04-20-01s8", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "pc-04-20-01s9", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "pc-04-20-01s10", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "pc-04-20-01s11", "raw": "A scene from a TV show in which a brick wall is cracked and a hole is visible.", "with_names": "a brick wall is cracked and a hole is visible."}, {"scene_id": "pc-04-20-01s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt.", "with_names": "a man is wearing a leather jacket and a white t-shirt."}, {"scene_id": "pc-04-20-01s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an IV in her nose.", "with_names": "Arianna is lying in a hospital bed with an iv in her nose."}, {"scene_id": "pc-04-20-01s14", "raw": "A scene from a TV show in which a nurse is giving a patient a clipboard.", "with_names": "a nurse is giving a patient a clipboard."}, {"scene_id": "pc-04-20-01s15", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a stethoscope around her neck.", "with_names": "Karen is wearing a pink shirt and a stethoscope around her neck."}, {"scene_id": "pc-04-20-01s16", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a black jacket.", "with_names": "Frank is wearing a blue shirt and a black jacket."}, {"scene_id": "pc-04-20-01s17", "raw": "A scene from a TV show in which a man is standing in front of a blender and is looking at it.", "with_names": "a man is standing in front of a blender and is looking at it."}]