[{"scene_id": "bb-06-15-06s0", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at it.", "with_names": "Ridge is holding a piece of paper and Stephanie is looking at it."}, {"scene_id": "bb-06-15-06s1", "raw": "A scene from a TV show in which a man is on the phone and the time is displayed on the bottom of the screen", "with_names": "a man is on the phone and the time is displayed on the bottom of the screen"}, {"scene_id": "bb-06-15-06s2", "raw": "A scene from a TV show in which a woman is talking on the phone and another woman is standing behind her.", "with_names": ""}, {"scene_id": "bb-06-15-06s3", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-06-15-06s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-15-06s5", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall", "with_names": "a man is standing in a room with a clock on the wall"}, {"scene_id": "bb-06-15-06s6", "raw": "A scene from a TV show in which a woman is wearing a teal suit and a brooch.", "with_names": "a woman is wearing a teal suit and a brooch."}, {"scene_id": "bb-06-15-06s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-15-06s8", "raw": "A scene from a TV show in which a woman is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "bb-06-15-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-15-06s10", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-06-15-06s11", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Taylor and ] are kissing."}, {"scene_id": "bb-06-15-06s12", "raw": "A scene from a TV show in which David Bowie is seen looking up at a clock", "with_names": "david bowie is looking up at a clock"}, {"scene_id": "bb-06-15-06s13", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}]