[{"scene_id": "pc-08-14-03s0", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-14-03s1", "raw": "A scene from a TV show in which a woman is being held by a doctor.", "with_names": "a woman is being held by a doctor."}, {"scene_id": "pc-08-14-03s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "pc-08-14-03s3", "raw": "A scene from a TV show in which a woman is bent over a bed, her head down, and her hands are on the sheets.", "with_names": "a woman is bent over a bed, her head down, and her hands are on the sheets."}, {"scene_id": "pc-08-14-03s4", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "pc-08-14-03s5", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "pc-08-14-03s6", "raw": "A scene from a TV show in which a man is looking at a woman with a seductive smile.", "with_names": "a man is looking at a woman with a seductive smile."}, {"scene_id": "pc-08-14-03s7", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at a woman.", "with_names": "a man is holding a cell phone and looking at a woman."}, {"scene_id": "pc-08-14-03s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "pc-08-14-03s9", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-14-03s10", "raw": "A scene from a TV show in which a man is being hit on by a woman.", "with_names": "a man is being hit on by a woman."}, {"scene_id": "pc-08-14-03s11", "raw": "A scene from a TV show in which a man is sitting at a piano and playing a song.", "with_names": "a man is sitting at a piano and playing a song."}, {"scene_id": "pc-08-14-03s12", "raw": "A scene from a TV show in which a woman is wearing a pink halter top and hoop earrings", "with_names": "a woman is wearing a pink halter top and hoop earrings"}, {"scene_id": "pc-08-14-03s13", "raw": "A scene from a TV show in which a man is dancing on a red couch.", "with_names": "a man is dancing on a red couch."}, {"scene_id": "pc-08-14-03s14", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-08-14-03s15", "raw": "A scene from a TV show in which a hand is seen with fingers extended.", "with_names": "a hand is with fingers extended."}]