[{"scene_id": "bb-08-06-14s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-08-06-14s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a living room.", "with_names": ""}, {"scene_id": "bb-08-06-14s2", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "bb-08-06-14s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Hope sit on a couch and talk."}, {"scene_id": "bb-08-06-14s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-06-14s5", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "Wyatt and Hope are sitting together."}, {"scene_id": "bb-08-06-14s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and dancing.", "with_names": "a woman is wearing a blue dress and dancing."}, {"scene_id": "bb-08-06-14s7", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Oliver kisses Aly on the cheek."}, {"scene_id": "bb-08-06-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-06-14s9", "raw": "A scene from a TV show in which a man and a woman sit next to each other and talk.", "with_names": "Liam and Ivy sit next to each other and talk."}, {"scene_id": "bb-08-06-14s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-06-14s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-06-14s12", "raw": "A scene from a TV show in which a woman is wearing a zebra print jacket and a man is in a blue suit.", "with_names": "Ivy is wearing a zebra print jacket and Liam is in a blue suit."}, {"scene_id": "bb-08-06-14s13", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "Wyatt and Hope are walking down a street."}]