[{"scene_id": "oltl-01-26-09s0", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-01-26-09s1", "raw": "A scene from a TV show in which a man and a woman are sitting in a classroom.", "with_names": "a man and a woman are sitting in a classroom."}, {"scene_id": "oltl-01-26-09s2", "raw": "A scene from a TV show in which a girl is being bullied by her friends.", "with_names": "] is being bullied by her friends."}, {"scene_id": "oltl-01-26-09s3", "raw": "A scene from a TV show in which two women sit at a table and talk.", "with_names": "two women sit at a table and talk."}, {"scene_id": "oltl-01-26-09s4", "raw": "A scene from a TV show in which a woman is talking to a nurse in a kitchen.", "with_names": ""}, {"scene_id": "oltl-01-26-09s5", "raw": "A scene from a TV show in which a woman is dressed in a sari and a man in saffron robes is standing next to her.", "with_names": "a woman is dressed in a sari and a man in saffron robes is standing next to her."}, {"scene_id": "oltl-01-26-09s6", "raw": "A scene from a TV show in which a bright light is shining on a gold background.", "with_names": "a bright light is shining on a gold background."}, {"scene_id": "oltl-01-26-09s7", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-01-26-09s8", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a white shirt.", "with_names": "a woman is wearing a red scarf and a white shirt."}, {"scene_id": "oltl-01-26-09s9", "raw": "A scene from a TV show in which a woman is wearing a turban and a yellow dress.", "with_names": "a woman is wearing a turban and a yellow dress."}, {"scene_id": "oltl-01-26-09s10", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-01-26-09s11", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-01-26-09s12", "raw": "A scene from a TV show in which a woman is wearing a head wrap.", "with_names": "a woman is wearing a head wrap."}, {"scene_id": "oltl-01-26-09s13", "raw": "A scene from a TV show in which a girl is looking at a boy and smiling.", "with_names": "a girl is looking at a boy and smiling."}, {"scene_id": "oltl-01-26-09s14", "raw": "A scene from a TV show in which a girl is wearing a school uniform and holding a book.", "with_names": "] is wearing a school uniform and holding a book."}, {"scene_id": "oltl-01-26-09s15", "raw": "A scene from a TV show in which a boy and a girl are talking to another boy.", "with_names": ""}, {"scene_id": "oltl-01-26-09s16", "raw": "A scene from a TV show in which a man is talking to a woman in a classroom.", "with_names": ""}, {"scene_id": "oltl-01-26-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-26-09s18", "raw": "A scene from a TV show in which a woman is wearing a red shawl and a white shirt.", "with_names": "a woman is wearing a red shawl and a white shirt."}, {"scene_id": "oltl-01-26-09s19", "raw": "A scene from a TV show in which a man is standing in front of a wall and a woman is walking away from him.", "with_names": "a man is standing in front of a wall and a woman is walking away from him."}, {"scene_id": "oltl-01-26-09s20", "raw": "A scene from a TV show in which a man and a woman are dressed in orange robes and are standing next to each other.", "with_names": "a man and a woman are dressed in orange robes and are standing next to each other."}, {"scene_id": "oltl-01-26-09s21", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-01-26-09s22", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-01-26-09s23", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-01-26-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-26-09s25", "raw": "A scene from a TV show in which a woman is wearing a turban and a yellow top.", "with_names": "a woman is wearing a turban and a yellow top."}, {"scene_id": "oltl-01-26-09s26", "raw": "A scene from a TV show in which a young man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-01-26-09s27", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-01-26-09s28", "raw": "A scene from a TV show in which a woman is wearing a grey coat and a black shirt and is walking down a hallway.", "with_names": "a woman is wearing a grey coat and a black shirt and is walking down a hallway."}, {"scene_id": "oltl-01-26-09s29", "raw": "A scene from a TV show in which a woman is wearing a red turban and a gold dress.", "with_names": "a woman is wearing a red turban and a gold dress."}, {"scene_id": "oltl-01-26-09s30", "raw": "A scene from a TV show in which a man is talking to a woman in a locker room.", "with_names": ""}, {"scene_id": "oltl-01-26-09s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-26-09s32", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a woman is standing behind him.", "with_names": "Todd is wearing a black turtleneck and ] is standing behind him."}, {"scene_id": "oltl-01-26-09s33", "raw": "A scene from a TV show in which a woman is talking to another woman, with her hand on her chest.", "with_names": ""}, {"scene_id": "oltl-01-26-09s34", "raw": "A scene from a TV show in which a woman is shown writing a letter to her mother.", "with_names": ""}]