[{"scene_id": "atwt-09-15-09s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-15-09s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-15-09s2", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-09-15-09s3", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "atwt-09-15-09s4", "raw": "A scene from a TV show in which a woman is seen cleaning a bathroom mirror with a spray bottle.", "with_names": "a woman is cleaning a bathroom mirror with a spray bottle."}, {"scene_id": "atwt-09-15-09s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-15-09s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-09-15-09s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-15-09s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-09-15-09s9", "raw": "A scene from a TV show in which a woman is crying and her hands are held up to her face.", "with_names": "a woman is crying and her hands are held up to her face."}, {"scene_id": "atwt-09-15-09s10", "raw": "A scene from a TV show in which a woman is wearing a grey blazer and jeans.", "with_names": "a woman is wearing a grey blazer and jeans."}, {"scene_id": "atwt-09-15-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-15-09s12", "raw": "A scene from a TV show in which a woman is sitting on a bed wearing a bra and underwear.", "with_names": "a woman is sitting on a bed wearing a bra and underwear."}, {"scene_id": "atwt-09-15-09s13", "raw": "A scene from a TV show in which a woman is wearing a necklace and a man is looking at her.", "with_names": "a woman is wearing a necklace and a man is looking at her."}, {"scene_id": "atwt-09-15-09s14", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-09-15-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-15-09s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-15-09s17", "raw": "A scene from a TV show in which a woman is talking to a man while holding a martini.", "with_names": ""}, {"scene_id": "atwt-09-15-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman in a store.", "with_names": ""}, {"scene_id": "atwt-09-15-09s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-15-09s20", "raw": "A scene from a TV show in which a woman is wearing a purple top and a blonde hair in a ponytail.", "with_names": "a woman is wearing a purple top and a blonde hair in a ponytail."}, {"scene_id": "atwt-09-15-09s21", "raw": "A scene from a TV show in which a man is holding a woman in bed", "with_names": "a man is holding a woman in bed"}, {"scene_id": "atwt-09-15-09s22", "raw": "A scene from a TV show in which a woman is sitting in a chair and another woman is standing behind her, laughing.", "with_names": ""}, {"scene_id": "atwt-09-15-09s23", "raw": "A scene from a TV show in which a woman is on the phone and a box is sitting on a table.", "with_names": "a woman is on the phone and a box is sitting on a table."}, {"scene_id": "atwt-09-15-09s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-15-09s25", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking at it.", "with_names": "a woman is standing in front of a door and looking at it."}, {"scene_id": "atwt-09-15-09s26", "raw": "A scene from a TV show in which a tube of toothpaste is shown. The text reads: #1 recommended most by dentists and hygienists.", "with_names": ""}]