[{"scene_id": "atwt-02-03-06s0", "raw": "A scene from a TV show in which a woman is wearing a coat and a sweater", "with_names": "a woman is wearing a coat and a sweater"}, {"scene_id": "atwt-02-03-06s1", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at a woman.", "with_names": "a man is sitting in a restaurant and looking at a woman."}, {"scene_id": "atwt-02-03-06s2", "raw": "A scene from a TV show in which a woman is shaking hands with another woman.", "with_names": "a woman is shaking hands with another woman."}, {"scene_id": "atwt-02-03-06s3", "raw": "A scene from a TV show in which a woman is lying on the ground with her head tilted back.", "with_names": "a woman is lying on the ground with her head tilted back."}, {"scene_id": "atwt-02-03-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-03-06s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-03-06s6", "raw": "A scene from a TV show in which a man is wearing a black coat and a blonde wig", "with_names": "] is wearing a black coat and a blonde wig"}, {"scene_id": "atwt-02-03-06s7", "raw": "A scene from a TV show in which a rooster is shown to be a chicken", "with_names": ""}, {"scene_id": "atwt-02-03-06s8", "raw": "A scene from a TV show in which a woman is standing in front of a TV and a vase of flowers is on the table.", "with_names": "a woman is standing in front of a tv and a vase of flowers is on the table."}, {"scene_id": "atwt-02-03-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-03-06s10", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a short black hair", "with_names": "a woman is wearing a purple sweater and a short black hair"}, {"scene_id": "atwt-02-03-06s11", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-02-03-06s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-02-03-06s13", "raw": "A scene from a TV show in which a woman is talking to a judge.", "with_names": ""}, {"scene_id": "atwt-02-03-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-03-06s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-03-06s16", "raw": "A scene from a TV show in which a woman holds a Boniva box.", "with_names": "a woman holds a boniva box."}, {"scene_id": "atwt-02-03-06s17", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pointing at her.", "with_names": "a man is holding a woman by the arm and pointing at her."}, {"scene_id": "atwt-02-03-06s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-03-06s19", "raw": "A scene from a TV show in which a man is holding a knife and a lighter.", "with_names": "a man is holding a knife and a lighter."}, {"scene_id": "atwt-02-03-06s20", "raw": "A scene from a TV show in which a woman is seen through a window, looking out at a man.", "with_names": "a woman is through a window, looking out at a man."}, {"scene_id": "atwt-02-03-06s21", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "atwt-02-03-06s22", "raw": "A scene from a TV show in which a woman is holding a gun to her head.", "with_names": "] is holding a gun to her head."}, {"scene_id": "atwt-02-03-06s23", "raw": "A scene from a TV show in which a woman is holding a baby and kissing it on the cheek.", "with_names": "a woman is holding a baby and kissing it on the cheek."}, {"scene_id": "atwt-02-03-06s24", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-02-03-06s25", "raw": "A scene from a TV show in which ducklings are seen in a nest.", "with_names": "ducklings are in a nest."}]