[{"scene_id": "atwt-02-12-08s0", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on another woman's chest", "with_names": "Vienna is lying on a bed with her head resting on another woman's chest"}, {"scene_id": "atwt-02-12-08s1", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital room.", "with_names": "a man and a woman are standing in a hospital room."}, {"scene_id": "atwt-02-12-08s2", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-02-12-08s3", "raw": "A scene from a TV show in which a woman is holding a purple sweater and a man is standing next to her.", "with_names": "a woman is holding a purple sweater and a man is standing next to her."}, {"scene_id": "atwt-02-12-08s4", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-12-08s5", "raw": "A scene from a TV show in which a woman is shown wearing a black dress and a smile.", "with_names": ""}, {"scene_id": "atwt-02-12-08s6", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-02-12-08s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-12-08s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-12-08s9", "raw": "A scene from a TV show in which a woman is standing in a bedroom wearing a leopard print robe.", "with_names": "a woman is standing in a bedroom wearing a leopard print robe."}, {"scene_id": "atwt-02-12-08s10", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-12-08s11", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and her hair is cut short.", "with_names": "a woman is wearing a black turtleneck and her hair is cut short."}, {"scene_id": "atwt-02-12-08s12", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-02-12-08s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-12-08s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-12-08s15", "raw": "A scene from a TV show in which a woman is talking on a phone in a hospital.", "with_names": ""}, {"scene_id": "atwt-02-12-08s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-12-08s17", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "atwt-02-12-08s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a blue shirt.", "with_names": "a woman is wearing a black dress and a man is in a blue shirt."}, {"scene_id": "atwt-02-12-08s19", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-02-12-08s20", "raw": "A scene from a TV show in which a woman is shown wearing a white suit and a blonde wig.", "with_names": ""}, {"scene_id": "atwt-02-12-08s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-02-12-08s22", "raw": "A scene from a TV show in which a doctor is seen with a woman.", "with_names": "a doctor is with a woman."}, {"scene_id": "atwt-02-12-08s23", "raw": "A scene from a TV show in which a young man is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-12-08s24", "raw": "A scene from a TV show in which a young boy and a woman are standing next to each other.", "with_names": "a young boy and a woman are standing next to each other."}, {"scene_id": "atwt-02-12-08s25", "raw": "A scene from a TV show in which a man is wearing a red shirt and a mirror is reflecting him.", "with_names": "a man is wearing a red shirt and a mirror is reflecting him."}, {"scene_id": "atwt-02-12-08s26", "raw": "A scene from a TV show in which a Wal-Mart logo is superimposed on a blue sky", "with_names": "a wal-mart logo is superimposed on a blue sky"}, {"scene_id": "atwt-02-12-08s27", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a coat.", "with_names": "a blonde woman is standing next to a man in a coat."}, {"scene_id": "atwt-02-12-08s28", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "atwt-02-12-08s29", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "atwt-02-12-08s30", "raw": "A scene from a TV show in which a woman is wearing a red dress and looking to the right of the frame.", "with_names": "a woman is wearing a red dress and looking to the right of the frame."}, {"scene_id": "atwt-02-12-08s31", "raw": "A scene from a TV show in which a man is seen being tortured by a group of men.", "with_names": "a man is being tortured by a group of men."}, {"scene_id": "atwt-02-12-08s32", "raw": "A scene from a TV show in which a woman is handing a plate of food to a young girl.", "with_names": "a woman is handing a plate of food to a young girl."}, {"scene_id": "atwt-02-12-08s33", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-12-08s34", "raw": "A scene from a TV show in which a meteorologist is talking about a map.", "with_names": ""}, {"scene_id": "atwt-02-12-08s35", "raw": "A scene from a TV show in which a mother and daughter are preparing food in a kitchen.", "with_names": "a mother and daughter are preparing food in a kitchen."}]