[{"scene_id": "pc-08-26-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-26-03s1", "raw": "A scene from a TV show in which a woman is massaging a man in a wheelchair.", "with_names": "a woman is massaging a man in a wheelchair."}, {"scene_id": "pc-08-26-03s2", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-26-03s3", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at the camera.", "with_names": ""}, {"scene_id": "pc-08-26-03s4", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "pc-08-26-03s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is pulled back into a ponytail.", "with_names": ""}, {"scene_id": "pc-08-26-03s6", "raw": "A scene from a TV show in which a man is sitting on a chair with a neck brace on, and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-08-26-03s7", "raw": "A scene from a TV show in which a man is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "pc-08-26-03s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her. He is wearing a neck brace and has a towel around his neck.", "with_names": ""}, {"scene_id": "pc-08-26-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-26-03s10", "raw": "A scene from a TV show in which a shirtless man and a woman are laying on a couch.", "with_names": "a shirtless man and a woman are laying on a couch."}, {"scene_id": "pc-08-26-03s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-08-26-03s12", "raw": "A scene from a TV show in which a man is wearing a neck brace and a shirt that says Soap.", "with_names": "a man is wearing a neck brace and a shirt that says soap."}, {"scene_id": "pc-08-26-03s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-08-26-03s14", "raw": "A scene from a TV show in which a woman is kissing a man. The title is Port Charles", "with_names": "] is kissing Caleb. the title is port charles"}]