[{"scene_id": "atwt-07-16-04s0", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at his hand", "with_names": ""}, {"scene_id": "atwt-07-16-04s1", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-16-04s2", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-16-04s3", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is in a white shirt.", "with_names": "a woman is wearing a red jacket and a man is in a white shirt."}, {"scene_id": "atwt-07-16-04s4", "raw": "A scene from a TV show in which a woman is standing in a room and talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-16-04s5", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-07-16-04s6", "raw": "A scene from a TV show in which a man is wearing a maroon shirt that says \"Carpe Diem\"", "with_names": "a man is wearing a maroon shirt that says \"carpe diem\""}, {"scene_id": "atwt-07-16-04s7", "raw": "A scene from a TV show in which a man is standing in a kitchen next to a table and a painting of avocados.", "with_names": "a man is standing in a kitchen next to a table and a painting of avocados."}, {"scene_id": "atwt-07-16-04s8", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-07-16-04s9", "raw": "A scene from a TV show in which a woman is looking down and talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-16-04s10", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"Nuggets\" and a woman is standing next to him.", "with_names": "a man is wearing a shirt that says \"nuggets\" and a woman is standing next to him."}, {"scene_id": "atwt-07-16-04s11", "raw": "A scene from a TV show in which a car is driving down a desert road with the sun shining in the background.", "with_names": "a car is driving down a desert road with the sun shining in the background."}, {"scene_id": "atwt-07-16-04s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-16-04s13", "raw": "A scene from a TV show in which a mother and daughter are in a car together.", "with_names": "a mother and daughter are in a car together."}, {"scene_id": "atwt-07-16-04s14", "raw": "A scene from a TV show in which a man is handcuffed and a dog is in his lap.", "with_names": "a man is handcuffed and a dog is in his lap."}, {"scene_id": "atwt-07-16-04s15", "raw": "A scene from a TV show in which a man and a woman are in bed together, with the woman covering her mouth with her hands.", "with_names": "a man and a woman are in bed together, with the woman covering her mouth with her hands."}, {"scene_id": "atwt-07-16-04s16", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "] is being tortured by a woman"}, {"scene_id": "atwt-07-16-04s17", "raw": "A scene from a TV show in which a woman is laughing and a map of the state of Iowa is superimposed over her mouth.", "with_names": "a woman is laughing and a map of the state of iowa is superimposed over her mouth."}, {"scene_id": "atwt-07-16-04s18", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is looking at a woman.", "with_names": "a man is wearing a white shirt and a tie and is looking at a woman."}, {"scene_id": "atwt-07-16-04s19", "raw": "A scene from a TV show in which a young woman is sitting in a car and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-16-04s20", "raw": "A scene from a TV show in which a car is driving through a tunnel with a white pole sticking out of the front.", "with_names": "a car is driving through a tunnel with a white pole sticking out of the front."}, {"scene_id": "atwt-07-16-04s21", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-07-16-04s22", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-16-04s23", "raw": "A scene from a TV show in which a man is looking down and smiling", "with_names": "a man is looking down and smiling"}, {"scene_id": "atwt-07-16-04s24", "raw": "A scene from a TV show in which a woman is dancing in a room with a man.", "with_names": "a woman is dancing in a room with a man."}, {"scene_id": "atwt-07-16-04s25", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-16-04s26", "raw": "A scene from a TV show in which a man is talking on a cell phone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-07-16-04s27", "raw": "A scene from a TV show in which a woman is looking at a man and his eyes are closed.", "with_names": "a woman is looking at a man and his eyes are closed."}, {"scene_id": "atwt-07-16-04s28", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a brown shirt and the other is wearing a black shirt.", "with_names": "two men are standing in a room, one of them is wearing a brown shirt and the other is wearing a black shirt."}, {"scene_id": "atwt-07-16-04s29", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}]