[{"scene_id": "atwt-03-27-09s0", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-27-09s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-27-09s2", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-03-27-09s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-27-09s4", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "atwt-03-27-09s5", "raw": "A scene from a TV show in which a Chinese dance troupe performs a dance.", "with_names": "a chinese dance troupe performs a dance."}, {"scene_id": "atwt-03-27-09s6", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is up in a bun", "with_names": ""}, {"scene_id": "atwt-03-27-09s7", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "atwt-03-27-09s8", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-03-27-09s9", "raw": "A scene from a TV show in which a Danone Activia yogurt is shown", "with_names": ""}, {"scene_id": "atwt-03-27-09s10", "raw": "A scene from a TV show in which a man is talking to someone and a plant is in the background.", "with_names": ""}, {"scene_id": "atwt-03-27-09s11", "raw": "A scene from a TV show in which a woman is wearing a scarf and a coat.", "with_names": "a woman is wearing a scarf and a coat."}, {"scene_id": "atwt-03-27-09s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "] is crying"}, {"scene_id": "atwt-03-27-09s13", "raw": "A scene from a TV show in which a woman is sitting in a car and talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-03-27-09s14", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "atwt-03-27-09s15", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "atwt-03-27-09s16", "raw": "A scene from a TV show in which a man and a woman are sitting on a dock, both wearing masks.", "with_names": "a man and a woman are sitting on a dock, both wearing masks."}, {"scene_id": "atwt-03-27-09s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-03-27-09s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-03-27-09s19", "raw": "A scene from a TV show in which a man is wearing a mask and hands are reaching out to him.", "with_names": "] is wearing a mask and hands are reaching out to him."}, {"scene_id": "atwt-03-27-09s20", "raw": "A scene from a TV show in which a woman is looking at a picture of a man and saying, \"I'm sorry.\"", "with_names": "a woman is looking at a picture of a man and saying, \"i'm sorry.\""}, {"scene_id": "atwt-03-27-09s21", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him, both of them are laughing.", "with_names": ""}, {"scene_id": "atwt-03-27-09s22", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-27-09s23", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is up in a bun", "with_names": ""}, {"scene_id": "atwt-03-27-09s24", "raw": "A scene from a TV show in which a woman is looking at a man through a window.", "with_names": "a woman is looking at a man through a window."}, {"scene_id": "atwt-03-27-09s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-03-27-09s26", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}]