[{"scene_id": "atwt-09-29-04s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-29-04s1", "raw": "A scene from a TV show in which a man is hugging another man in a bathroom", "with_names": "a man is hugging another man in a bathroom"}, {"scene_id": "atwt-09-29-04s2", "raw": "A scene from a TV show in which a young girl is wearing a green top and a girl is standing behind her.", "with_names": "a young girl is wearing a green top and a girl is standing behind her."}, {"scene_id": "atwt-09-29-04s3", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a tuxedo and the other is wearing a shirt and jeans.", "with_names": "two men are standing in a room, one of them is wearing a tuxedo and the other is wearing a shirt and jeans."}, {"scene_id": "atwt-09-29-04s4", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-29-04s5", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-29-04s6", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is looking at him.", "with_names": "a man is wearing a tuxedo and a woman is looking at him."}, {"scene_id": "atwt-09-29-04s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s8", "raw": "A scene from a TV show in which a man is using a paper towel to wipe his hands. The title Guts Grease is displayed in gold letters.", "with_names": "] is using a paper towel to wipe his hands. the title guts grease is displayed in gold letters."}, {"scene_id": "atwt-09-29-04s9", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-09-29-04s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s12", "raw": "A scene from a TV show in which a child is playing with a book.", "with_names": "a child is playing with a book."}, {"scene_id": "atwt-09-29-04s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-29-04s14", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is in a pink coat.", "with_names": "a man is wearing a white shirt and a woman is in a pink coat."}, {"scene_id": "atwt-09-29-04s15", "raw": "A scene from a TV show in which a girl is being bullied by two boys.", "with_names": "a girl is being bullied by two boys."}, {"scene_id": "atwt-09-29-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s17", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face blurred out.", "with_names": "a man is in a dark room, with his face blurred out."}, {"scene_id": "atwt-09-29-04s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-29-04s19", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-09-29-04s20", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-09-29-04s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-29-04s22", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-29-04s24", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp.", "with_names": "a woman is standing in a room with a lamp."}, {"scene_id": "atwt-09-29-04s25", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is in a blue dress.", "with_names": "a man is wearing a tank top and a woman is in a blue dress."}, {"scene_id": "atwt-09-29-04s26", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-29-04s27", "raw": "A scene from a TV show in which an older man and woman are talking to a younger man.", "with_names": ""}, {"scene_id": "atwt-09-29-04s28", "raw": "A scene from a TV show in which a couple is walking in a park, with the Bayer logo and the words Get Moving Again Pain Free", "with_names": "a couple is walking in a park, with the bayer logo and the words get moving again pain free"}, {"scene_id": "atwt-09-29-04s29", "raw": "A scene from a TV show in which a girl is talking to someone and she is looking at a clock", "with_names": ""}, {"scene_id": "atwt-09-29-04s30", "raw": "A scene from a TV show in which a man and a woman are talking in front of a window.", "with_names": ""}, {"scene_id": "atwt-09-29-04s31", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-29-04s32", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-09-29-04s33", "raw": "A scene from a TV show in which a woman is sitting in a church pew holding a dog.", "with_names": "a woman is sitting in a church pew holding a dog."}, {"scene_id": "atwt-09-29-04s34", "raw": "A scene from a TV show in which a young man is talking to a woman in a boxing ring.", "with_names": ""}, {"scene_id": "atwt-09-29-04s35", "raw": "A scene from a TV show in which a woman is sitting at a table and talking on the phone.", "with_names": ""}]