[{"scene_id": "atwt-01-12-09s0", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-01-12-09s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-01-12-09s2", "raw": "A scene from a TV show in which a man and a woman are kissing in a bar.", "with_names": "a man and a woman are kissing in a bar."}, {"scene_id": "atwt-01-12-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-12-09s4", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-01-12-09s5", "raw": "A scene from a TV show in which a stuffed animal is being sold in a store.", "with_names": "a stuffed animal is being sold in a store."}, {"scene_id": "atwt-01-12-09s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-12-09s7", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "atwt-01-12-09s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-12-09s9", "raw": "A scene from a TV show in which a woman is wearing scrubs and a stethoscope around her neck", "with_names": "a woman is wearing scrubs and a stethoscope around her neck"}, {"scene_id": "atwt-01-12-09s10", "raw": "A scene from a TV show in which a man is crying and holding a flower", "with_names": "a man is crying and holding a flower"}, {"scene_id": "atwt-01-12-09s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-01-12-09s12", "raw": "A scene from a TV show in which a man is looking at his chin and his hand is raised to his face.", "with_names": "a man is looking at his chin and his hand is raised to his face."}, {"scene_id": "atwt-01-12-09s13", "raw": "A scene from a TV show in which a woman is wearing scrubs and a pink shirt", "with_names": "a woman is wearing scrubs and a pink shirt"}, {"scene_id": "atwt-01-12-09s14", "raw": "A scene from a TV show in which a man is sitting in a restaurant and smiling", "with_names": "a man is sitting in a restaurant and smiling"}, {"scene_id": "atwt-01-12-09s15", "raw": "A scene from a TV show in which a man is talking on the phone and his eyes are closed", "with_names": ""}, {"scene_id": "atwt-01-12-09s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-12-09s17", "raw": "A scene from a TV show in which a woman is sitting at a table in a restaurant, holding a drink and looking at a man.", "with_names": "a woman is sitting at a table in a restaurant, holding a drink and looking at a man."}, {"scene_id": "atwt-01-12-09s18", "raw": "A scene from a TV show in which a man is changing a baby's diaper.", "with_names": "a man is changing a baby's diaper."}, {"scene_id": "atwt-01-12-09s19", "raw": "A scene from a TV show in which two nurses are laughing together.", "with_names": "two nurses are laughing together."}, {"scene_id": "atwt-01-12-09s20", "raw": "A scene from a TV show in which a girl is talking to a boy and he is laughing.", "with_names": ""}, {"scene_id": "atwt-01-12-09s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-12-09s22", "raw": "A scene from a TV show in which a bottle of hand sanitizer is shown.", "with_names": ""}, {"scene_id": "atwt-01-12-09s23", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-12-09s24", "raw": "A scene from a TV show in which two men are kissing.", "with_names": "two men are kissing."}, {"scene_id": "atwt-01-12-09s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "atwt-01-12-09s26", "raw": "A scene from a TV show in which a woman is in an elevator and looks at the camera.", "with_names": "a woman is in an elevator and looks at the camera."}, {"scene_id": "atwt-01-12-09s27", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a large screen.", "with_names": ""}, {"scene_id": "atwt-01-12-09s28", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant, eating food.", "with_names": "a man and a woman are sitting at a table in a restaurant, eating food."}, {"scene_id": "atwt-01-12-09s29", "raw": "A scene from a TV show in which a woman is wearing scrubs and smiling.", "with_names": "a woman is wearing scrubs and smiling."}, {"scene_id": "atwt-01-12-09s30", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "atwt-01-12-09s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-12-09s32", "raw": "A scene from a TV show in which a woman is hugging another woman", "with_names": "a woman is hugging another woman"}, {"scene_id": "atwt-01-12-09s33", "raw": "A scene from a TV show in which a dog is sitting in a basket next to a pair of jeans.", "with_names": "a dog is sitting in a basket next to a pair of jeans."}]