[{"scene_id": "gl-03-03-03s0", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "gl-03-03-03s1", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-03-03-03s2", "raw": "A scene from a TV show in which a bright light is seen in the middle of a room.", "with_names": "a bright light is in the middle of a room."}, {"scene_id": "gl-03-03-03s3", "raw": "A scene from a TV show in which a man is seen wearing a white shirt and a black backpack.", "with_names": "a man is wearing a white shirt and a black backpack."}, {"scene_id": "gl-03-03-03s4", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "gl-03-03-03s5", "raw": "", "with_names": ""}, {"scene_id": "gl-03-03-03s6", "raw": "A scene from a TV show in which a man is dancing with a woman in a room full of people.", "with_names": "a man is dancing with a woman in a room full of people."}, {"scene_id": "gl-03-03-03s7", "raw": "A scene from a TV show in which a woman is touching another woman's face.", "with_names": "a woman is touching another woman's face."}, {"scene_id": "gl-03-03-03s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-03-03s9", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a white shirt and is standing next to another woman in a red sweater.", "with_names": "a woman is wearing a purple sweater and a white shirt and is standing next to another woman in a red sweater."}, {"scene_id": "gl-03-03-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-03-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-03-03s12", "raw": "A scene from a TV show in which a man is standing in front of a TV, with a clock in the foreground and a woman on the screen.", "with_names": "a man is standing in front of a tv, with a clock in the foreground and a woman on the screen."}, {"scene_id": "gl-03-03-03s13", "raw": "A scene from a TV show in which a man and a woman are having dinner in a restaurant.", "with_names": "a man and a woman are having dinner in a restaurant."}, {"scene_id": "gl-03-03-03s14", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "a woman sits on a couch and talks to a man."}, {"scene_id": "gl-03-03-03s15", "raw": "A scene from a TV show in which a woman is standing in front of a man and is holding a cell phone.", "with_names": "a woman is standing in front of a man and is holding a cell phone."}, {"scene_id": "gl-03-03-03s16", "raw": "A scene from a TV show in which a man is wearing a headset and a woman is standing behind him.", "with_names": "a man is wearing a headset and a woman is standing behind him."}, {"scene_id": "gl-03-03-03s17", "raw": "A scene from a TV show in which a man is talking to a waiter.", "with_names": ""}, {"scene_id": "gl-03-03-03s18", "raw": "A scene from a TV show in which a little girl is crying and her mother is trying to comfort her.", "with_names": "a little girl is crying and her mother is trying to comfort her."}, {"scene_id": "gl-03-03-03s19", "raw": "A scene from a TV show in which a man and a woman sit next to each other.", "with_names": "a man and a woman sit next to each other."}, {"scene_id": "gl-03-03-03s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-03-03s21", "raw": "A scene from a TV show in which a man is putting his hand on a woman's neck.", "with_names": "a man is putting his hand on a woman's neck."}, {"scene_id": "gl-03-03-03s22", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}]