[{"scene_id": "gl-02-21-03s0", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a man is standing behind her.", "with_names": "Alexandra is wearing a red leather jacket and a man is standing behind her."}, {"scene_id": "gl-02-21-03s1", "raw": "A scene from a TV show in which a man is talking to someone and a picture is hanging on the wall", "with_names": ""}, {"scene_id": "gl-02-21-03s2", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "gl-02-21-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-21-03s4", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-02-21-03s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-21-03s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-21-03s7", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-02-21-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-21-03s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and another woman.", "with_names": "a woman is sitting at a table with a man and another woman."}, {"scene_id": "gl-02-21-03s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-21-03s11", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "gl-02-21-03s12", "raw": "A scene from a TV show in which a man is holding a cup and looking at a wall", "with_names": "a man is holding a cup and looking at a wall"}, {"scene_id": "gl-02-21-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-21-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-02-21-03s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-21-03s16", "raw": "A scene from a TV show in which a woman is eating a donut while three men stand around her.", "with_names": "a woman is eating a donut while three men stand around her."}, {"scene_id": "gl-02-21-03s17", "raw": "A scene from a TV show in which a man and a woman sit next to each other, both holding cups.", "with_names": "a man and a woman sit next to each other, both holding cups."}, {"scene_id": "gl-02-21-03s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-02-21-03s19", "raw": "A scene from a TV show in which a man is standing in front of a woman and a young boy.", "with_names": "a man is standing in front of a woman and a young boy."}, {"scene_id": "gl-02-21-03s20", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a black turtleneck.", "with_names": "a woman is wearing a red leather jacket and a black turtleneck."}, {"scene_id": "gl-02-21-03s21", "raw": "A scene from a TV show in which a woman is knocking on a door", "with_names": "a woman is knocking on a door"}, {"scene_id": "gl-02-21-03s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-21-03s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-21-03s24", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}]