[{"scene_id": "gl-01-06-06s0", "raw": "A scene from a TV show in which a man is in a prison cell and another man is standing next to him.", "with_names": "a man is in a prison cell and another man is standing next to him."}, {"scene_id": "gl-01-06-06s2", "raw": "A scene from a TV show in which a girl is sitting next to a Christmas tree and looking at it.", "with_names": "Tammy is sitting next to a christmas tree and looking at it."}, {"scene_id": "gl-01-06-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-01-06-06s4", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "gl-01-06-06s5", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-01-06-06s6", "raw": "A scene from a TV show in which a man is seen in a white shirt and a black jacket, with the word \"GIVEAWAY\" written on the screen.", "with_names": "a man is in a white shirt and a black jacket, with the word \"giveaway\" written on the screen."}, {"scene_id": "gl-01-06-06s9", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "Officer is in a jail cell"}, {"scene_id": "gl-01-06-06s10", "raw": "A scene from a TV show in which a police officer is using a computer.", "with_names": "a police officer is using a computer."}, {"scene_id": "gl-01-06-06s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-01-06-06s13", "raw": "A scene from a TV show in which a police officer is questioning two men.", "with_names": "a police officer is questioning two men."}, {"scene_id": "gl-01-06-06s14", "raw": "A scene from a TV show in which a police officer is talking to a man and a woman.", "with_names": ""}, {"scene_id": "gl-01-06-06s16", "raw": "A scene from a TV show in which a woman is wearing a brown coat and a necklace.", "with_names": "a woman is wearing a brown coat and a necklace."}, {"scene_id": "gl-01-06-06s17", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at a book.", "with_names": "a woman is sitting on a bench and looking at a book."}, {"scene_id": "gl-01-06-06s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-06-06s20", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-01-06-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a vest.", "with_names": "a man is wearing a suit and a tie and another man is wearing a vest."}, {"scene_id": "gl-01-06-06s23", "raw": "A scene from a TV show in which a blonde woman is wearing a tan coat and a white scarf.", "with_names": "a blonde woman is wearing a tan coat and a white scarf."}, {"scene_id": "gl-01-06-06s24", "raw": "A scene from a TV show in which a woman is looking at her phone while a man is talking on the phoneI", "with_names": ""}, {"scene_id": "gl-01-06-06s26", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-01-06-06s27", "raw": "A scene from a TV show in which a doctor is trying to save a patient from a bear.", "with_names": "a doctor is trying to save a patient from a bear."}, {"scene_id": "gl-01-06-06s29", "raw": "A scene from a TV show in which a man is wearing a jacket and a shirt and is looking at the camera.", "with_names": "Frank is wearing a jacket and a shirt and is looking at the camera."}, {"scene_id": "gl-01-06-06s30", "raw": "A scene from a TV show in which a man is seen with a large hole in his face.", "with_names": "a man is with a large hole in his face."}, {"scene_id": "gl-01-06-06s31", "raw": "A scene from a TV show in which a man is running from a room.", "with_names": "a man is running from a room."}, {"scene_id": "gl-01-06-06s33", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a hoodie.", "with_names": "a man is looking at the camera and wearing a hoodie."}, {"scene_id": "gl-01-06-06s35", "raw": "A scene from a TV show in which a man is standing in a hallway, wearing a leather jacket and a blue scarf.", "with_names": "a man is standing in a hallway, wearing a leather jacket and a blue scarf."}, {"scene_id": "gl-01-06-06s37", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-06-06s38", "raw": "A scene from a TV show in which a man and a woman are sitting in a living room. A police officer is standing in the background.", "with_names": "Jonathan and Frank are sitting in a living room. a police officer is standing in the background."}, {"scene_id": "gl-01-06-06s40", "raw": "A scene from a TV show in which a black man and a white man sit next to each other on chairs.", "with_names": "a black man and a white man sit next to each other on chairs."}, {"scene_id": "gl-01-06-06s41", "raw": "A scene from a TV show in which a clock is shown on a wall", "with_names": ""}, {"scene_id": "gl-01-06-06s42", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and her hair blows in the wind.", "with_names": ""}, {"scene_id": "gl-01-06-06s43", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "gl-01-06-06s45", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-01-06-06s47", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "gl-01-06-06s48", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "Sandy is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-01-06-06s49", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-01-06-06s51", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]