[{"scene_id": "bb-04-23-15s0", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-04-23-15s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-23-15s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "bb-04-23-15s3", "raw": "A scene from a TV show in which a young woman is standing in front of a fireplace and talking.", "with_names": ""}, {"scene_id": "bb-04-23-15s4", "raw": "A scene from a TV show in which a man stands in front of a wall with his arms crossed.", "with_names": "a man stands in front of a wall with his arms crossed."}, {"scene_id": "bb-04-23-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-04-23-15s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-23-15s7", "raw": "A scene from a TV show in which a woman is wearing a white top and a necklace.", "with_names": "a woman is wearing a white top and a necklace."}, {"scene_id": "bb-04-23-15s8", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-04-23-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-23-15s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-04-23-15s11", "raw": "A scene from a TV show in which a man is shaking hands with another man.", "with_names": "a man is shaking hands with another man."}, {"scene_id": "bb-04-23-15s12", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, smiling at each other.", "with_names": "a man and a woman are standing in a bar, smiling at each other."}, {"scene_id": "bb-04-23-15s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-04-23-15s14", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-04-23-15s15", "raw": "A scene from a TV show in which a portrait of a woman hangs above a fireplace.", "with_names": "a portrait of a woman hangs above a fireplace."}, {"scene_id": "bb-04-23-15s16", "raw": "A scene from a TV show in which a man and a woman are drinking wine.", "with_names": "a man and a woman are drinking wine."}]