[{"scene_id": "bb-05-23-14s0", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}, {"scene_id": "bb-05-23-14s1", "raw": "A scene from a TV show in which two women are talking and laughing.", "with_names": ""}, {"scene_id": "bb-05-23-14s2", "raw": "A scene from a TV show in which two women are talking and looking at each other.", "with_names": ""}, {"scene_id": "bb-05-23-14s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-23-14s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-23-14s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "Quinn is wearing a black dress and a necklace."}, {"scene_id": "bb-05-23-14s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-23-14s7", "raw": "A scene from a TV show in which a woman is talking to a man at a dining table.", "with_names": ""}, {"scene_id": "bb-05-23-14s8", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-23-14s10", "raw": "A scene from a TV show in which a man is sitting at a desk and holding a wine glass.", "with_names": "a man is sitting at a desk and holding a wine glass."}, {"scene_id": "bb-05-23-14s12", "raw": "A scene from a TV show in which a man sits at a desk and uses a tablet computer.", "with_names": "a man sits at a desk and uses a tablet computer."}, {"scene_id": "bb-05-23-14s13", "raw": "A scene from a TV show in which the Burj Al Arab is reflected in the ocean.", "with_names": "the burj al arab is reflected in the ocean."}, {"scene_id": "bb-05-23-14s14", "raw": "A scene from a TV show in which a woman is smoking a cigarette.", "with_names": "a woman is smoking a cigarette."}, {"scene_id": "bb-05-23-14s15", "raw": "A scene from a TV show in which a woman is talking to a man while holding a drink.", "with_names": ""}, {"scene_id": "bb-05-23-14s16", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a laptop.", "with_names": ""}, {"scene_id": "bb-05-23-14s17", "raw": "A scene from a TV show in which a man proposes to a woman in front of the Dubai skyline.", "with_names": "a man proposes to a woman in front of the dubai skyline."}]