[{"scene_id": "pc-05-03-01s0", "raw": "A scene from a TV show in which a bottle is floating in space. The title is Port Charles: Time in a Bottle.", "with_names": "a bottle is floating in space. the title is port charles: time in a bottle."}, {"scene_id": "pc-05-03-01s1", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-05-03-01s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-05-03-01s3", "raw": "A scene from a TV show in which a police officer is trying to arrest a man.", "with_names": "a police officer is trying to arrest a man."}, {"scene_id": "pc-05-03-01s4", "raw": "A scene from a TV show in which a man is running in a hospital hallway.", "with_names": "a man is running in a hospital hallway."}, {"scene_id": "pc-05-03-01s5", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "pc-05-03-01s6", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "pc-05-03-01s7", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white lab coat and a stethoscope around her neck."}, {"scene_id": "pc-05-03-01s8", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black scarf.", "with_names": "a woman is wearing a red coat and a black scarf."}, {"scene_id": "pc-05-03-01s9", "raw": "A scene from a TV show in which two women are laughing together.", "with_names": "two women are laughing together."}, {"scene_id": "pc-05-03-01s10", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "pc-05-03-01s11", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is looking at it.", "with_names": "a woman is holding a piece of paper and Ian is looking at it."}, {"scene_id": "pc-05-03-01s12", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "pc-05-03-01s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-05-03-01s14", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "pc-05-03-01s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-05-03-01s16", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}]