[{"scene_id": "gl-01-14-04s0", "raw": "A scene from a TV show in which a doctor is looking at a patient chart.", "with_names": "a doctor is looking at a patient chart."}, {"scene_id": "gl-01-14-04s1", "raw": "A scene from a TV show in which a man is sitting at a table and talking on the phone", "with_names": ""}, {"scene_id": "gl-01-14-04s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-01-14-04s5", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "gl-01-14-04s7", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "gl-01-14-04s8", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "a man and Marina are lying down together."}, {"scene_id": "gl-01-14-04s9", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is holding a gun", "with_names": ""}, {"scene_id": "gl-01-14-04s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-14-04s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-14-04s13", "raw": "A scene from a TV show in which a man is making a face", "with_names": "Tony is making a face"}, {"scene_id": "gl-01-14-04s14", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a blue turtleneck.", "with_names": "a woman is wearing a white lab coat and a blue turtleneck."}, {"scene_id": "gl-01-14-04s15", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "Eden is standing in a room with her arms crossed."}, {"scene_id": "gl-01-14-04s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-01-14-04s17", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a blue shirt.", "with_names": "Ed is shirtless and Frank is wearing a blue shirt."}, {"scene_id": "gl-01-14-04s18", "raw": "A scene from a TV show in which a woman is holding a brown paper bag and smiling.", "with_names": "Michelle is holding a brown paper bag and smiling."}, {"scene_id": "gl-01-14-04s19", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-14-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-01-14-04s21", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her head", "with_names": ""}, {"scene_id": "gl-01-14-04s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Cassie is looking at Harley and he is looking back at her."}, {"scene_id": "gl-01-14-04s23", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "gl-01-14-04s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-14-04s25", "raw": "A scene from a TV show in which a woman is wearing a kimono and a man is kissing her on the cheek.", "with_names": "Cassie is wearing a kimono and Harley is kissing her on the cheek."}, {"scene_id": "gl-01-14-04s26", "raw": "A scene from a TV show in which a woman is crying and holding a flower.", "with_names": "a woman is crying and holding a flower."}, {"scene_id": "gl-01-14-04s27", "raw": "A scene from a TV show in which a man is talking to a woman, and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-14-04s28", "raw": "A scene from a TV show in which a woman is talking to someone and a vase is visible in the background.", "with_names": ""}, {"scene_id": "gl-01-14-04s29", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-14-04s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]