[{"scene_id": "atwt-09-15-04s0", "raw": "A scene from a TV show in which a man is talking to someone and the TV is showing a news report", "with_names": ""}, {"scene_id": "atwt-09-15-04s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-09-15-04s2", "raw": "A scene from a TV show in which a woman is talking to a man in a boxing ring.", "with_names": ""}, {"scene_id": "atwt-09-15-04s3", "raw": "A scene from a TV show in which a man is driving a car and a woman is standing next to him.", "with_names": "a man is driving a car and a woman is standing next to him."}, {"scene_id": "atwt-09-15-04s4", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-09-15-04s5", "raw": "A scene from a TV show in which a woman is holding a bottle of Vaseline.", "with_names": "a woman is holding a bottle of vaseline."}, {"scene_id": "atwt-09-15-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-15-04s7", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "] and a woman are looking at each other."}, {"scene_id": "atwt-09-15-04s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-15-04s9", "raw": "A scene from a TV show in which a woman is shown a piece of paper and a man points to it.", "with_names": ""}, {"scene_id": "atwt-09-15-04s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-15-04s11", "raw": "A scene from a TV show in which two men are standing in front of a car, one of them is holding a bottle.", "with_names": "two men are standing in front of a car, one of them is holding a bottle."}, {"scene_id": "atwt-09-15-04s12", "raw": "A scene from a TV show in which a woman is kneeling down and talking to a young boy. A man is standing behind her, and a man is in the background.", "with_names": ""}, {"scene_id": "atwt-09-15-04s13", "raw": "A scene from a TV show in which a man and two women are walking in the desert.", "with_names": "a man and two women are walking in the desert."}, {"scene_id": "atwt-09-15-04s14", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "atwt-09-15-04s15", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-09-15-04s16", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "atwt-09-15-04s17", "raw": "A scene from a TV show in which a family is shown in a living room with a fireplace and a TV. The caption reads: \"savings in every department.\"", "with_names": ""}, {"scene_id": "atwt-09-15-04s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying,", "with_names": "a blonde woman is looking at a man and saying,"}, {"scene_id": "atwt-09-15-04s19", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "atwt-09-15-04s20", "raw": "A scene from a TV show in which a young boy is sitting on a couch and a woman is patting his head.", "with_names": ""}, {"scene_id": "atwt-09-15-04s21", "raw": "A scene from a TV show in which a man is hanging upside down from a rope.", "with_names": "a man is hanging upside down from a rope."}, {"scene_id": "atwt-09-15-04s22", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-09-15-04s23", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "atwt-09-15-04s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-09-15-04s25", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking down.", "with_names": ""}]