[{"scene_id": "gl-09-01-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-01-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-09-01-06s2", "raw": "A scene from a TV show in which a blue circle is superimposed over the letters \"G\" and \"L\"", "with_names": "a blue circle is superimposed over the letters \"g\" and \"l\""}, {"scene_id": "gl-09-01-06s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-01-06s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-09-01-06s5", "raw": "A scene from a TV show in which a man with long hair is wearing a suit and tie", "with_names": "a man with long hair is wearing a suit and tie"}, {"scene_id": "gl-09-01-06s6", "raw": "A scene from a TV show in which a man is trying to button his suit while a woman stands behind him.", "with_names": "Alan is trying to button his suit while Beth stands behind him."}, {"scene_id": "gl-09-01-06s7", "raw": "A scene from a TV show in which a naked woman is sitting on a bed and a man is standing behind her.", "with_names": "a naked woman is sitting on a bed and Josh is standing behind her."}, {"scene_id": "gl-09-01-06s8", "raw": "A scene from a TV show in which a woman is standing in a cemetery, holding a teddy bear and crying.", "with_names": "Reva is standing in a cemetery, holding a teddy bear and crying."}, {"scene_id": "gl-09-01-06s9", "raw": "A scene from a TV show in which a woman is wearing a pink bra and a peach-colored dress.", "with_names": "a woman is wearing a pink bra and a peach-colored dress."}, {"scene_id": "gl-09-01-06s10", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "Josh is hugging Cassie."}, {"scene_id": "gl-09-01-06s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-09-01-06s12", "raw": "A scene from a TV show in which a woman is sitting on the grass in front of a gravestone, holding a white cat in her arms.", "with_names": "a woman is sitting on the grass in front of a gravestone, holding a white cat in her arms."}, {"scene_id": "gl-09-01-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-01-06s14", "raw": "A scene from a TV show in which a man is speaking into a microphone.", "with_names": "a man is speaking into a microphone."}, {"scene_id": "gl-09-01-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Josh is kissing Cassie on the cheek."}, {"scene_id": "gl-09-01-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-01-06s17", "raw": "A scene from a TV show in which a man is seen in a dark room with a white circle in the bottom right corner.", "with_names": "a man is in a dark room with a white circle in the bottom right corner."}]