[{"scene_id": "atwt-02-07-05s0", "raw": "A scene from a TV show in which a man is standing in a kitchen, talking to two boys.", "with_names": ""}, {"scene_id": "atwt-02-07-05s1", "raw": "A scene from a TV show in which a man is wearing a green shirt and a lamp is on in the background.", "with_names": "a man is wearing a green shirt and a lamp is on in the background."}, {"scene_id": "atwt-02-07-05s2", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-07-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-07-05s4", "raw": "A scene from a TV show in which a giraffe is shown eating a chip.", "with_names": ""}, {"scene_id": "atwt-02-07-05s5", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man looks on.", "with_names": ""}, {"scene_id": "atwt-02-07-05s6", "raw": "A scene from a TV show in which a couple is driving a car at night.", "with_names": "a couple is driving a car at night."}, {"scene_id": "atwt-02-07-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-07-05s8", "raw": "A scene from a TV show in which a woman is kissing a mirror.", "with_names": "a woman is kissing a mirror."}, {"scene_id": "atwt-02-07-05s9", "raw": "A scene from a TV show in which a woman is smiling and holding a pen in her hand.", "with_names": "a woman is smiling and holding a pen in her hand."}, {"scene_id": "atwt-02-07-05s10", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-07-05s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-07-05s12", "raw": "A scene from a TV show in which a man is pulling his collar up to show his neck", "with_names": "a man is pulling his collar up to show his neck"}, {"scene_id": "atwt-02-07-05s13", "raw": "A scene from a TV show in which a woman is wearing a brown turtleneck and a patterned jacket", "with_names": "a woman is wearing a brown turtleneck and a patterned jacket"}, {"scene_id": "atwt-02-07-05s14", "raw": "A scene from a TV show in which a young boy is wearing a red shirt and a blonde wig.", "with_names": "a young boy is wearing a red shirt and a blonde wig."}, {"scene_id": "atwt-02-07-05s15", "raw": "A scene from a TV show in which a woman is driving a car and is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-07-05s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-07-05s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-02-07-05s18", "raw": "A scene from a TV show in which a man is wearing a bow tie and glasses.", "with_names": "a man is wearing a bow tie and glasses."}, {"scene_id": "atwt-02-07-05s19", "raw": "A scene from a TV show in which a blonde girl is crying.", "with_names": "a blonde girl is crying."}, {"scene_id": "atwt-02-07-05s20", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him.", "with_names": "a man is wearing a red shirt and ] is standing behind him."}, {"scene_id": "atwt-02-07-05s21", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-07-05s22", "raw": "A scene from a TV show in which Denny's is offering a breakfast buffet.", "with_names": "denny's is offering a breakfast buffet."}, {"scene_id": "atwt-02-07-05s23", "raw": "A scene from a TV show in which a young boy is looking at a woman and is shocked.", "with_names": "a young boy is looking at ] and is shocked."}, {"scene_id": "atwt-02-07-05s24", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-07-05s25", "raw": "A scene from a TV show in which a plate of food is shown", "with_names": ""}, {"scene_id": "atwt-02-07-05s26", "raw": "A scene from a TV show in which a man is holding a piece of paper and a pen.", "with_names": "a man is holding a piece of paper and a pen."}, {"scene_id": "atwt-02-07-05s27", "raw": "A scene from a TV show in which a man is looking down and wearing a brown shirt", "with_names": "a man is looking down and wearing a brown shirt"}, {"scene_id": "atwt-02-07-05s28", "raw": "A scene from a TV show in which a woman is driving a car and looking at the camera.", "with_names": "a woman is driving a car and looking at the camera."}, {"scene_id": "atwt-02-07-05s29", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-07-05s30", "raw": "A scene from a TV show in which a man is sitting at a piano and playing a violin.", "with_names": "a man is sitting at a piano and playing a violin."}, {"scene_id": "atwt-02-07-05s31", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-07-05s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]