[{"scene_id": "atwt-11-02-05s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-02-05s1", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "a man is looking down and ] is standing behind him"}, {"scene_id": "atwt-11-02-05s2", "raw": "A scene from a TV show in which a family is having a picnic in a park.", "with_names": "a family is having a picnic in a park."}, {"scene_id": "atwt-11-02-05s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-11-02-05s4", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-11-02-05s5", "raw": "A scene from a TV show in which a man and a woman are sitting at a table eating pancakes.", "with_names": "a man and a woman are sitting at a table eating pancakes."}, {"scene_id": "atwt-11-02-05s6", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-02-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-02-05s8", "raw": "A scene from a TV show in which a young man is wearing a black jacket and a white shirt.", "with_names": "a young man is wearing a black jacket and a white shirt."}, {"scene_id": "atwt-11-02-05s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-02-05s10", "raw": "A scene from a TV show in which a woman is smiling and looking out a window.", "with_names": "a woman is smiling and looking out a window."}, {"scene_id": "atwt-11-02-05s11", "raw": "A scene from a TV show in which a woman is smiling and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-02-05s12", "raw": "A scene from a TV show in which a woman is standing next to a blonde woman in a library.", "with_names": "a woman is standing next to a blonde woman in a library."}, {"scene_id": "atwt-11-02-05s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-02-05s14", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-11-02-05s15", "raw": "A scene from a TV show in which a man is sitting on a boat in a store.", "with_names": "a man is sitting on a boat in a store."}, {"scene_id": "atwt-11-02-05s16", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blonde hair", "with_names": "a man is wearing a red shirt and a blonde hair"}, {"scene_id": "atwt-11-02-05s17", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-02-05s18", "raw": "A scene from a TV show in which a woman looks out a window.", "with_names": "a woman looks out a window."}, {"scene_id": "atwt-11-02-05s19", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blonde wig.", "with_names": "a man is wearing a red shirt and a blonde wig."}, {"scene_id": "atwt-11-02-05s20", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-11-02-05s21", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace", "with_names": "a woman is wearing a black shirt and a necklace"}, {"scene_id": "atwt-11-02-05s22", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a man is standing behind her.", "with_names": "a woman is wearing a pink jacket and a man is standing behind her."}, {"scene_id": "atwt-11-02-05s23", "raw": "A scene from a TV show in which a person is juggling a bagel on a stick.", "with_names": "a person is juggling a bagel on a stick."}]