[{"scene_id": "oltl-08-11-06s0", "raw": "A scene from a TV show in which a man is dancing with a woman in a bar.", "with_names": "a man is dancing with a woman in a bar."}, {"scene_id": "oltl-08-11-06s1", "raw": "A scene from a TV show in which a woman is standing in a room with a guitar.", "with_names": "a woman is standing in a room with a guitar."}, {"scene_id": "oltl-08-11-06s2", "raw": "A scene from a TV show in which a woman is laughing and a man is sitting behind her.", "with_names": "a woman is laughing and a man is sitting behind her."}, {"scene_id": "oltl-08-11-06s3", "raw": "A scene from a TV show in which a man is being handcuffed by a police officer.", "with_names": "a man is being handcuffed by a police officer."}, {"scene_id": "oltl-08-11-06s4", "raw": "A scene from a TV show in which a doctor is talking on his cell phone while walking down a hallway.", "with_names": ""}, {"scene_id": "oltl-08-11-06s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her, and another woman is sitting on the bed.", "with_names": "a woman is lying in a hospital bed, a man is standing next to her, and another woman is sitting on the bed."}, {"scene_id": "oltl-08-11-06s6", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-08-11-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-08-11-06s8", "raw": "A scene from a TV show in which a woman is wearing a tank top and hoop earrings.", "with_names": "a woman is wearing a tank top and hoop earrings."}, {"scene_id": "oltl-08-11-06s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s10", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with his arms crossed.", "with_names": ""}, {"scene_id": "oltl-08-11-06s11", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed with a bandage on her head.", "with_names": "a young woman is lying in a hospital bed with a bandage on her head."}, {"scene_id": "oltl-08-11-06s12", "raw": "A scene from a TV show in which a woman is looking up and her mouth is open.", "with_names": "a woman is looking up and her mouth is open."}, {"scene_id": "oltl-08-11-06s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s14", "raw": "A scene from a TV show in which a man is sitting on a bench, a woman is standing behind him, and a book is visible in the background.", "with_names": "a man is sitting on a bench, a woman is standing behind him, and a book is visible in the background."}, {"scene_id": "oltl-08-11-06s15", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-11-06s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-11-06s17", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck.", "with_names": "a man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "oltl-08-11-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-06s20", "raw": "A scene from a TV show in which a man is wearing ear protection and holding a gun.", "with_names": "a man is wearing ear protection and holding a gun."}, {"scene_id": "oltl-08-11-06s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-11-06s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-11-06s25", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "oltl-08-11-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-06s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s28", "raw": "A scene from a TV show in which a woman is standing over a baby in a bassinet.", "with_names": "a woman is standing over a baby in a bassinet."}, {"scene_id": "oltl-08-11-06s29", "raw": "A scene from a TV show in which a man is wearing a suit and glasses and looking down, with his mouth open.", "with_names": "a man is wearing a suit and glasses and looking down, with his mouth open."}, {"scene_id": "oltl-08-11-06s30", "raw": "A scene from a TV show in which two men are talking to a reporter.", "with_names": ""}, {"scene_id": "oltl-08-11-06s31", "raw": "A scene from a TV show in which a woman is wearing a green and white swimsuit and her hair is down.", "with_names": "a woman is wearing a green and white swimsuit and her hair is down."}, {"scene_id": "oltl-08-11-06s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-08-11-06s33", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-06s34", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]