[{"scene_id": "pc-02-13-01s0", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "Kevin is looking at the camera with a shocked expression."}, {"scene_id": "pc-02-13-01s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "pc-02-13-01s2", "raw": "A scene from a TV show in which a man is talking to someone and a picture of a woman is on the wall behind him", "with_names": ""}, {"scene_id": "pc-02-13-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-13-01s4", "raw": "A scene from a TV show in which a woman is looking up at the ceiling", "with_names": "a woman is looking up at the ceiling"}, {"scene_id": "pc-02-13-01s5", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-02-13-01s6", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "pc-02-13-01s7", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "pc-02-13-01s8", "raw": "A scene from a TV show in which a woman is laughing and touching her hair", "with_names": "a woman is laughing and touching her hair"}, {"scene_id": "pc-02-13-01s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-13-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-13-01s11", "raw": "A scene from a TV show in which a man is standing in a living room with a dog.", "with_names": "a man is standing in a living room with a dog."}, {"scene_id": "pc-02-13-01s12", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her", "with_names": "Eve is wearing a pink shirt and Kevin is standing behind her"}, {"scene_id": "pc-02-13-01s13", "raw": "A scene from a TV show in which a white woman and a black woman are standing next to each other.", "with_names": "a white woman and a black woman are standing next to each other."}, {"scene_id": "pc-02-13-01s14", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "pc-02-13-01s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]