[{"scene_id": "atwt-02-10-03s0", "raw": "A scene from a TV show in which a man is holding a yellow ball and a white coat.", "with_names": "a man is holding a yellow ball and a white coat."}, {"scene_id": "atwt-02-10-03s1", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-02-10-03s2", "raw": "A scene from a TV show in which a woman is holding a glass of wine.", "with_names": "a woman is holding a glass of wine."}, {"scene_id": "atwt-02-10-03s3", "raw": "A scene from a TV show in which a little girl is seen wearing a diaper and lifting a pillow above her head.", "with_names": "a little girl is wearing a diaper and lifting a pillow above her head."}, {"scene_id": "atwt-02-10-03s4", "raw": "A scene from a TV show in which a woman is talking and a man is drinking wine.", "with_names": ""}, {"scene_id": "atwt-02-10-03s5", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-10-03s6", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a prescription bottle.", "with_names": "] is sitting in a room and looking at a prescription bottle."}, {"scene_id": "atwt-02-10-03s7", "raw": "A scene from a TV show in which a black woman is talking and wearing a brown dress.", "with_names": ""}, {"scene_id": "atwt-02-10-03s8", "raw": "A scene from a TV show in which a man is sitting at a table with a mustache and a brown vest.", "with_names": "a man is sitting at a table with a mustache and a brown vest."}, {"scene_id": "atwt-02-10-03s9", "raw": "A scene from a TV show in which a black man is wearing a colorful shirt and talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-02-10-03s10", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-10-03s11", "raw": "A scene from a TV show in which a man is being interviewed by a black man.", "with_names": "a man is being interviewed by a black man."}, {"scene_id": "atwt-02-10-03s12", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-02-10-03s13", "raw": "A scene from a TV show in which a woman is wearing a red fur coat and a big smile", "with_names": "a woman is wearing a red fur coat and a big smile"}, {"scene_id": "atwt-02-10-03s14", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a black coat.", "with_names": "a woman is wearing a red turtleneck and a black coat."}, {"scene_id": "atwt-02-10-03s15", "raw": "A scene from a TV show in which a pill is falling from the sky.", "with_names": "a pill is falling from the sky."}, {"scene_id": "atwt-02-10-03s16", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-02-10-03s17", "raw": "A scene from a TV show in which a black man and a woman sit on a couch and talk.", "with_names": "a black man and a woman sit on a couch and talk."}, {"scene_id": "atwt-02-10-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-10-03s19", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-02-10-03s20", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-02-10-03s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-10-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-10-03s23", "raw": "A scene from a TV show in which a woman reads a letter to a man.", "with_names": "a woman reads a letter to a man."}, {"scene_id": "atwt-02-10-03s24", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}]