[{"scene_id": "bb-04-20-17s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-04-20-17s1", "raw": "A scene from a TV show in which a man is reading a paper while another man sits in a chair.", "with_names": "a man is reading a paper while another man sits in a chair."}, {"scene_id": "bb-04-20-17s2", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "bb-04-20-17s3", "raw": "A scene from a TV show in which a man is holding a gun and talking to another man.", "with_names": ""}, {"scene_id": "bb-04-20-17s4", "raw": "A scene from a TV show in which two women are standing in a kitchen, smiling at each other.", "with_names": "two women are standing in a kitchen, smiling at each other."}, {"scene_id": "bb-04-20-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-20-17s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a photo album.", "with_names": ""}, {"scene_id": "bb-04-20-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-20-17s8", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-20-17s9", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-04-20-17s10", "raw": "A scene from a TV show in which a woman is standing in a room with a plant and a staircase.", "with_names": "a woman is standing in a room with a plant and a staircase."}, {"scene_id": "bb-04-20-17s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-04-20-17s13", "raw": "A scene from a TV show in which a woman sits on a couch and drinks tea.", "with_names": "a woman sits on a couch and drinks tea."}, {"scene_id": "bb-04-20-17s14", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-04-20-17s15", "raw": "A scene from a TV show in which a man is kissing a woman in an office.", "with_names": "a man is kissing a woman in an office."}, {"scene_id": "bb-04-20-17s16", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}]