[{"scene_id": "atwt-03-09-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-09-05s1", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling", "with_names": "a man and a woman are hugging and smiling"}, {"scene_id": "atwt-03-09-05s2", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "atwt-03-09-05s3", "raw": "A scene from a TV show in which a man is yelling and pointing his finger.", "with_names": "a man is yelling and pointing his finger."}, {"scene_id": "atwt-03-09-05s4", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "atwt-03-09-05s5", "raw": "A scene from a TV show in which a man is seen in a white room with a white circle on the right side of the screen and a red circle in the bottom right corner", "with_names": "a man is in a white room with a white circle on the right side of the screen and a red circle in the bottom right corner"}, {"scene_id": "atwt-03-09-05s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the woman looking at the man.", "with_names": "a man and a woman are standing in a room, with the woman looking at the man."}, {"scene_id": "atwt-03-09-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "atwt-03-09-05s8", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-03-09-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-03-09-05s10", "raw": "A scene from a TV show in which a woman is running in a park with a soccer ball.", "with_names": "a woman is running in a park with a soccer ball."}, {"scene_id": "atwt-03-09-05s11", "raw": "A scene from a TV show in which a man is looking away from the camera", "with_names": "a man is looking away from the camera"}, {"scene_id": "atwt-03-09-05s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-03-09-05s13", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "atwt-03-09-05s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-09-05s15", "raw": "A scene from a TV show in which a woman is wearing a white suit and a handbag.", "with_names": "a woman is wearing a white suit and a handbag."}, {"scene_id": "atwt-03-09-05s16", "raw": "A scene from a TV show in which a young black woman is wearing a pink sweater and a headband. She is sitting in front of a group of people, some of whom are looking at her", "with_names": "a young black woman is wearing a pink sweater and a headband. she is sitting in front of a group of people, some of whom are looking at her"}, {"scene_id": "atwt-03-09-05s17", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-09-05s18", "raw": "A scene from a TV show in which a man talks about prescription drugs.", "with_names": "a man talks about prescription drugs."}, {"scene_id": "atwt-03-09-05s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-09-05s20", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-03-09-05s21", "raw": "A scene from a TV show in which a woman is wearing a white suit and a man is talking to her.", "with_names": ""}]