[{"scene_id": "atwt-07-19-10s0", "raw": "A scene from a TV show in which a girl is hugging her mother.", "with_names": "a girl is hugging her mother."}, {"scene_id": "atwt-07-19-10s1", "raw": "A scene from a TV show in which a woman is lying down with her eyes closed and her hands covering her face.", "with_names": "a woman is lying down with her eyes closed and her hands covering her face."}, {"scene_id": "atwt-07-19-10s2", "raw": "A scene from a TV show in which a woman is wearing a badge and a man is looking at her.", "with_names": "a woman is wearing a badge and a man is looking at her."}, {"scene_id": "atwt-07-19-10s3", "raw": "A scene from a TV show in which a person is cleaning a bathroom sink with a yellow sponge.", "with_names": "a person is cleaning a bathroom sink with a yellow sponge."}, {"scene_id": "atwt-07-19-10s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-19-10s5", "raw": "A scene from a TV show in which a man is looking at an older woman and smiling.", "with_names": "a man is looking at an older woman and smiling."}, {"scene_id": "atwt-07-19-10s6", "raw": "A scene from a TV show in which a man is talking to someone and making a face.", "with_names": ""}, {"scene_id": "atwt-07-19-10s7", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman is looking at her.", "with_names": ""}, {"scene_id": "atwt-07-19-10s8", "raw": "A scene from a TV show in which a woman is seen bending over and touching a glass wall.", "with_names": "a woman is bending over and touching a glass wall."}, {"scene_id": "atwt-07-19-10s9", "raw": "A scene from a TV show in which a woman is slapping a man on the shoulder.", "with_names": "a woman is slapping a man on the shoulder."}, {"scene_id": "atwt-07-19-10s10", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-07-19-10s11", "raw": "A scene from a TV show in which a slogan is written on a white background", "with_names": "a slogan is written on a white background"}, {"scene_id": "atwt-07-19-10s12", "raw": "A scene from a TV show in which a man is standing in front of a jury", "with_names": "a man is standing in front of a jury"}, {"scene_id": "atwt-07-19-10s13", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-19-10s14", "raw": "A scene from a TV show in which a woman is sitting on the floor with a remote control in her hand.", "with_names": "a woman is sitting on the floor with a remote control in her hand."}, {"scene_id": "atwt-07-19-10s15", "raw": "A scene from a TV show in which a man is yelling at an older man.", "with_names": "a man is yelling at an older man."}, {"scene_id": "atwt-07-19-10s16", "raw": "A scene from a TV show in which a cat is chasing a mouse through a house.", "with_names": "a cat is chasing a mouse through a house."}, {"scene_id": "atwt-07-19-10s17", "raw": "A scene from a TV show in which a woman is trapped in a tree.", "with_names": "a woman is trapped in a tree."}, {"scene_id": "atwt-07-19-10s18", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-07-19-10s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-19-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-19-10s21", "raw": "A scene from a TV show in which a woman pushes a shopping cart in a supermarket.", "with_names": "a woman pushes a shopping cart in a supermarket."}, {"scene_id": "atwt-07-19-10s22", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-07-19-10s23", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-19-10s24", "raw": "A scene from a TV show in which a woman is holding her hand up to her face and making a rude gesture.", "with_names": "a woman is holding her hand up to her face and making a rude gesture."}, {"scene_id": "atwt-07-19-10s25", "raw": "A scene from a TV show in which a dog is seen eating a bowl of food.", "with_names": "a dog is eating a bowl of food."}]