[{"scene_id": "atwt-02-26-09s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a bar.", "with_names": "Stan and Carly are standing next to each other in a bar."}, {"scene_id": "atwt-02-26-09s1", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "atwt-02-26-09s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-02-26-09s3", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-26-09s4", "raw": "A scene from a TV show in which a greyhound is shown running over a wall.", "with_names": ""}, {"scene_id": "atwt-02-26-09s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-26-09s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking over his shoulder.", "with_names": ""}, {"scene_id": "atwt-02-26-09s7", "raw": "A scene from a TV show in which a woman is talking on her cell phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-02-26-09s8", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-02-26-09s9", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-02-26-09s10", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-02-26-09s11", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at a candle.", "with_names": "a woman is holding a wine glass and looking at a candle."}, {"scene_id": "atwt-02-26-09s12", "raw": "A scene from a TV show in which a woman is seen rubbing her breast with a towel.", "with_names": "a woman is rubbing her breast with a towel."}, {"scene_id": "atwt-02-26-09s13", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is in a high ponytail.", "with_names": ""}, {"scene_id": "atwt-02-26-09s14", "raw": "A scene from a TV show in which a man is standing at a table with a young boy.", "with_names": "a man is standing at a table with a young boy."}, {"scene_id": "atwt-02-26-09s15", "raw": "A scene from a TV show in which a woman is sitting at a table with her hand on her face.", "with_names": "a woman is sitting at a table with her hand on her face."}, {"scene_id": "atwt-02-26-09s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-09s17", "raw": "A scene from a TV show in which a woman is wearing a grey coat and a pink shirt", "with_names": "a woman is wearing a grey coat and a pink shirt"}, {"scene_id": "atwt-02-26-09s18", "raw": "A scene from a TV show in which a woman is walking away from a young girl.", "with_names": "a woman is walking away from a young girl."}, {"scene_id": "atwt-02-26-09s19", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "atwt-02-26-09s20", "raw": "A scene from a TV show in which a house is painted yellow.", "with_names": "a house is painted yellow."}, {"scene_id": "atwt-02-26-09s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-26-09s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-26-09s23", "raw": "A scene from a TV show in which a man is holding a child and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-26-09s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-09s25", "raw": "A scene from a TV show in which a woman is shown a basket of bread rolls.", "with_names": ""}, {"scene_id": "atwt-02-26-09s26", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-02-26-09s27", "raw": "A scene from a TV show in which a woman is holding her hand to a wall and looking shocked.", "with_names": "a woman is holding her hand to a wall and looking shocked."}, {"scene_id": "atwt-02-26-09s28", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-26-09s29", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]