[{"scene_id": "pc-03-26-02s0", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a motorcycle.", "with_names": "a man is sitting at a table with a woman and a motorcycle."}, {"scene_id": "pc-03-26-02s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-26-02s2", "raw": "A scene from a TV show in which a woman is sitting on a couch holding a baby.", "with_names": ""}, {"scene_id": "pc-03-26-02s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-26-02s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-26-02s5", "raw": "A scene from a TV show in which a man is wearing a black hoodie and looking down.", "with_names": "a man is wearing a black hoodie and looking down."}, {"scene_id": "pc-03-26-02s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-26-02s7", "raw": "A scene from a TV show in which a woman is seen wearing a black wig and a long black dress while standing in a bathroom.", "with_names": "a woman is wearing a black wig and a long black dress while standing in a bathroom."}, {"scene_id": "pc-03-26-02s8", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a cane and a bunch of bananas on the floor.", "with_names": "Ian and Amy are standing in a living room, with a cane and a bunch of bananas on the floor."}, {"scene_id": "pc-03-26-02s9", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "pc-03-26-02s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-26-02s12", "raw": "A scene from a TV show in which a black man is being arrested.", "with_names": "a black man is being arrested."}, {"scene_id": "pc-03-26-02s13", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "pc-03-26-02s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-03-26-02s15", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-03-26-02s16", "raw": "A scene from a TV show in which a woman is sitting in a car and looking at the camera.", "with_names": "Amy is sitting in a car and looking at the camera."}]