[{"scene_id": "atwt-05-04-04s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, drinking wine.", "with_names": "a man and Jessica are standing in a room, drinking wine."}, {"scene_id": "atwt-05-04-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-04-04s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-05-04-04s3", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-04-04s4", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "atwt-05-04-04s5", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "atwt-05-04-04s6", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-04-04s7", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-05-04-04s8", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a red turtleneck and is looking at a man.", "with_names": "a woman is wearing a leather jacket and a red turtleneck and is looking at a man."}, {"scene_id": "atwt-05-04-04s9", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the man looking at the woman and the woman looking at him.", "with_names": "a man and a woman are standing in a hallway, with the man looking at the woman and the woman looking at him."}, {"scene_id": "atwt-05-04-04s10", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Jack is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-04-04s11", "raw": "A scene from a TV show in which a man is looking down and wearing a suit.", "with_names": "Jordan is looking down and wearing a suit."}, {"scene_id": "atwt-05-04-04s12", "raw": "A scene from a TV show in which a woman is wearing a gold bracelet and a white top.", "with_names": "Katie is wearing a gold bracelet and a white top."}, {"scene_id": "atwt-05-04-04s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-04-04s15", "raw": "A scene from a TV show in which a woman is wearing a purple suit and a man is standing behind her.", "with_names": "a woman is wearing a purple suit and a man is standing behind her."}, {"scene_id": "atwt-05-04-04s16", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Jack is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-04-04s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Jordan is wearing a suit and tie"}, {"scene_id": "atwt-05-04-04s18", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-04-04s19", "raw": "A scene from a TV show in which a woman is in a coma", "with_names": "a woman is in a coma"}, {"scene_id": "atwt-05-04-04s20", "raw": "A scene from a TV show in which a shirtless man is standing over a naked woman in bed.", "with_names": "a shirtless man is standing over a naked woman in bed."}, {"scene_id": "atwt-05-04-04s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ben and Jessica are standing next to each other."}, {"scene_id": "atwt-05-04-04s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-04-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]