[{"scene_id": "bb-06-03-14s0", "raw": "A scene from a TV show in which a man holds a baseball glove.", "with_names": "a man holds a baseball glove."}, {"scene_id": "bb-06-03-14s1", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses a man on the cheek."}, {"scene_id": "bb-06-03-14s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a therapist.", "with_names": ""}, {"scene_id": "bb-06-03-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-03-14s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-03-14s5", "raw": "A scene from a TV show in which a woman talks on a cell phone.", "with_names": "a woman talks on a cell phone."}, {"scene_id": "bb-06-03-14s6", "raw": "A scene from a TV show in which a plane flies over the ocean and clouds", "with_names": "a plane flies over the ocean and clouds"}, {"scene_id": "bb-06-03-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-03-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-03-14s9", "raw": "A scene from a TV show in which a man and a woman run towards a boat.", "with_names": "a man and a woman run towards a boat."}, {"scene_id": "bb-06-03-14s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-03-14s11", "raw": "A scene from a TV show in which a man and a woman are talking and laughing.", "with_names": ""}, {"scene_id": "bb-06-03-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-03-14s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-06-03-14s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]