[{"scene_id": "atwt-05-26-09s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "atwt-05-26-09s1", "raw": "A scene from a TV show in which a woman is seen in a store with a dog.", "with_names": "a woman is in a store with a dog."}, {"scene_id": "atwt-05-26-09s2", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm sorry.\"", "with_names": "a woman is looking at a man and saying, \"i'm sorry.\""}, {"scene_id": "atwt-05-26-09s3", "raw": "A scene from a TV show in which a man is flying through the air with a parachute.", "with_names": "a man is flying through the air with a parachute."}, {"scene_id": "atwt-05-26-09s4", "raw": "A scene from a TV show in which a man is wearing a pink jacket and a blue shirt", "with_names": "a man is wearing a pink jacket and a blue shirt"}, {"scene_id": "atwt-05-26-09s5", "raw": "A scene from a TV show in which two bottles of gummi bears are shown", "with_names": "two bottles of gummi bears are shown"}, {"scene_id": "atwt-05-26-09s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-05-26-09s7", "raw": "A scene from a TV show in which a woman is wearing a black halter top and a ponytail.", "with_names": "a woman is wearing a black halter top and a ponytail."}, {"scene_id": "atwt-05-26-09s8", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-05-26-09s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is behind her.", "with_names": "a woman is wearing a red dress and a man is behind her."}, {"scene_id": "atwt-05-26-09s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-26-09s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-26-09s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-05-26-09s13", "raw": "A scene from a TV show in which a woman is being massaged by a man", "with_names": "a woman is being massaged by a man"}, {"scene_id": "atwt-05-26-09s14", "raw": "A scene from a TV show in which a woman is wearing a black top and her hair is in a bun", "with_names": "a woman is wearing a black top and her hair is in a bun"}, {"scene_id": "atwt-05-26-09s15", "raw": "A scene from a TV show in which a woman is writing on a piece of paper and looking at a laptop.", "with_names": "a woman is writing on a piece of paper and looking at a laptop."}]