[{"scene_id": "atwt-04-14-08s0", "raw": "A scene from a TV show in which a woman is talking to someone and pointing to her head.", "with_names": ""}, {"scene_id": "atwt-04-14-08s1", "raw": "A scene from a TV show in which a man is wearing a brown leather jacket and a woman is standing next to him", "with_names": "a man is wearing a brown leather jacket and a woman is standing next to him"}, {"scene_id": "atwt-04-14-08s2", "raw": "A scene from a TV show in which a woman is standing in front of a couch and a man is sitting on it.", "with_names": "a woman is standing in front of a couch and ] is sitting on it."}, {"scene_id": "atwt-04-14-08s3", "raw": "A scene from a TV show in which a man is trying to get another man to dance.", "with_names": "a man is trying to get another man to dance."}, {"scene_id": "atwt-04-14-08s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-14-08s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-14-08s6", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "atwt-04-14-08s7", "raw": "A scene from a TV show in which a woman is smiling and a light is shining on her face.", "with_names": "a woman is smiling and a light is shining on her face."}, {"scene_id": "atwt-04-14-08s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-14-08s9", "raw": "A scene from a TV show in which a man pours a woman's coffee from a yellow coffee pot.", "with_names": "a man pours a woman's coffee from a yellow coffee pot."}, {"scene_id": "atwt-04-14-08s10", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-04-14-08s11", "raw": "A scene from a TV show in which Hillary Clinton is seen walking through a room with a statue of a woman.", "with_names": "hillary clinton is walking through a room with a statue of a woman."}, {"scene_id": "atwt-04-14-08s12", "raw": "A scene from a TV show in which a man is sitting in front of a TV and smiling.", "with_names": "a man is sitting in front of a tv and smiling."}, {"scene_id": "atwt-04-14-08s13", "raw": "A scene from a TV show in which Rachel Green is holding a pillow and a woman is trying to get it away from her.", "with_names": "rachel green is holding a pillow and a woman is trying to get it away from her."}, {"scene_id": "atwt-04-14-08s14", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a boy standing behind her.", "with_names": "a woman is sitting at a table with a man and a boy standing behind her."}, {"scene_id": "atwt-04-14-08s15", "raw": "A scene from a TV show in which a man is being attacked by a woman in a white gi.", "with_names": "] is being attacked by a woman in a white gi."}, {"scene_id": "atwt-04-14-08s16", "raw": "A scene from a TV show in which a man is standing in a room and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-04-14-08s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and a pearl necklace", "with_names": "a woman is wearing a black dress and a pearl necklace"}, {"scene_id": "atwt-04-14-08s18", "raw": "A scene from a TV show in which a man is kneeling on the floor and a woman is sitting next to him.", "with_names": "a man is kneeling on the floor and a woman is sitting next to him."}, {"scene_id": "atwt-04-14-08s19", "raw": "A scene from a TV show in which a blonde woman is talking to a woman in a black dress.", "with_names": ""}, {"scene_id": "atwt-04-14-08s20", "raw": "A scene from a TV show in which a woman is talking about the benefits of using a breast pump.", "with_names": ""}, {"scene_id": "atwt-04-14-08s21", "raw": "A scene from a TV show in which a man is being chased by a virtual boy.", "with_names": "a man is being chased by a virtual boy."}, {"scene_id": "atwt-04-14-08s22", "raw": "A scene from a TV show in which a man is talking to someone and looking at a plant.", "with_names": ""}, {"scene_id": "atwt-04-14-08s23", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a necklace.", "with_names": "a woman is wearing a purple sweater and a necklace."}, {"scene_id": "atwt-04-14-08s24", "raw": "A scene from a TV show in which a woman is smiling and looking at a vase.", "with_names": "a woman is smiling and looking at a vase."}, {"scene_id": "atwt-04-14-08s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-14-08s26", "raw": "A scene from a TV show in which a man is seen in a dark room with a red light shining on him.", "with_names": "a man is in a dark room with a red light shining on him."}, {"scene_id": "atwt-04-14-08s27", "raw": "A scene from a TV show in which a woman is shown with her eyes closed and her hair blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-04-14-08s28", "raw": "A scene from a TV show in which a man is walking out of a door and into a room with a computer monitor and a chair.", "with_names": "a man is walking out of a door and into a room with a computer monitor and a chair."}, {"scene_id": "atwt-04-14-08s29", "raw": "A scene from a TV show in which a woman is shown a blue and white chevron-patterned blanket.", "with_names": ""}, {"scene_id": "atwt-04-14-08s30", "raw": "A scene from a TV show in which a woman is talking on the phone and a vase of flowers is in the background.", "with_names": ""}, {"scene_id": "atwt-04-14-08s31", "raw": "A scene from a TV show in which a man is seen looking down at a woman.", "with_names": "a man is looking down at a woman."}, {"scene_id": "atwt-04-14-08s32", "raw": "A scene from a TV show in which two firefighters are standing in a room with a couch and potted plants.", "with_names": "two firefighters are standing in a room with a couch and potted plants."}, {"scene_id": "atwt-04-14-08s33", "raw": "A scene from a TV show in which a woman is sitting with her eyes closed and her lips pursed.", "with_names": "a woman is sitting with her eyes closed and her lips pursed."}, {"scene_id": "atwt-04-14-08s34", "raw": "A scene from a TV show in which two women are dancing and smiling.", "with_names": "two women are dancing and smiling."}, {"scene_id": "atwt-04-14-08s35", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt", "with_names": "a man is wearing a suit and a pink shirt"}, {"scene_id": "atwt-04-14-08s36", "raw": "A scene from a TV show in which a woman and a child are hugging and smiling.", "with_names": "a woman and a child are hugging and smiling."}]