[{"scene_id": "oltl-08-17-10s0", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "oltl-08-17-10s1", "raw": "A scene from a TV show in which a woman is lying in bed and a man is standing next to her.", "with_names": "a woman is lying in bed and a man is standing next to her."}, {"scene_id": "oltl-08-17-10s2", "raw": "A scene from a TV show in which a man is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "oltl-08-17-10s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-17-10s4", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-08-17-10s5", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "oltl-08-17-10s6", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-17-10s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is smoking a cigarette.", "with_names": "a woman is looking at a man and he is smoking a cigarette."}, {"scene_id": "oltl-08-17-10s8", "raw": "A scene from a TV show in which a woman is wearing a necklace and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-17-10s9", "raw": "A scene from a TV show in which a woman is sitting next to a man, with her hair blowing in the wind.", "with_names": "a woman is sitting next to a man, with her hair blowing in the wind."}, {"scene_id": "oltl-08-17-10s10", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-17-10s11", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-17-10s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-10s13", "raw": "A scene from a TV show in which a shirtless man is standing in a kitchen, with another shirtless man in the background.", "with_names": "a shirtless man is standing in a kitchen, with another shirtless man in the background."}, {"scene_id": "oltl-08-17-10s14", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-08-17-10s15", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "oltl-08-17-10s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-08-17-10s17", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a woman is standing next to him.", "with_names": "a man is wearing a white lab coat and a woman is standing next to him."}, {"scene_id": "oltl-08-17-10s18", "raw": "A scene from a TV show in which a woman is walking with a man.", "with_names": "a woman is walking with a man."}, {"scene_id": "oltl-08-17-10s19", "raw": "A scene from a TV show in which a doctor is wearing a pink shirt and a white coat.", "with_names": "a doctor is wearing a pink shirt and a white coat."}, {"scene_id": "oltl-08-17-10s20", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-08-17-10s21", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-08-17-10s22", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-08-17-10s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-17-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-10s25", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-08-17-10s26", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is in a blue dress.", "with_names": "a man is wearing a white coat and a woman is in a blue dress."}, {"scene_id": "oltl-08-17-10s27", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is in front him.", "with_names": "a man is standing in front of a door and another man is in front him."}, {"scene_id": "oltl-08-17-10s28", "raw": "A scene from a TV show in which a woman is looking at another woman and her face is contorted.", "with_names": "a woman is looking at another woman and her face is contorted."}, {"scene_id": "oltl-08-17-10s29", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-08-17-10s30", "raw": "A scene from a TV show in which a shirtless man is getting his chest waxed.", "with_names": "a shirtless man is getting his chest waxed."}, {"scene_id": "oltl-08-17-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-10s32", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-17-10s33", "raw": "A scene from a TV show in which a man is wearing a blue shirt and looking down.", "with_names": "a man is wearing a blue shirt and looking down."}, {"scene_id": "oltl-08-17-10s34", "raw": "A scene from a TV show in which a man is dancing in the kitchen.", "with_names": "a man is dancing in the kitchen."}, {"scene_id": "oltl-08-17-10s35", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "a woman is surprised by a man."}, {"scene_id": "oltl-08-17-10s36", "raw": "A scene from a TV show in which a young woman is sitting on a bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-17-10s37", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-08-17-10s38", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-17-10s39", "raw": "A scene from a TV show in which a man is looking down and his face is pixelated.", "with_names": "a man is looking down and his face is pixelated."}, {"scene_id": "oltl-08-17-10s40", "raw": "A scene from a TV show in which a doctor is giving a woman a pill.", "with_names": "a doctor is giving a woman a pill."}, {"scene_id": "oltl-08-17-10s41", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is holding a glass and the other is holding a bottle.", "with_names": "two men are standing in a living room, one of them is holding a glass and the other is holding a bottle."}, {"scene_id": "oltl-08-17-10s42", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-17-10s43", "raw": "A scene from a TV show in which a man is looking down and his hair is short.", "with_names": "a man is looking down and his hair is short."}, {"scene_id": "oltl-08-17-10s44", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-08-17-10s45", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "oltl-08-17-10s46", "raw": "A scene from a TV show in which a shirtless man and a woman are lying in bed together.", "with_names": "a shirtless man and a woman are lying in bed together."}, {"scene_id": "oltl-08-17-10s47", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman.", "with_names": "a blonde woman is looking at a brunette woman."}, {"scene_id": "oltl-08-17-10s48", "raw": "A scene from a TV show in which a gold badge is held up.", "with_names": "a gold badge is held up."}]