[{"scene_id": "bb-02-01-17s0", "raw": "A scene from a TV show in which a man is standing in a room with a red couch and a lamp.", "with_names": "a man is standing in a room with a red couch and a lamp."}, {"scene_id": "bb-02-01-17s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a red flag is visible in the background.", "with_names": "Steffy is standing in a kitchen, a red flag is visible in the background."}, {"scene_id": "bb-02-01-17s2", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-02-01-17s3", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Liam and Steffy are standing in a living room."}, {"scene_id": "bb-02-01-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-01-17s5", "raw": "A scene from a TV show in which a woman is on the phone and a man is sitting at a table.", "with_names": "Sally is on the phone and Aunt Sally is sitting at a table."}, {"scene_id": "bb-02-01-17s6", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "bb-02-01-17s7", "raw": "A scene from a TV show in which a woman is standing in a room with a window and a couch.", "with_names": "Steffy is standing in a room with a window and a couch."}, {"scene_id": "bb-02-01-17s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a clock is visible in the background.", "with_names": "a man is wearing a black shirt and a clock is visible in the background."}, {"scene_id": "bb-02-01-17s9", "raw": "A scene from a TV show in which a woman is standing in a room with a large window and a sign that says \"Steampunk\"", "with_names": "a woman is standing in a room with a large window and a sign that says \"steampunk\""}, {"scene_id": "bb-02-01-17s10", "raw": "A scene from a TV show in which a woman is wearing a blue fur coat and a white and black polka dot dress.", "with_names": "a woman is wearing a blue fur coat and a white and black polka dot dress."}, {"scene_id": "bb-02-01-17s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Steffy is looking at Liam and he is looking back at her."}, {"scene_id": "bb-02-01-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-02-01-17s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and laughing.", "with_names": "Sally is sitting at a desk and laughing."}, {"scene_id": "bb-02-01-17s15", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a patterned dress.", "with_names": "Shirley is wearing a blue coat and a patterned dress."}, {"scene_id": "bb-02-01-17s16", "raw": "A scene from a TV show in which a woman is wearing a blue fur coat.", "with_names": "a woman is wearing a blue fur coat."}, {"scene_id": "bb-02-01-17s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-02-01-17s18", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in a blue dress.", "with_names": "Liam is wearing a black shirt and Steffy is in a blue dress."}]