[{"scene_id": "gl-12-03-01s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-03-01s3", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other at a desk.", "with_names": ""}, {"scene_id": "gl-12-03-01s4", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and looking at a microwave.", "with_names": "a woman is sitting in a kitchen and looking at a microwave."}, {"scene_id": "gl-12-03-01s5", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-03-01s6", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-12-03-01s7", "raw": "A scene from a TV show in which a young man is looking at a picture and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-03-01s8", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "gl-12-03-01s9", "raw": "A scene from a TV show in which a woman is wearing a white turtleneck and a light blue cardigan.", "with_names": "a woman is wearing a white turtleneck and a light blue cardigan."}, {"scene_id": "gl-12-03-01s10", "raw": "A scene from a TV show in which a man and a woman are fighting.", "with_names": "Rick and Mel are fighting."}, {"scene_id": "gl-12-03-01s11", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-03-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-03-01s13", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "gl-12-03-01s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-12-03-01s15", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-03-01s16", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-12-03-01s17", "raw": "A scene from a TV show in which a man is wearing a white shirt and red tie and looking at the camera.", "with_names": "a man is wearing a white shirt and red tie and looking at the camera."}]