[{"scene_id": "pc-11-19-02s0", "raw": "A scene from a TV show in which a man is talking to someone and they are both laughing.", "with_names": ""}, {"scene_id": "pc-11-19-02s1", "raw": "A scene from a TV show in which a woman is leaning against a wall and a door is open.", "with_names": "a woman is leaning against a wall and a door is open."}, {"scene_id": "pc-11-19-02s2", "raw": "A scene from a TV show in which a man is locked up in a cage and a woman is standing outside the cage.", "with_names": "a man is locked up in a cage and Doree is standing outside the cage."}, {"scene_id": "pc-11-19-02s3", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "pc-11-19-02s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-11-19-02s5", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at the camera.", "with_names": "a woman is sitting next to Stephen and they are both looking at the camera."}, {"scene_id": "pc-11-19-02s6", "raw": "A scene from a TV show in which a man is throwing a brick at another man.", "with_names": "a man is throwing a brick at another man."}, {"scene_id": "pc-11-19-02s7", "raw": "A scene from a TV show in which a woman is looking at a necklace and wearing a black shirt.", "with_names": "a woman is looking at a necklace and wearing a black shirt."}, {"scene_id": "pc-11-19-02s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-19-02s9", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is holding a book.", "with_names": "two men are standing next to each other, one of them is holding a book."}, {"scene_id": "pc-11-19-02s10", "raw": "A scene from a TV show in which a woman is smoking a cigarette and looking at the camera.", "with_names": "a woman is smoking a cigarette and looking at the camera."}, {"scene_id": "pc-11-19-02s11", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is standing next to her.", "with_names": ""}, {"scene_id": "pc-11-19-02s12", "raw": "A scene from a TV show in which a tree is set on fire.", "with_names": "a tree is set on fire."}, {"scene_id": "pc-11-19-02s13", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}]