[{"scene_id": "pc-01-02-02s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-02-02s1", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a shocked expression.", "with_names": "Lucy is crying and Kevin is looking at her with a shocked expression."}, {"scene_id": "pc-01-02-02s2", "raw": "A scene from a TV show in which a woman is sitting at a table with her mouth open, and another woman is standing behind her.", "with_names": "a woman is sitting at a table with her mouth open, and another woman is standing behind her."}, {"scene_id": "pc-01-02-02s3", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her. The title is \"Port\" and the subtitle is \"Secrets\"", "with_names": "Karen is sitting on a bed and Frank is standing behind her. the title is \"port\" and the subtitle is \"secrets\""}, {"scene_id": "pc-01-02-02s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "Alison is sitting on a bed and looking at the camera."}, {"scene_id": "pc-01-02-02s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is leaning over her, embracing her.", "with_names": ""}, {"scene_id": "pc-01-02-02s6", "raw": "A scene from a TV show in which a woman is being attacked by a man in a store.", "with_names": "a woman is being attacked by a man in a store."}, {"scene_id": "pc-01-02-02s7", "raw": "A scene from a TV show in which a woman is holding up a bra to a man.", "with_names": "a woman is holding up a bra to Kevin."}, {"scene_id": "pc-01-02-02s8", "raw": "A scene from a TV show in which a woman is seen walking into a door and a man is standing behind her", "with_names": "a woman is walking into a door and a man is standing behind her"}, {"scene_id": "pc-01-02-02s9", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "pc-01-02-02s10", "raw": "A scene from a TV show in which a man is seen through a glass window, with a woman standing behind him.", "with_names": "a man is through a glass window, with a woman standing behind him."}, {"scene_id": "pc-01-02-02s11", "raw": "A scene from a TV show in which a woman is standing next to a man and a motorcycle.", "with_names": "a woman is standing next to Ian and a motorcycle."}, {"scene_id": "pc-01-02-02s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a kitchen.", "with_names": "a man and a woman are standing next to each other in a kitchen."}, {"scene_id": "pc-01-02-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-02-02s14", "raw": "A scene from a TV show in which a man is being attacked by a dog.", "with_names": "a man is being attacked by a dog."}, {"scene_id": "pc-01-02-02s15", "raw": "A scene from a TV show in which a man is standing in a jail cell. The title Port Charles is displayed on the screen.", "with_names": "a man is standing in a jail cell. the title port charles is displayed on the screen."}]