[{"scene_id": "bb-12-29-16s0", "raw": "A scene from a TV show in which a man and a woman sit at a table with a candle and a bottle of wine.", "with_names": "Liam and Steffy sit at a table with a candle and a bottle of wine."}, {"scene_id": "bb-12-29-16s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-29-16s2", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-12-29-16s3", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "bb-12-29-16s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-29-16s5", "raw": "A scene from a TV show in which a man and a woman sit across from each other at a dining table.", "with_names": "Liam and a woman sit across from each other at a dining table."}, {"scene_id": "bb-12-29-16s6", "raw": "A scene from a TV show in which a man is sitting down and talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-29-16s7", "raw": "A scene from a TV show in which a woman is holding a glass of wine and a man is wearing a leather jacket.", "with_names": "a woman is holding a glass of wine and a man is wearing a leather jacket."}, {"scene_id": "bb-12-29-16s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-29-16s9", "raw": "A scene from a TV show in which a man is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-29-16s11", "raw": "A scene from a TV show in which a woman is being spanked by a man", "with_names": "Steffy is being spanked by a man"}, {"scene_id": "bb-12-29-16s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a kitchen counter, drinking champagne.", "with_names": "Liam and a woman are sitting at a kitchen counter, drinking champagne."}, {"scene_id": "bb-12-29-16s13", "raw": "A scene from a TV show in which a woman is taking a bath with a towel on her head.", "with_names": "a woman is taking a bath with a towel on her head."}, {"scene_id": "bb-12-29-16s14", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with candles lit around them.", "with_names": "a man and a woman are lying in bed, with candles lit around them."}, {"scene_id": "bb-12-29-16s15", "raw": "A scene from a TV show in which a man is sitting in front of a fireplace and talking to someone.", "with_names": ""}, {"scene_id": "bb-12-29-16s17", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-29-16s18", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-12-29-16s19", "raw": "A scene from a TV show in which a woman is being massaged by a man", "with_names": "Bill is being massaged by a man"}, {"scene_id": "bb-12-29-16s20", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed with a woman.", "with_names": "a shirtless man is sitting on a bed with a woman."}, {"scene_id": "bb-12-29-16s21", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen and talk.", "with_names": "a man and a woman stand in a kitchen and talk."}, {"scene_id": "bb-12-29-16s22", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Liam and Steffy are arguing."}, {"scene_id": "bb-12-29-16s23", "raw": "A scene from a TV show in which a man is wearing a white robe and a towel is on a shelf", "with_names": "Brooke is wearing a white robe and a towel is on a shelf"}, {"scene_id": "bb-12-29-16s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-29-16s25", "raw": "A scene from a TV show in which a man is framed in a photo of his late father.", "with_names": "a man is framed in a photo of his late father."}, {"scene_id": "bb-12-29-16s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and smiling.", "with_names": "a man and a woman are standing next to each other and smiling."}, {"scene_id": "bb-12-29-16s27", "raw": "A scene from a TV show in which a car is driving down a freeway at night, with the title \"The Driver\" overlaid on top.", "with_names": "a car is driving down a freeway at night, with the title \"the driver\" overlaid on top."}]