[{"scene_id": "atwt-02-08-06s0", "raw": "A scene from a TV show in which a man is holding a sheet and walking down a staircase.", "with_names": "Jack is holding a sheet and walking down a staircase."}, {"scene_id": "atwt-02-08-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-08-06s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-08-06s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a chair with a logo on it is placed next to her.", "with_names": ""}, {"scene_id": "atwt-02-08-06s4", "raw": "A scene from a TV show in which a hand is holding a bottle of Olay's new deodorant.", "with_names": "a hand is holding a bottle of olay's new deodorant."}, {"scene_id": "atwt-02-08-06s5", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a blue turtleneck.", "with_names": "a woman is wearing a black jacket and a blue turtleneck."}, {"scene_id": "atwt-02-08-06s6", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-08-06s7", "raw": "A scene from a TV show in which a woman is wearing a green dress and a choker", "with_names": "a woman is wearing a green dress and a choker"}, {"scene_id": "atwt-02-08-06s8", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are looking at each other.", "with_names": "a man is sitting next to a woman and they are looking at each other."}, {"scene_id": "atwt-02-08-06s9", "raw": "A scene from a TV show in which a woman is given a package of condoms.", "with_names": "a woman is given a package of condoms."}, {"scene_id": "atwt-02-08-06s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and drinking coffee.", "with_names": ""}, {"scene_id": "atwt-02-08-06s11", "raw": "A scene from a TV show in which a woman is looking down and her hair is in a ponytail", "with_names": "a woman is looking down and her hair is in a ponytail"}, {"scene_id": "atwt-02-08-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a blanket covering them.", "with_names": "a man and a woman are standing in a room, with a blanket covering them."}, {"scene_id": "atwt-02-08-06s13", "raw": "A scene from a TV show in which a man is talking on a cell phone next to a star on the wall.", "with_names": ""}, {"scene_id": "atwt-02-08-06s14", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-08-06s15", "raw": "A scene from a TV show in which a young man is wearing a red sweater and a blonde hair", "with_names": "a young man is wearing a red sweater and a blonde hair"}, {"scene_id": "atwt-02-08-06s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-08-06s17", "raw": "A scene from a TV show in which a steak is served with french fries and pasta.", "with_names": "a steak is served with french fries and pasta."}, {"scene_id": "atwt-02-08-06s18", "raw": "A scene from a TV show in which a nun talks on the phone.", "with_names": "a nun talks on the phone."}, {"scene_id": "atwt-02-08-06s19", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-02-08-06s20", "raw": "A scene from a TV show in which a young woman is looking off to the side, with a serious expression.", "with_names": "a young woman is looking off to the side, with a serious expression."}, {"scene_id": "atwt-02-08-06s21", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-02-08-06s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-08-06s23", "raw": "A scene from a TV show in which a young man and a woman are standing close to each other.", "with_names": "a young man and a woman are standing close to each other."}, {"scene_id": "atwt-02-08-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-08-06s25", "raw": "A scene from a TV show in which a young man is in a prison uniform", "with_names": "a young man is in a prison uniform"}]