[{"scene_id": "oltl-08-17-07s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is holding a beer and the woman is holding a bottle of wine.", "with_names": "a man and a woman are standing in a room, the man is holding a beer and the woman is holding a bottle of wine."}, {"scene_id": "oltl-08-17-07s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "oltl-08-17-07s2", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "oltl-08-17-07s3", "raw": "A scene from a TV show in which a woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s5", "raw": "A scene from a TV show in which a man is holding a hat and another manI is looking at the hat", "with_names": "a man is holding a hat and another mani is looking at the hat"}, {"scene_id": "oltl-08-17-07s6", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and a black dress.", "with_names": "a woman is wearing a pearl necklace and a black dress."}, {"scene_id": "oltl-08-17-07s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "oltl-08-17-07s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-17-07s10", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and a black dress.", "with_names": "a woman is wearing a pearl necklace and a black dress."}, {"scene_id": "oltl-08-17-07s11", "raw": "A scene from a TV show in which a woman is trying on a dress and a man is standing behind her.", "with_names": "a woman is trying on a dress and a man is standing behind her."}, {"scene_id": "oltl-08-17-07s12", "raw": "A scene from a TV show in which a woman is sitting on a couch with her legs spread and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-17-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s14", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "oltl-08-17-07s15", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a man is standing next to her.", "with_names": "a blonde woman is wearing a white dress and a man is standing next to her."}, {"scene_id": "oltl-08-17-07s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig.", "with_names": "a woman is wearing a black dress and a blonde wig."}, {"scene_id": "oltl-08-17-07s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-17-07s19", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at a cell phone.", "with_names": "a woman is sitting next to a man and they are both looking at a cell phone."}, {"scene_id": "oltl-08-17-07s20", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-08-17-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-17-07s22", "raw": "A scene from a TV show in which a woman is standing in a dark room, looking at a door.", "with_names": "a woman is standing in a dark room, looking at a door."}, {"scene_id": "oltl-08-17-07s23", "raw": "A scene from a TV show in which two women are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "oltl-08-17-07s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-17-07s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-17-07s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-17-07s27", "raw": "A scene from a TV show in which a woman is wearing a black dress and pearls", "with_names": "a woman is wearing a black dress and pearls"}, {"scene_id": "oltl-08-17-07s28", "raw": "A scene from a TV show in which a woman is wearing a necklace and a black jacket.", "with_names": "a woman is wearing a necklace and a black jacket."}, {"scene_id": "oltl-08-17-07s29", "raw": "A scene from a TV show in which a man is being spanked by a woman", "with_names": "a man is being spanked by a woman"}, {"scene_id": "oltl-08-17-07s30", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a black suit and a necklace.", "with_names": ""}]