[{"scene_id": "oltl-09-07-06s0", "raw": "A scene from a TV show in which a Home Depot apron is on fire.", "with_names": "a home depot apron is on fire."}, {"scene_id": "oltl-09-07-06s1", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing behind him.", "with_names": "a man is handcuffed and a woman is standing behind him."}, {"scene_id": "oltl-09-07-06s2", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "oltl-09-07-06s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-07-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-07-06s5", "raw": "A scene from a TV show in which a man is in a jail cell and another manI is standing outside the cell.", "with_names": "a man is in a jail cell and another mani is standing outside the cell."}, {"scene_id": "oltl-09-07-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-07-06s7", "raw": "A scene from a TV show in which a woman is hugging a man and holding a gun.", "with_names": "a woman is hugging a man and holding a gun."}, {"scene_id": "oltl-09-07-06s8", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "oltl-09-07-06s9", "raw": "A scene from a TV show in which a man is smiling and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-07-06s10", "raw": "A scene from a TV show in which a man is in a jail cell and is looking at a cell phone.", "with_names": "a man is in a jail cell and is looking at a cell phone."}, {"scene_id": "oltl-09-07-06s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-07-06s12", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "oltl-09-07-06s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-07-06s14", "raw": "A scene from a TV show in which a man is bending over a woman, who is lying on the floor.", "with_names": "a man is bending over a woman, who is lying on the floor."}, {"scene_id": "oltl-09-07-06s15", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "oltl-09-07-06s16", "raw": "A scene from a TV show in which a man is lying on a hospital bed, looking up at the camera.", "with_names": "a man is lying on a hospital bed, looking up at the camera."}, {"scene_id": "oltl-09-07-06s17", "raw": "A scene from a TV show in which a man is leaning over a desk and another man to his right is bowing his head", "with_names": "a man is leaning over a desk and another man to his right is bowing his head"}, {"scene_id": "oltl-09-07-06s18", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing behind her.", "with_names": "a woman is in a jail cell and a man is standing behind her."}, {"scene_id": "oltl-09-07-06s19", "raw": "A scene from a TV show in which a woman is talking to a man and a Christmas tree is in the background.", "with_names": ""}, {"scene_id": "oltl-09-07-06s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-07-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-07-06s22", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "a woman is sitting at a bar with a man."}, {"scene_id": "oltl-09-07-06s23", "raw": "A scene from a TV show in which a man is seen talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-09-07-06s24", "raw": "A scene from a TV show in which a man is looking down and wearing a brown shirt.", "with_names": "a man is looking down and wearing a brown shirt."}, {"scene_id": "oltl-09-07-06s25", "raw": "A scene from a TV show in which a woman is tending to a man who is lying on the ground.", "with_names": "a woman is tending to a man who is lying on the ground."}, {"scene_id": "oltl-09-07-06s26", "raw": "A scene from a TV show in which a man is holding a baby and a woman is crying.", "with_names": "a man is holding a baby and a woman is crying."}, {"scene_id": "oltl-09-07-06s27", "raw": "A scene from a TV show in which a man is looking at a blonde woman and she is looking back at him.", "with_names": "a man is looking at a blonde woman and she is looking back at him."}, {"scene_id": "oltl-09-07-06s28", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-09-07-06s29", "raw": "A scene from a TV show in which a man is talking on his cell phone and a woman is sitting next to him.", "with_names": ""}, {"scene_id": "oltl-09-07-06s30", "raw": "A scene from a TV show in which a woman is sitting at a table with a beer and a man is standing behind her.", "with_names": "a woman is sitting at a table with a beer and a man is standing behind her."}, {"scene_id": "oltl-09-07-06s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]