[{"scene_id": "atwt-09-11-07s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Lily is sitting at a desk and Clerk is standing behind her."}, {"scene_id": "atwt-09-11-07s1", "raw": "A scene from a TV show in which a young boy is standing in a kitchen, looking at a refrigerator.", "with_names": "a young boy is standing in a kitchen, looking at a refrigerator."}, {"scene_id": "atwt-09-11-07s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-11-07s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-09-11-07s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and another woman is standing behind her.", "with_names": "a woman is wearing a black dress and another woman is standing behind her."}, {"scene_id": "atwt-09-11-07s5", "raw": "A scene from a TV show in which a person is washing their hands in a river.", "with_names": "a person is washing their hands in a river."}, {"scene_id": "atwt-09-11-07s6", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking concerned.", "with_names": "a woman is holding a cigarette and looking concerned."}, {"scene_id": "atwt-09-11-07s7", "raw": "A scene from a TV show in which a young man is sitting at a table with his arms crossed and looking away from the camera.", "with_names": "a young man is sitting at a table with his arms crossed and looking away from the camera."}, {"scene_id": "atwt-09-11-07s8", "raw": "A scene from a TV show in which a woman is screaming and a man is covering her mouth.", "with_names": "a woman is screaming and a man is covering her mouth."}, {"scene_id": "atwt-09-11-07s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-11-07s10", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-09-11-07s11", "raw": "A scene from a TV show in which a woman is shopping in a clothing store.", "with_names": "a woman is shopping in a clothing store."}, {"scene_id": "atwt-09-11-07s12", "raw": "A scene from a TV show in which a woman is playing the drums.", "with_names": "a woman is playing the drums."}, {"scene_id": "atwt-09-11-07s13", "raw": "A scene from a TV show in which a cat is seen urinating on a box of Fresh Step cat litter.", "with_names": "a cat is urinating on a box of fresh step cat litter."}, {"scene_id": "atwt-09-11-07s14", "raw": "A scene from a TV show in which a woman is holding a coat over her head and another woman is behind her", "with_names": "a woman is holding a coat over her head and another woman is behind her"}, {"scene_id": "atwt-09-11-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling", "with_names": "a man is wearing a suit and a tie and smiling"}, {"scene_id": "atwt-09-11-07s16", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-11-07s17", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing next to him", "with_names": "a man is wearing a suit and a woman is standing next to him"}, {"scene_id": "atwt-09-11-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-11-07s19", "raw": "A scene from a TV show in which a man is seen holding his hand up to his mouth.", "with_names": "a man is holding his hand up to his mouth."}, {"scene_id": "atwt-09-11-07s20", "raw": "A scene from a TV show in which a man is sitting on an exercise ball and a woman is standing behind him.", "with_names": "a man is sitting on an exercise ball and a woman is standing behind him."}, {"scene_id": "atwt-09-11-07s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-09-11-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-11-07s23", "raw": "A scene from a TV show in which a woman is looking at a man and smiling", "with_names": "a woman is looking at a man and smiling"}, {"scene_id": "atwt-09-11-07s24", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other and smiling.", "with_names": "a man and a woman are sitting next to each other and smiling."}, {"scene_id": "atwt-09-11-07s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the left of the frame.", "with_names": "a man is wearing a suit and tie and looking to the left of the frame."}, {"scene_id": "atwt-09-11-07s26", "raw": "A scene from a TV show in which a soldier is shown in profile.", "with_names": ""}, {"scene_id": "atwt-09-11-07s27", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-09-11-07s28", "raw": "A scene from a TV show in which a woman is wearing a red dress and long brown hair", "with_names": "a woman is wearing a red dress and long brown hair"}, {"scene_id": "atwt-09-11-07s29", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-09-11-07s30", "raw": "A scene from a TV show in which a chef is cooking food in a kitchen.", "with_names": "a chef is cooking food in a kitchen."}]