[{"scene_id": "atwt-10-21-05s0", "raw": "A scene from a TV show in which a man is bending over a table to pick up a cup.", "with_names": "a man is bending over a table to pick up a cup."}, {"scene_id": "atwt-10-21-05s1", "raw": "A scene from a TV show in which a young woman is wearing an orange shirt and a short blonde hair", "with_names": "a young woman is wearing an orange shirt and a short blonde hair"}, {"scene_id": "atwt-10-21-05s2", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "atwt-10-21-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-21-05s4", "raw": "A scene from a TV show in which the words \"As World\" are written in white on a blue background", "with_names": "the words \"as world\" are written in white on a blue background"}, {"scene_id": "atwt-10-21-05s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-21-05s6", "raw": "A scene from a TV show in which a Lego train is running on tracks.", "with_names": "a lego train is running on tracks."}, {"scene_id": "atwt-10-21-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-21-05s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-21-05s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-21-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-21-05s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-21-05s12", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital room.", "with_names": "a man and a woman are standing in a hospital room."}, {"scene_id": "atwt-10-21-05s13", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-10-21-05s14", "raw": "A scene from a TV show in which a man and a woman sit at a table, looking concerned.", "with_names": "a man and a woman sit at a table, looking concerned."}, {"scene_id": "atwt-10-21-05s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-10-21-05s16", "raw": "A scene from a TV show in which a woman is wearing a blue scrubs and a man is in a black jacket.", "with_names": "a woman is wearing a blue scrubs and ] is in a black jacket."}, {"scene_id": "atwt-10-21-05s17", "raw": "A scene from a TV show in which a woman is wearing boxing gloves and is holding her hands up in front of her.", "with_names": "a woman is wearing boxing gloves and is holding her hands up in front of her."}, {"scene_id": "atwt-10-21-05s18", "raw": "A scene from a TV show in which a man is looking at a woman and is shocked.", "with_names": "a man is looking at a woman and is shocked."}, {"scene_id": "atwt-10-21-05s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-21-05s20", "raw": "A scene from a TV show in which a jar of cinnamon sticks and a tub of ice cream are shown.", "with_names": "a jar of cinnamon sticks and a tub of ice cream are shown."}, {"scene_id": "atwt-10-21-05s21", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-10-21-05s22", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a short blonde hair", "with_names": "a woman is wearing a denim jacket and a short blonde hair"}, {"scene_id": "atwt-10-21-05s23", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-10-21-05s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her. The text reads: \"The most powerful performance by an actress this year\"", "with_names": ""}]