[{"scene_id": "atwt-07-08-08s0", "raw": "A scene from a TV show in which a man is giving a woman flowers", "with_names": "a man is giving Carly flowers"}, {"scene_id": "atwt-07-08-08s1", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown hair", "with_names": "a man is wearing a red shirt and a brown hair"}, {"scene_id": "atwt-07-08-08s2", "raw": "A scene from a TV show in which a woman is standing in front of a door with her arms crossed, looking upset.", "with_names": "a woman is standing in front of a door with her arms crossed, looking upset."}, {"scene_id": "atwt-07-08-08s3", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a green shirt", "with_names": ""}, {"scene_id": "atwt-07-08-08s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-07-08-08s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-08-08s6", "raw": "A scene from a TV show in which a woman is seen in a tank of live turtles.", "with_names": "a woman is in a tank of live turtles."}, {"scene_id": "atwt-07-08-08s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-08-08s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-08-08s9", "raw": "A scene from a TV show in which a man is holding a cup and a woman is standing next to him.", "with_names": "a man is holding a cup and a woman is standing next to him."}, {"scene_id": "atwt-07-08-08s10", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-08-08s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table outside a cafe.", "with_names": "a man and a woman are sitting at a table outside a cafe."}, {"scene_id": "atwt-07-08-08s12", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "atwt-07-08-08s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-08-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-08-08s15", "raw": "A scene from a TV show in which a man is wearing a black shirt and a microphone", "with_names": "a man is wearing a black shirt and a microphone"}, {"scene_id": "atwt-07-08-08s16", "raw": "A scene from a TV show in which a man and a woman are talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-08-08s17", "raw": "A scene from a TV show in which a man is talking on his cell phone while walking down a street.", "with_names": ""}, {"scene_id": "atwt-07-08-08s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-08-08s19", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is curly.", "with_names": ""}, {"scene_id": "atwt-07-08-08s20", "raw": "A scene from a TV show in which a woman is looking to the right of the frame.", "with_names": "a woman is looking to the right of the frame."}, {"scene_id": "atwt-07-08-08s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-08-08s22", "raw": "A scene from a TV show in which a circle is drawn around the word \"Enablex\" and the words \"Reduce Leaks\"", "with_names": "a circle is drawn around the word \"enablex\" and the words \"reduce leaks\""}, {"scene_id": "atwt-07-08-08s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-07-08-08s24", "raw": "A scene from a TV show in which a woman is talking to someone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-07-08-08s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-08-08s26", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-07-08-08s27", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall.", "with_names": "a man is in a white room with a white wall."}, {"scene_id": "atwt-07-08-08s28", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-07-08-08s29", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-08-08s30", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in the background.", "with_names": "a man is wearing a red shirt and a woman is in the background."}, {"scene_id": "atwt-07-08-08s31", "raw": "A scene from a TV show in which a man is wearing a green shirt", "with_names": "a man is wearing a green shirt"}, {"scene_id": "atwt-07-08-08s32", "raw": "A scene from a TV show in which a white woman is being served a meal by a black woman.", "with_names": "a white woman is being served a meal by a black woman."}]