[{"scene_id": "atwt-09-18-08s0", "raw": "A scene from a TV show in which a man and a woman stand in front of a trailer.", "with_names": "Holden and a woman stand in front of a trailer."}, {"scene_id": "atwt-09-18-08s1", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "atwt-09-18-08s2", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a table.", "with_names": "a man is standing in a kitchen and a woman is sitting at a table."}, {"scene_id": "atwt-09-18-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-18-08s4", "raw": "A scene from a TV show in which dollar signs are impaled on spikes.", "with_names": "dollar signs are impaled on spikes."}, {"scene_id": "atwt-09-18-08s5", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is kissing her on the cheek.", "with_names": "a woman is lying in bed with a man, and he is kissing her on the cheek."}, {"scene_id": "atwt-09-18-08s6", "raw": "A scene from a TV show in which a man is looking at a clock and making a face", "with_names": "a man is looking at a clock and making a face"}, {"scene_id": "atwt-09-18-08s7", "raw": "A scene from a TV show in which a purple swirl is superimposed on a white background", "with_names": "a purple swirl is superimposed on a white background"}, {"scene_id": "atwt-09-18-08s8", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-09-18-08s9", "raw": "A scene from a TV show in which a woman is talking to a firefighter.", "with_names": ""}, {"scene_id": "atwt-09-18-08s10", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is laying on it.", "with_names": "a man is sitting on a bed and a woman is laying on it."}, {"scene_id": "atwt-09-18-08s11", "raw": "A scene from a TV show in which a planet is shown to be orbiting a star", "with_names": ""}, {"scene_id": "atwt-09-18-08s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-18-08s13", "raw": "A scene from a TV show in which two women are crying.", "with_names": "two women are crying."}, {"scene_id": "atwt-09-18-08s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-18-08s15", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-09-18-08s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-18-08s17", "raw": "A scene from a TV show in which a man is talking to a woman and a child.", "with_names": ""}, {"scene_id": "atwt-09-18-08s18", "raw": "A scene from a TV show in which a woman is touching her face with a laser pointer.", "with_names": "a woman is touching her face with a laser pointer."}, {"scene_id": "atwt-09-18-08s19", "raw": "A scene from a TV show in which a man and a woman sit in a tent.", "with_names": "a man and a woman sit in a tent."}, {"scene_id": "atwt-09-18-08s20", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fire truck.", "with_names": "a man and a woman are standing in front of a fire truck."}, {"scene_id": "atwt-09-18-08s21", "raw": "A scene from a TV show in which a pink box is shown on a black background.", "with_names": ""}, {"scene_id": "atwt-09-18-08s22", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-09-18-08s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, holding hands.", "with_names": ""}, {"scene_id": "atwt-09-18-08s24", "raw": "A scene from a TV show in which a pink gum is being chewed", "with_names": "a pink gum is being chewed"}]