[{"scene_id": "atwt-05-28-03s0", "raw": "A scene from a TV show in which a woman is standing in front of a door and holding a cup.", "with_names": "Jessica is standing in front of a door and holding a cup."}, {"scene_id": "atwt-05-28-03s1", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-05-28-03s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-28-03s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of coffee and a plate of food.", "with_names": "a woman is sitting at a table with a cup of coffee and a plate of food."}, {"scene_id": "atwt-05-28-03s4", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-28-03s5", "raw": "A scene from a TV show in which flowers are falling from the sky", "with_names": "flowers are falling from the sky"}, {"scene_id": "atwt-05-28-03s6", "raw": "A scene from a TV show in which a woman is smiling and wearing a red shirt.", "with_names": "a woman is smiling and wearing a red shirt."}, {"scene_id": "atwt-05-28-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-28-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-03s9", "raw": "A scene from a TV show in which a man is standing in a room with a woman and another man.", "with_names": "a man is standing in a room with a woman and another man."}, {"scene_id": "atwt-05-28-03s10", "raw": "A scene from a TV show in which a man is talking about the benefits of quitting smoking.", "with_names": ""}, {"scene_id": "atwt-05-28-03s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-28-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-03s14", "raw": "A scene from a TV show in which a man and a woman are kissing in a room.", "with_names": "] and a woman are kissing in a room."}, {"scene_id": "atwt-05-28-03s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-28-03s16", "raw": "A scene from a TV show in which Hillary Clinton is shown speaking at a podium.", "with_names": ""}, {"scene_id": "atwt-05-28-03s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "] and a woman are standing in front of a door."}, {"scene_id": "atwt-05-28-03s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-28-03s19", "raw": "A scene from a TV show in which a canal is shown", "with_names": ""}, {"scene_id": "atwt-05-28-03s20", "raw": "A scene from a TV show in which a woman is drinking a cup of tea.", "with_names": "a woman is drinking a cup of tea."}, {"scene_id": "atwt-05-28-03s21", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging ]."}, {"scene_id": "atwt-05-28-03s22", "raw": "A scene from a TV show in which a woman is talking and her hair is tied back.", "with_names": ""}, {"scene_id": "atwt-05-28-03s23", "raw": "A scene from a TV show in which two men are standing in a garden, one of them is wearing a red shirt and the other a blue shirt.", "with_names": "two men are standing in a garden, one of them is wearing a red shirt and the other a blue shirt."}, {"scene_id": "atwt-05-28-03s24", "raw": "A scene from a TV show in which two men walk together.", "with_names": "two men walk together."}, {"scene_id": "atwt-05-28-03s25", "raw": "A scene from a TV show in which a man is seen in a wheelchair. The image is white.", "with_names": "a man is in a wheelchair. the image is white."}, {"scene_id": "atwt-05-28-03s26", "raw": "A scene from a TV show in which a woman is talking to a man and another womanI", "with_names": ""}, {"scene_id": "atwt-05-28-03s27", "raw": "A scene from a TV show in which a man is walking down a hallway and a door opens", "with_names": "a man is walking down a hallway and a door opens"}]