[{"scene_id": "pc-07-01-02s0", "raw": "A scene from a TV show in which a couple is kissing in the dark.", "with_names": "a couple is kissing in the dark."}, {"scene_id": "pc-07-01-02s1", "raw": "A scene from a TV show in which a man is holding a baby in a hospital bed.", "with_names": "a man is holding a baby in a hospital bed."}, {"scene_id": "pc-07-01-02s2", "raw": "A scene from a TV show in which a woman is shown with a towel on her head.", "with_names": ""}, {"scene_id": "pc-07-01-02s3", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "Lucy is kissing Kevin."}, {"scene_id": "pc-07-01-02s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-01-02s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-01-02s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-01-02s7", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a gun.", "with_names": "two men are standing in a room, one of them is holding a gun."}, {"scene_id": "pc-07-01-02s8", "raw": "A scene from a TV show in which a woman is in a hospital bed wearing a white cap and gown.", "with_names": "Alison is in a hospital bed wearing a white cap and gown."}, {"scene_id": "pc-07-01-02s9", "raw": "A scene from a TV show in which a man is being beaten by two women.", "with_names": "a man is being beaten by two women."}, {"scene_id": "pc-07-01-02s11", "raw": "A scene from a TV show in which a doctor is holding a glass to his face.", "with_names": "a doctor is holding a glass to his face."}, {"scene_id": "pc-07-01-02s12", "raw": "A scene from a TV show in which a woman is in a hospital bed and another woman is standing next to her.", "with_names": "Serena is in a hospital bed and another woman is standing next to her."}, {"scene_id": "pc-07-01-02s13", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]