[{"scene_id": "oltl-06-27-07s0", "raw": "A scene from a TV show in which a man is standing in a bar, with a pint in his hand and another man standing behind him.", "with_names": "Vincent is standing in a bar, with a pint in his hand and another man standing behind him."}, {"scene_id": "oltl-06-27-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-07s2", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-06-27-07s3", "raw": "A scene from a TV show in which a woman is standing in a room with a door open.", "with_names": "a woman is standing in a room with a door open."}, {"scene_id": "oltl-06-27-07s4", "raw": "A scene from a TV show in which a man is talking to another man behind a fence.", "with_names": ""}, {"scene_id": "oltl-06-27-07s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-27-07s6", "raw": "A scene from a TV show in which a woman and a man are standing next to a boy.", "with_names": "a woman and a man are standing next to a boy."}, {"scene_id": "oltl-06-27-07s7", "raw": "A scene from a TV show in which a man is talking to another man through a wire fence.", "with_names": ""}, {"scene_id": "oltl-06-27-07s8", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-06-27-07s9", "raw": "A scene from a TV show in which a woman is wearing a blonde wig and a black dress.", "with_names": "a woman is wearing a blonde wig and a black dress."}, {"scene_id": "oltl-06-27-07s10", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-06-27-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-07s12", "raw": "A scene from a TV show in which a man is talking to another man through a fence.", "with_names": ""}, {"scene_id": "oltl-06-27-07s13", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, with a baby in a yellow dress.", "with_names": "a man and a woman are walking down a hallway, with a baby in a yellow dress."}, {"scene_id": "oltl-06-27-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-27-07s15", "raw": "A scene from a TV show in which a woman is talking to a man, with her hair blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-06-27-07s16", "raw": "A scene from a TV show in which a black cat is seen jumping on a table.", "with_names": "a black cat is jumping on a table."}, {"scene_id": "oltl-06-27-07s17", "raw": "A scene from a TV show in which a woman is singing in front of a brick wall.", "with_names": "a woman is singing in front of a brick wall."}, {"scene_id": "oltl-06-27-07s18", "raw": "A scene from a TV show in which a man is talking to another man through a wire fence.", "with_names": ""}, {"scene_id": "oltl-06-27-07s19", "raw": "A scene from a TV show in which a man is seen throwing a woman around a table.", "with_names": "a man is throwing a woman around a table."}, {"scene_id": "oltl-06-27-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-07s21", "raw": "A scene from a TV show in which a woman holds a child.", "with_names": "a woman holds a child."}, {"scene_id": "oltl-06-27-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-27-07s23", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "oltl-06-27-07s24", "raw": "A scene from a TV show in which a man and a woman sit at a table in a bar.", "with_names": "a man and a woman sit at a table in a bar."}, {"scene_id": "oltl-06-27-07s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-27-07s26", "raw": "A scene from a TV show in which a woman is talking to a man through a wire fence.", "with_names": ""}, {"scene_id": "oltl-06-27-07s27", "raw": "A scene from a TV show in which a black woman is wearing a red tank top and a necklace.", "with_names": "a black woman is wearing a red tank top and a necklace."}, {"scene_id": "oltl-06-27-07s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-27-07s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-07s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-07s31", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-06-27-07s32", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-06-27-07s33", "raw": "A scene from a TV show in which two men are sitting at a poker table, one of them is smoking a cigarette.", "with_names": "two men are sitting at a poker table, one of them is smoking a cigarette."}]