[{"scene_id": "bb-08-27-15s0", "raw": "A scene from a TV show in which a woman is standing in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-27-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-27-15s2", "raw": "A scene from a TV show in which a fashion show is taking place in a large room with a blue backdrop.", "with_names": "a fashion show is taking place in a large room with a blue backdrop."}, {"scene_id": "bb-08-27-15s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-08-27-15s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-08-27-15s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-27-15s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-27-15s7", "raw": "A scene from a TV show in which a man is talking about his relationship with his girlfriend.", "with_names": ""}, {"scene_id": "bb-08-27-15s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-08-27-15s9", "raw": "A scene from a TV show in which a man and a woman stand in front of an easel.", "with_names": "a man and a woman stand in front of an easel."}, {"scene_id": "bb-08-27-15s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch and eat pizza.", "with_names": "a man and a woman sit on a couch and eat pizza."}, {"scene_id": "bb-08-27-15s11", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-08-27-15s12", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "a man is touching a woman's face."}, {"scene_id": "bb-08-27-15s13", "raw": "A scene from a TV show in which a man and a woman are lying in bed and talking.", "with_names": ""}, {"scene_id": "bb-08-27-15s14", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-08-27-15s15", "raw": "", "with_names": ""}]