[{"scene_id": "pc-07-08-03s0", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-07-08-03s1", "raw": "A scene from a TV show in which a woman holds a gold ring in her hand.", "with_names": "a woman holds a gold ring in her hand."}, {"scene_id": "pc-07-08-03s2", "raw": "A scene from a TV show in which a man is lying on the floor and looking up at the ceiling.", "with_names": "a man is lying on the floor and looking up at the ceiling."}, {"scene_id": "pc-07-08-03s3", "raw": "A scene from a TV show in which a man is bathed in green light.", "with_names": "a man is bathed in green light."}, {"scene_id": "pc-07-08-03s4", "raw": "A scene from a TV show in which a woman is talking to a man in a police station.", "with_names": ""}, {"scene_id": "pc-07-08-03s5", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is tearing a piece of paper.", "with_names": "two men are sitting at a table, one of them is tearing a piece of paper."}, {"scene_id": "pc-07-08-03s6", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "pc-07-08-03s7", "raw": "A scene from a TV show in which two men are wearing black masks and holding a knife.", "with_names": "two men are wearing black masks and holding a knife."}, {"scene_id": "pc-07-08-03s8", "raw": "A scene from a TV show in which a man is sitting at a table with a martini and a bottle of wine", "with_names": "a man is sitting at a table with a martini and a bottle of wine"}, {"scene_id": "pc-07-08-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-08-03s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-07-08-03s11", "raw": "A scene from a TV show in which a man is pouring wine into a glass while a woman watches.", "with_names": "a man is pouring wine into a glass while a woman watches."}, {"scene_id": "pc-07-08-03s12", "raw": "A scene from a TV show in which a woman is walking out of a building.", "with_names": "a woman is walking out of a building."}, {"scene_id": "pc-07-08-03s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "pc-07-08-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}]