[{"scene_id": "gl-10-04-01s1", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "gl-10-04-01s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-10-04-01s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-04-01s4", "raw": "A scene from a TV show in which a rainbow is seen in the center of the image, surrounded by a circle of light.", "with_names": "a rainbow is in the center of the image, surrounded by a circle of light."}, {"scene_id": "gl-10-04-01s5", "raw": "A scene from a TV show in which a man is talking to a woman and a couple is watching him.", "with_names": ""}, {"scene_id": "gl-10-04-01s6", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "gl-10-04-01s7", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-10-04-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-04-01s9", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and is looking at her hands.", "with_names": "a woman is wearing a wedding dress and is looking at her hands."}, {"scene_id": "gl-10-04-01s10", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Lorelei is crying and Edmund is looking at her."}, {"scene_id": "gl-10-04-01s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-04-01s12", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-10-04-01s13", "raw": "A scene from a TV show in which a woman is holding a child and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-04-01s14", "raw": "A scene from a TV show in which a man is sitting down and a bald man is standing next to him.", "with_names": "a man is sitting down and a bald man is standing next to him."}, {"scene_id": "gl-10-04-01s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-04-01s16", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and is looking at the camera.", "with_names": "Josh is wearing a suit and a yellow tie and is looking at the camera."}, {"scene_id": "gl-10-04-01s17", "raw": "A scene from a TV show in which a woman is standing over a man, who is sitting at a table.", "with_names": "a woman is standing over a man, who is sitting at a table."}, {"scene_id": "gl-10-04-01s18", "raw": "A scene from a TV show in which a man is tying his tie.", "with_names": "a man is tying his tie."}, {"scene_id": "gl-10-04-01s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-04-01s20", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a teddy bear.", "with_names": "a woman is standing in a living room, looking at a teddy bear."}, {"scene_id": "gl-10-04-01s21", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "gl-10-04-01s22", "raw": "A scene from a TV show in which a man is sitting in a chair and reading a newspaper while a woman stands behind him.", "with_names": ""}, {"scene_id": "gl-10-04-01s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "gl-10-04-01s24", "raw": "A scene from a TV show in which a priest is reading the Bible to a little girl.", "with_names": "a priest is reading the bible to a little girl."}, {"scene_id": "gl-10-04-01s25", "raw": "A scene from a TV show in which a woman is standing in a living room with a couch and a staircase in the background.", "with_names": "a woman is standing in a living room with a couch and a staircase in the background."}, {"scene_id": "gl-10-04-01s26", "raw": "A scene from a TV show in which a large purple orb is surrounded by a rainbow of colors.", "with_names": "a large purple orb is surrounded by a rainbow of colors."}]