[{"scene_id": "pc-01-29-02s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of a tree.", "with_names": "Ian and Amy are standing in front of a tree."}, {"scene_id": "pc-01-29-02s1", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-01-29-02s2", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-01-29-02s3", "raw": "A scene from a TV show in which a woman is lying on a table with a syringe stuck in her mouth. A man stands behind her, looking concerned.", "with_names": "Jamal is lying on a table with a syringe stuck in her mouth. a man stands behind her, looking concerned."}, {"scene_id": "pc-01-29-02s4", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "pc-01-29-02s5", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a coat.", "with_names": "Amy is wearing a red scarf and a coat."}, {"scene_id": "pc-01-29-02s6", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "pc-01-29-02s7", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "Livvie is shocked by a man."}, {"scene_id": "pc-01-29-02s8", "raw": "A scene from a TV show in which a blonde woman is wearing a turtleneck and a man is dressed in a jacket.", "with_names": "a blonde woman is wearing a turtleneck and a man is dressed in a jacket."}, {"scene_id": "pc-01-29-02s9", "raw": "A scene from a TV show in which a woman sings in a snowy forest.", "with_names": "Amy sings in a snowy forest."}, {"scene_id": "pc-01-29-02s10", "raw": "A scene from a TV show in which a man is looking at a statue.", "with_names": "a man is looking at a statue."}, {"scene_id": "pc-01-29-02s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-29-02s12", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "pc-01-29-02s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-29-02s14", "raw": "A scene from a TV show in which a man is grabbing a woman's neck.", "with_names": "Kevin is grabbing Paige's neck."}, {"scene_id": "pc-01-29-02s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at Livvie and she is looking back at him."}, {"scene_id": "pc-01-29-02s16", "raw": "A scene from a TV show in which a man is seen urinating on a barrel.", "with_names": "Jamal is urinating on a barrel."}, {"scene_id": "pc-01-29-02s17", "raw": "A scene from a TV show in which a man is wearing a black hoodie and a necklace", "with_names": "Rafe is wearing a black hoodie and a necklace"}, {"scene_id": "pc-01-29-02s18", "raw": "A scene from a TV show in which a man is holding a yellow rectangle.", "with_names": "a man is holding a yellow rectangle."}]