[{"scene_id": "bb-06-15-17s0", "raw": "A scene from a TV show in which a woman is seen through a rifle scope.", "with_names": "a woman is through a rifle scope."}, {"scene_id": "bb-06-15-17s1", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and white shirt.", "with_names": "a woman is wearing a pink jacket and white shirt."}, {"scene_id": "bb-06-15-17s4", "raw": "A scene from a TV show in which a man is holding a piece of paper.", "with_names": "Brooke is holding a piece of paper."}, {"scene_id": "bb-06-15-17s5", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-06-15-17s6", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "bb-06-15-17s7", "raw": "A scene from a TV show in which a man is talking on a cell phone and pointing a gun at someone.", "with_names": ""}, {"scene_id": "bb-06-15-17s8", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and Katie are arguing in a room."}, {"scene_id": "bb-06-15-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-15-17s10", "raw": "A scene from a TV show in which a woman is talking to someone in an office.", "with_names": ""}, {"scene_id": "bb-06-15-17s11", "raw": "A scene from a TV show in which a man is standing in a living room with a young girl.", "with_names": "Eric is standing in a living room with a young girl."}, {"scene_id": "bb-06-15-17s12", "raw": "A scene from a TV show in which a woman is angry at a man.", "with_names": "Sheila is angry at Lt. Baker."}, {"scene_id": "bb-06-15-17s13", "raw": "A scene from a TV show in which a man is seen with his eyes closed and his mouth open.", "with_names": "a man is with his eyes closed and his mouth open."}, {"scene_id": "bb-06-15-17s14", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-06-15-17s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-15-17s17", "raw": "A scene from a TV show in which a woman is being measured by a ruler.", "with_names": "a woman is being measured by a ruler."}, {"scene_id": "bb-06-15-17s18", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "bb-06-15-17s19", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a ladder.", "with_names": "Katie is standing in a living room, holding a ladder."}, {"scene_id": "bb-06-15-17s20", "raw": "A scene from a TV show in which a man is standing in a living room, looking at a vase.", "with_names": "a man is standing in a living room, looking at a vase."}, {"scene_id": "bb-06-15-17s21", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}]