[{"scene_id": "bb-01-16-15s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ridge is kissing Caroline on the cheek."}, {"scene_id": "bb-01-16-15s1", "raw": "A scene from a TV show in which a man works out in a gym.", "with_names": "a man works out in a gym."}, {"scene_id": "bb-01-16-15s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-16-15s3", "raw": "", "with_names": ""}, {"scene_id": "bb-01-16-15s5", "raw": "A scene from a TV show in which a man is drinking water after working out.", "with_names": "Othello is drinking water after working out."}, {"scene_id": "bb-01-16-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-16-15s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Rick is kissing Ivy on the cheek."}, {"scene_id": "bb-01-16-15s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Ridge is wearing a suit and tie."}, {"scene_id": "bb-01-16-15s9", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "Rick is smiling and looking at Ivy."}, {"scene_id": "bb-01-16-15s11", "raw": "A scene from a TV show in which a man works out on a treadmill.", "with_names": "Ridge works out on a treadmill."}, {"scene_id": "bb-01-16-15s12", "raw": "A scene from a TV show in which a woman is talking to another woman in an office.", "with_names": ""}, {"scene_id": "bb-01-16-15s13", "raw": "A scene from a TV show in which a man is standing in a room and talking to another man.", "with_names": ""}, {"scene_id": "bb-01-16-15s14", "raw": "A scene from a TV show in which the Los Angeles skyline is shown.", "with_names": ""}, {"scene_id": "bb-01-16-15s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-16-15s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Carter is wearing a suit and tie."}, {"scene_id": "bb-01-16-15s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-16-15s20", "raw": "A scene from a TV show in which two women are standing in an office.", "with_names": "two women are standing in an office."}, {"scene_id": "bb-01-16-15s21", "raw": "A scene from a TV show in which two women are standing in a room, one of them is pointing at something.", "with_names": "two women are standing in a room, one of them is pointing at something."}, {"scene_id": "bb-01-16-15s22", "raw": "A scene from a TV show in which a young man is talking to a woman about his health.", "with_names": ""}, {"scene_id": "bb-01-16-15s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "bb-01-16-15s24", "raw": "A scene from a TV show in which a man is talking to two other men in a hallway.", "with_names": ""}, {"scene_id": "bb-01-16-15s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]