[{"scene_id": "bb-03-01-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-03-01-06s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-03-01-06s3", "raw": "A scene from a TV show in which a man stands in a living room, looking at a clock.", "with_names": "Ridge stands in a living room, looking at a clock."}, {"scene_id": "bb-03-01-06s4", "raw": "A scene from a TV show in which a woman is seen in a bikini looking out a window.", "with_names": "a woman is in a bikini looking out a window."}, {"scene_id": "bb-03-01-06s5", "raw": "A scene from a TV show in which a man is talking into a microphone and making a funny face.", "with_names": ""}, {"scene_id": "bb-03-01-06s6", "raw": "A scene from a TV show in which a rotary phone is sitting on a table next to a stack of VHS tapes.", "with_names": "a rotary phone is sitting on a table next to a stack of vhs tapes."}, {"scene_id": "bb-03-01-06s7", "raw": "A scene from a TV show in which a man is seen bending over and a woman is standing next to him.", "with_names": "a man is bending over and Bridget is standing next to him."}, {"scene_id": "bb-03-01-06s8", "raw": "A scene from a TV show in which a man is driving a car and his face is blurred out.", "with_names": "a man is driving a car and his face is blurred out."}, {"scene_id": "bb-03-01-06s9", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-03-01-06s10", "raw": "A scene from a TV show in which a woman is sitting next to a man and another woman is standing behind them.", "with_names": "a woman is sitting next to a man and another woman is standing behind them."}, {"scene_id": "bb-03-01-06s11", "raw": "A scene from a TV show in which a man walks up a staircase and a woman walks down it.", "with_names": "a man walks up a staircase and a woman walks down it."}, {"scene_id": "bb-03-01-06s12", "raw": "A scene from a TV show in which a woman is wearing a flower in her hair", "with_names": "Stephanie is wearing a flower in her hair"}, {"scene_id": "bb-03-01-06s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]