[{"scene_id": "gl-08-24-04s0", "raw": "A scene from a TV show in which a woman is lying on a couch with her legs spread apart.", "with_names": "a woman is lying on a couch with her legs spread apart."}, {"scene_id": "gl-08-24-04s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-08-24-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "gl-08-24-04s3", "raw": "A scene from a TV show in which a fake ticket is shown", "with_names": ""}, {"scene_id": "gl-08-24-04s4", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "gl-08-24-04s6", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-24-04s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-24-04s8", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing next to him.", "with_names": "Jeffrey is on the phone and Cassie is standing next to him."}, {"scene_id": "gl-08-24-04s9", "raw": "A scene from a TV show in which a woman is on the phone and is visibly upset.", "with_names": "Dinah is on the phone and is visibly upset."}, {"scene_id": "gl-08-24-04s10", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "Edmund is looking at the camera with a shocked expression."}, {"scene_id": "gl-08-24-04s11", "raw": "A scene from a TV show in which a man is pointing a gun at a wall.", "with_names": "Edmund is pointing a gun at a wall."}, {"scene_id": "gl-08-24-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-24-04s14", "raw": "A scene from a TV show in which a man pours tea for a woman.", "with_names": "a man pours tea for Tammy."}, {"scene_id": "gl-08-24-04s15", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Lizzie is yelling at Joey."}, {"scene_id": "gl-08-24-04s16", "raw": "A scene from a TV show in which a woman is talking to a man and her hand is raised", "with_names": ""}, {"scene_id": "gl-08-24-04s17", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "gl-08-24-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hand on his face.", "with_names": ""}, {"scene_id": "gl-08-24-04s19", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "Edmund is wearing a suit and a purple tie"}, {"scene_id": "gl-08-24-04s20", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, smiling at each other.", "with_names": "a man and a woman are standing in a living room, smiling at each other."}, {"scene_id": "gl-08-24-04s21", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-24-04s22", "raw": "A scene from a TV show in which a woman is seen through a fog.", "with_names": "Lizzie is through a fog."}, {"scene_id": "gl-08-24-04s23", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-24-04s24", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-08-24-04s28", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is wearing a white shirt and the other is wearing a black shirt.", "with_names": "two men are standing in a living room, one of them is wearing a white shirt and the other is wearing a black shirt."}, {"scene_id": "gl-08-24-04s29", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "gl-08-24-04s30", "raw": "A scene from a TV show in which a man is standing in front of a door with his hands in his pockets.", "with_names": "a man is standing in front of a door with his hands in his pockets."}, {"scene_id": "gl-08-24-04s31", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "Jeffrey is wearing a suit and a purple tie."}, {"scene_id": "gl-08-24-04s32", "raw": "A scene from a TV show in which a man is looking down and his hair is flowing", "with_names": "a man is looking down and his hair is flowing"}, {"scene_id": "gl-08-24-04s33", "raw": "A scene from a TV show in which a man is holding his arms up in the air", "with_names": "a man is holding his arms up in the air"}, {"scene_id": "gl-08-24-04s34", "raw": "A scene from a TV show in which two men are standing in a room, wearing suits and ties.", "with_names": "two men are standing in a room, wearing suits and ties."}, {"scene_id": "gl-08-24-04s35", "raw": "A scene from a TV show in which a woman is talking on the phone in a hallway.", "with_names": ""}, {"scene_id": "gl-08-24-04s36", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-08-24-04s37", "raw": "A scene from a TV show in which a man is wearing a brown shirt and looking to the right.", "with_names": "a man is wearing a brown shirt and looking to the right."}, {"scene_id": "gl-08-24-04s38", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "gl-08-24-04s39", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a brown shirt.", "with_names": "a man is looking at the camera and wearing a brown shirt."}, {"scene_id": "gl-08-24-04s40", "raw": "A scene from a TV show in which a man is wearing a white shirt and a short haircut", "with_names": "a man is wearing a white shirt and a short haircut"}, {"scene_id": "gl-08-24-04s41", "raw": "A scene from a TV show in which a man is seen opening a suitcase.", "with_names": "a man is opening a suitcase."}, {"scene_id": "gl-08-24-04s42", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-24-04s43", "raw": "A scene from a TV show in which a man is talking to two young women.", "with_names": ""}, {"scene_id": "gl-08-24-04s44", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "Danny is smiling and looking to the right."}, {"scene_id": "gl-08-24-04s45", "raw": "A scene from a TV show in which a woman is smoking a cigarette.", "with_names": "Blake is smoking a cigarette."}]