[{"scene_id": "atwt-06-25-07s0", "raw": "A scene from a TV show in which a woman is wearing a white shirt and talking.", "with_names": ""}, {"scene_id": "atwt-06-25-07s1", "raw": "A scene from a TV show in which a framed photo of a man is sitting on a table.", "with_names": "a framed photo of a man is sitting on a table."}, {"scene_id": "atwt-06-25-07s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-25-07s3", "raw": "A scene from a TV show in which a woman is sitting in a room with a large, abstract painting behind her.", "with_names": "] is sitting in a room with a large, abstract painting behind her."}, {"scene_id": "atwt-06-25-07s4", "raw": "A scene from a TV show in which a bottle of Eucerin is shown", "with_names": ""}, {"scene_id": "atwt-06-25-07s5", "raw": "A scene from a TV show in which a man points a gun at a dog.", "with_names": "a man points a gun at a dog."}, {"scene_id": "atwt-06-25-07s6", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-06-25-07s7", "raw": "A scene from a TV show in which a bride is dancing with her bridesmaids.", "with_names": "a bride is dancing with her bridesmaids."}, {"scene_id": "atwt-06-25-07s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her.", "with_names": ""}, {"scene_id": "atwt-06-25-07s9", "raw": "A scene from a TV show in which a young boy is looking at the camera with a confused expression.", "with_names": "a young boy is looking at the camera with a confused expression."}, {"scene_id": "atwt-06-25-07s10", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind.", "with_names": "a woman is looking down and her hair is blowing in the wind."}, {"scene_id": "atwt-06-25-07s11", "raw": "A scene from a TV show in which a blue toothbrush is being washed in a sink.", "with_names": "a blue toothbrush is being washed in a sink."}, {"scene_id": "atwt-06-25-07s12", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "atwt-06-25-07s13", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "atwt-06-25-07s14", "raw": "A scene from a TV show in which a man is wearing a belt and a woman is holding his pants.", "with_names": "a man is wearing a belt and a woman is holding his pants."}, {"scene_id": "atwt-06-25-07s15", "raw": "A scene from a TV show in which a woman is getting her hair styled.", "with_names": "a woman is getting her hair styled."}, {"scene_id": "atwt-06-25-07s16", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-06-25-07s17", "raw": "A scene from a TV show in which a young woman is reading a book.", "with_names": "a young woman is reading a book."}, {"scene_id": "atwt-06-25-07s18", "raw": "A scene from a TV show in which a woman is handing a man a ring.", "with_names": "a woman is handing a man a ring."}, {"scene_id": "atwt-06-25-07s19", "raw": "A scene from a TV show in which a young girl is shown as a victim of sexual abuse.", "with_names": ""}, {"scene_id": "atwt-06-25-07s20", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-06-25-07s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-25-07s22", "raw": "A scene from a TV show in which a woman is wiping her face with a tissue.", "with_names": "a woman is wiping her face with a tissue."}, {"scene_id": "atwt-06-25-07s23", "raw": "A scene from a TV show in which a man is seen hiding under a car.", "with_names": "a man is hiding under a car."}, {"scene_id": "atwt-06-25-07s24", "raw": "A scene from a TV show in which a woman is sitting on the floor and drinking water.", "with_names": "a woman is sitting on the floor and drinking water."}]