[{"scene_id": "gl-04-14-04s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a potted plant.", "with_names": ""}, {"scene_id": "gl-04-14-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-04-14-04s2", "raw": "A scene from a TV show in which a man is seen picking up a suitcase from a hotel room.", "with_names": "Shayne is picking up a suitcase from a hotel room."}, {"scene_id": "gl-04-14-04s3", "raw": "A scene from a TV show in which a woman is smiling and looking at a dartboard.", "with_names": "a woman is smiling and looking at a dartboard."}, {"scene_id": "gl-04-14-04s4", "raw": "A scene from a TV show in which a man is standing in a living room and waving his hand", "with_names": "a man is standing in a living room and waving his hand"}, {"scene_id": "gl-04-14-04s5", "raw": "A scene from a TV show in which a man is crying", "with_names": "Bill is crying"}, {"scene_id": "gl-04-14-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-04-14-04s7", "raw": "A scene from a TV show in which a man is talking on the phone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-04-14-04s10", "raw": "A scene from a TV show in which a man is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "gl-04-14-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-14-04s12", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a white t-shirt.", "with_names": "Mel is wearing a leather jacket and a white t-shirt."}, {"scene_id": "gl-04-14-04s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-04-14-04s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-14-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "gl-04-14-04s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-14-04s18", "raw": "A scene from a TV show in which a woman is talking to someone and a staircase is visible in the background.", "with_names": ""}, {"scene_id": "gl-04-14-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hands clasped together.", "with_names": ""}, {"scene_id": "gl-04-14-04s20", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a t-shirt with a picture of a dog.", "with_names": "Joey is wearing a leather jacket and a t-shirt with a picture of a dog."}, {"scene_id": "gl-04-14-04s21", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-04-14-04s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-14-04s23", "raw": "A scene from a TV show in which a girl is wearing a leather jacket and a white t-shirt.", "with_names": "a girl is wearing a leather jacket and a white t-shirt."}, {"scene_id": "gl-04-14-04s24", "raw": "A scene from a TV show in which a man is crying and another manI is standing behind him", "with_names": "a man is crying and another mani is standing behind him"}, {"scene_id": "gl-04-14-04s25", "raw": "A scene from a TV show in which a man is holding a woman and kissing her on the cheek.", "with_names": "a man is holding a woman and kissing her on the cheek."}, {"scene_id": "gl-04-14-04s26", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-14-04s27", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-04-14-04s30", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman standing behind him.", "with_names": "Rick is walking down a hallway with Mel standing behind him."}, {"scene_id": "gl-04-14-04s31", "raw": "A scene from a TV show in which a woman is walking away from a man, and he is looking at her.", "with_names": "Tammy is walking away from Edmund, and he is looking at her."}, {"scene_id": "gl-04-14-04s32", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-04-14-04s34", "raw": "A scene from a TV show in which a man is wearing a black shirt and a short beard.", "with_names": "Eden and harley is wearing a black shirt and a short beard."}]