[{"scene_id": "gl-04-11-06s0", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-11-06s1", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-04-11-06s2", "raw": "A scene from a TV show in which a man is sitting in a bar and talking on the phone.", "with_names": ""}, {"scene_id": "gl-04-11-06s3", "raw": "A scene from a TV show in which a man is riding a snowboard in a pool of water.", "with_names": "a man is riding a snowboard in a pool of water."}, {"scene_id": "gl-04-11-06s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-11-06s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-11-06s6", "raw": "A scene from a TV show in which a woman is yelling and making a face", "with_names": "a woman is yelling and making a face"}, {"scene_id": "gl-04-11-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-11-06s8", "raw": "A scene from a TV show in which a woman is wearing a black shirt and gold necklaces.", "with_names": "a woman is wearing a black shirt and gold necklaces."}, {"scene_id": "gl-04-11-06s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "gl-04-11-06s10", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-04-11-06s11", "raw": "A scene from a TV show in which a man is talking about the light.", "with_names": ""}, {"scene_id": "gl-04-11-06s12", "raw": "A scene from a TV show in which a man is standing in front of a window, holding his nose and sneezing.", "with_names": "a man is standing in front of a window, holding his nose and sneezing."}, {"scene_id": "gl-04-11-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-11-06s14", "raw": "A scene from a TV show in which a blonde woman is looking at a poster.", "with_names": "a blonde woman is looking at a poster."}, {"scene_id": "gl-04-11-06s15", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a blue shirt.", "with_names": "a woman is wearing a white jacket and a blue shirt."}, {"scene_id": "gl-04-11-06s16", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-04-11-06s17", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "gl-04-11-06s18", "raw": "A scene from a TV show in which a man is holding his chin and looking to the right.", "with_names": "a man is holding his chin and looking to the right."}, {"scene_id": "gl-04-11-06s19", "raw": "A scene from a TV show in which a man is looking at a painting and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-04-11-06s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine, while another woman stands behind her.", "with_names": "a woman is sitting at a table with a glass of wine, while another woman stands behind her."}]