[{"scene_id": "atwt-02-26-03s0", "raw": "A scene from a TV show in which a man is playing a drum in a hallway.", "with_names": "a man is playing a drum in a hallway."}, {"scene_id": "atwt-02-26-03s1", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "] is smiling and a woman is looking at him."}, {"scene_id": "atwt-02-26-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-26-03s3", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-02-26-03s4", "raw": "A scene from a TV show in which a baby is being examined by a doctor.", "with_names": "a baby is being examined by a doctor."}, {"scene_id": "atwt-02-26-03s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing in front of her.", "with_names": "a woman is wearing a black dress and a man is standing in front of her."}, {"scene_id": "atwt-02-26-03s6", "raw": "A scene from a TV show in which a young boy and a woman are standing next to each other.", "with_names": "a young boy and a woman are standing next to each other."}, {"scene_id": "atwt-02-26-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-26-03s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-26-03s9", "raw": "A scene from a TV show in which a woman is wearing a choker and a black dress.", "with_names": "a woman is wearing a choker and a black dress."}, {"scene_id": "atwt-02-26-03s10", "raw": "A scene from a TV show in which a man is standing in a chair in a field at sunset. The words \"I-888-FOSAMAX\" are written below him.", "with_names": "a man is standing in a chair in a field at sunset. the words \"i-888-fosamax\" are written below him."}, {"scene_id": "atwt-02-26-03s11", "raw": "A scene from a TV show in which a judge is talking to a jury.", "with_names": ""}, {"scene_id": "atwt-02-26-03s12", "raw": "A scene from a TV show in which a woman is shown wearing a breast implant.", "with_names": ""}, {"scene_id": "atwt-02-26-03s13", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "atwt-02-26-03s14", "raw": "A scene from a TV show in which a young boy is sitting on a couch with his mother.", "with_names": ""}, {"scene_id": "atwt-02-26-03s15", "raw": "A scene from a TV show in which a small white bird is sitting on the ground, looking up at a yellow flower.", "with_names": "a small white bird is sitting on the ground, looking up at a yellow flower."}, {"scene_id": "atwt-02-26-03s16", "raw": "A scene from a TV show in which a man is standing between two women.", "with_names": "a man is standing between two women."}, {"scene_id": "atwt-02-26-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-26-03s18", "raw": "A scene from a TV show in which a pill bottle is falling from the sky.", "with_names": "a pill bottle is falling from the sky."}, {"scene_id": "atwt-02-26-03s19", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-02-26-03s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-26-03s21", "raw": "A scene from a TV show in which a woman is talking and wearing a red and black sweater.", "with_names": ""}]