[{"scene_id": "bb-04-21-14s0", "raw": "A scene from a TV show in which a woman sits at a desk and reads a book.", "with_names": "a woman sits at a desk and reads a book."}, {"scene_id": "bb-04-21-14s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a plaid shirt.", "with_names": "a woman is wearing a black dress and a man is in a plaid shirt."}, {"scene_id": "bb-04-21-14s2", "raw": "A scene from a TV show in which a man and a woman kiss in a garden.", "with_names": "a man and a woman kiss in a garden."}, {"scene_id": "bb-04-21-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-21-14s4", "raw": "A scene from a TV show in which a woman is flirting with a man in a backyard.", "with_names": "a woman is flirting with a man in a backyard."}, {"scene_id": "bb-04-21-14s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-21-14s6", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "bb-04-21-14s7", "raw": "A scene from a TV show in which a man and a woman are shown in a hot tub.", "with_names": "a man and a woman are shown in a hot tub."}, {"scene_id": "bb-04-21-14s8", "raw": "A scene from a TV show in which a man is standing in front of a woman, arms crossed, and talking to her.", "with_names": ""}, {"scene_id": "bb-04-21-14s9", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-04-21-14s10", "raw": "A scene from a TV show in which two men are standing in a living room.", "with_names": "two men are standing in a living room."}, {"scene_id": "bb-04-21-14s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-04-21-14s12", "raw": "A scene from a TV show in which a man is swimming underwater.", "with_names": "a man is swimming underwater."}, {"scene_id": "bb-04-21-14s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-21-14s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]