[{"scene_id": "bb-06-05-14s0", "raw": "A scene from a TV show in which a man is wearing a black shirt and a red tie.", "with_names": "a man is wearing a black shirt and a red tie."}, {"scene_id": "bb-06-05-14s1", "raw": "A scene from a TV show in which a woman sits in a chair and looks off camera.", "with_names": "a woman sits in a chair and looks off camera."}, {"scene_id": "bb-06-05-14s2", "raw": "A scene from a TV show in which a woman looks at a man and he looks at her.", "with_names": "a woman looks at a man and he looks at her."}, {"scene_id": "bb-06-05-14s3", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-05-14s4", "raw": "A scene from a TV show in which a woman is talking to a man and another man is listening.", "with_names": ""}, {"scene_id": "bb-06-05-14s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-05-14s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-06-05-14s7", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "bb-06-05-14s8", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-05-14s9", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "bb-06-05-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-06-05-14s11", "raw": "A scene from a TV show in which a man talks to a therapist.", "with_names": "a man talks to a therapist."}, {"scene_id": "bb-06-05-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-05-14s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-05-14s14", "raw": "A scene from a TV show in which a woman talks about her husband's death.", "with_names": "a woman talks about her husband's death."}, {"scene_id": "bb-06-05-14s15", "raw": "A scene from a TV show in which a man is yelling and pointing at something.", "with_names": "a man is yelling and pointing at something."}, {"scene_id": "bb-06-05-14s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]