[{"scene_id": "pc-02-06-01s0", "raw": "A scene from a TV show in which a silhouette of a woman is standing in front of a purple background. The title is Port Charles and the show's logo is in the bottom left corner.", "with_names": "a silhouette of a woman is standing in front of a purple background. the title is port charles and the show's logo is in the bottom left corner."}, {"scene_id": "pc-02-06-01s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a pink dress", "with_names": "a blonde woman is wearing a red shirt and a pink dress"}, {"scene_id": "pc-02-06-01s2", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, both wrapped in towels.", "with_names": "Kevin and Lucy are lying on a bed, both wrapped in towels."}, {"scene_id": "pc-02-06-01s3", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing behind him", "with_names": "a man is holding a gun and a woman is standing behind him"}, {"scene_id": "pc-02-06-01s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "pc-02-06-01s5", "raw": "A scene from a TV show in which a man is naked and talking to someone.", "with_names": ""}, {"scene_id": "pc-02-06-01s6", "raw": "A scene from a TV show in which a man is talking to two other men in a snowy street.", "with_names": ""}, {"scene_id": "pc-02-06-01s7", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-02-06-01s8", "raw": "A scene from a TV show in which a woman is being pushed by a man.", "with_names": "Rhonda is being pushed by Frank."}, {"scene_id": "pc-02-06-01s9", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-02-06-01s10", "raw": "A scene from a TV show in which a man is talking to someone and he says, \"I'm not sure what I'm doing here.\"", "with_names": ""}, {"scene_id": "pc-02-06-01s11", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a scarf.", "with_names": "a blonde woman is smiling and wearing a scarf."}, {"scene_id": "pc-02-06-01s12", "raw": "A scene from a TV show in which a black man is walking down the street and a white man is following him", "with_names": "a black man is walking down the street and a white man is following him"}, {"scene_id": "pc-02-06-01s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-06-01s14", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "pc-02-06-01s15", "raw": "A scene from a TV show in which a blonde woman is wearing a pink sweater and a black and white scarf.", "with_names": "a blonde woman is wearing a pink sweater and a black and white scarf."}, {"scene_id": "pc-02-06-01s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]