[{"scene_id": "gl-10-22-04s0", "raw": "A scene from a TV show in which a man is holding a woman and another man is watching them.", "with_names": "a man is holding a woman and another man is watching them."}, {"scene_id": "gl-10-22-04s1", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is watching her.", "with_names": "a woman is wearing a purple dress and a man is watching her."}, {"scene_id": "gl-10-22-04s2", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his ear", "with_names": ""}, {"scene_id": "gl-10-22-04s3", "raw": "A scene from a TV show in which a man is kissing a woman in a hospital bed.", "with_names": "a man is kissing a woman in a hospital bed."}, {"scene_id": "gl-10-22-04s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-10-22-04s5", "raw": "A scene from a TV show in which a man is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "gl-10-22-04s6", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "a man is pouring wine into a woman's glass."}, {"scene_id": "gl-10-22-04s7", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in his mouth", "with_names": ""}, {"scene_id": "gl-10-22-04s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-22-04s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-22-04s10", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-10-22-04s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-22-04s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a bottle.", "with_names": "a woman is sitting at a table with a wine glass and a bottle."}, {"scene_id": "gl-10-22-04s13", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "gl-10-22-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "gl-10-22-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-22-04s16", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-10-22-04s17", "raw": "A scene from a TV show in which a man is standing next to a hospital bed and a baby monitor.", "with_names": "a man is standing next to a hospital bed and a baby monitor."}, {"scene_id": "gl-10-22-04s18", "raw": "A scene from a TV show in which a woman is having her hair cut", "with_names": "a woman is having her hair cut"}, {"scene_id": "gl-10-22-04s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-22-04s20", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-10-22-04s21", "raw": "A scene from a TV show in which a man is looking at his hands and making a fist.", "with_names": "a man is looking at his hands and making a fist."}, {"scene_id": "gl-10-22-04s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-22-04s23", "raw": "A scene from a TV show in which a woman is standing in front of a man at a table.", "with_names": "a woman is standing in front of a man at a table."}, {"scene_id": "gl-10-22-04s24", "raw": "A scene from a TV show in which a woman is seen with her hand to her mouth", "with_names": "a woman is with her hand to her mouth"}, {"scene_id": "gl-10-22-04s25", "raw": "A scene from a TV show in which a man is seen entering a bedroom and a woman is standing in the doorway.", "with_names": "a man is entering a bedroom and a woman is standing in the doorway."}, {"scene_id": "gl-10-22-04s26", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}]