[{"scene_id": "gl-09-17-03s0", "raw": "A scene from a TV show in which a woman is being attacked by a dog", "with_names": "a woman is being attacked by a dog"}, {"scene_id": "gl-09-17-03s1", "raw": "A scene from a TV show in which the three women are singing.", "with_names": "the three women are singing."}, {"scene_id": "gl-09-17-03s2", "raw": "A scene from a TV show in which a man is pinning a woman to the ground with a belt.", "with_names": "a man is pinning a woman to the ground with a belt."}, {"scene_id": "gl-09-17-03s3", "raw": "A scene from a TV show in which a woman is smoking a cigarette in a bar while a man stands behind her.", "with_names": "a woman is smoking a cigarette in a bar while a man stands behind her."}, {"scene_id": "gl-09-17-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-17-03s5", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-09-17-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-17-03s7", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "gl-09-17-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-09-17-03s9", "raw": "A scene from a TV show in which a doctor is looking at a file", "with_names": "a doctor is looking at a file"}, {"scene_id": "gl-09-17-03s10", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-03s11", "raw": "A scene from a TV show in which a woman is laughing hysterically at a man.", "with_names": "a woman is laughing hysterically at a man."}, {"scene_id": "gl-09-17-03s12", "raw": "", "with_names": ""}, {"scene_id": "gl-09-17-03s13", "raw": "A scene from a TV show in which two women are sitting on a bench and talking to each other.", "with_names": ""}, {"scene_id": "gl-09-17-03s14", "raw": "A scene from a TV show in which a young woman is holding a red envelope and looking at a man.", "with_names": "a young woman is holding a red envelope and looking at a man."}, {"scene_id": "gl-09-17-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-17-03s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-17-03s17", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "gl-09-17-03s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "gl-09-17-03s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-17-03s20", "raw": "", "with_names": ""}, {"scene_id": "gl-09-17-03s21", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-09-17-03s22", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit", "with_names": ""}, {"scene_id": "gl-09-17-03s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-17-03s24", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is touching her face", "with_names": ""}, {"scene_id": "gl-09-17-03s25", "raw": "A scene from a TV show in which a man is slapping another man in the face", "with_names": "a man is slapping another man in the face"}, {"scene_id": "gl-09-17-03s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]