[{"scene_id": "atwt-01-13-03s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Holden is kissing Lily on the cheek."}, {"scene_id": "atwt-01-13-03s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "atwt-01-13-03s2", "raw": "A scene from a TV show in which a woman is looking at a bouquet of flowers.", "with_names": "Lucinda is looking at a bouquet of flowers."}, {"scene_id": "atwt-01-13-03s3", "raw": "A scene from a TV show in which a man is leaning over a table and looking at a woman.", "with_names": "Mike is leaning over a table and looking at Molly."}, {"scene_id": "atwt-01-13-03s4", "raw": "A scene from a TV show in which a man is looking at a yellow wall.", "with_names": "Jack is looking at a yellow wall."}, {"scene_id": "atwt-01-13-03s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-13-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-13-03s7", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "atwt-01-13-03s8", "raw": "A scene from a TV show in which a man is on the phone and is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-13-03s9", "raw": "A scene from a TV show in which a woman is seen in a white room with a white light", "with_names": "Nurse #1 is in a white room with a white light"}, {"scene_id": "atwt-01-13-03s10", "raw": "A scene from a TV show in which a black man is wearing a suit and a red bow tie and talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-01-13-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-13-03s12", "raw": "A scene from a TV show in which a woman is handing a man a box.", "with_names": "a woman is handing a man a box."}, {"scene_id": "atwt-01-13-03s13", "raw": "A scene from a TV show in which a drop of water is dropped on a white surface and the drop of water is magnified", "with_names": "a drop of water is dropped on a white surface and the drop of water is magnified"}, {"scene_id": "atwt-01-13-03s14", "raw": "A scene from a TV show in which a woman is grabbing a man by the neck.", "with_names": "a woman is grabbing a man by the neck."}, {"scene_id": "atwt-01-13-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-13-03s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-13-03s17", "raw": "A scene from a TV show in which a tube of Cortizone is shown", "with_names": ""}, {"scene_id": "atwt-01-13-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-13-03s19", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "Molly is smiling and looking at Mike."}, {"scene_id": "atwt-01-13-03s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-13-03s21", "raw": "A scene from a TV show in which a man is sitting at a desk and drinking from a cup.", "with_names": "Jack is sitting at a desk and drinking from a cup."}, {"scene_id": "atwt-01-13-03s22", "raw": "A scene from a TV show in which a woman is on the phone and is yelling", "with_names": "a woman is on the phone and is yelling"}]