[{"scene_id": "atwt-09-27-06s0", "raw": "A scene from a TV show in which a man is holding a piece of paper.", "with_names": "Flight attendant is holding a piece of paper."}, {"scene_id": "atwt-09-27-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-27-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-27-06s3", "raw": "A scene from a TV show in which a woman is seen smoking a cigarette in a car.", "with_names": "a woman is smoking a cigarette in a car."}, {"scene_id": "atwt-09-27-06s4", "raw": "A scene from a TV show in which a woman is driving a car and looks out the window.", "with_names": "a woman is driving a car and looks out the window."}, {"scene_id": "atwt-09-27-06s5", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and her arms crossed.", "with_names": "a woman is wearing a green turtleneck and her arms crossed."}, {"scene_id": "atwt-09-27-06s6", "raw": "A scene from a TV show in which a woman is sitting on a train and looking at the camera.", "with_names": "a woman is sitting on a train and looking at the camera."}, {"scene_id": "atwt-09-27-06s7", "raw": "A scene from a TV show in which a car is driving under a power line.", "with_names": "a car is driving under a power line."}, {"scene_id": "atwt-09-27-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-27-06s9", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-09-27-06s10", "raw": "A scene from a TV show in which a man is standing in a kitchen with a monkey on a stool and another man is washing his hands.", "with_names": "a man is standing in a kitchen with a monkey on a stool and another man is washing his hands."}, {"scene_id": "atwt-09-27-06s11", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-27-06s12", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman sitting on the couch behind him.", "with_names": ""}, {"scene_id": "atwt-09-27-06s13", "raw": "A scene from a TV show in which a woman is sitting in a dark room, looking at something off-screen.", "with_names": "a woman is sitting in a dark room, looking at something off-screen."}, {"scene_id": "atwt-09-27-06s14", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "atwt-09-27-06s15", "raw": "A scene from a TV show in which a woman is wearing a green sweater and her hair is up in a bun.", "with_names": "a woman is wearing a green sweater and her hair is up in a bun."}, {"scene_id": "atwt-09-27-06s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-27-06s17", "raw": "A scene from a TV show in which a woman is seen in a car with her head down.", "with_names": "a woman is in a car with her head down."}, {"scene_id": "atwt-09-27-06s18", "raw": "A scene from a TV show in which a man is silhouetted against the sun.", "with_names": "a man is silhouetted against the sun."}, {"scene_id": "atwt-09-27-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-27-06s20", "raw": "A scene from a TV show in which a car is burned out.", "with_names": "a car is burned out."}, {"scene_id": "atwt-09-27-06s21", "raw": "A scene from a TV show in which the word \"WHY\" is written on a wall", "with_names": "the word \"why\" is written on a wall"}, {"scene_id": "atwt-09-27-06s22", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-27-06s23", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "a woman is driving a car and a man is sitting in the passenger seat."}, {"scene_id": "atwt-09-27-06s24", "raw": "A scene from a TV show in which a woman is wearing a hospital gown and gloves.", "with_names": "a woman is wearing a hospital gown and gloves."}, {"scene_id": "atwt-09-27-06s25", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-09-27-06s26", "raw": "A scene from a TV show in which a woman is screaming in a corner.", "with_names": "a woman is screaming in a corner."}, {"scene_id": "atwt-09-27-06s27", "raw": "A scene from a TV show in which a square of pasta is shown to be a square", "with_names": ""}, {"scene_id": "atwt-09-27-06s28", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-27-06s29", "raw": "A scene from a TV show in which a woman is seen in a dark room with a red dress on.", "with_names": "a woman is in a dark room with a red dress on."}, {"scene_id": "atwt-09-27-06s30", "raw": "A scene from a TV show in which a bowl of food is placed on a kitchen counter next to a glass of water.", "with_names": "a bowl of food is placed on a kitchen counter next to a glass of water."}, {"scene_id": "atwt-09-27-06s31", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-27-06s32", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-27-06s33", "raw": "A scene from a TV show in which a man and a woman are walking down a street, followed by a group of people.", "with_names": "a man and ] are walking down a street, followed by a group of people."}]