[{"scene_id": "bb-08-14-14s0", "raw": "A scene from a TV show in which a woman is standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-08-14-14s1", "raw": "A scene from a TV show in which a man gives a woman flowers and she accepts them.", "with_names": "a man gives a woman flowers and she accepts them."}, {"scene_id": "bb-08-14-14s2", "raw": "A scene from a TV show in which a woman is shown in a dress looking out a window at a city skyline.", "with_names": ""}, {"scene_id": "bb-08-14-14s3", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at his phone.", "with_names": ""}, {"scene_id": "bb-08-14-14s4", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "bb-08-14-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-14-14s6", "raw": "A scene from a TV show in which a man is standing in front of a chandelier.", "with_names": "a man is standing in front of a chandelier."}, {"scene_id": "bb-08-14-14s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a painting.", "with_names": ""}, {"scene_id": "bb-08-14-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-14-14s9", "raw": "A scene from a TV show in which a man walks down a street in Paris, France.", "with_names": "a man walks down a street in paris, france."}, {"scene_id": "bb-08-14-14s10", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-14-14s11", "raw": "A scene from a TV show in which a police officer and a man are talking.", "with_names": ""}, {"scene_id": "bb-08-14-14s12", "raw": "A scene from a TV show in which a man and a woman are walking along a bridge and looking at the padlocks on the railings.", "with_names": "a man and a woman are walking along a bridge and looking at the padlocks on the railings."}, {"scene_id": "bb-08-14-14s13", "raw": "A scene from a TV show in which a man is talking to a woman via video call on a laptop.", "with_names": ""}, {"scene_id": "bb-08-14-14s14", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-14-14s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]