[{"scene_id": "atwt-09-06-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-06-06s1", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-09-06-06s2", "raw": "A scene from a TV show in which a man is seen punching a pillow.", "with_names": "a man is punching a pillow."}, {"scene_id": "atwt-09-06-06s3", "raw": "A scene from a TV show in which a woman is holding a knife.", "with_names": "a woman is holding a knife."}, {"scene_id": "atwt-09-06-06s4", "raw": "A scene from a TV show in which macaroni and cheese is served in a bowl.", "with_names": "macaroni and cheese is served in a bowl."}, {"scene_id": "atwt-09-06-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-06-06s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-09-06-06s7", "raw": "A scene from a TV show in which a man and a woman are standing in a yard.", "with_names": "a man and a woman are standing in a yard."}, {"scene_id": "atwt-09-06-06s8", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "atwt-09-06-06s9", "raw": "A scene from a TV show in which a woman is lying on the ground with her eyes open.", "with_names": "a woman is lying on the ground with her eyes open."}, {"scene_id": "atwt-09-06-06s10", "raw": "A scene from a TV show in which a boy is seen wearing a backpack and a baseball cap.", "with_names": "] is wearing a backpack and a baseball cap."}, {"scene_id": "atwt-09-06-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-06-06s12", "raw": "A scene from a TV show in which a man is looking at a flower and talking.", "with_names": ""}, {"scene_id": "atwt-09-06-06s13", "raw": "A scene from a TV show in which a man is being stalked by two women.", "with_names": "a man is being stalked by two women."}, {"scene_id": "atwt-09-06-06s14", "raw": "A scene from a TV show in which a man is seen lying on the ground with his hands tied behind his back.", "with_names": "a man is lying on the ground with his hands tied behind his back."}, {"scene_id": "atwt-09-06-06s15", "raw": "A scene from a TV show in which a woman is dancing with another woman.", "with_names": "a woman is dancing with another woman."}, {"scene_id": "atwt-09-06-06s16", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle in his hand and a woman is standing next to him", "with_names": "a man is sitting at a table with a bottle in his hand and a woman is standing next to him"}, {"scene_id": "atwt-09-06-06s17", "raw": "A scene from a TV show in which a woman is wearing a tank top and a necklace.", "with_names": "a woman is wearing a tank top and a necklace."}, {"scene_id": "atwt-09-06-06s18", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-09-06-06s19", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in a grey shirt.", "with_names": "a man is wearing a red shirt and a woman is in a grey shirt."}, {"scene_id": "atwt-09-06-06s20", "raw": "A scene from a TV show in which a hand is holding a blue and white bottle of Pepsi.", "with_names": "a hand is holding a blue and white bottle of pepsi."}, {"scene_id": "atwt-09-06-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-09-06-06s22", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room.", "with_names": "a man and a woman are standing in a dark room."}, {"scene_id": "atwt-09-06-06s23", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-09-06-06s24", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-09-06-06s25", "raw": "A scene from a TV show in which a man is seen masturbating with his fingers.", "with_names": "a man is masturbating with his fingers."}, {"scene_id": "atwt-09-06-06s26", "raw": "A scene from a TV show in which a man pours a drink into a woman's glass.", "with_names": "a man pours a drink into a woman's glass."}, {"scene_id": "atwt-09-06-06s27", "raw": "A scene from a TV show in which a man is seen walking with a woman in a dark alley.", "with_names": "a man is walking with a woman in a dark alley."}, {"scene_id": "atwt-09-06-06s28", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a shocked expression on her face.", "with_names": "a woman is wearing a black turtleneck and a shocked expression on her face."}, {"scene_id": "atwt-09-06-06s29", "raw": "A scene from a TV show in which a variety of biscuits are shown.", "with_names": "a variety of biscuits are shown."}]