[{"scene_id": "bb-01-22-15s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a knife in her hand. A man is in the background, standing behind her.", "with_names": "a woman is standing in a kitchen, holding a knife in her hand. a man is in the background, standing behind her."}, {"scene_id": "bb-01-22-15s1", "raw": "A scene from a TV show in which a man and a woman are seen entering a house.", "with_names": "a man and a woman are entering a house."}, {"scene_id": "bb-01-22-15s2", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-01-22-15s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-22-15s4", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking towards him.", "with_names": "a man is standing in a kitchen and a woman is walking towards him."}, {"scene_id": "bb-01-22-15s5", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "bb-01-22-15s6", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-01-22-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-22-15s8", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-01-22-15s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-01-22-15s10", "raw": "A scene from a TV show in which a man is drinking a glass of wine in a room with a desk and a chair.", "with_names": "a man is drinking a glass of wine in a room with a desk and a chair."}, {"scene_id": "bb-01-22-15s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a book.", "with_names": "a man and a woman are standing in a room, looking at a book."}, {"scene_id": "bb-01-22-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-22-15s13", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a purple dress.", "with_names": "] is wearing a black and white jacket and a purple dress."}, {"scene_id": "bb-01-22-15s14", "raw": "A scene from a TV show in which a man is whispering into a woman's ear.", "with_names": "a man is whispering into a woman's ear."}, {"scene_id": "bb-01-22-15s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-01-22-15s16", "raw": "A scene from a TV show in which a couple is having sex in a living room.", "with_names": "a couple is having sex in a living room."}, {"scene_id": "bb-01-22-15s17", "raw": "A scene from a TV show in which a couple is having sex in a dimly lit room.", "with_names": "a couple is having sex in a dimly lit room."}, {"scene_id": "bb-01-22-15s18", "raw": "A scene from a TV show in which a man is holding a gun and walking down a hallway.", "with_names": "a man is holding a gun and walking down a hallway."}]