[{"scene_id": "oltl-04-24-07s0", "raw": "A scene from a TV show in which a young man is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-04-24-07s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-24-07s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-24-07s3", "raw": "A scene from a TV show in which a man is running away from a chair.", "with_names": "a man is running away from a chair."}, {"scene_id": "oltl-04-24-07s4", "raw": "A scene from a TV show in which a man is lying on a bed talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-24-07s5", "raw": "A scene from a TV show in which a woman is sitting next to a man in scrubs.", "with_names": "a woman is sitting next to a man in scrubs."}, {"scene_id": "oltl-04-24-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-24-07s7", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing next to her.", "with_names": "a woman is wearing a green dress and a man is standing next to her."}, {"scene_id": "oltl-04-24-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-24-07s9", "raw": "A scene from a TV show in which a doctor is being attacked by a patient.", "with_names": "a doctor is being attacked by a patient."}, {"scene_id": "oltl-04-24-07s10", "raw": "A scene from a TV show in which a man is walking down a hallway with a chair behind him.", "with_names": "a man is walking down a hallway with a chair behind him."}, {"scene_id": "oltl-04-24-07s11", "raw": "A scene from a TV show in which a woman is being bullied by a group of girls.", "with_names": "a woman is being bullied by a group of girls."}, {"scene_id": "oltl-04-24-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-24-07s13", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "a man is standing in front of a woman, and she is looking at him."}, {"scene_id": "oltl-04-24-07s14", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-04-24-07s15", "raw": "A scene from a TV show in which a man and a woman are standing in a room talking.", "with_names": ""}, {"scene_id": "oltl-04-24-07s16", "raw": "A scene from a TV show in which a woman is talking on the phone in a bathroom.", "with_names": ""}, {"scene_id": "oltl-04-24-07s17", "raw": "A scene from a TV show in which two girls are sitting on bleachers, holding hands.", "with_names": "two girls are sitting on bleachers, holding hands."}, {"scene_id": "oltl-04-24-07s18", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and looking to the right.", "with_names": "a young man is wearing a leather jacket and looking to the right."}, {"scene_id": "oltl-04-24-07s19", "raw": "A scene from a TV show in which a man is talking to a doctor, with several other people standing around him.", "with_names": ""}, {"scene_id": "oltl-04-24-07s20", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-04-24-07s21", "raw": "A scene from a TV show in which a woman is shown in court, her face is distorted by a red filter.", "with_names": ""}, {"scene_id": "oltl-04-24-07s22", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-24-07s23", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking at the camera.", "with_names": "a young woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-04-24-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-24-07s25", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-04-24-07s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-24-07s27", "raw": "A scene from a TV show in which a man is sitting on a train with a beer and a cigarette.", "with_names": "a man is sitting on a train with a beer and a cigarette."}, {"scene_id": "oltl-04-24-07s28", "raw": "A scene from a TV show in which a man is holding a teddy bear and a woman is crying in a hospital room.", "with_names": "a man is holding a teddy bear and a woman is crying in a hospital room."}, {"scene_id": "oltl-04-24-07s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]