[{"scene_id": "oltl-03-27-07s0", "raw": "A scene from a TV show in which a man and a woman are standing outside a door.", "with_names": "Todd and Starr are standing outside a door."}, {"scene_id": "oltl-03-27-07s1", "raw": "A scene from a TV show in which a young man is looking down with his arms crossed.", "with_names": "a young man is looking down with his arms crossed."}, {"scene_id": "oltl-03-27-07s2", "raw": "A scene from a TV show in which a man is seen bending over a woman and touching her leg.", "with_names": "a man is bending over a woman and touching her leg."}, {"scene_id": "oltl-03-27-07s3", "raw": "A scene from a TV show in which a woman is sitting in a bar and a man is standing behind her.", "with_names": "a woman is sitting in a bar and a man is standing behind her."}, {"scene_id": "oltl-03-27-07s4", "raw": "A scene from a TV show in which a doctor is seen writing on a prescription pad.", "with_names": "a doctor is writing on a prescription pad."}, {"scene_id": "oltl-03-27-07s5", "raw": "A scene from a TV show in which a large letter L is superimposed over a scene of a person's eye", "with_names": "a large letter l is superimposed over a scene of a person's eye"}, {"scene_id": "oltl-03-27-07s6", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "oltl-03-27-07s7", "raw": "A scene from a TV show in which a woman is sitting across from a man and talking.", "with_names": ""}, {"scene_id": "oltl-03-27-07s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and white shirt.", "with_names": "a woman is wearing a black dress and white shirt."}, {"scene_id": "oltl-03-27-07s9", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-27-07s10", "raw": "A scene from a TV show in which a man is sitting in a bar and looking down, with his hair falling over his face.", "with_names": "a man is sitting in a bar and looking down, with his hair falling over his face."}, {"scene_id": "oltl-03-27-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-27-07s12", "raw": "A scene from a TV show in which a young woman is standing in a kitchen with a man standing behind her.", "with_names": "a young woman is standing in a kitchen with a man standing behind her."}, {"scene_id": "oltl-03-27-07s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-27-07s14", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-03-27-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-27-07s16", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-03-27-07s17", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-03-27-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-27-07s19", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-27-07s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-27-07s21", "raw": "A scene from a TV show in which a woman is wiping her face with her hand.", "with_names": "a woman is wiping her face with her hand."}, {"scene_id": "oltl-03-27-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-27-07s23", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-03-27-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-27-07s25", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-27-07s26", "raw": "A scene from a TV show in which a police officer is interviewing a woman.", "with_names": "a police officer is interviewing a woman."}, {"scene_id": "oltl-03-27-07s27", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-03-27-07s28", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at a woman.", "with_names": "a man is sitting in a restaurant and looking at a woman."}, {"scene_id": "oltl-03-27-07s29", "raw": "A scene from a TV show in which a young boy is sitting in a chair with his eyes closed and his hands folded in front of him.", "with_names": ""}, {"scene_id": "oltl-03-27-07s30", "raw": "A scene from a TV show in which a woman is looking at a man and a girl is watching her.", "with_names": "a woman is looking at a man and a girl is watching her."}, {"scene_id": "oltl-03-27-07s31", "raw": "A scene from a TV show in which a man is standing behind a woman at a desk, and she is looking at her computer.", "with_names": "a man is standing behind a woman at a desk, and she is looking at her computer."}, {"scene_id": "oltl-03-27-07s32", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-27-07s33", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her.", "with_names": "Evangeline is opening a door and ] is standing behind her."}, {"scene_id": "oltl-03-27-07s34", "raw": "A scene from a TV show in which a young man is looking at a woman and smiling.", "with_names": "a young man is looking at a woman and smiling."}]