[{"scene_id": "pc-09-18-03s0", "raw": "A scene from a TV show in which a tip line is being used", "with_names": "a tip line is being used"}, {"scene_id": "pc-09-18-03s1", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing in front of her.", "with_names": ""}, {"scene_id": "pc-09-18-03s2", "raw": "A scene from a TV show in which a woman is wearing a black choker and a long braid", "with_names": "a woman is wearing a black choker and a long braid"}, {"scene_id": "pc-09-18-03s3", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "pc-09-18-03s4", "raw": "A scene from a TV show in which a woman is wearing a choker and a white dress", "with_names": "a woman is wearing a choker and a white dress"}, {"scene_id": "pc-09-18-03s5", "raw": "A scene from a TV show in which a young boy is held by his father.", "with_names": "a young boy is held by his father."}, {"scene_id": "pc-09-18-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-18-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-18-03s8", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "pc-09-18-03s9", "raw": "", "with_names": ""}, {"scene_id": "pc-09-18-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-09-18-03s11", "raw": "A scene from a TV show in which a man is sitting on a red couch and smiling.", "with_names": "a man is sitting on a red couch and smiling."}, {"scene_id": "pc-09-18-03s12", "raw": "A scene from a TV show in which a woman is leaning out of a window and looking at the camera.", "with_names": "a woman is leaning out of a window and looking at the camera."}, {"scene_id": "pc-09-18-03s13", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-09-18-03s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-09-18-03s15", "raw": "A scene from a TV show in which a man is talking to the camera and looking at the camera.", "with_names": ""}]