[{"scene_id": "bb-03-11-15s0", "raw": "A scene from a TV show in which a woman is pouring a drink from a bottle into a glass.", "with_names": "a woman is pouring a drink from a bottle into a glass."}, {"scene_id": "bb-03-11-15s1", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "bb-03-11-15s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-11-15s3", "raw": "A scene from a TV show in which a man kisses a woman in a room with pictures and a desk.", "with_names": "a man kisses Ridge in a room with pictures and a desk."}, {"scene_id": "bb-03-11-15s4", "raw": "A scene from a TV show in which a man is walking down a runway with the words \"The Bold and the Beautiful\" above him.", "with_names": "Rick is walking down a runway with the words \"the bold and the beautiful\" above him."}, {"scene_id": "bb-03-11-15s5", "raw": "A scene from a TV show in which a woman is cooking in a kitchen.", "with_names": "a woman is cooking in a kitchen."}, {"scene_id": "bb-03-11-15s7", "raw": "A scene from a TV show in which a young woman is interviewed about her experience with a man.", "with_names": "a young woman is interviewed about her experience with Brooke."}, {"scene_id": "bb-03-11-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-11-15s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-03-11-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-11-15s12", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-03-11-15s13", "raw": "A scene from a TV show in which a woman is talking to a man in a waiting room.", "with_names": ""}, {"scene_id": "bb-03-11-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-11-15s15", "raw": "A scene from a TV show in which a man is talking to another man to his right.", "with_names": ""}, {"scene_id": "bb-03-11-15s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-11-15s17", "raw": "A scene from a TV show in which a man and a woman are talking to a young woman.", "with_names": ""}, {"scene_id": "bb-03-11-15s18", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Rick is yelling at a woman."}, {"scene_id": "bb-03-11-15s19", "raw": "A scene from a TV show in which a woman stands up and speaks to a group of people.", "with_names": "Ridge stands up and speaks to a group of people."}, {"scene_id": "bb-03-11-15s20", "raw": "A scene from a TV show in which the city of Los Angeles is shown.", "with_names": ""}]