[{"scene_id": "atwt-10-02-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-06s1", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "a man is kissing a woman on the forehead."}, {"scene_id": "atwt-10-02-06s2", "raw": "A scene from a TV show in which a woman is being touched on the face.", "with_names": "a woman is being touched on the face."}, {"scene_id": "atwt-10-02-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-06s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-02-06s5", "raw": "A scene from a TV show in which a caduceus is shown with the words \"cavities, gingivitis, plaque, sensitivity\"", "with_names": ""}, {"scene_id": "atwt-10-02-06s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-02-06s7", "raw": "A scene from a TV show in which a wall is painted black.", "with_names": "a wall is painted black."}, {"scene_id": "atwt-10-02-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-06s9", "raw": "A scene from a TV show in which a woman is talking about a prescription drug.", "with_names": ""}, {"scene_id": "atwt-10-02-06s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-10-02-06s11", "raw": "A scene from a TV show in which a woman is drinking coffee", "with_names": "a woman is drinking coffee"}, {"scene_id": "atwt-10-02-06s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-02-06s13", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and standing in front of a mirror.", "with_names": "a man is in a dark room, wearing a black shirt and standing in front of a mirror."}, {"scene_id": "atwt-10-02-06s14", "raw": "A scene from a TV show in which a man and a woman are dancing in a library.", "with_names": "a man and a woman are dancing in a library."}, {"scene_id": "atwt-10-02-06s15", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-10-02-06s16", "raw": "A scene from a TV show in which a man is looking at a door and saying, \"I'm not sure what I'm looking for.\"", "with_names": "a man is looking at a door and saying, \"i'm not sure what i'm looking for.\""}, {"scene_id": "atwt-10-02-06s17", "raw": "A scene from a TV show in which a man is shown a light bulb and a stone wall.", "with_names": ""}, {"scene_id": "atwt-10-02-06s18", "raw": "A scene from a TV show in which a man is seen crouching down in a garage.", "with_names": "a man is crouching down in a garage."}, {"scene_id": "atwt-10-02-06s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-10-02-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-06s21", "raw": "A scene from a TV show in which a woman is talking about menopause.", "with_names": ""}, {"scene_id": "atwt-10-02-06s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a large window.", "with_names": "a man and a woman are standing in a room with a large window."}, {"scene_id": "atwt-10-02-06s23", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "atwt-10-02-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-06s25", "raw": "A scene from a TV show in which a woman is holding a baby and a man is kissing her on the cheek.", "with_names": "a woman is holding a baby and a man is kissing her on the cheek."}, {"scene_id": "atwt-10-02-06s26", "raw": "A scene from a TV show in which a man is seen washing a car with a limescale-covered window.", "with_names": "] is washing a car with a limescale-covered window."}, {"scene_id": "atwt-10-02-06s27", "raw": "A scene from a TV show in which a white rectangle is superimposed over a sunset.", "with_names": "a white rectangle is superimposed over a sunset."}]