[{"scene_id": "bb-10-18-17s0", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "bb-10-18-17s1", "raw": "A scene from a TV show in which two men are arguing in an office.", "with_names": "two men are arguing in an office."}, {"scene_id": "bb-10-18-17s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "bb-10-18-17s3", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and tie.", "with_names": "two men are standing in a room, one of them is wearing a suit and tie."}, {"scene_id": "bb-10-18-17s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-10-18-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-18-17s8", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-10-18-17s9", "raw": "A scene from a TV show in which a man is standing in front of a window and another man is talking to him.", "with_names": ""}, {"scene_id": "bb-10-18-17s10", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace.", "with_names": "a woman is wearing a black suit and a necklace."}, {"scene_id": "bb-10-18-17s11", "raw": "A scene from a TV show in which two men are standing over a desk with bottles and cups on it.", "with_names": "two men are standing over a desk with bottles and cups on it."}, {"scene_id": "bb-10-18-17s12", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-10-18-17s13", "raw": "A scene from a TV show in which a woman is wearing a black suit and a red lipstick.", "with_names": "Ridge is wearing a black suit and a red lipstick."}, {"scene_id": "bb-10-18-17s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-18-17s15", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "a man is sitting at a desk and writing on a piece of paper."}, {"scene_id": "bb-10-18-17s16", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "Brooke and Katie sit on a couch."}]