[{"scene_id": "oltl-08-09-07s0", "raw": "A scene from a TV show in which a man is opening a door and a woman is standing behind him.", "with_names": "Todd is opening a door and Viki is standing behind him."}, {"scene_id": "oltl-08-09-07s1", "raw": "A scene from a TV show in which a woman is smiling and looking at a man through bars.", "with_names": "a woman is smiling and looking at a man through bars."}, {"scene_id": "oltl-08-09-07s2", "raw": "A scene from a TV show in which a black woman is lying on top of a white man.", "with_names": "a black woman is lying on top of a white man."}, {"scene_id": "oltl-08-09-07s3", "raw": "A scene from a TV show in which a woman is seen in a dark room with a light shining on her.", "with_names": "a woman is in a dark room with a light shining on her."}, {"scene_id": "oltl-08-09-07s4", "raw": "A scene from a TV show in which a girl is talking to a guy.", "with_names": ""}, {"scene_id": "oltl-08-09-07s5", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at the camera.", "with_names": "a man is standing in a dark room, looking at the camera."}, {"scene_id": "oltl-08-09-07s6", "raw": "A scene from a TV show in which a woman is walking away from a cake.", "with_names": "a woman is walking away from a cake."}, {"scene_id": "oltl-08-09-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-09-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-09-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-07s11", "raw": "A scene from a TV show in which a black man is lying on a bed with a woman standing over him.", "with_names": "a black man is lying on a bed with a woman standing over him."}, {"scene_id": "oltl-08-09-07s12", "raw": "A scene from a TV show in which a woman is being hit on by a man.", "with_names": "a woman is being hit on by a man."}, {"scene_id": "oltl-08-09-07s13", "raw": "A scene from a TV show in which a man and a woman are standing in a courtroom.", "with_names": "a man and a woman are standing in a courtroom."}, {"scene_id": "oltl-08-09-07s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-09-07s15", "raw": "A scene from a TV show in which a woman is standing next to a man in a jail cell.", "with_names": "a woman is standing next to a man in a jail cell."}, {"scene_id": "oltl-08-09-07s16", "raw": "A scene from a TV show in which a man is holding a young boy and looking at him.", "with_names": "a man is holding a young boy and looking at him."}, {"scene_id": "oltl-08-09-07s17", "raw": "A scene from a TV show in which a woman is smiling at a man behind bars.", "with_names": "a woman is smiling at a man behind bars."}, {"scene_id": "oltl-08-09-07s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-09-07s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "oltl-08-09-07s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-08-09-07s21", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-08-09-07s22", "raw": "A scene from a TV show in which a man and a woman are in a jail cell.", "with_names": "a man and a woman are in a jail cell."}, {"scene_id": "oltl-08-09-07s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-07s24", "raw": "A scene from a TV show in which a woman is touching a young boy's face.", "with_names": "a woman is touching a young boy's face."}, {"scene_id": "oltl-08-09-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-09-07s26", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl is watching them.", "with_names": ""}, {"scene_id": "oltl-08-09-07s27", "raw": "A scene from a TV show in which a man is being arrested and another manI is standing next to him", "with_names": "a man is being arrested and another mani is standing next to him"}, {"scene_id": "oltl-08-09-07s28", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a child sitting on the floor in front of them.", "with_names": ""}, {"scene_id": "oltl-08-09-07s29", "raw": "A scene from a TV show in which a woman is handcuffed and a police officer stands behind her.", "with_names": "a woman is handcuffed and a police officer stands behind her."}]