[{"scene_id": "pc-01-24-02s0", "raw": "A scene from a TV show in which two women are arguing in a living room.", "with_names": "two women are arguing in a living room."}, {"scene_id": "pc-01-24-02s2", "raw": "A scene from a TV show in which a young man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-01-24-02s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-01-24-02s4", "raw": "A scene from a TV show in which a man is holding a bowl and another man is walking behind him", "with_names": "a man is holding a bowl and another man is walking behind him"}, {"scene_id": "pc-01-24-02s5", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "pc-01-24-02s6", "raw": "A scene from a TV show in which a man is talking to someone and a heart is visible in the background", "with_names": ""}, {"scene_id": "pc-01-24-02s7", "raw": "A scene from a TV show in which a man is talking to the camera. The word \"Kevin\" is written next to him.", "with_names": ""}, {"scene_id": "pc-01-24-02s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-24-02s9", "raw": "A scene from a TV show in which a doctor is standing in a hospital room, looking at a clipboard and a nurse is behind him.", "with_names": "a doctor is standing in a hospital room, looking at a clipboard and a nurse is behind him."}, {"scene_id": "pc-01-24-02s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-24-02s11", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "pc-01-24-02s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "pc-01-24-02s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-01-24-02s14", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and a ponytail", "with_names": "a woman is wearing a turtleneck and a ponytail"}, {"scene_id": "pc-01-24-02s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-24-02s16", "raw": "A scene from a TV show in which a man is talking to another man in a robe.", "with_names": ""}, {"scene_id": "pc-01-24-02s17", "raw": "A scene from a TV show in which a cat is sitting on a chair", "with_names": ""}, {"scene_id": "pc-01-24-02s18", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a choker.", "with_names": "Ricky is wearing a leather jacket and a choker."}, {"scene_id": "pc-01-24-02s19", "raw": "A scene from a TV show in which a heart is drawn on a black screen", "with_names": "a heart is drawn on a black screen"}, {"scene_id": "pc-01-24-02s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]