[{"scene_id": "oltl-07-14-06s0", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-07-14-06s1", "raw": "A scene from a TV show in which a woman is standing behind bars.", "with_names": "a woman is standing behind bars."}, {"scene_id": "oltl-07-14-06s2", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "oltl-07-14-06s3", "raw": "A scene from a TV show in which a blue square is placed in the middle of a white background.", "with_names": "a blue square is placed in the middle of a white background."}, {"scene_id": "oltl-07-14-06s4", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a blonde bob haircut.", "with_names": "a woman is wearing a white shirt and a blonde bob haircut."}, {"scene_id": "oltl-07-14-06s5", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking shocked.", "with_names": ""}, {"scene_id": "oltl-07-14-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-14-06s7", "raw": "A scene from a TV show in which a black man is talking to a blonde man.", "with_names": ""}, {"scene_id": "oltl-07-14-06s8", "raw": "A scene from a TV show in which a young girl is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-07-14-06s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-14-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-06s11", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}, {"scene_id": "oltl-07-14-06s12", "raw": "A scene from a TV show in which a young man is sitting on a bench and a woman is standing behind him.", "with_names": "a young man is sitting on a bench and a woman is standing behind him."}, {"scene_id": "oltl-07-14-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-06s14", "raw": "A scene from a TV show in which a man is in a red shirt and a woman is wearing a black dress. They are standing behind bars.", "with_names": "a man is in a red shirt and a woman is wearing a black dress. they are standing behind bars."}, {"scene_id": "oltl-07-14-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-06s16", "raw": "A scene from a TV show in which a man is wearing a grey suit and a shirt", "with_names": "a man is wearing a grey suit and a shirt"}, {"scene_id": "oltl-07-14-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-06s18", "raw": "A scene from a TV show in which a man is talking on the phone while sitting in a window.", "with_names": ""}, {"scene_id": "oltl-07-14-06s19", "raw": "A scene from a TV show in which a woman is wearing a white dress and pearls.", "with_names": "a woman is wearing a white dress and pearls."}, {"scene_id": "oltl-07-14-06s20", "raw": "A scene from a TV show in which a young girl is wearing a green and yellow bikini.", "with_names": "a young girl is wearing a green and yellow bikini."}, {"scene_id": "oltl-07-14-06s21", "raw": "A scene from a TV show in which a woman is touching her head and a man is standing next to her.", "with_names": "a woman is touching her head and a man is standing next to her."}, {"scene_id": "oltl-07-14-06s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-14-06s23", "raw": "A scene from a TV show in which a man is seen standing in a cage.", "with_names": "a man is standing in a cage."}, {"scene_id": "oltl-07-14-06s24", "raw": "A scene from a TV show in which a man and a woman are talking on a beach.", "with_names": ""}, {"scene_id": "oltl-07-14-06s25", "raw": "A scene from a TV show in which a woman is chained to a large crocodile.", "with_names": "a woman is chained to a large crocodile."}, {"scene_id": "oltl-07-14-06s26", "raw": "A scene from a TV show in which a man is reading a book in a jail cell.", "with_names": "a man is reading a book in a jail cell."}, {"scene_id": "oltl-07-14-06s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-14-06s28", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}]