[{"scene_id": "gl-09-06-06s0", "raw": "A scene from a TV show in which a man is holding a bouquet of white roses.", "with_names": "a man is holding a bouquet of white roses."}, {"scene_id": "gl-09-06-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and her mouth is open.", "with_names": ""}, {"scene_id": "gl-09-06-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-06-06s3", "raw": "A scene from a TV show in which a white button is pressed", "with_names": "a white button is pressed"}, {"scene_id": "gl-09-06-06s4", "raw": "A scene from a TV show in which a woman is talking to a man in a pub.", "with_names": ""}, {"scene_id": "gl-09-06-06s5", "raw": "A scene from a TV show in which a man and a woman are in a room, with a dog sitting on the floor between them.", "with_names": "] and a woman are in a room, with a dog sitting on the floor between them."}, {"scene_id": "gl-09-06-06s6", "raw": "A scene from a TV show in which a man is talking on a phone while a woman is looking at him through a window.", "with_names": ""}, {"scene_id": "gl-09-06-06s7", "raw": "A scene from a TV show in which a woman is wearing a dress and her hair is in a bun.", "with_names": "a woman is wearing a dress and her hair is in a bun."}, {"scene_id": "gl-09-06-06s8", "raw": "A scene from a TV show in which a man is giving a woman a wedding cake.", "with_names": "a man is giving a woman a wedding cake."}, {"scene_id": "gl-09-06-06s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-09-06-06s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-09-06-06s11", "raw": "A scene from a TV show in which a bride and groom are walking down the aisle.", "with_names": "a bride and groom are walking down the aisle."}, {"scene_id": "gl-09-06-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-09-06-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-09-06-06s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a priest.", "with_names": "a man and a woman are standing in front of a priest."}, {"scene_id": "gl-09-06-06s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-06-06s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}]