[{"scene_id": "bb-02-16-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-02-16-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-16-06s2", "raw": "A scene from a TV show in which a guitar is played by a man in a dark room.", "with_names": "a guitar is played by a man in a dark room."}, {"scene_id": "bb-02-16-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-02-16-06s4", "raw": "A scene from a TV show in which a woman is hugging a man while he plays the guitar.", "with_names": "a woman is hugging a man while he plays the guitar."}, {"scene_id": "bb-02-16-06s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and another woman is standing next to her.", "with_names": ""}, {"scene_id": "bb-02-16-06s6", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-02-16-06s7", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "bb-02-16-06s8", "raw": "A scene from a TV show in which a man is falling over a table", "with_names": "a man is falling over a table"}, {"scene_id": "bb-02-16-06s9", "raw": "A scene from a TV show in which a woman is laying in bed with a man standing over her, touching her forehead.", "with_names": "a woman is laying in bed with a man standing over her, touching her forehead."}, {"scene_id": "bb-02-16-06s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "bb-02-16-06s11", "raw": "A scene from a TV show in which a woman is looking at the camera and the words \"1\" and \"0\" are written below her", "with_names": "a woman is looking at the camera and the words \"1\" and \"0\" are written below her"}]