[{"scene_id": "oltl-05-14-10s0", "raw": "A scene from a TV show in which a student is walking past a banner.", "with_names": "a student is walking past a banner."}, {"scene_id": "oltl-05-14-10s1", "raw": "A scene from a TV show in which a woman is holding a framed picture and a man is pointing at it.", "with_names": "a woman is holding a framed picture and a man is pointing at it."}, {"scene_id": "oltl-05-14-10s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-14-10s3", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-05-14-10s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-14-10s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-05-14-10s6", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "oltl-05-14-10s7", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-05-14-10s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-05-14-10s9", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-14-10s10", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-05-14-10s11", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a sign that says \"Native American Girl to School\" is behind her.", "with_names": "a woman is wearing a red jacket and a sign that says \"native american girl to school\" is behind her."}, {"scene_id": "oltl-05-14-10s12", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-05-14-10s13", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-05-14-10s14", "raw": "A scene from a TV show in which a woman is dancing in a gym.", "with_names": "a woman is dancing in a gym."}, {"scene_id": "oltl-05-14-10s15", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a white shirt.", "with_names": "a woman is looking at the camera and wearing a white shirt."}, {"scene_id": "oltl-05-14-10s16", "raw": "A scene from a TV show in which a woman is being attacked by a group of people.", "with_names": "a woman is being attacked by a group of people."}, {"scene_id": "oltl-05-14-10s17", "raw": "A scene from a TV show in which a woman is shown wearing a green jacket and white shirt.", "with_names": ""}, {"scene_id": "oltl-05-14-10s18", "raw": "A scene from a TV show in which a boy is talking to a girl and they are both looking at a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-14-10s19", "raw": "A scene from a TV show in which a man is holding a woman hostage in a room.", "with_names": "a man is holding a woman hostage in a room."}, {"scene_id": "oltl-05-14-10s20", "raw": "A scene from a TV show in which a man is wearing a helmet and a woman is holding him.", "with_names": "a man is wearing a helmet and a woman is holding him."}, {"scene_id": "oltl-05-14-10s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-14-10s22", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing behind him.", "with_names": "a man is in a jail cell and a woman is standing behind him."}, {"scene_id": "oltl-05-14-10s23", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a blonde wig.", "with_names": "a woman is wearing a pink suit and a blonde wig."}, {"scene_id": "oltl-05-14-10s24", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her", "with_names": "a woman is walking down a hallway and a man is standing behind her"}, {"scene_id": "oltl-05-14-10s25", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "oltl-05-14-10s26", "raw": "A scene from a TV show in which a man is wearing a white uniform and a hat", "with_names": "a man is wearing a white uniform and a hat"}, {"scene_id": "oltl-05-14-10s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-14-10s28", "raw": "A scene from a TV show in which a woman is singing in front of a bouquet of flowers.", "with_names": "a woman is singing in front of a bouquet of flowers."}, {"scene_id": "oltl-05-14-10s29", "raw": "A scene from a TV show in which a woman is looking at a painting through a mirror.", "with_names": "a woman is looking at a painting through a mirror."}]