[{"scene_id": "atwt-01-15-08s0", "raw": "A scene from a TV show in which a man is walking past a table with a tray of glasses.", "with_names": "Craig is walking past a table with a tray of glasses."}, {"scene_id": "atwt-01-15-08s1", "raw": "A scene from a TV show in which a cow is walking down a dirt road in front of a thatched hut.", "with_names": "a cow is walking down a dirt road in front of a thatched hut."}, {"scene_id": "atwt-01-15-08s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-15-08s3", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a suit.", "with_names": "] is looking at Meg and wearing a suit."}, {"scene_id": "atwt-01-15-08s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-15-08s5", "raw": "A scene from a TV show in which a mother and her two daughters are seen holding a white butterfly.", "with_names": "a mother and her two daughters are holding a white butterfly."}, {"scene_id": "atwt-01-15-08s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-01-15-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-15-08s8", "raw": "A scene from a TV show in which a man stands behind a woman, holding her hands.", "with_names": "a man stands behind a woman, holding her hands."}, {"scene_id": "atwt-01-15-08s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-15-08s10", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a young boy is standing behind him.", "with_names": "a man is wearing a cowboy hat and a young boy is standing behind him."}, {"scene_id": "atwt-01-15-08s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-15-08s12", "raw": "A scene from a TV show in which a woman is wearing a red coat and a brown shirt.", "with_names": "a woman is wearing a red coat and a brown shirt."}, {"scene_id": "atwt-01-15-08s13", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with the woman looking at a bottle.", "with_names": "a man and a woman are standing in a bar, with the woman looking at a bottle."}, {"scene_id": "atwt-01-15-08s14", "raw": "A scene from a TV show in which two women are sitting at a bar, smiling and talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-15-08s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-15-08s16", "raw": "A scene from a TV show in which a woman is looking at herself in the mirror.", "with_names": "a woman is looking at herself in the mirror."}, {"scene_id": "atwt-01-15-08s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-15-08s18", "raw": "A scene from a TV show in which a man is walking down a street, his back turned to the camera.", "with_names": "a man is walking down a street, his back turned to the camera."}, {"scene_id": "atwt-01-15-08s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-15-08s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-15-08s21", "raw": "A scene from a TV show in which TurboTax is used", "with_names": "turbotax is used"}, {"scene_id": "atwt-01-15-08s22", "raw": "A scene from a TV show in which a man is looking down and wearing a suit and tie", "with_names": "a man is looking down and wearing a suit and tie"}, {"scene_id": "atwt-01-15-08s23", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at ] and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-01-15-08s24", "raw": "A scene from a TV show in which a bird is seen flying over a car and a train.", "with_names": "a bird is flying over a car and a train."}]