[{"scene_id": "atwt-09-25-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-25-07s1", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and they are looking at each other.", "with_names": "a woman is lying in bed with a man, and they are looking at each other."}, {"scene_id": "atwt-09-25-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a wedding dress.", "with_names": "a man is wearing a suit and a woman is in a wedding dress."}, {"scene_id": "atwt-09-25-07s3", "raw": "A scene from a TV show in which a doctor is shown in a white coat and tie, with a patient in the background.", "with_names": ""}, {"scene_id": "atwt-09-25-07s4", "raw": "A scene from a TV show in which a stone wall is shown.", "with_names": ""}, {"scene_id": "atwt-09-25-07s5", "raw": "A scene from a TV show in which a woman is sitting on the floor and a man is kneeling next to her.", "with_names": "a woman is sitting on the floor and a man is kneeling next to her."}, {"scene_id": "atwt-09-25-07s6", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-09-25-07s7", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "atwt-09-25-07s8", "raw": "A scene from a TV show in which a man stands behind a woman in a hospital bed, looking at her.", "with_names": "a man stands behind a woman in a hospital bed, looking at her."}, {"scene_id": "atwt-09-25-07s9", "raw": "A scene from a TV show in which a woman is holding a box of Quilted Northern toilet paper.", "with_names": "a woman is holding a box of quilted northern toilet paper."}, {"scene_id": "atwt-09-25-07s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a black suit.", "with_names": "a woman is wearing a red dress and a man is in a black suit."}, {"scene_id": "atwt-09-25-07s11", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-09-25-07s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-09-25-07s13", "raw": "A scene from a TV show in which a man is looking at the camera with his face partially obscured by a shadow.", "with_names": "a man is looking at the camera with his face partially obscured by a shadow."}, {"scene_id": "atwt-09-25-07s14", "raw": "A scene from a TV show in which a family is standing together, with the father pointing at something off-screen.", "with_names": "a family is standing together, with the father pointing at something off-screen."}, {"scene_id": "atwt-09-25-07s15", "raw": "A scene from a TV show in which a man is seen in a dark room with the word 'Amit Shah' written on his face", "with_names": "a man is in a dark room with the word 'amit shah' written on his face"}, {"scene_id": "atwt-09-25-07s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-25-07s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-09-25-07s18", "raw": "A scene from a TV show in which a woman is wearing a red top and long hair", "with_names": "a woman is wearing a red top and long hair"}, {"scene_id": "atwt-09-25-07s19", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "atwt-09-25-07s20", "raw": "A scene from a TV show in which a man is pushing a box on a trolley.", "with_names": "a man is pushing a box on a trolley."}, {"scene_id": "atwt-09-25-07s21", "raw": "A scene from a TV show in which a man is sitting in a doorway, a woman is standing next to him.", "with_names": "a man is sitting in a doorway, a woman is standing next to him."}, {"scene_id": "atwt-09-25-07s22", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking down", "with_names": "a man is wearing a white shirt and a tie and looking down"}, {"scene_id": "atwt-09-25-07s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-25-07s24", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "a man is in the dark"}]