[{"scene_id": "oltl-09-02-08s0", "raw": "A scene from a TV show in which a woman holds a dog.", "with_names": "a woman holds a dog."}, {"scene_id": "oltl-09-02-08s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-02-08s2", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a white shirt", "with_names": "a woman is wearing a pink blazer and a white shirt"}, {"scene_id": "oltl-09-02-08s3", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-09-02-08s4", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a green dress.", "with_names": "a woman is standing in a kitchen, wearing a green dress."}, {"scene_id": "oltl-09-02-08s5", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "oltl-09-02-08s6", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "oltl-09-02-08s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-09-02-08s8", "raw": "A scene from a TV show in which a woman is trying to open a door while a man stands in front of her.", "with_names": "] is trying to open a door while a man stands in front of her."}, {"scene_id": "oltl-09-02-08s9", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is dressed in a suit.", "with_names": "a woman is wearing a pink dress and a man is dressed in a suit."}, {"scene_id": "oltl-09-02-08s10", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-09-02-08s11", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling at a man.", "with_names": ""}, {"scene_id": "oltl-09-02-08s12", "raw": "A scene from a TV show in which a man is talking on the phone while holding a remote.", "with_names": ""}, {"scene_id": "oltl-09-02-08s13", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at a woman."}, {"scene_id": "oltl-09-02-08s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-09-02-08s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-09-02-08s16", "raw": "A scene from a TV show in which a woman is wearing a pink top and black skirt", "with_names": "a woman is wearing a pink top and black skirt"}, {"scene_id": "oltl-09-02-08s17", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-09-02-08s18", "raw": "A scene from a TV show in which a woman is talking to a man in a doctor's office.", "with_names": ""}, {"scene_id": "oltl-09-02-08s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-02-08s20", "raw": "A scene from a TV show in which a woman is throwing a book at a man.", "with_names": "] is throwing a book at a man."}, {"scene_id": "oltl-09-02-08s21", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-02-08s22", "raw": "A scene from a TV show in which a man is holding his neck and looking concerned.", "with_names": "a man is holding his neck and looking concerned."}, {"scene_id": "oltl-09-02-08s23", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-09-02-08s24", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-02-08s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-02-08s26", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-09-02-08s27", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-09-02-08s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-02-08s29", "raw": "A scene from a TV show in which a woman is sitting on the floor and a man is standing behind her.", "with_names": "a woman is sitting on the floor and a man is standing behind her."}, {"scene_id": "oltl-09-02-08s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-02-08s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-02-08s32", "raw": "A scene from a TV show in which a woman is holding a book and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-02-08s33", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "a woman is dancing in a living room."}, {"scene_id": "oltl-09-02-08s34", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "oltl-09-02-08s35", "raw": "A scene from a TV show in which a woman is sitting in bed and reading a book.", "with_names": "a woman is sitting in bed and reading a book."}, {"scene_id": "oltl-09-02-08s36", "raw": "A scene from a TV show in which a young girl is looking at a painting.", "with_names": "a young girl is looking at a painting."}, {"scene_id": "oltl-09-02-08s37", "raw": "A scene from a TV show in which a doctor is looking out a window and talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-02-08s38", "raw": "A scene from a TV show in which a woman is singing in a green dress.", "with_names": "a woman is singing in a green dress."}, {"scene_id": "oltl-09-02-08s39", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]