[{"scene_id": "bb-05-01-14s0", "raw": "A scene from a TV show in which a man and a woman argue with a security guard.", "with_names": "Liam and Hope argue with a security guard."}, {"scene_id": "bb-05-01-14s1", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses a man on the cheek."}, {"scene_id": "bb-05-01-14s2", "raw": "A scene from a TV show in which a woman is standing in front of a flower arrangement and looking at her cell phone.", "with_names": "a woman is standing in front of a flower arrangement and looking at her cell phone."}, {"scene_id": "bb-05-01-14s3", "raw": "A scene from a TV show in which a man and two women walk down a sidewalk.", "with_names": "a man and two women walk down a sidewalk."}, {"scene_id": "bb-05-01-14s4", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-05-01-14s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a stuffed animal.", "with_names": ""}, {"scene_id": "bb-05-01-14s6", "raw": "A scene from a TV show in which a man and a woman walk down a sidewalk with a male companion.", "with_names": "a man and a woman walk down a sidewalk with a male companion."}, {"scene_id": "bb-05-01-14s7", "raw": "A scene from a TV show in which a woman is standing in a bar and a man is sitting at a table.", "with_names": "a woman is standing in a bar and a man is sitting at a table."}, {"scene_id": "bb-05-01-14s8", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a baby.", "with_names": "a man and a woman sit on a couch and talk to a baby."}, {"scene_id": "bb-05-01-14s9", "raw": "A scene from a TV show in which a woman is reunited with her dogs.", "with_names": "a woman is reunited with her dogs."}, {"scene_id": "bb-05-01-14s10", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a man is in a suit.", "with_names": "a blonde woman is wearing a black dress and a man is in a suit."}, {"scene_id": "bb-05-01-14s11", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "bb-05-01-14s12", "raw": "A scene from a TV show in which a man and a child play with a toy.", "with_names": "a man and a child play with a toy."}, {"scene_id": "bb-05-01-14s13", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}]