[{"scene_id": "atwt-04-23-07s0", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at Jesse."}, {"scene_id": "atwt-04-23-07s1", "raw": "A scene from a TV show in which a young man is wearing a suit and a brown shirt.", "with_names": "a young man is wearing a suit and a brown shirt."}, {"scene_id": "atwt-04-23-07s2", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them looking down and the other looking up.", "with_names": "two women are standing next to each other, with one of them looking down and the other looking up."}, {"scene_id": "atwt-04-23-07s3", "raw": "A scene from a TV show in which a woman is shown with a big nose.", "with_names": ""}, {"scene_id": "atwt-04-23-07s4", "raw": "A scene from a TV show in which a man is standing in a room with three women.", "with_names": "a man is standing in a room with three women."}, {"scene_id": "atwt-04-23-07s5", "raw": "A scene from a TV show in which a young boy is shown a bottle of chocolate syrup.", "with_names": ""}, {"scene_id": "atwt-04-23-07s6", "raw": "A scene from a TV show in which a woman is sitting in a classroom and looking down.", "with_names": "a woman is sitting in a classroom and looking down."}, {"scene_id": "atwt-04-23-07s7", "raw": "A scene from a TV show in which a woman is seen sitting on a bed in a room with a window and a curtain", "with_names": "a woman is sitting on a bed in a room with a window and a curtain"}, {"scene_id": "atwt-04-23-07s8", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-23-07s9", "raw": "A scene from a TV show in which a girl and a boy are sitting next to each other.", "with_names": "a girl and a boy are sitting next to each other."}, {"scene_id": "atwt-04-23-07s10", "raw": "A scene from a TV show in which a couple is shown unpacking a box in their living room.", "with_names": ""}, {"scene_id": "atwt-04-23-07s11", "raw": "A scene from a TV show in which a woman is looking at a window and wearing a green blazer.", "with_names": "a woman is looking at a window and wearing a green blazer."}, {"scene_id": "atwt-04-23-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-23-07s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-23-07s14", "raw": "A scene from a TV show in which a man is sitting on a ball and a woman is standing behind him. The title could've had a V8 is over the image.", "with_names": "a man is sitting on a ball and a woman is standing behind him. the title could've had a v8 is over the image."}, {"scene_id": "atwt-04-23-07s15", "raw": "A scene from a TV show in which three young men are standing together, looking at the camera.", "with_names": "three young men are standing together, looking at the camera."}, {"scene_id": "atwt-04-23-07s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-23-07s17", "raw": "A scene from a TV show in which a young man is looking at a woman and smiling.", "with_names": "a young man is looking at a woman and smiling."}, {"scene_id": "atwt-04-23-07s18", "raw": "A scene from a TV show in which a woman is looking shocked and surprised.", "with_names": "a woman is looking shocked and surprised."}, {"scene_id": "atwt-04-23-07s19", "raw": "A scene from a TV show in which a statue is being moved.", "with_names": "a statue is being moved."}]