[{"scene_id": "atwt-07-31-08s0", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a picture frame.", "with_names": ""}, {"scene_id": "atwt-07-31-08s1", "raw": "A scene from a TV show in which a meteorologist is seen using a cell phone.", "with_names": "a meteorologist is using a cell phone."}, {"scene_id": "atwt-07-31-08s2", "raw": "A scene from a TV show in which a man is pouring a cup of coffee for a woman", "with_names": "a man is pouring a cup of coffee for a woman"}, {"scene_id": "atwt-07-31-08s3", "raw": "A scene from a TV show in which a woman is leaning against a wall and looking up.", "with_names": "a woman is leaning against a wall and looking up."}, {"scene_id": "atwt-07-31-08s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-31-08s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-31-08s6", "raw": "A scene from a TV show in which a woman is shown holding a bottle of Tide detergent.", "with_names": ""}, {"scene_id": "atwt-07-31-08s7", "raw": "A scene from a TV show in which a bald man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-31-08s8", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-07-31-08s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "atwt-07-31-08s10", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-07-31-08s11", "raw": "A scene from a TV show in which a young man is smiling and looking to the left of the frame.", "with_names": "a young man is smiling and looking to the left of the frame."}, {"scene_id": "atwt-07-31-08s12", "raw": "A scene from a TV show in which a woman is standing in front of a man in a living room.", "with_names": "a woman is standing in front of a man in a living room."}, {"scene_id": "atwt-07-31-08s13", "raw": "A scene from a TV show in which a blue glass flower is placed in a plant.", "with_names": "a blue glass flower is placed in a plant."}, {"scene_id": "atwt-07-31-08s14", "raw": "A scene from a TV show in which a woman is crying and holding her head", "with_names": "a woman is crying and holding her head"}, {"scene_id": "atwt-07-31-08s15", "raw": "A scene from a TV show in which a man is smiling and a little girl is crying.", "with_names": "a man is smiling and a little girl is crying."}, {"scene_id": "atwt-07-31-08s16", "raw": "A scene from a TV show in which a cholesterol pill is shown", "with_names": ""}, {"scene_id": "atwt-07-31-08s17", "raw": "A scene from a TV show in which Clairol is promoting its new Golden Shimmer collection.", "with_names": "clairol is promoting its new golden shimmer collection."}, {"scene_id": "atwt-07-31-08s18", "raw": "A scene from a TV show in which a woman is on the phone and a lamp is behind her.", "with_names": "a woman is on the phone and a lamp is behind her."}, {"scene_id": "atwt-07-31-08s19", "raw": "A scene from a TV show in which a young woman is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-07-31-08s20", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace", "with_names": "a woman is wearing a blue dress and a necklace"}, {"scene_id": "atwt-07-31-08s21", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in front of her face", "with_names": ""}, {"scene_id": "atwt-07-31-08s22", "raw": "A scene from a TV show in which a woman is seen wearing a pink dress and a blue top.", "with_names": "a woman is wearing a pink dress and a blue top."}, {"scene_id": "atwt-07-31-08s23", "raw": "A scene from a TV show in which a boy is hugging another boy.", "with_names": "a boy is hugging another boy."}, {"scene_id": "atwt-07-31-08s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-07-31-08s25", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-31-08s26", "raw": "A scene from a TV show in which a young man is walking down a path with a bench and a potted plant.", "with_names": "a young man is walking down a path with a bench and a potted plant."}, {"scene_id": "atwt-07-31-08s27", "raw": "A scene from a TV show in which a man and a woman are in a car, the man is driving and the woman is sitting in the passenger seat.", "with_names": "a man and a woman are in a car, the man is driving and the woman is sitting in the passenger seat."}, {"scene_id": "atwt-07-31-08s28", "raw": "A scene from a TV show in which a woman is talking about Danone Active", "with_names": ""}]