[{"scene_id": "atwt-08-06-07s0", "raw": "A scene from a TV show in which a woman is wearing a purple tank top and a necklace", "with_names": "a woman is wearing a purple tank top and a necklace"}, {"scene_id": "atwt-08-06-07s1", "raw": "A scene from a TV show in which a nurse is dancing in a hallway with a man standing behind her.", "with_names": "a nurse is dancing in a hallway with a man standing behind her."}, {"scene_id": "atwt-08-06-07s2", "raw": "A scene from a TV show in which a man is seen wiping his face with a tissue.", "with_names": "a man is wiping his face with a tissue."}, {"scene_id": "atwt-08-06-07s3", "raw": "A scene from a TV show in which a young boy is wearing a red shirt and a blue collar.", "with_names": "a young boy is wearing a red shirt and a blue collar."}, {"scene_id": "atwt-08-06-07s4", "raw": "A scene from a TV show in which a food truck is being chased by a crowd.", "with_names": "a food truck is being chased by a crowd."}, {"scene_id": "atwt-08-06-07s5", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-08-06-07s6", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "] is lying in a hospital bed"}, {"scene_id": "atwt-08-06-07s7", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-08-06-07s8", "raw": "A scene from a TV show in which a young boy is holding a toy gun.", "with_names": "a young boy is holding a toy gun."}, {"scene_id": "atwt-08-06-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-06-07s10", "raw": "A scene from a TV show in which a pill is being dropped into a cup. The word Enablex is written in pink text.", "with_names": "a pill is being dropped into a cup. the word enablex is written in pink text."}, {"scene_id": "atwt-08-06-07s11", "raw": "A scene from a TV show in which a man is seen with his eyes closed and his head tilted back.", "with_names": "a man is with his eyes closed and his head tilted back."}, {"scene_id": "atwt-08-06-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-06-07s13", "raw": "A scene from a TV show in which a woman holds a bottle of Fritos in front of a wall of Frits.", "with_names": "a woman holds a bottle of fritos in front of a wall of frits."}, {"scene_id": "atwt-08-06-07s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-06-07s15", "raw": "A scene from a TV show in which a doctor is wearing a white coat and stethoscope.", "with_names": "a doctor is wearing a white coat and stethoscope."}, {"scene_id": "atwt-08-06-07s16", "raw": "A scene from a TV show in which a man is being filmed eating a meal.", "with_names": "a man is being filmed eating a meal."}, {"scene_id": "atwt-08-06-07s17", "raw": "A scene from a TV show in which a man is looking at a woman with a shirt off.", "with_names": "Craig is looking at ] with a shirt off."}, {"scene_id": "atwt-08-06-07s18", "raw": "A scene from a TV show in which a man is sitting at a table and looking down.", "with_names": "a man is sitting at a table and looking down."}, {"scene_id": "atwt-08-06-07s19", "raw": "A scene from a TV show in which a woman is seen wearing a hijab", "with_names": "a woman is wearing a hijab"}, {"scene_id": "atwt-08-06-07s20", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "atwt-08-06-07s21", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-08-06-07s22", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-06-07s23", "raw": "A scene from a TV show in which a woman is sitting in front of a mirror, looking at her hair.", "with_names": "a woman is sitting in front of a mirror, looking at her hair."}, {"scene_id": "atwt-08-06-07s24", "raw": "A scene from a TV show in which a woman is shown with a yellow dotted line running down her back.", "with_names": ""}]