[{"scene_id": "oltl-07-20-07s0", "raw": "A scene from a TV show in which a man is standing in front of a laptop and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-07-20-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-20-07s2", "raw": "A scene from a TV show in which a man is lying on the ground, his head down, and his hands are on his chest.", "with_names": "a man is lying on the ground, his head down, and his hands are on his chest."}, {"scene_id": "oltl-07-20-07s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-07-20-07s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-20-07s5", "raw": "A scene from a TV show in which a man is sitting in a forest and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-07-20-07s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-20-07s7", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-20-07s8", "raw": "A scene from a TV show in which a blonde woman is being held by two men.", "with_names": "a blonde woman is being held by two men."}, {"scene_id": "oltl-07-20-07s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-07-20-07s10", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a bob haircut.", "with_names": "a woman is wearing a white shirt and a bob haircut."}, {"scene_id": "oltl-07-20-07s11", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a man is standing next to her.", "with_names": "a woman is wearing a purple shirt and a man is standing next to her."}, {"scene_id": "oltl-07-20-07s12", "raw": "A scene from a TV show in which a man is standing in a room with a laptop and a dog.", "with_names": "a man is standing in a room with a laptop and a dog."}, {"scene_id": "oltl-07-20-07s13", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-07-20-07s14", "raw": "A scene from a TV show in which a man is on the phone and another man is standing behind him.", "with_names": "a man is on the phone and another man is standing behind him."}, {"scene_id": "oltl-07-20-07s15", "raw": "A scene from a TV show in which a man is handcuffed and two other men stand around him.", "with_names": "a man is handcuffed and two other men stand around him."}, {"scene_id": "oltl-07-20-07s16", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-07-20-07s17", "raw": "A scene from a TV show in which a young woman is wearing a blue dress and a necklace. A woman is standing behind her, and another woman is in the background.", "with_names": "a young woman is wearing a blue dress and a necklace. a woman is standing behind her, and another woman is in the background."}, {"scene_id": "oltl-07-20-07s18", "raw": "A scene from a TV show in which a young woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-20-07s19", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-07-20-07s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-20-07s21", "raw": "A scene from a TV show in which a man is wearing a black tank top and a blonde woman is looking at him.", "with_names": "a man is wearing a black tank top and a blonde woman is looking at him."}, {"scene_id": "oltl-07-20-07s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-20-07s23", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing next to her.", "with_names": "a woman is wearing a pink shirt and a man is standing next to her."}, {"scene_id": "oltl-07-20-07s24", "raw": "A scene from a TV show in which a man is standing in a park, holding a gun.", "with_names": "a man is standing in a park, holding a gun."}]