[{"scene_id": "atwt-07-15-05s0", "raw": "A scene from a TV show in which a woman is holding a bottle and a man is looking at her angrily.", "with_names": "Carly is holding a bottle and Jack is looking at her angrily."}, {"scene_id": "atwt-07-15-05s1", "raw": "A scene from a TV show in which a young man is looking at a woman and is wearing a necklace.", "with_names": "a young man is looking at a woman and is wearing a necklace."}, {"scene_id": "atwt-07-15-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-07-15-05s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-15-05s4", "raw": "A scene from a TV show in which two men are standing in a room, facing each other.", "with_names": "two men are standing in a room, facing each other."}, {"scene_id": "atwt-07-15-05s5", "raw": "A scene from a TV show in which a woman is holding her head and looking at her hair.", "with_names": "a woman is holding her head and looking at her hair."}, {"scene_id": "atwt-07-15-05s6", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey tie and is looking shocked.", "with_names": "a man is wearing a white shirt and a grey tie and is looking shocked."}, {"scene_id": "atwt-07-15-05s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-07-15-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-15-05s9", "raw": "A scene from a TV show in which a Dell computer is shown", "with_names": ""}, {"scene_id": "atwt-07-15-05s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-15-05s11", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down, wearing a white shirt and a tie", "with_names": "a man is sitting at a desk and looking down, wearing a white shirt and a tie"}, {"scene_id": "atwt-07-15-05s12", "raw": "A scene from a TV show in which a man kisses a woman on the cheek while holding a baby.", "with_names": "a man kisses a woman on the cheek while holding a baby."}, {"scene_id": "atwt-07-15-05s13", "raw": "A scene from a TV show in which a man and a young girl are in a kitchen.", "with_names": "a man and a young girl are in a kitchen."}, {"scene_id": "atwt-07-15-05s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a silver vase.", "with_names": "a man and a woman are standing in front of a silver vase."}, {"scene_id": "atwt-07-15-05s15", "raw": "A scene from a TV show in which a woman is being comforted by her mother.", "with_names": "a woman is being comforted by her mother."}, {"scene_id": "atwt-07-15-05s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-15-05s17", "raw": "A scene from a TV show in which a woman and a man are sitting at a bar, drinking wine and laughing.", "with_names": "a woman and a man are sitting at a bar, drinking wine and laughing."}, {"scene_id": "atwt-07-15-05s18", "raw": "A scene from a TV show in which a young boy is crying.", "with_names": "a young boy is crying."}, {"scene_id": "atwt-07-15-05s19", "raw": "A scene from a TV show in which a black woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-07-15-05s20", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-07-15-05s21", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-15-05s22", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-07-15-05s23", "raw": "A scene from a TV show in which a woman is crying on a bed", "with_names": "a woman is crying on a bed"}, {"scene_id": "atwt-07-15-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-15-05s25", "raw": "A scene from a TV show in which two men are standing in a bar, facing each other.", "with_names": "two men are standing in a bar, facing each other."}, {"scene_id": "atwt-07-15-05s26", "raw": "A scene from a TV show in which a man is wearing a suit and a hat", "with_names": "a man is wearing a suit and a hat"}, {"scene_id": "atwt-07-15-05s27", "raw": "A scene from a TV show in which a woman is looking out a window", "with_names": "a woman is looking out a window"}, {"scene_id": "atwt-07-15-05s28", "raw": "A scene from a TV show in which a man is in a hospital bed, looking down at his hands.", "with_names": "a man is in a hospital bed, looking down at his hands."}]