[{"scene_id": "gl-07-31-03s0", "raw": "A scene from a TV show in which a man is seen holding a knife in his hand.", "with_names": "Phillip is holding a knife in his hand."}, {"scene_id": "gl-07-31-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-31-03s2", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is looking at him.", "with_names": "a man is holding a cell phone and frank is looking at him."}, {"scene_id": "gl-07-31-03s3", "raw": "A scene from a TV show in which a woman is wearing a tracksuit and a man is behind her.", "with_names": "a woman is wearing a tracksuit and a man is behind her."}, {"scene_id": "gl-07-31-03s8", "raw": "A scene from a TV show in which a doctor is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "gl-07-31-03s9", "raw": "A scene from a TV show in which a woman is lying on the floor and looking at a book.", "with_names": "a woman is lying on the floor and looking at a book."}, {"scene_id": "gl-07-31-03s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Rk."}, {"scene_id": "gl-07-31-03s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-31-03s14", "raw": "A scene from a TV show in which a woman is leaning over a man, who is sitting at a table.", "with_names": "a woman is leaning over a man, who is sitting at a table."}, {"scene_id": "gl-07-31-03s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "Phillip and Olivia are sitting at a table."}, {"scene_id": "gl-07-31-03s17", "raw": "A scene from a TV show in which a man is sitting at a table and looking down, with his mouth open.", "with_names": "Pll is sitting at a table and looking down, with his mouth open."}, {"scene_id": "gl-07-31-03s18", "raw": "A scene from a TV show in which a woman is wearing a red and yellow tracksuit.", "with_names": ">A; is wearing a red and yellow tracksuit."}, {"scene_id": "gl-07-31-03s19", "raw": "A scene from a TV show in which a woman is seen walking out of a door.", "with_names": "a woman is walking out of a door."}, {"scene_id": "gl-07-31-03s20", "raw": "A scene from a TV show in which a man is talking to another man, with his arms crossed.", "with_names": ""}, {"scene_id": "gl-07-31-03s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at a woman.", "with_names": "a man is wearing a suit and a tie and is looking at Frank."}, {"scene_id": "gl-07-31-03s22", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-07-31-03s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": ">Ar; is looking at the camera with a serious expression."}, {"scene_id": "gl-07-31-03s24", "raw": "A scene from a TV show in which a doctor and a nurse are walking together in a hospital room.", "with_names": "a doctor and a nurse are walking together in a hospital room."}, {"scene_id": "gl-07-31-03s25", "raw": "A scene from a TV show in which a man is talking on the phone to a woman in a hospital bed", "with_names": ""}, {"scene_id": "gl-07-31-03s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-31-03s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-31-03s28", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is moving", "with_names": ""}, {"scene_id": "gl-07-31-03s29", "raw": "A scene from a TV show in which a man is looking at a wall and a woman is standing behind him.", "with_names": "a man is looking at a wall and Holly is standing behind him."}, {"scene_id": "gl-07-31-03s30", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "gl-07-31-03s31", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and kissing her on the cheek.", "with_names": "a man is holding a woman by the shoulders and kissing her on the cheek."}, {"scene_id": "gl-07-31-03s33", "raw": "A scene from a TV show in which a man is being held down by another man in a kitchen.", "with_names": "a man is being held down by another man in a kitchen."}, {"scene_id": "gl-07-31-03s34", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down", "with_names": ""}, {"scene_id": "gl-07-31-03s35", "raw": "A scene from a TV show in which a man is standing in a bar, wearing a black shirt and a white shirt", "with_names": "a man is standing in a bar, wearing a black shirt and a white shirt"}, {"scene_id": "gl-07-31-03s36", "raw": "A scene from a TV show in which a woman is smiling and wearing a red sweater.", "with_names": "a woman is smiling and wearing a red sweater."}, {"scene_id": "gl-07-31-03s39", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-31-03s40", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-31-03s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-31-03s45", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "Bill is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "gl-07-31-03s47", "raw": "A scene from a TV show in which a man is holding a woman by the hair and another man is standing behind her.", "with_names": "a man is holding a woman by the hair and another man is standing behind her."}, {"scene_id": "gl-07-31-03s48", "raw": "A scene from a TV show in which a man is lying in a hospital bed and two men are standing over him.", "with_names": "Phillip is lying in a hospital bed and two men are standing over him."}, {"scene_id": "gl-07-31-03s50", "raw": "A scene from a TV show in which a young man is wearing a black shirt and short hair.", "with_names": "a young man is wearing a black shirt and short hair."}, {"scene_id": "gl-07-31-03s52", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing next to her.", "with_names": "Ovia is wearing a red shirt and a man is standing next to her."}, {"scene_id": "gl-07-31-03s54", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-31-03s56", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing Reporter."}, {"scene_id": "gl-07-31-03s59", "raw": "A scene from a TV show in which a man and a woman are talking to a couple.", "with_names": ""}, {"scene_id": "gl-07-31-03s60", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-07-31-03s61", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to Josh and they are both looking at something."}, {"scene_id": "gl-07-31-03s63", "raw": "A scene from a TV show in which a man is leaning over a woman and whispering in her ear.", "with_names": "a man is leaning over a woman and whispering in her ear."}, {"scene_id": "gl-07-31-03s64", "raw": "A scene from a TV show in which a man is being hit in the face by a woman.", "with_names": "a man is being hit in the face by Mel."}, {"scene_id": "gl-07-31-03s65", "raw": "A scene from a TV show in which a woman is seen with her mouth taped shut.", "with_names": "B is with her mouth taped shut."}, {"scene_id": "gl-07-31-03s67", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]