[{"scene_id": "bb-06-14-06s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "Felicia is wearing a dress and a man is standing behind her."}, {"scene_id": "bb-06-14-06s1", "raw": "A scene from a TV show in which Sherlock is standing in a room with a clock on the wall and a window looking out onto a city", "with_names": "sherlock is standing in a room with a clock on the wall and a window looking out onto a city"}, {"scene_id": "bb-06-14-06s2", "raw": "A scene from a TV show in which a woman is wearing a strapless dress and a man is standing behind her.", "with_names": "a woman is wearing a strapless dress and a man is standing behind her."}, {"scene_id": "bb-06-14-06s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-14-06s4", "raw": "A scene from a TV show in which a man is getting a woman to put a jacket on him.", "with_names": "a man is getting a woman to put a jacket on him."}, {"scene_id": "bb-06-14-06s5", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-06-14-06s6", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-06-14-06s7", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "bb-06-14-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-14-06s9", "raw": "A scene from a TV show in which a woman is holding a large amount of bubble wrap.", "with_names": "a woman is holding a large amount of bubble wrap."}, {"scene_id": "bb-06-14-06s10", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-06-14-06s11", "raw": "A scene from a TV show in which a woman is looking at a man with a clock in the foreground", "with_names": "a woman is looking at a man with a clock in the foreground"}, {"scene_id": "bb-06-14-06s12", "raw": "A scene from a TV show in which a woman is wearing a corset and white pants", "with_names": "a woman is wearing a corset and white pants"}, {"scene_id": "bb-06-14-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "bb-06-14-06s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]