[{"scene_id": "bb-06-14-06s0", "raw": "a group of people are shown hugging each other and a woman is talking about it.", "with_names": ""}, {"scene_id": "bb-06-14-06s1", "raw": "a man and woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "bb-06-14-06s2", "raw": "a group of people are walking around in a room.", "with_names": ""}, {"scene_id": "bb-06-14-06s3", "raw": "a man and a woman are kissing each other and then they kiss.", "with_names": "Carlos and Bridget are kissing each other and then they kiss."}, {"scene_id": "bb-06-14-06s4", "raw": "a man is talking about a political ceremony and a woman is shown.", "with_names": ""}, {"scene_id": "bb-06-14-06s5", "raw": "a man and woman are walking around a room and talking about the experience.", "with_names": ""}, {"scene_id": "bb-06-14-06s6", "raw": "a man and woman are talking about a man and then a man is walking in a room.", "with_names": ""}, {"scene_id": "bb-06-14-06s7", "raw": "a man and woman are kissing each other in a room.", "with_names": "Thorne and woman are kissing each other in a room."}, {"scene_id": "bb-06-14-06s8", "raw": "a man and woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "bb-06-14-06s9", "raw": "a group of people are having a great time in a living room.", "with_names": "a group of people are having a great time in a living room."}, {"scene_id": "bb-06-14-06s10", "raw": "a man is talking about a woman and then a man is shown walking around.", "with_names": ""}, {"scene_id": "bb-06-14-06s11", "raw": "a man is holding a woman's hand and then kisses her.", "with_names": "Dante is holding Bridget's hand and then kisses her."}, {"scene_id": "bb-06-14-06s12", "raw": "a group of people are having a conversation with each other.", "with_names": "a group of people are having a conversation with each other."}, {"scene_id": "bb-06-14-06s13", "raw": "a man and woman are talking about a experience of a hospital.", "with_names": ""}, {"scene_id": "bb-06-14-06s14", "raw": "a woman is talking to a man and then kisses her.", "with_names": ""}]