[{"scene_id": "atwt-07-16-10s0", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "atwt-07-16-10s1", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "atwt-07-16-10s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-16-10s3", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "atwt-07-16-10s4", "raw": "A scene from a TV show in which a woman is smiling and showing off her teeth.", "with_names": "a woman is smiling and showing off her teeth."}, {"scene_id": "atwt-07-16-10s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The man is looking at the woman, who is looking away.", "with_names": "a man and a woman are standing next to each other. the man is looking at the woman, who is looking away."}, {"scene_id": "atwt-07-16-10s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-16-10s7", "raw": "A scene from a TV show in which a woman holds up a container of yogurt.", "with_names": "a woman holds up a container of yogurt."}, {"scene_id": "atwt-07-16-10s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-07-16-10s9", "raw": "A scene from a TV show in which a chalkboard is used to advertise a prescription medicine.", "with_names": "a chalkboard is used to advertise a prescription medicine."}, {"scene_id": "atwt-07-16-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-16-10s11", "raw": "A scene from a TV show in which a man is holding a gun to his face.", "with_names": "a man is holding a gun to his face."}, {"scene_id": "atwt-07-16-10s12", "raw": "A scene from a TV show in which a woman is wearing a red top and jeans and is standing in front of two men.", "with_names": "a woman is wearing a red top and jeans and is standing in front of two men."}, {"scene_id": "atwt-07-16-10s13", "raw": "A scene from a TV show in which a woman is shown using a box of hair dye.", "with_names": ""}, {"scene_id": "atwt-07-16-10s14", "raw": "A scene from a TV show in which a man is dressed in a green hat and ruff and a woman in an old-fashioned dress is talking to him.", "with_names": ""}, {"scene_id": "atwt-07-16-10s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-16-10s16", "raw": "A scene from a TV show in which a woman is making granola bars.", "with_names": "a woman is making granola bars."}, {"scene_id": "atwt-07-16-10s17", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and smiling.", "with_names": "a blonde woman is wearing a blue dress and smiling."}, {"scene_id": "atwt-07-16-10s18", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "atwt-07-16-10s19", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "atwt-07-16-10s20", "raw": "A scene from a TV show in which a woman is shown with her eyes closed.", "with_names": ""}]