[{"scene_id": "bb-09-04-17s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Steffy is crying."}, {"scene_id": "bb-09-04-17s2", "raw": "A scene from a TV show in which a man is standing in a room with a woman and another man.", "with_names": "Thomas is standing in a room with a woman and another man."}, {"scene_id": "bb-09-04-17s3", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-09-04-17s4", "raw": "A scene from a TV show in which a camera is pointed at a spider", "with_names": "a camera is pointed at a spider"}, {"scene_id": "bb-09-04-17s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Charlie is looking at Sheila and she is looking back at him."}, {"scene_id": "bb-09-04-17s6", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-09-04-17s7", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-09-04-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-04-17s9", "raw": "A scene from a TV show in which a man is sitting in a room with a woman.", "with_names": "a man is sitting in a room with Sheila."}, {"scene_id": "bb-09-04-17s14", "raw": "A scene from a TV show in which a woman and two men stand in a room.", "with_names": "a woman and two men stand in a room."}, {"scene_id": "bb-09-04-17s16", "raw": "A scene from a TV show in which a man is talking to a camera in an office.", "with_names": ""}, {"scene_id": "bb-09-04-17s18", "raw": "A scene from a TV show in which a man and two women are standing in a room.", "with_names": "Wyatt and two women are standing in a room."}, {"scene_id": "bb-09-04-17s19", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-04-17s20", "raw": "A scene from a TV show in which a man is holding a woman by the waist and kissing her on the cheek.", "with_names": "a man is holding Caroline by the waist and kissing her on the cheek."}, {"scene_id": "bb-09-04-17s21", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "bb-09-04-17s22", "raw": "A scene from a TV show in which a woman is seen entering a building with a handbag and a man is shown on CCTV footage", "with_names": ""}, {"scene_id": "bb-09-04-17s23", "raw": "A scene from a TV show in which a woman is being followed by a man", "with_names": "Bill is being followed by Wyatt"}, {"scene_id": "bb-09-04-17s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-04-17s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-04-17s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-04-17s27", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-09-04-17s28", "raw": "A scene from a TV show in which a man is sitting at a computer and a woman is standing behind him.", "with_names": "Charlie is sitting at a computer and Sheila is standing behind him."}, {"scene_id": "bb-09-04-17s29", "raw": "A scene from a TV show in which a man is standing in an office with a desk and a large window.", "with_names": "a man is standing in an office with a desk and a large window."}, {"scene_id": "bb-09-04-17s31", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-04-17s33", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie and is speaking into a microphone.", "with_names": "a man is wearing a suit and a purple tie and is speaking into a microphone."}]