[{"scene_id": "atwt-05-22-06s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-22-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-22-06s2", "raw": "A scene from a TV show in which a woman is holding a handbag and looking at a wall.", "with_names": "a woman is holding a handbag and looking at a wall."}, {"scene_id": "atwt-05-22-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-22-06s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-05-22-06s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-06s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-22-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-05-22-06s8", "raw": "A scene from a TV show in which a man is standing next to a red truck in a forest.", "with_names": "a man is standing next to a red truck in a forest."}, {"scene_id": "atwt-05-22-06s9", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-05-22-06s10", "raw": "A scene from a TV show in which a woman is being measured by a nurse.", "with_names": "a woman is being measured by a nurse."}, {"scene_id": "atwt-05-22-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-06s12", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "] and a woman kiss."}, {"scene_id": "atwt-05-22-06s13", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-05-22-06s14", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-22-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-22-06s16", "raw": "A scene from a TV show in which a man is blown up by a bomb.", "with_names": "a man is blown up by a bomb."}, {"scene_id": "atwt-05-22-06s17", "raw": "A scene from a TV show in which a blonde woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-05-22-06s18", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a woman is sitting next to him.", "with_names": "a man is wearing a white t-shirt and a woman is sitting next to him."}, {"scene_id": "atwt-05-22-06s19", "raw": "A scene from a TV show in which a man is wearing a black suit and a white shirt.", "with_names": "] is wearing a black suit and a white shirt."}, {"scene_id": "atwt-05-22-06s20", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-05-22-06s21", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-05-22-06s22", "raw": "A scene from a TV show in which a woman is sneezing into her hand.", "with_names": "a woman is sneezing into her hand."}, {"scene_id": "atwt-05-22-06s23", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-22-06s24", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and long hair", "with_names": "a man is wearing a white t-shirt and long hair"}, {"scene_id": "atwt-05-22-06s25", "raw": "A scene from a TV show in which a man holds a baby.", "with_names": "] holds a baby."}, {"scene_id": "atwt-05-22-06s26", "raw": "A scene from a TV show in which a man and a woman are hugging and kissing.", "with_names": "a man and a woman are hugging and kissing."}, {"scene_id": "atwt-05-22-06s27", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "a man is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-05-22-06s28", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-22-06s29", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and long hair", "with_names": "a man is wearing a white t-shirt and long hair"}, {"scene_id": "atwt-05-22-06s30", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "] is kissing a woman."}, {"scene_id": "atwt-05-22-06s31", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is standing next to her.", "with_names": "a woman is holding a wine glass and a man is standing next to her."}, {"scene_id": "atwt-05-22-06s32", "raw": "A scene from a TV show in which two crows are shown in a field.", "with_names": "two crows are shown in a field."}]