[{"scene_id": "oltl-02-02-09s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-02-02-09s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-02-09s2", "raw": "A scene from a TV show in which a woman is applying lipstick to another woman's lips.", "with_names": "a woman is applying lipstick to another woman's lips."}, {"scene_id": "oltl-02-02-09s3", "raw": "A scene from a TV show in which two men are sitting on a bench and drinking coffee.", "with_names": "two men are sitting on a bench and drinking coffee."}, {"scene_id": "oltl-02-02-09s4", "raw": "A scene from a TV show in which a man is looking down and a woman is walking behind him", "with_names": "Schuyler is looking down and ] is walking behind him"}, {"scene_id": "oltl-02-02-09s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-02-02-09s6", "raw": "A scene from a TV show in which a man is shown with a moustache.", "with_names": ""}, {"scene_id": "oltl-02-02-09s7", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-02-02-09s8", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-02-09s9", "raw": "A scene from a TV show in which a man is seen in the woods, holding a knife.", "with_names": "a man is in the woods, holding a knife."}, {"scene_id": "oltl-02-02-09s10", "raw": "A scene from a TV show in which a blonde woman is holding a wine glass and smiling.", "with_names": "a blonde woman is holding a wine glass and smiling."}, {"scene_id": "oltl-02-02-09s11", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "oltl-02-02-09s12", "raw": "A scene from a TV show in which a woman is walking down a hallway with a handbag.", "with_names": "a woman is walking down a hallway with a handbag."}, {"scene_id": "oltl-02-02-09s13", "raw": "A scene from a TV show in which a man is walking down a street and looking down at his phone.", "with_names": "a man is walking down a street and looking down at his phone."}, {"scene_id": "oltl-02-02-09s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-02-09s15", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-02-09s16", "raw": "A scene from a TV show in which a man is seen holding a crown and a woman is wearing a dress.", "with_names": "a man is holding a crown and a woman is wearing a dress."}, {"scene_id": "oltl-02-02-09s17", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass and a bottle of wine", "with_names": "a man is sitting at a table with a wine glass and a bottle of wine"}, {"scene_id": "oltl-02-02-09s18", "raw": "A scene from a TV show in which a man is seen bowing his head in a hallway.", "with_names": "a man is bowing his head in a hallway."}, {"scene_id": "oltl-02-02-09s19", "raw": "A scene from a TV show in which two women are standing close to each other, with one of them looking at the camera.", "with_names": "two women are standing close to each other, with one of them looking at the camera."}, {"scene_id": "oltl-02-02-09s20", "raw": "A scene from a TV show in which a man is sitting on a motorcycle and looking at a car.", "with_names": "a man is sitting on a motorcycle and looking at a car."}, {"scene_id": "oltl-02-02-09s21", "raw": "A scene from a TV show in which two men are walking down a street, one of them is holding a cup.", "with_names": "two men are walking down a street, one of them is holding a cup."}, {"scene_id": "oltl-02-02-09s22", "raw": "A scene from a TV show in which a man is talking to a woman, and the woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-02-02-09s23", "raw": "A scene from a TV show in which a man is kissing another man's ear.", "with_names": "a man is kissing another man's ear."}, {"scene_id": "oltl-02-02-09s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-02-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-02-09s26", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-02-02-09s27", "raw": "A scene from a TV show in which a man is on the floor and a woman is lying on the floor next to him.", "with_names": "a man is on the floor and a woman is lying on the floor next to him."}, {"scene_id": "oltl-02-02-09s28", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-02-02-09s29", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-02-02-09s30", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at a lamp.", "with_names": "a man is sitting on a bed and looking at a lamp."}, {"scene_id": "oltl-02-02-09s31", "raw": "A scene from a TV show in which two young men are sitting next to each other.", "with_names": "two young men are sitting next to each other."}, {"scene_id": "oltl-02-02-09s32", "raw": "A scene from a TV show in which a woman is talking to another woman and pointing her finger at her.", "with_names": ""}, {"scene_id": "oltl-02-02-09s33", "raw": "A scene from a TV show in which a man is lying on the ground with his head down.", "with_names": "a man is lying on the ground with his head down."}, {"scene_id": "oltl-02-02-09s34", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-02-02-09s35", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-02-02-09s36", "raw": "A scene from a TV show in which a young woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-02-02-09s37", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-02-02-09s38", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-02-02-09s39", "raw": "A scene from a TV show in which a woman is wearing a white scarf and a man is standing behind her.", "with_names": "a woman is wearing a white scarf and a man is standing behind her."}]