[{"scene_id": "atwt-01-19-04s0", "raw": "A scene from a TV show in which a man is wearing a fur hat and a coat.", "with_names": "a man is wearing a fur hat and a coat."}, {"scene_id": "atwt-01-19-04s1", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "a woman is holding a piece of paper."}, {"scene_id": "atwt-01-19-04s2", "raw": "A scene from a TV show in which a man is holding a white rabbit in his hands.", "with_names": "a man is holding a white rabbit in his hands."}, {"scene_id": "atwt-01-19-04s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-19-04s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-01-19-04s5", "raw": "A scene from a TV show in which a door is open and a baby is visible through it.", "with_names": "a door is open and a baby is visible through it."}, {"scene_id": "atwt-01-19-04s6", "raw": "A scene from a TV show in which a young woman is looking down and her mouth is open.", "with_names": "a young woman is looking down and her mouth is open."}, {"scene_id": "atwt-01-19-04s7", "raw": "A scene from a TV show in which a man is leaning over a woman, with his hand on her shoulder.", "with_names": "a man is leaning over a woman, with his hand on her shoulder."}, {"scene_id": "atwt-01-19-04s8", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her laptop.", "with_names": "a woman is sitting at a desk and looking at her laptop."}, {"scene_id": "atwt-01-19-04s9", "raw": "A scene from a TV show in which a woman is trying to pull a young man away from another woman.", "with_names": "a woman is trying to pull a young man away from another woman."}, {"scene_id": "atwt-01-19-04s10", "raw": "A scene from a TV show in which a little girl is climbing a tree.", "with_names": "a little girl is climbing a tree."}, {"scene_id": "atwt-01-19-04s11", "raw": "A scene from a TV show in which a man is holding a white rabbit.", "with_names": "a man is holding a white rabbit."}, {"scene_id": "atwt-01-19-04s12", "raw": "A scene from a TV show in which a man is wearing a plaid scarf and a black jacket", "with_names": "a man is wearing a plaid scarf and a black jacket"}, {"scene_id": "atwt-01-19-04s13", "raw": "A scene from a TV show in which a man is wearing a red shirt and a tie and is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-19-04s14", "raw": "A scene from a TV show in which a doctor is holding a woman's hand while another woman looks on.", "with_names": "a doctor is holding a woman's hand while another woman looks on."}, {"scene_id": "atwt-01-19-04s15", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-19-04s16", "raw": "A scene from a TV show in which an orange is cut in half and a banner is placed over the top of it. The banner reads, \"Proven to help reduce cholesterol. From 5 to 10 cups of orange juice a day with", "with_names": "an orange is cut in half and a banner is placed over the top of it. the banner reads, \"proven to help reduce cholesterol. from 5 to 10 cups of orange juice a day with"}, {"scene_id": "atwt-01-19-04s17", "raw": "A scene from a TV show in which Sherlock Holmes is walking through a room with a chair and a table in the background.", "with_names": "sherlock holmes is walking through a room with a chair and a table in the background."}, {"scene_id": "atwt-01-19-04s18", "raw": "A scene from a TV show in which a woman is holding a green leaf and a bottle of pills.", "with_names": "a woman is holding a green leaf and a bottle of pills."}, {"scene_id": "atwt-01-19-04s19", "raw": "A scene from a TV show in which a man walks on a beach with the words \"The Blackwater Lightship Wednesday February 4th\"", "with_names": "a man walks on a beach with the words \"the blackwater lightship wednesday february 4th\""}, {"scene_id": "atwt-01-19-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-19-04s21", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "atwt-01-19-04s22", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-01-19-04s23", "raw": "A scene from a TV show in which a woman is sitting in a dark room, wearing a robe.", "with_names": "] is sitting in a dark room, wearing a robe."}, {"scene_id": "atwt-01-19-04s24", "raw": "A scene from a TV show in which a man is talking to someone and a heart is drawn on the wall", "with_names": ""}, {"scene_id": "atwt-01-19-04s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-19-04s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-19-04s27", "raw": "A scene from a TV show in which a woman is looking at a man and a sign is visible in the background.", "with_names": "a woman is looking at a man and a sign is visible in the background."}]