[{"scene_id": "atwt-03-14-06s0", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-14-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-14-06s2", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-03-14-06s3", "raw": "A scene from a TV show in which a man is standing in front of a woman in a hallway.", "with_names": "a man is standing in front of a woman in a hallway."}, {"scene_id": "atwt-03-14-06s4", "raw": "A scene from a TV show in which a tube of Olay is being advertised", "with_names": "a tube of olay is being advertised"}, {"scene_id": "atwt-03-14-06s5", "raw": "A scene from a TV show in which a woman is wearing a green blouse and a necklace", "with_names": "a woman is wearing a green blouse and a necklace"}, {"scene_id": "atwt-03-14-06s6", "raw": "A scene from a TV show in which a man is holding a watch and looking at it, while two other people look on.", "with_names": "a man is holding a watch and looking at it, while two other people look on."}, {"scene_id": "atwt-03-14-06s7", "raw": "A scene from a TV show in which a woman is cooking in a kitchen with a window.", "with_names": "a woman is cooking in a kitchen with a window."}, {"scene_id": "atwt-03-14-06s8", "raw": "A scene from a TV show in which a woman is wearing a green coat and a black dress.", "with_names": "a woman is wearing a green coat and a black dress."}, {"scene_id": "atwt-03-14-06s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-03-14-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-14-06s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-14-06s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-14-06s13", "raw": "A scene from a TV show in which a man is wearing glasses and a suit.", "with_names": "a man is wearing glasses and a suit."}, {"scene_id": "atwt-03-14-06s14", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-03-14-06s15", "raw": "A scene from a TV show in which a teddy bear is seen in a car.", "with_names": "a teddy bear is in a car."}, {"scene_id": "atwt-03-14-06s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-14-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-14-06s18", "raw": "A scene from a TV show in which a young woman is behind bars.", "with_names": "a young woman is behind bars."}, {"scene_id": "atwt-03-14-06s19", "raw": "A scene from a TV show in which a pig is running through a field with other pigs chasing it.", "with_names": "a pig is running through a field with other pigs chasing it."}, {"scene_id": "atwt-03-14-06s20", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-14-06s21", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black shirt", "with_names": "a woman is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-03-14-06s22", "raw": "A scene from a TV show in which a man is behind bars and a woman is standing behind bars.", "with_names": "a man is behind bars and a woman is standing behind bars."}, {"scene_id": "atwt-03-14-06s23", "raw": "A scene from a TV show in which a black dot is seen flying in the sky", "with_names": "a black dot is flying in the sky"}]