[{"scene_id": "gl-04-26-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-26-06s1", "raw": "A scene from a TV show in which a woman is bending down to a little girl.", "with_names": "a woman is bending down to a little girl."}, {"scene_id": "gl-04-26-06s2", "raw": "A scene from a TV show in which a man is reading a letter and looking at his face", "with_names": "a man is reading a letter and looking at his face"}, {"scene_id": "gl-04-26-06s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-26-06s4", "raw": "A scene from a TV show in which a man is talking to a woman and touching her shoulder.", "with_names": ""}, {"scene_id": "gl-04-26-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-04-26-06s6", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is talking to him.", "with_names": ""}, {"scene_id": "gl-04-26-06s7", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a restaurant.", "with_names": ""}, {"scene_id": "gl-04-26-06s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "gl-04-26-06s9", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-04-26-06s10", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "gl-04-26-06s11", "raw": "A scene from a TV show in which a man is lying on the floor with his head in his hands", "with_names": "a man is lying on the floor with his head in his hands"}, {"scene_id": "gl-04-26-06s12", "raw": "A scene from a TV show in which a man is sitting in a car with a woman.", "with_names": "a man is sitting in a car with a woman."}, {"scene_id": "gl-04-26-06s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-26-06s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-26-06s15", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing a grey coat.", "with_names": ""}, {"scene_id": "gl-04-26-06s16", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-04-26-06s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her hands.", "with_names": ""}, {"scene_id": "gl-04-26-06s18", "raw": "A scene from a TV show in which a woman is seen in a bathtub, with her head turned away from the camera.", "with_names": "a woman is in a bathtub, with her head turned away from the camera."}]