[{"scene_id": "atwt-10-03-01s0", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing behind her.", "with_names": "Mitzi is dancing in a room with Jack standing behind her."}, {"scene_id": "atwt-10-03-01s1", "raw": "A scene from a TV show in which a man is wearing a white dinner jacket and black bow tie.", "with_names": "a man is wearing a white dinner jacket and black bow tie."}, {"scene_id": "atwt-10-03-01s2", "raw": "A scene from a TV show in which a woman is standing in a pool, with the words \"Moisturizing Pro-V Formula\"", "with_names": "Rose is standing in a pool, with the words \"moisturizing pro-v formula\""}, {"scene_id": "atwt-10-03-01s3", "raw": "A scene from a TV show in which a woman is standing next to a car, wearing a backpack and a hat.", "with_names": "Mitzi is standing next to a car, wearing a backpack and a hat."}, {"scene_id": "atwt-10-03-01s4", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie.", "with_names": "Bruno is wearing a suit and a bow tie."}, {"scene_id": "atwt-10-03-01s5", "raw": "A scene from a TV show in which a young boy sings.", "with_names": "a young boy sings."}, {"scene_id": "atwt-10-03-01s6", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a red dress.", "with_names": "a man is shirtless and Mitzi is wearing a red dress."}, {"scene_id": "atwt-10-03-01s7", "raw": "A scene from a TV show in which a woman is wearing a white wedding dress and a tiara.", "with_names": "a woman is wearing a white wedding dress and a tiara."}, {"scene_id": "atwt-10-03-01s8", "raw": "A scene from a TV show in which a woman and a man are walking a dog along a river.", "with_names": "a woman and a man are walking a dog along a river."}, {"scene_id": "atwt-10-03-01s9", "raw": "A scene from a TV show in which three boys are dressed in tuxedos and standing in front of a fireplace.", "with_names": "three boys are dressed in tuxedos and standing in front of a fireplace."}, {"scene_id": "atwt-10-03-01s10", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-03-01s11", "raw": "A scene from a TV show in which a woman's eye is shown", "with_names": ""}, {"scene_id": "atwt-10-03-01s12", "raw": "A scene from a TV show in which a man is taking a picture of a woman and another man.", "with_names": "Nick is taking a picture of a woman and another man."}, {"scene_id": "atwt-10-03-01s13", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a dress.", "with_names": "Bruno is wearing a tuxedo and Katie is in a dress."}, {"scene_id": "atwt-10-03-01s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Carly on the cheek."}, {"scene_id": "atwt-10-03-01s15", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-10-03-01s16", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking over her shoulder.", "with_names": "a man is standing behind Katie, and she is looking over her shoulder."}, {"scene_id": "atwt-10-03-01s17", "raw": "A scene from a TV show in which a man is holding a video camera.", "with_names": "a man is holding a video camera."}, {"scene_id": "atwt-10-03-01s18", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-10-03-01s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing formal attire.", "with_names": "a man and a woman are standing next to each other, both wearing formal attire."}, {"scene_id": "atwt-10-03-01s21", "raw": "A scene from a TV show in which a man is holding a lizard in his hand.", "with_names": "a man is holding a lizard in his hand."}, {"scene_id": "atwt-10-03-01s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, talking.", "with_names": ""}, {"scene_id": "atwt-10-03-01s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-03-01s24", "raw": "A scene from a TV show in which a man is seen pulling a large box out of a drawer.", "with_names": "a man is pulling a large box out of a drawer."}, {"scene_id": "atwt-10-03-01s25", "raw": "A scene from a TV show in which a woman is getting married.", "with_names": "Both is getting married."}, {"scene_id": "atwt-10-03-01s26", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a yellow dress.", "with_names": "a man is wearing a tuxedo and a woman is in a yellow dress."}, {"scene_id": "atwt-10-03-01s27", "raw": "A scene from a TV show in which two women are wearing pink dresses and red dresses", "with_names": "two women are wearing pink dresses and red dresses"}, {"scene_id": "atwt-10-03-01s28", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-10-03-01s29", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Paul is wearing a tuxedo and a bow tie."}, {"scene_id": "atwt-10-03-01s30", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him.", "with_names": "Bryant is holding a baby and Jennifer is looking at him."}, {"scene_id": "atwt-10-03-01s31", "raw": "A scene from a TV show in which a young man is wearing a tuxedo and a bow tie.", "with_names": "a young man is wearing a tuxedo and a bow tie."}]