[{"scene_id": "bb-02-03-17s0", "raw": "A scene from a TV show in which a framed Picasso painting is on a wall.", "with_names": "a framed picasso painting is on a wall."}, {"scene_id": "bb-02-03-17s3", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by Rick."}, {"scene_id": "bb-02-03-17s4", "raw": "A scene from a TV show in which a man is holding a woman and talking to another man.", "with_names": ""}, {"scene_id": "bb-02-03-17s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-02-03-17s6", "raw": "A scene from a TV show in which a man is wearing a tie and vest and is standing in a room with a tape measure", "with_names": "a man is wearing a tie and vest and is standing in a room with a tape measure"}, {"scene_id": "bb-02-03-17s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "bb-02-03-17s8", "raw": "A scene from a TV show in which a woman is holding a man by the collar and he is looking at her angrily.", "with_names": "Sally is holding Saul by the collar and he is looking at her angrily."}, {"scene_id": "bb-02-03-17s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-03-17s10", "raw": "A scene from a TV show in which a woman is being spanked with a leather paddle.", "with_names": "a woman is being spanked with a leather paddle."}, {"scene_id": "bb-02-03-17s11", "raw": "A scene from a TV show in which a man is seen walking into a room with a woman lying on the floor.", "with_names": "a man is walking into a room with a woman lying on the floor."}, {"scene_id": "bb-02-03-17s12", "raw": "A scene from a TV show in which a man stands in front of a door and looks at a TV.", "with_names": "Saul stands in front of a door and looks at a tv."}, {"scene_id": "bb-02-03-17s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-03-17s14", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "Thomas is sitting at a table and Maya is standing next to him."}, {"scene_id": "bb-02-03-17s15", "raw": "A scene from a TV show in which a woman is talking to a man in a courtroom.", "with_names": ""}, {"scene_id": "bb-02-03-17s16", "raw": "A scene from a TV show in which a woman is tossing a pile of fur into a trash can.", "with_names": "a woman is tossing a pile of fur into a trash can."}, {"scene_id": "bb-02-03-17s17", "raw": "A scene from a TV show in which a woman is talking to a man at a table.", "with_names": ""}, {"scene_id": "bb-02-03-17s18", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-02-03-17s20", "raw": "A scene from a TV show in which a woman is talking to a man and looking at him with a confused expression.", "with_names": ""}, {"scene_id": "bb-02-03-17s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-02-03-17s23", "raw": "A scene from a TV show in which a girl is wearing a leopard print coat and goggles.", "with_names": "a girl is wearing a leopard print coat and goggles."}, {"scene_id": "bb-02-03-17s24", "raw": "A scene from a TV show in which a man and a woman are talking to a third man.", "with_names": ""}, {"scene_id": "bb-02-03-17s25", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "Ridge is wearing a blue dress and a necklace."}, {"scene_id": "bb-02-03-17s26", "raw": "A scene from a TV show in which Ann Willmott is seen standing on a rooftop overlooking a cityscape.", "with_names": "ann willmott is standing on a rooftop overlooking a cityscape."}]