[{"scene_id": "bb-04-15-15s0", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "bb-04-15-15s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-04-15-15s2", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a cell phone.", "with_names": "a man and a woman sit on a couch and look at a cell phone."}, {"scene_id": "bb-04-15-15s3", "raw": "A scene from a TV show in which a woman sits on a couch and talks to someone off camera.", "with_names": "a woman sits on a couch and talks to someone off camera."}, {"scene_id": "bb-04-15-15s4", "raw": "A scene from a TV show in which a young woman is holding her mother's arm.", "with_names": "a young woman is holding her mother's arm."}, {"scene_id": "bb-04-15-15s5", "raw": "A scene from a TV show in which two young women are standing in a room.", "with_names": "two young women are standing in a room."}, {"scene_id": "bb-04-15-15s7", "raw": "A scene from a TV show in which a man is yelling and pointing his finger.", "with_names": "Rick is yelling and pointing his finger."}, {"scene_id": "bb-04-15-15s10", "raw": "A scene from a TV show in which two men stand in a room and talk.", "with_names": "two men stand in a room and talk."}, {"scene_id": "bb-04-15-15s11", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-15-15s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-15-15s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-15-15s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and standing in a room with a horse and a painting on the wall.", "with_names": "Rick is wearing a suit and a tie and standing in a room with a horse and a painting on the wall."}, {"scene_id": "bb-04-15-15s15", "raw": "A scene from a TV show in which two men are standing in a room with a large window and a desk.", "with_names": "two men are standing in a room with a large window and a desk."}, {"scene_id": "bb-04-15-15s16", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "bb-04-15-15s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rick and Maya are standing next to each other."}, {"scene_id": "bb-04-15-15s18", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wall.", "with_names": "Liam and a woman are standing in front of a wall."}, {"scene_id": "bb-04-15-15s19", "raw": "A scene from a TV show in which a man and two women are standing in a room.", "with_names": "a man and two women are standing in a room."}, {"scene_id": "bb-04-15-15s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-15-15s21", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-15-15s22", "raw": "A scene from a TV show in which a woman sits at a desk and looks at papers.", "with_names": "a woman sits at a desk and looks at papers."}, {"scene_id": "bb-04-15-15s23", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Rick and Maya are standing in a room."}]