[{"scene_id": "bb-04-03-14s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-03-14s1", "raw": "A scene from a TV show in which a woman is dancing in a room with a man and a boy standing on a balcony.", "with_names": "a woman is dancing in a room with a man and a boy standing on a balcony."}, {"scene_id": "bb-04-03-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-03-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-14s4", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-03-14s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-04-03-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-14s7", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at the camera.", "with_names": "a woman is holding a wine glass and looking at the camera."}, {"scene_id": "bb-04-03-14s8", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-04-03-14s9", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-04-03-14s10", "raw": "A scene from a TV show in which a man is drinking wine and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-03-14s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-03-14s12", "raw": "A scene from a TV show in which a man shakes hands with another man.", "with_names": "a man shakes hands with another man."}, {"scene_id": "bb-04-03-14s13", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}]