[{"scene_id": "bb-01-28-15s0", "raw": "A scene from a TV show in which a man stands in front of a door.", "with_names": "Brooke stands in front of a door."}, {"scene_id": "bb-01-28-15s1", "raw": "A scene from a TV show in which a woman walks into a room and sees a vase with flowers.", "with_names": "a woman walks into a room and sees a vase with flowers."}, {"scene_id": "bb-01-28-15s2", "raw": "A scene from a TV show in which a woman stands in a room and looks out a window.", "with_names": "Katie stands in a room and looks out a window."}, {"scene_id": "bb-01-28-15s3", "raw": "A scene from a TV show in which a man looks through a camera lens.", "with_names": "a man looks through a camera lens."}, {"scene_id": "bb-01-28-15s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-01-28-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-28-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-28-15s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-28-15s8", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "a man and a woman are arguing in a living room."}, {"scene_id": "bb-01-28-15s9", "raw": "A scene from a TV show in which a woman is standing in front of a painting and smiling.", "with_names": "Katie is standing in front of a painting and smiling."}, {"scene_id": "bb-01-28-15s10", "raw": "A scene from a TV show in which a woman holds a gun.", "with_names": "a woman holds a gun."}, {"scene_id": "bb-01-28-15s11", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-01-28-15s12", "raw": "A scene from a TV show in which a woman is drinking from a bottle.", "with_names": "a woman is drinking from a bottle."}, {"scene_id": "bb-01-28-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Liam is wearing a suit and tie."}, {"scene_id": "bb-01-28-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]