[{"scene_id": "atwt-11-03-03s0", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and pearl earrings.", "with_names": "Mitzi is wearing a blue jacket and pearl earrings."}, {"scene_id": "atwt-11-03-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-03-03s2", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-11-03-03s3", "raw": "A scene from a TV show in which a woman is wearing a sleeveless turtleneck and a short blonde hair.", "with_names": "Emily is wearing a sleeveless turtleneck and a short blonde hair."}, {"scene_id": "atwt-11-03-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-03-03s5", "raw": "A scene from a TV show in which a woman is talking about her health.", "with_names": ""}, {"scene_id": "atwt-11-03-03s6", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-03-03s7", "raw": "A scene from a TV show in which a young boy is shown how to make a sandwich.", "with_names": ""}, {"scene_id": "atwt-11-03-03s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Will is looking at Emily and she is looking back at him."}, {"scene_id": "atwt-11-03-03s10", "raw": "A scene from a TV show in which a woman is driving a car and a pill bottle is visible in the car's window.", "with_names": "a woman is driving a car and a pill bottle is visible in the car's window."}, {"scene_id": "atwt-11-03-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-03-03s12", "raw": "A scene from a TV show in which a young boy is looking at the camera.", "with_names": "a young boy is looking at the camera."}, {"scene_id": "atwt-11-03-03s13", "raw": "A scene from a TV show in which a woman is screaming in front of a fire.", "with_names": "Emily is screaming in front of a fire."}, {"scene_id": "atwt-11-03-03s14", "raw": "A scene from a TV show in which a man is being chased by a shark.", "with_names": "Paul is being chased by a shark."}, {"scene_id": "atwt-11-03-03s15", "raw": "A scene from a TV show in which a woman is wearing a blue and purple plaid shirt and a man is standing behind her.", "with_names": "a woman is wearing a blue and purple plaid shirt and a man is standing behind her."}, {"scene_id": "atwt-11-03-03s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-03-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-03-03s18", "raw": "A scene from a TV show in which a white circle is superimposed on a black screen", "with_names": "a white circle is superimposed on a black screen"}, {"scene_id": "atwt-11-03-03s19", "raw": "A scene from a TV show in which a young man is wearing a red football jersey and a man is sitting next to him.", "with_names": "a young man is wearing a red football jersey and a man is sitting next to him."}, {"scene_id": "atwt-11-03-03s20", "raw": "A scene from a TV show in which a man is looking to the right, with his hair blowing in the wind.", "with_names": "Hal is looking to the right, with his hair blowing in the wind."}, {"scene_id": "atwt-11-03-03s21", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "Paul is looking at the camera"}, {"scene_id": "atwt-11-03-03s22", "raw": "A scene from a TV show in which a young woman is sitting in a restaurant, smiling and looking to the right.", "with_names": "a young woman is sitting in a restaurant, smiling and looking to the right."}, {"scene_id": "atwt-11-03-03s23", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-03-03s24", "raw": "A scene from a TV show in which a person is holding an egg over a jar.", "with_names": "a person is holding an egg over a jar."}, {"scene_id": "atwt-11-03-03s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-03-03s26", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-03-03s27", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-03-03s28", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-11-03-03s29", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-03-03s30", "raw": "A scene from a TV show in which a woman is talking to a man and the man looks at her with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-11-03-03s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]