[{"scene_id": "gl-01-13-06s0", "raw": "a group of people are walking around in a room and one of them is laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s1", "raw": "a woman is talking about a video of a woman and a man is laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s2", "raw": "a man and woman are laughing at a man and then a man is smiling.", "with_names": "a man and woman are laughing at a man and then a man is smiling."}, {"scene_id": "gl-01-13-06s3", "raw": "a man and woman are talking about a kiss and then they both laugh.", "with_names": ""}, {"scene_id": "gl-01-13-06s4", "raw": "a woman is talking about a news segment and then a woman is shown laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s5", "raw": "a man and a woman are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "gl-01-13-06s6", "raw": "a man and woman are talking to each other and kissing.", "with_names": ""}, {"scene_id": "gl-01-13-06s7", "raw": "", "with_names": ""}, {"scene_id": "gl-01-13-06s8", "raw": "a man and woman are kissing each other and then the man kisses the woman.", "with_names": "Jonathan and woman are kissing each other and then the man kisses the woman."}, {"scene_id": "gl-01-13-06s9", "raw": "a man and woman are talking about a man and then a man is talking.", "with_names": ""}, {"scene_id": "gl-01-13-06s10", "raw": "a man and woman kiss each other on a stage.", "with_names": "Jonathan and woman kiss each other on a stage."}, {"scene_id": "gl-01-13-06s11", "raw": "a woman is talking about a tv and a man is shown walking around.", "with_names": ""}, {"scene_id": "gl-01-13-06s12", "raw": "a man and woman are in a room and one woman is laughing.", "with_names": "a man and woman are in a room and one woman is laughing."}, {"scene_id": "gl-01-13-06s13", "raw": "a woman is dressed in a dress and a white dress is seen dancing.", "with_names": "Gina Tognoni, inside \"The Light.\" Dinah's best trait is that she doesn't really allow people to see her sweat. Dinah would be-- in my estimation-- she's like a fallen angel. I'm similar do Dinah. We both have faith. Dinah tends to have faith in herself, and I have faith I'd like to think in God. See Dinah, Wednesday, January 18th, inside \"The Light.\" is dressed in a dress and a white dress is dancing."}, {"scene_id": "gl-01-13-06s14", "raw": "a man and woman are laughing and laughing while the man is laughing.", "with_names": "a man and woman are laughing and laughing while the man is laughing."}, {"scene_id": "gl-01-13-06s15", "raw": "a man and woman are talking about a topic and the man is laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s16", "raw": "a man is talking to a woman and then he is laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s17", "raw": "a man is making a bed and then a woman walks around.", "with_names": "a man is making a bed and then Mallet walks around."}, {"scene_id": "gl-01-13-06s18", "raw": "a woman is walking through a snow covered area with snow.", "with_names": "Harley is walking through a snow covered area with snow."}, {"scene_id": "gl-01-13-06s19", "raw": "a man and woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "gl-01-13-06s20", "raw": "a man is talking about a woman who is laughing and laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s21", "raw": "a man is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-01-13-06s22", "raw": "a man and woman are kissing each other in a darkened room.", "with_names": "a man and woman are kissing each other in a darkened room."}, {"scene_id": "gl-01-13-06s23", "raw": "a man and woman are laughing at a man and the man is laughing.", "with_names": "Josh and woman are laughing at a man and the man is laughing."}, {"scene_id": "gl-01-13-06s24", "raw": "a man and woman are laughing and laughing while a man is talking.", "with_names": ""}, {"scene_id": "gl-01-13-06s25", "raw": "a woman is talking to a man and then she is talking.", "with_names": ""}, {"scene_id": "gl-01-13-06s26", "raw": "a man and woman are kissing each other in a room.", "with_names": "Jeffrey and woman are kissing each other in a room."}, {"scene_id": "gl-01-13-06s27", "raw": "a man is sitting in a chair and is looking at a woman.", "with_names": ""}]