[{"scene_id": "bb-05-29-17s0", "raw": "A scene from a TV show in which a man and a woman stand in a room with a large vase and a bottle of wine.", "with_names": "a man and Steffy stand in a room with a large vase and a bottle of wine."}, {"scene_id": "bb-05-29-17s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "bb-05-29-17s2", "raw": "A scene from a TV show in which a woman is dressed as a nurse and is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-29-17s3", "raw": "A scene from a TV show in which a woman is sitting on a bed with her hands on her hips, looking at a man.", "with_names": "a woman is sitting on a bed with her hands on her hips, looking at a man."}, {"scene_id": "bb-05-29-17s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a laptop.", "with_names": "Rick and Maya sit on a couch and look at a laptop."}, {"scene_id": "bb-05-29-17s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk on the phone.", "with_names": "a man and a woman sit on a couch and talk on the phone."}, {"scene_id": "bb-05-29-17s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-05-29-17s7", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a colorful shirt.", "with_names": "a woman is wearing a white blazer and a colorful shirt."}, {"scene_id": "bb-05-29-17s8", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "Ridge and Thomas are standing next to each other."}, {"scene_id": "bb-05-29-17s9", "raw": "A scene from a TV show in which a man is holding a cell phone to a woman's face.", "with_names": "a man is holding a cell phone to a woman's face."}, {"scene_id": "bb-05-29-17s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Saul and Shirley are arguing."}, {"scene_id": "bb-05-29-17s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-29-17s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-29-17s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Thomas and a woman are standing next to each other."}, {"scene_id": "bb-05-29-17s15", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-29-17s16", "raw": "A scene from a TV show in which a black woman is holding a baby and talking to a white woman.", "with_names": ""}, {"scene_id": "bb-05-29-17s17", "raw": "A scene from a TV show in which a man is signing a piece of paper while a woman stands nearby.", "with_names": "a man is signing a piece of paper while a woman stands nearby."}, {"scene_id": "bb-05-29-17s18", "raw": "A scene from a TV show in which a man is wearing a bow tie.", "with_names": "a man is wearing a bow tie."}, {"scene_id": "bb-05-29-17s19", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "bb-05-29-17s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-29-17s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-29-17s22", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}]