[{"scene_id": "oltl-05-05-11s0", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "James is knocking on a door."}, {"scene_id": "oltl-05-05-11s1", "raw": "A scene from a TV show in which a woman is wearing a black hat and a suit and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s2", "raw": "A scene from a TV show in which a man is standing in a bedroom, talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s3", "raw": "A scene from a TV show in which a man is talking to someone and his face is contorted", "with_names": ""}, {"scene_id": "oltl-05-05-11s4", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s5", "raw": "A scene from a TV show in which a woman is seen in a white dress.", "with_names": "a woman is in a white dress."}, {"scene_id": "oltl-05-05-11s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and a blue shirt.", "with_names": "a blonde woman is looking at ] and a blue shirt."}, {"scene_id": "oltl-05-05-11s7", "raw": "A scene from a TV show in which a woman is wearing a hat and a suit and talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-05-11s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed and another man stands over him.", "with_names": "a man is lying in a hospital bed and another man stands over him."}, {"scene_id": "oltl-05-05-11s9", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a man is standing behind her.", "with_names": "a woman is wearing a red sweater and a man is standing behind her."}, {"scene_id": "oltl-05-05-11s10", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-05-05-11s11", "raw": "A scene from a TV show in which a woman is being followed by a man in a hat", "with_names": "a woman is being followed by a man in a hat"}, {"scene_id": "oltl-05-05-11s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "oltl-05-05-11s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a doctor is standing next to him.", "with_names": "a man is lying in a hospital bed and a doctor is standing next to him."}, {"scene_id": "oltl-05-05-11s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-05-11s17", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a monitor is showing his heart rate.", "with_names": "a man is sitting in a hospital bed and a monitor is showing his heart rate."}, {"scene_id": "oltl-05-05-11s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-05-11s19", "raw": "A scene from a TV show in which a man is looking at a candle", "with_names": "a man is looking at a candle"}, {"scene_id": "oltl-05-05-11s20", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-05-11s21", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a blonde wig.", "with_names": "a woman is wearing a red sweater and a blonde wig."}, {"scene_id": "oltl-05-05-11s22", "raw": "A scene from a TV show in which a man and a woman are sitting together at a table.", "with_names": "a man and a woman are sitting together at a table."}, {"scene_id": "oltl-05-05-11s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is looking at the camera.", "with_names": "a man is lying in a hospital bed and is looking at the camera."}, {"scene_id": "oltl-05-05-11s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-05-11s25", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-05-11s26", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-05-05-11s27", "raw": "A scene from a TV show in which a young man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a young man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "oltl-05-05-11s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a nurse is standing next to him.", "with_names": "a man is lying in a hospital bed and a nurse is standing next to him."}, {"scene_id": "oltl-05-05-11s29", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "oltl-05-05-11s30", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "oltl-05-05-11s31", "raw": "A scene from a TV show in which a woman is wearing a black hat and a suit and is looking at a cell phone.", "with_names": "a woman is wearing a black hat and a suit and is looking at a cell phone."}, {"scene_id": "oltl-05-05-11s32", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-05-11s33", "raw": "A scene from a TV show in which a man lies in a hospital bed and holds his head.", "with_names": "a man lies in a hospital bed and holds his head."}, {"scene_id": "oltl-05-05-11s34", "raw": "A scene from a TV show in which a young black woman is wearing a purple jacket and a necklace.", "with_names": "a young black woman is wearing a purple jacket and a necklace."}, {"scene_id": "oltl-05-05-11s35", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}]