[{"scene_id": "atwt-06-16-05s0", "raw": "A scene from a TV show in which a woman is holding a glass of wine.", "with_names": "a woman is holding a glass of wine."}, {"scene_id": "atwt-06-16-05s1", "raw": "A scene from a TV show in which a kitchen is filled with various items.", "with_names": "a kitchen is filled with various items."}, {"scene_id": "atwt-06-16-05s2", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-16-05s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-06-16-05s4", "raw": "A scene from a TV show in which a car is driving through a city with a dog in the back seat.", "with_names": "a car is driving through a city with a dog in the back seat."}, {"scene_id": "atwt-06-16-05s5", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and ] is looking at her."}, {"scene_id": "atwt-06-16-05s6", "raw": "A scene from a TV show in which a woman is looking off camera and frowning.", "with_names": "a woman is looking off camera and frowning."}, {"scene_id": "atwt-06-16-05s7", "raw": "A scene from a TV show in which a blue oval-shaped object is shown.", "with_names": ""}, {"scene_id": "atwt-06-16-05s8", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "atwt-06-16-05s9", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-06-16-05s10", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking to the side.", "with_names": ""}, {"scene_id": "atwt-06-16-05s11", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-06-16-05s12", "raw": "A scene from a TV show in which a young girl is in a hospital bed and a hand is reaching out to her.", "with_names": "a young girl is in a hospital bed and a hand is reaching out to her."}, {"scene_id": "atwt-06-16-05s13", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-06-16-05s14", "raw": "A scene from a TV show in which a woman is holding a vase and looking at it.", "with_names": "a woman is holding a vase and looking at it."}, {"scene_id": "atwt-06-16-05s15", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "a woman is dancing in a living room."}, {"scene_id": "atwt-06-16-05s16", "raw": "A scene from a TV show in which a woman is looking into a mirror.", "with_names": "a woman is looking into a mirror."}, {"scene_id": "atwt-06-16-05s17", "raw": "A scene from a TV show in which a man is playing a piano on a stage.", "with_names": "a man is playing a piano on a stage."}, {"scene_id": "atwt-06-16-05s18", "raw": "A scene from a TV show in which a spiral staircase is lit up with lights", "with_names": "a spiral staircase is lit up with lights"}, {"scene_id": "atwt-06-16-05s19", "raw": "A scene from a TV show in which a woman is in a shower with a towel on her head and a white headband", "with_names": "a woman is in a shower with a towel on her head and a white headband"}, {"scene_id": "atwt-06-16-05s20", "raw": "A scene from a TV show in which a woman is looking down and wearing a pink shirt", "with_names": "a woman is looking down and wearing a pink shirt"}, {"scene_id": "atwt-06-16-05s21", "raw": "A scene from a TV show in which a young man is wearing a yellow shirt and a necklace", "with_names": "a young man is wearing a yellow shirt and a necklace"}, {"scene_id": "atwt-06-16-05s22", "raw": "A scene from a TV show in which a note is left on a pillow.", "with_names": "a note is left on a pillow."}, {"scene_id": "atwt-06-16-05s23", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}]