[{"scene_id": "oltl-09-26-07s0", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "Sarah is slapping Cristian in the face"}, {"scene_id": "oltl-09-26-07s1", "raw": "A scene from a TV show in which two women are standing in a room with boxes and a suitcase.", "with_names": "two women are standing in a room with boxes and a suitcase."}, {"scene_id": "oltl-09-26-07s2", "raw": "A scene from a TV show in which a woman is playing pool and is about to hit the cue ball.", "with_names": "a woman is playing pool and is about to hit the cue ball."}, {"scene_id": "oltl-09-26-07s3", "raw": "A scene from a TV show in which a man is holding a woman by the arm and talking to her.", "with_names": ""}, {"scene_id": "oltl-09-26-07s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-26-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and making a funny face.", "with_names": "a man is wearing a suit and tie and making a funny face."}, {"scene_id": "oltl-09-26-07s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "oltl-09-26-07s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-09-26-07s8", "raw": "A scene from a TV show in which a woman is playing pool and the cue ball is in the air.", "with_names": "a woman is playing pool and the cue ball is in the air."}, {"scene_id": "oltl-09-26-07s9", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is wearing a blue shirt and the other is wearing a purple shirt.", "with_names": "two women are standing in a kitchen, one of them is wearing a blue shirt and the other is wearing a purple shirt."}, {"scene_id": "oltl-09-26-07s10", "raw": "A scene from a TV show in which a man is helping a little girl put on her pants.", "with_names": "a man is helping a little girl put on her pants."}, {"scene_id": "oltl-09-26-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-26-07s12", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a necklace", "with_names": "a woman is wearing a yellow shirt and a necklace"}, {"scene_id": "oltl-09-26-07s13", "raw": "A scene from a TV show in which a man is standing next to another man in a suit.", "with_names": "a man is standing next to another man in a suit."}, {"scene_id": "oltl-09-26-07s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man and a brunette man is listening.", "with_names": ""}, {"scene_id": "oltl-09-26-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-26-07s16", "raw": "A scene from a TV show in which a man is playing pool and a woman is standing behind him", "with_names": "a man is playing pool and a woman is standing behind him"}, {"scene_id": "oltl-09-26-07s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a door.", "with_names": "a man is wearing a suit and tie and is standing in front of a door."}, {"scene_id": "oltl-09-26-07s18", "raw": "A scene from a TV show in which two women are standing in a kitchen, one is looking at the other, and the other is looking away.", "with_names": "two women are standing in a kitchen, one is looking at the other, and the other is looking away."}, {"scene_id": "oltl-09-26-07s19", "raw": "A scene from a TV show in which a man is packing a suitcase in a room.", "with_names": "a man is packing a suitcase in a room."}, {"scene_id": "oltl-09-26-07s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man with long hair.", "with_names": ""}, {"scene_id": "oltl-09-26-07s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-26-07s22", "raw": "A scene from a TV show in which a woman is playing pool with a man.", "with_names": "a woman is playing pool with a man."}, {"scene_id": "oltl-09-26-07s23", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a yellow jacket.", "with_names": "a woman is wearing a dress and a man is in a yellow jacket."}, {"scene_id": "oltl-09-26-07s24", "raw": "A scene from a TV show in which a woman is being pushed down a hallway by a man.", "with_names": "a woman is being pushed down a hallway by a man."}, {"scene_id": "oltl-09-26-07s25", "raw": "A scene from a TV show in which a man is talking to another man in front of a door.", "with_names": ""}, {"scene_id": "oltl-09-26-07s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-09-26-07s27", "raw": "A scene from a TV show in which a man is standing in a bar holding a cup and looking at the camera.", "with_names": "a man is standing in a bar holding a cup and looking at the camera."}, {"scene_id": "oltl-09-26-07s28", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a yellow jacket and the other is wearing a white dress.", "with_names": "two women are standing next to each other, one is wearing a yellow jacket and the other is wearing a white dress."}]