[{"scene_id": "oltl-09-15-06s0", "raw": "A scene from a TV show in which a man is in a white robe and a tie, standing in a cell with other men.", "with_names": "a man is in a white robe and a tie, standing in a cell with other men."}, {"scene_id": "oltl-09-15-06s1", "raw": "A scene from a TV show in which a man is signing a woman's hand.", "with_names": "a man is signing a woman's hand."}, {"scene_id": "oltl-09-15-06s2", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "oltl-09-15-06s3", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "oltl-09-15-06s4", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a leather jacket.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a leather jacket."}, {"scene_id": "oltl-09-15-06s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-15-06s6", "raw": "A scene from a TV show in which a man is standing at a table and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-09-15-06s7", "raw": "A scene from a TV show in which a blonde woman is wearing an orange dress and a black shirt.", "with_names": "a blonde woman is wearing an orange dress and a black shirt."}, {"scene_id": "oltl-09-15-06s8", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "oltl-09-15-06s9", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-09-15-06s10", "raw": "A scene from a TV show in which a man holds a young boy.", "with_names": "a man holds a young boy."}, {"scene_id": "oltl-09-15-06s11", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is singing.", "with_names": "a man is playing a guitar and a woman is singing."}, {"scene_id": "oltl-09-15-06s12", "raw": "A scene from a TV show in which a black man is interviewed in front of a picture of a white man.", "with_names": "a black man is interviewed in front of a picture of a white man."}, {"scene_id": "oltl-09-15-06s13", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-09-15-06s14", "raw": "A scene from a TV show in which a man is putting on makeup and a woman is looking at him.", "with_names": "a man is putting on makeup and a woman is looking at him."}, {"scene_id": "oltl-09-15-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-15-06s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-15-06s17", "raw": "A scene from a TV show in which a black man is wearing a suit and a tie and looking off to the side.", "with_names": "a black man is wearing a suit and a tie and looking off to the side."}, {"scene_id": "oltl-09-15-06s18", "raw": "A scene from a TV show in which a man is sitting in front of a toilet and talking.", "with_names": ""}, {"scene_id": "oltl-09-15-06s19", "raw": "A scene from a TV show in which a man is standing in a living room with a red couch and a white vase.", "with_names": "a man is standing in a living room with a red couch and a white vase."}, {"scene_id": "oltl-09-15-06s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in a black suit.", "with_names": "a woman is wearing a red dress and a man is dressed in a black suit."}, {"scene_id": "oltl-09-15-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-15-06s22", "raw": "A scene from a TV show in which a mother and son are talking.", "with_names": ""}, {"scene_id": "oltl-09-15-06s23", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and smiling at another man.", "with_names": "a man is wearing a suit and a yellow tie and smiling at another man."}, {"scene_id": "oltl-09-15-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-15-06s25", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a white shirt.", "with_names": ""}, {"scene_id": "oltl-09-15-06s26", "raw": "A scene from a TV show in which a man holds a baby in his arms while a woman looks on.", "with_names": "a man holds a baby in his arms while a woman looks on."}, {"scene_id": "oltl-09-15-06s27", "raw": "A scene from a TV show in which two women sit on a staircase, one is crying and the other is comforting her.", "with_names": "two women sit on a staircase, one is crying and the other is comforting her."}, {"scene_id": "oltl-09-15-06s28", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "oltl-09-15-06s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-15-06s30", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "oltl-09-15-06s31", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-15-06s32", "raw": "A scene from a TV show in which a man is looking up and smiling.", "with_names": "a man is looking up and smiling."}, {"scene_id": "oltl-09-15-06s33", "raw": "A scene from a TV show in which a man is sitting at a table with his hands folded in front of him, while another man is standing behind him.", "with_names": "a man is sitting at a table with his hands folded in front of him, while another man is standing behind him."}, {"scene_id": "oltl-09-15-06s34", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie.", "with_names": "a man is wearing a suit and a yellow tie."}]