[{"scene_id": "atwt-04-28-03s0", "raw": "A scene from a TV show in which a doctor is standing over a patient, while another doctor stands nearby.", "with_names": "a doctor is standing over a patient, while another doctor stands nearby."}, {"scene_id": "atwt-04-28-03s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-28-03s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-28-03s3", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-04-28-03s4", "raw": "A scene from a TV show in which a woman is talking on her cell phone at a restaurant.", "with_names": ""}, {"scene_id": "atwt-04-28-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-28-03s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-28-03s7", "raw": "A scene from a TV show in which a man is sitting in a dark room with a guitar.", "with_names": "a man is sitting in a dark room with a guitar."}, {"scene_id": "atwt-04-28-03s8", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-28-03s9", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-04-28-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-28-03s11", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-28-03s12", "raw": "A scene from a TV show in which a man is being stabbed on a beach.", "with_names": "] is being stabbed on a beach."}, {"scene_id": "atwt-04-28-03s13", "raw": "A scene from a TV show in which a dining table is shown with chairs and a mirror. The text reads \"From $170 to $200\"", "with_names": ""}, {"scene_id": "atwt-04-28-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-28-03s16", "raw": "A scene from a TV show in which a man is sitting in a room and looking down", "with_names": "a man is sitting in a room and looking down"}, {"scene_id": "atwt-04-28-03s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-28-03s18", "raw": "A scene from a TV show in which a woman is talking and her hair is in pigtails.", "with_names": ""}, {"scene_id": "atwt-04-28-03s19", "raw": "A scene from a TV show in which a woman is wearing a white tank top and short hair", "with_names": "a woman is wearing a white tank top and short hair"}, {"scene_id": "atwt-04-28-03s20", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-04-28-03s21", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-04-28-03s22", "raw": "A scene from a TV show in which a Bounty paper towel is being picked up by a man.", "with_names": "a bounty paper towel is being picked up by a man."}, {"scene_id": "atwt-04-28-03s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-28-03s24", "raw": "A scene from a TV show in which a woman is praying with a man in a suit.", "with_names": "a woman is praying with a man in a suit."}, {"scene_id": "atwt-04-28-03s25", "raw": "A scene from a TV show in which a white circle is superimposed on a black background", "with_names": "a white circle is superimposed on a black background"}]