[{"scene_id": "oltl-09-08-09s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-08-09s1", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "oltl-09-08-09s2", "raw": "A scene from a TV show in which a woman is standing in front of a man at a dining table.", "with_names": "a woman is standing in front of a man at a dining table."}, {"scene_id": "oltl-09-08-09s3", "raw": "A scene from a TV show in which a man is wearing a black shirt with the word \"Bobby\" on it.", "with_names": "a man is wearing a black shirt with the word \"bobby\" on it."}, {"scene_id": "oltl-09-08-09s4", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "oltl-09-08-09s5", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is watching them.", "with_names": ""}, {"scene_id": "oltl-09-08-09s6", "raw": "A scene from a TV show in which a young man is smiling and looking at the camera.", "with_names": "a young man is smiling and looking at the camera."}, {"scene_id": "oltl-09-08-09s7", "raw": "A scene from a TV show in which a woman is standing in a room with a gun pointed at her head.", "with_names": "a woman is standing in a room with a gun pointed at her head."}, {"scene_id": "oltl-09-08-09s8", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-09-08-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-08-09s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away from him.", "with_names": "a man is looking at a woman and she is looking away from him."}, {"scene_id": "oltl-09-08-09s11", "raw": "A scene from a TV show in which a woman is in a cell with a man.", "with_names": "a woman is in a cell with a man."}, {"scene_id": "oltl-09-08-09s12", "raw": "A scene from a TV show in which a man is talking to a woman outside a building.", "with_names": ""}, {"scene_id": "oltl-09-08-09s13", "raw": "A scene from a TV show in which a woman is standing at a podium and speaking.", "with_names": "a woman is standing at a podium and speaking."}, {"scene_id": "oltl-09-08-09s14", "raw": "A scene from a TV show in which a man is holding a woman by her hair and another man is trying to pull her out of a room.", "with_names": "a man is holding a woman by her hair and another man is trying to pull her out of a room."}, {"scene_id": "oltl-09-08-09s15", "raw": "A scene from a TV show in which a young man is sitting in front of a window and looking off to the side.", "with_names": "a young man is sitting in front of a window and looking off to the side."}, {"scene_id": "oltl-09-08-09s16", "raw": "A scene from a TV show in which a woman is standing at a podium and speaking.", "with_names": "a woman is standing at a podium and speaking."}, {"scene_id": "oltl-09-08-09s17", "raw": "A scene from a TV show in which a man is holding a cell phone to a woman's face.", "with_names": "a man is holding a cell phone to a woman's face."}, {"scene_id": "oltl-09-08-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-08-09s19", "raw": "A scene from a TV show in which a woman is standing in a jail cell and a man is behind bars", "with_names": "a woman is standing in a jail cell and a man is behind bars"}, {"scene_id": "oltl-09-08-09s20", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "oltl-09-08-09s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-08-09s22", "raw": "A scene from a TV show in which a man is standing in front of an American flag and is looking up at it.", "with_names": "a man is standing in front of an american flag and is looking up at it."}, {"scene_id": "oltl-09-08-09s23", "raw": "A scene from a TV show in which a man is bending over and looking at a wall.", "with_names": "a man is bending over and looking at a wall."}, {"scene_id": "oltl-09-08-09s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-08-09s25", "raw": "A scene from a TV show in which a man is standing in front of a door, looking down at his hands.", "with_names": "a man is standing in front of a door, looking down at his hands."}, {"scene_id": "oltl-09-08-09s26", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-09-08-09s27", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "] is being attacked by Starr."}, {"scene_id": "oltl-09-08-09s28", "raw": "A scene from a TV show in which a woman is talking to a man against a brick wall.", "with_names": ""}, {"scene_id": "oltl-09-08-09s29", "raw": "A scene from a TV show in which a man is lying on the floor with his head down, and a police officer is standing over him.", "with_names": "a man is lying on the floor with his head down, and a police officer is standing over him."}, {"scene_id": "oltl-09-08-09s30", "raw": "A scene from a TV show in which a man is sitting in front of a sign that says \"Community\"", "with_names": "a man is sitting in front of a sign that says \"community\""}, {"scene_id": "oltl-09-08-09s31", "raw": "A scene from a TV show in which a man is holding a baby and a woman is throwing a shoe at him.", "with_names": "a man is holding a baby and a woman is throwing a shoe at him."}, {"scene_id": "oltl-09-08-09s32", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-09-08-09s33", "raw": "A scene from a TV show in which a woman is in a white shirt and a prison cell is behind her", "with_names": "a woman is in a white shirt and a prison cell is behind her"}, {"scene_id": "oltl-09-08-09s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-08-09s35", "raw": "A scene from a TV show in which a man is talking to a reporter and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-09-08-09s36", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-09-08-09s37", "raw": "A scene from a TV show in which a man is talking on the phone and looking at a door", "with_names": ""}, {"scene_id": "oltl-09-08-09s38", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "a woman is being held by two men."}, {"scene_id": "oltl-09-08-09s39", "raw": "A scene from a TV show in which a woman is in a prison cell", "with_names": "a woman is in a prison cell"}, {"scene_id": "oltl-09-08-09s40", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "oltl-09-08-09s41", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a flag and a poster on the wall.", "with_names": ""}, {"scene_id": "oltl-09-08-09s42", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking up", "with_names": "a woman is sitting on a bench and looking up"}, {"scene_id": "oltl-09-08-09s43", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a woman is standing behind him.", "with_names": "a man is wearing a plaid shirt and a woman is standing behind him."}, {"scene_id": "oltl-09-08-09s44", "raw": "A scene from a TV show in which a woman is holding a gun and a man is talking to her.", "with_names": ""}]