[{"scene_id": "oltl-05-20-11s0", "raw": "A scene from a TV show in which a reporter interviews a woman and a man.", "with_names": "a reporter interviews Nora and Clint."}, {"scene_id": "oltl-05-20-11s1", "raw": "A scene from a TV show in which a woman is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-05-20-11s2", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-05-20-11s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-20-11s4", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-05-20-11s5", "raw": "A scene from a TV show in which a police officer is being questioned by a suspect.", "with_names": "a police officer is being questioned by a suspect."}, {"scene_id": "oltl-05-20-11s6", "raw": "A scene from a TV show in which a woman is talking on a phone in a dark room.", "with_names": ""}, {"scene_id": "oltl-05-20-11s7", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-05-20-11s8", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-05-20-11s9", "raw": "A scene from a TV show in which two men are standing in a room, one is wiping his nose with his hand.", "with_names": "two men are standing in a room, one is wiping his nose with his hand."}, {"scene_id": "oltl-05-20-11s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, crying.", "with_names": "a woman is lying in a hospital bed, crying."}, {"scene_id": "oltl-05-20-11s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed, surrounded by medical equipment and a woman holding a microphone.", "with_names": "a man is lying in a hospital bed, surrounded by medical equipment and a woman holding a microphone."}, {"scene_id": "oltl-05-20-11s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-05-20-11s13", "raw": "A scene from a TV show in which a man is in a hospital bed and a woman is interviewing him.", "with_names": "a man is in a hospital bed and a woman is interviewing him."}, {"scene_id": "oltl-05-20-11s14", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-05-20-11s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-05-20-11s16", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-05-20-11s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-20-11s18", "raw": "A scene from a TV show in which a man is looking shocked and surprised.", "with_names": "a man is looking shocked and surprised."}, {"scene_id": "oltl-05-20-11s19", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-20-11s20", "raw": "A scene from a TV show in which two women are sitting on a couch and looking at a TV.", "with_names": ""}, {"scene_id": "oltl-05-20-11s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-20-11s22", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-20-11s23", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-05-20-11s24", "raw": "A scene from a TV show in which a man is in a hospital bed and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-20-11s25", "raw": "A scene from a TV show in which a woman is wearing a black beanie and a leather jacket and talking to a man in a police uniform.", "with_names": ""}, {"scene_id": "oltl-05-20-11s26", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up at the ceiling.", "with_names": ""}, {"scene_id": "oltl-05-20-11s27", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-05-20-11s28", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-20-11s29", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, smiling.", "with_names": "a man and a woman are standing close to each other, smiling."}, {"scene_id": "oltl-05-20-11s30", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman and a woman is behind her", "with_names": "a blonde woman is looking at a brunette woman and a woman is behind her"}, {"scene_id": "oltl-05-20-11s31", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is sitting next to her.", "with_names": "a woman is lying in a hospital bed and a man is sitting next to her."}, {"scene_id": "oltl-05-20-11s32", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-20-11s33", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-05-20-11s34", "raw": "A scene from a TV show in which a man is sitting in a hospital bed, a woman stands next to him, and a doctor stands nearby.", "with_names": "a man is sitting in a hospital bed, a woman stands next to him, and a doctor stands nearby."}, {"scene_id": "oltl-05-20-11s35", "raw": "A scene from a TV show in which a man is looking at a window and a woman is standing behind him", "with_names": "a man is looking at a window and a woman is standing behind him"}, {"scene_id": "oltl-05-20-11s36", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "oltl-05-20-11s37", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-05-20-11s38", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-20-11s39", "raw": "A scene from a TV show in which a man is holding a cup and a woman is looking at him.", "with_names": "a man is holding a cup and a woman is looking at him."}, {"scene_id": "oltl-05-20-11s40", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-05-20-11s41", "raw": "A scene from a TV show in which a woman is wearing a pink necklace and a red dress.", "with_names": "a woman is wearing a pink necklace and a red dress."}, {"scene_id": "oltl-05-20-11s42", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "oltl-05-20-11s43", "raw": "A scene from a TV show in which a woman is crying in a hospital bed.", "with_names": "a woman is crying in a hospital bed."}, {"scene_id": "oltl-05-20-11s44", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-20-11s45", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-05-20-11s46", "raw": "A scene from a TV show in which a man sits in a hospital bed with a monitor and an IV attached to him.", "with_names": "a man sits in a hospital bed with a monitor and an iv attached to him."}, {"scene_id": "oltl-05-20-11s47", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "oltl-05-20-11s48", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and is looking at the camera.", "with_names": "a woman is lying in a hospital bed and is looking at the camera."}, {"scene_id": "oltl-05-20-11s49", "raw": "A scene from a TV show in which a man is looking at the camera and his face is not smiling", "with_names": "a man is looking at the camera and his face is not smiling"}, {"scene_id": "oltl-05-20-11s50", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-20-11s51", "raw": "A scene from a TV show in which a woman is lying in bed and a man is standing next to her.", "with_names": "a woman is lying in bed and a man is standing next to her."}, {"scene_id": "oltl-05-20-11s52", "raw": "A scene from a TV show in which a man is in a chair with a knife in his mouth and another man is standing next to him.", "with_names": "a man is in a chair with a knife in his mouth and another man is standing next to him."}]