[{"scene_id": "pc-12-13-01s0", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a grey shirt and a light grey jacket.", "with_names": ""}, {"scene_id": "pc-12-13-01s1", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "pc-12-13-01s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "pc-12-13-01s3", "raw": "A scene from a TV show in which a woman is shown touching her face with her hand.", "with_names": ""}, {"scene_id": "pc-12-13-01s4", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a striped shirt.", "with_names": "a blonde woman is smiling and wearing a striped shirt."}, {"scene_id": "pc-12-13-01s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-13-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-13-01s7", "raw": "A scene from a TV show in which a young woman is wearing a black coat and a green turtleneck.", "with_names": "a young woman is wearing a black coat and a green turtleneck."}, {"scene_id": "pc-12-13-01s9", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "pc-12-13-01s10", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to another man.", "with_names": ""}, {"scene_id": "pc-12-13-01s12", "raw": "A scene from a TV show in which two men are standing next to each other, one with a beard and one without.", "with_names": "two men are standing next to each other, one with a beard and one without."}, {"scene_id": "pc-12-13-01s13", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-12-13-01s14", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-12-13-01s17", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "pc-12-13-01s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-13-01s19", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-12-13-01s20", "raw": "A scene from a TV show in which a man is standing in front of a pinball machine, holding a coin in his hand.", "with_names": "Ian is standing in front of a pinball machine, holding a coin in his hand."}, {"scene_id": "pc-12-13-01s21", "raw": "A scene from a TV show in which a woman is wearing a plaid dress and a scarf around her neck.", "with_names": "a woman is wearing a plaid dress and a scarf around her neck."}, {"scene_id": "pc-12-13-01s22", "raw": "A scene from a TV show in which a woman is talking on a phone and looking shocked.", "with_names": ""}, {"scene_id": "pc-12-13-01s24", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}]