[{"scene_id": "atwt-05-17-04s0", "raw": "A scene from a TV show in which a woman is packing a bag.", "with_names": "Pilar is packing a bag."}, {"scene_id": "atwt-05-17-04s1", "raw": "A scene from a TV show in which a woman is eating a chocolate bar.", "with_names": "a woman is eating a chocolate bar."}, {"scene_id": "atwt-05-17-04s2", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-17-04s3", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-05-17-04s4", "raw": "A scene from a TV show in which Infusion hair products are used", "with_names": "infusion hair products are used"}, {"scene_id": "atwt-05-17-04s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-17-04s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and sitting in a chair", "with_names": ""}, {"scene_id": "atwt-05-17-04s7", "raw": "A scene from a TV show in which a man is wearing a white robe and a young man is standing next to him.", "with_names": "a man is wearing a white robe and a young man is standing next to him."}, {"scene_id": "atwt-05-17-04s8", "raw": "A scene from a TV show in which a woman is standing next to a man and she is looking at him with a disgusted expression.", "with_names": "a woman is standing next to a man and she is looking at him with a disgusted expression."}, {"scene_id": "atwt-05-17-04s9", "raw": "A scene from a TV show in which a young girl plays the violin.", "with_names": "a young girl plays the violin."}, {"scene_id": "atwt-05-17-04s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling", "with_names": "a man is wearing a suit and a tie and smiling"}, {"scene_id": "atwt-05-17-04s11", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-05-17-04s12", "raw": "A scene from a TV show in which a woman is sitting next to a shirtless man.", "with_names": "a woman is sitting next to a shirtless man."}, {"scene_id": "atwt-05-17-04s13", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "atwt-05-17-04s14", "raw": "A scene from a TV show in which purple roofs are seen on homes in the Tampa Bay area.", "with_names": "purple roofs are on homes in the tampa bay area."}, {"scene_id": "atwt-05-17-04s15", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-05-17-04s16", "raw": "A scene from a TV show in which a man is talking to someone and making a face", "with_names": ""}, {"scene_id": "atwt-05-17-04s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding her stomach.", "with_names": ""}, {"scene_id": "atwt-05-17-04s18", "raw": "A scene from a TV show in which a woman is singing in a forest.", "with_names": "a woman is singing in a forest."}, {"scene_id": "atwt-05-17-04s19", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-05-17-04s20", "raw": "A scene from a TV show in which a doctor and a nurse are standing next to each other.", "with_names": "a doctor and a nurse are standing next to each other."}, {"scene_id": "atwt-05-17-04s21", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man.", "with_names": ""}, {"scene_id": "atwt-05-17-04s22", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by ]."}, {"scene_id": "atwt-05-17-04s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench, smiling and looking out at the ocean.", "with_names": "a man and a woman are sitting on a bench, smiling and looking out at the ocean."}, {"scene_id": "atwt-05-17-04s24", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital gown.", "with_names": ""}, {"scene_id": "atwt-05-17-04s25", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at a picture.", "with_names": "a man is standing in front of a door and looking at a picture."}, {"scene_id": "atwt-05-17-04s26", "raw": "A scene from a TV show in which a man and a woman are lying together on a bed.", "with_names": "a man and a woman are lying together on a bed."}, {"scene_id": "atwt-05-17-04s27", "raw": "A scene from a TV show in which a doctor is talking to a patient and a nurse is watching.", "with_names": ""}, {"scene_id": "atwt-05-17-04s28", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]