[{"scene_id": "oltl-06-17-09s0", "raw": "A scene from a TV show in which a woman is sitting in a baby carriage in a restaurant.", "with_names": "Starr is sitting in a baby carriage in a restaurant."}, {"scene_id": "oltl-06-17-09s1", "raw": "A scene from a TV show in which a man and a woman are arguing in a living room.", "with_names": "a man and a woman are arguing in a living room."}, {"scene_id": "oltl-06-17-09s2", "raw": "A scene from a TV show in which two women are sitting next to each other and smiling.", "with_names": "two women are sitting next to each other and smiling."}, {"scene_id": "oltl-06-17-09s3", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a blonde woman.", "with_names": "a woman is standing in a room with a man and a blonde woman."}, {"scene_id": "oltl-06-17-09s4", "raw": "A scene from a TV show in which a man is walking down a street and looking at something.", "with_names": "a man is walking down a street and looking at something."}, {"scene_id": "oltl-06-17-09s5", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with a white coffin in the foreground.", "with_names": "a man and a woman are standing in a garden, with a white coffin in the foreground."}, {"scene_id": "oltl-06-17-09s6", "raw": "A scene from a TV show in which a bright yellow light is shining on a person.", "with_names": "a bright yellow light is shining on a person."}, {"scene_id": "oltl-06-17-09s7", "raw": "A scene from a TV show in which a family is gathered around a casket.", "with_names": "a family is gathered around a casket."}, {"scene_id": "oltl-06-17-09s8", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-17-09s9", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking down.", "with_names": "a young man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-06-17-09s10", "raw": "A scene from a TV show in which a young man is singing.", "with_names": "a young man is singing."}, {"scene_id": "oltl-06-17-09s11", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is holding a baby.", "with_names": "two women are standing in a kitchen, one of them is holding a baby."}, {"scene_id": "oltl-06-17-09s12", "raw": "A scene from a TV show in which a girl is wearing a red dress and her hair down", "with_names": "a girl is wearing a red dress and her hair down"}, {"scene_id": "oltl-06-17-09s13", "raw": "A scene from a TV show in which a woman is sitting next to a man, both wearing suits.", "with_names": "a woman is sitting next to a man, both wearing suits."}, {"scene_id": "oltl-06-17-09s14", "raw": "A scene from a TV show in which a man is sitting in a chair with a keyboard in front of him and another man standing behind him.", "with_names": ""}, {"scene_id": "oltl-06-17-09s15", "raw": "A scene from a TV show in which a woman is standing in front of a man in a courtroom.", "with_names": "a woman is standing in front of a man in a courtroom."}, {"scene_id": "oltl-06-17-09s16", "raw": "A scene from a TV show in which two men walk down a dirt road.", "with_names": "two men walk down a dirt road."}, {"scene_id": "oltl-06-17-09s17", "raw": "A scene from a TV show in which a woman is sitting in a bar and a man is standing behind her.", "with_names": "a woman is sitting in a bar and ] is standing behind her."}, {"scene_id": "oltl-06-17-09s18", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "oltl-06-17-09s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-06-17-09s20", "raw": "A scene from a TV show in which a woman is kneeling in front of a coffin, with a group of men standing around her.", "with_names": "a woman is kneeling in front of a coffin, with a group of men standing around her."}, {"scene_id": "oltl-06-17-09s21", "raw": "A scene from a TV show in which a woman is talking to a man in a park.", "with_names": ""}, {"scene_id": "oltl-06-17-09s22", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-06-17-09s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-17-09s24", "raw": "A scene from a TV show in which a blonde woman is sitting next to a woman in a black dress.", "with_names": "a blonde woman is sitting next to a woman in a black dress."}, {"scene_id": "oltl-06-17-09s25", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a white shirt.", "with_names": "a woman is wearing a black jacket and a white shirt."}, {"scene_id": "oltl-06-17-09s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-17-09s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-17-09s28", "raw": "A scene from a TV show in which a man is being helped by a younger man", "with_names": "a man is being helped by a younger man"}, {"scene_id": "oltl-06-17-09s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-17-09s30", "raw": "A scene from a TV show in which a young man is playing a keyboard and singing into a microphone.", "with_names": "a young man is playing a keyboard and singing into a microphone."}, {"scene_id": "oltl-06-17-09s31", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "oltl-06-17-09s32", "raw": "A scene from a TV show in which a man is seen in a suit and tie, and a woman is in the background.", "with_names": "a man is in a suit and tie, and a woman is in the background."}, {"scene_id": "oltl-06-17-09s33", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-17-09s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-17-09s35", "raw": "A scene from a TV show in which a girl is talking to a boy and another boy is looking at her.", "with_names": ""}, {"scene_id": "oltl-06-17-09s36", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-06-17-09s37", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-06-17-09s38", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "oltl-06-17-09s39", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-17-09s40", "raw": "A scene from a TV show in which a waitress is seen holding a book and looking at it.", "with_names": "a waitress is holding a book and looking at it."}]