[{"scene_id": "pc-07-16-03s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-16-03s1", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-07-16-03s2", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a head scarf.", "with_names": "a woman is wearing a white shirt and a head scarf."}, {"scene_id": "pc-07-16-03s3", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-16-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-16-03s5", "raw": "A scene from a TV show in which a woman is talking to someone about her hair.", "with_names": ""}, {"scene_id": "pc-07-16-03s6", "raw": "A scene from a TV show in which a man drinks a bottle of wine from a disco ball.", "with_names": "a man drinks a bottle of wine from a disco ball."}, {"scene_id": "pc-07-16-03s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "pc-07-16-03s8", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "] is wearing a bandana on her head."}, {"scene_id": "pc-07-16-03s9", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "pc-07-16-03s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a bob haircut.", "with_names": "a woman is wearing a red dress and a bob haircut."}, {"scene_id": "pc-07-16-03s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "pc-07-16-03s12", "raw": "A scene from a TV show in which a man is stabbed in the head by another man.", "with_names": "a man is stabbed in the head by another man."}]