[{"scene_id": "pc-05-07-01s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "pc-05-07-01s1", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-07-01s2", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "pc-05-07-01s3", "raw": "A scene from a TV show in which a police officer is seen talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-05-07-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-05-07-01s5", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "a man is wearing a leather jacket and a shirt"}, {"scene_id": "pc-05-07-01s6", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "pc-05-07-01s7", "raw": "A scene from a TV show in which a black man is wearing a blue shirt and a metal helmet.", "with_names": "a black man is wearing a blue shirt and a metal helmet."}, {"scene_id": "pc-05-07-01s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-05-07-01s9", "raw": "A scene from a TV show in which a black man is being questioned by two white men.", "with_names": "a black man is being questioned by two white men."}, {"scene_id": "pc-05-07-01s10", "raw": "A scene from a TV show in which a blonde woman and a black man are standing next to each other.", "with_names": "a blonde woman and a black man are standing next to each other."}, {"scene_id": "pc-05-07-01s11", "raw": "A scene from a TV show in which a woman is sitting on a red car and a man is standing next to her.", "with_names": "Sam is sitting on a red car and Zach is standing next to her."}, {"scene_id": "pc-05-07-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-07-01s13", "raw": "A scene from a TV show in which two men are arguing with a man.", "with_names": "two men are arguing with a man."}, {"scene_id": "pc-05-07-01s14", "raw": "A scene from a TV show in which a man is seen walking down a street.", "with_names": "a man is walking down a street."}]