[{"scene_id": "atwt-09-19-01s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-19-01s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-01s2", "raw": "A scene from a TV show in which a Gain detergent box is on a counter and a Freshwash sign is behind it.", "with_names": "a gain detergent box is on a counter and a freshwash sign is behind it."}, {"scene_id": "atwt-09-19-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-19-01s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-19-01s5", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-19-01s6", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-09-19-01s7", "raw": "A scene from a TV show in which a woman is walking in high heels in a park.", "with_names": "a woman is walking in high heels in a park."}, {"scene_id": "atwt-09-19-01s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Jennifer is looking at Bryant and he is looking away."}, {"scene_id": "atwt-09-19-01s9", "raw": "A scene from a TV show in which a black man is wearing a Hawaiian shirt and smiling.", "with_names": "a black man is wearing a hawaiian shirt and smiling."}, {"scene_id": "atwt-09-19-01s10", "raw": "A scene from a TV show in which a young boy is eating soup at a table.", "with_names": "a young boy is eating soup at a table."}, {"scene_id": "atwt-09-19-01s11", "raw": "A scene from a TV show in which a man is holding a gun to a woman's face.", "with_names": "Isaac is holding a gun to Bonnie's face."}, {"scene_id": "atwt-09-19-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-19-01s13", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and looking to the right of the frame.", "with_names": "a blonde woman is wearing a red dress and looking to the right of the frame."}, {"scene_id": "atwt-09-19-01s14", "raw": "A scene from a TV show in which a woman is standing in front of a bar, holding a tray and talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-01s15", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-09-19-01s16", "raw": "A scene from a TV show in which a woman is shown in a white tank top and a bra, with the word \"Nice\" written on it.", "with_names": ""}, {"scene_id": "atwt-09-19-01s17", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Katie are kissing."}, {"scene_id": "atwt-09-19-01s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-19-01s19", "raw": "A scene from a TV show in which a blonde woman is talking to the camera.", "with_names": ""}]