[{"scene_id": "bb-03-24-14s0", "raw": "A scene from a TV show in which a woman lies on a couch and drinks alcohol.", "with_names": "a woman lies on a couch and drinks alcohol."}, {"scene_id": "bb-03-24-14s1", "raw": "A scene from a TV show in which a woman is sleeping with a man.", "with_names": "a woman is sleeping with a man."}, {"scene_id": "bb-03-24-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-24-14s3", "raw": "A scene from a TV show in which a man and a woman are talking in a clothing store.", "with_names": ""}, {"scene_id": "bb-03-24-14s4", "raw": "A scene from a TV show in which a man and a woman are arguing in a cluttered room.", "with_names": "a man and a woman are arguing in a cluttered room."}, {"scene_id": "bb-03-24-14s5", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-24-14s6", "raw": "A scene from a TV show in which a man comforts a woman.", "with_names": "a man comforts a woman."}, {"scene_id": "bb-03-24-14s7", "raw": "A scene from a TV show in which a woman holds a gold necklace up to a man's face.", "with_names": "a woman holds a gold necklace up to a man's face."}, {"scene_id": "bb-03-24-14s8", "raw": "A scene from a TV show in which a woman is talking to a man while he is naked.", "with_names": ""}, {"scene_id": "bb-03-24-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-24-14s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-03-24-14s11", "raw": "A scene from a TV show in which a man and a woman are in a bedroom, looking at a bed.", "with_names": "a man and a woman are in a bedroom, looking at a bed."}, {"scene_id": "bb-03-24-14s12", "raw": "A scene from a TV show in which a man is talking to a woman while he is topless.", "with_names": ""}, {"scene_id": "bb-03-24-14s13", "raw": "A scene from a TV show in which a woman is shown in a black coat and white hair", "with_names": ""}]