[{"scene_id": "atwt-04-27-10s0", "raw": "A scene from a TV show in which a man is holding a woman by the arm.", "with_names": "Holden is holding Molly by the arm."}, {"scene_id": "atwt-04-27-10s1", "raw": "A scene from a TV show in which a girl is wearing a striped shirt and her hair in a ponytail.", "with_names": "a girl is wearing a striped shirt and her hair in a ponytail."}, {"scene_id": "atwt-04-27-10s2", "raw": "A scene from a TV show in which a boy is wearing a tiara and a girl is standing behind him.", "with_names": "a boy is wearing a tiara and a girl is standing behind him."}, {"scene_id": "atwt-04-27-10s3", "raw": "A scene from a TV show in which a child is lifted up by a crowd.", "with_names": "a child is lifted up by a crowd."}, {"scene_id": "atwt-04-27-10s4", "raw": "A scene from a TV show in which a girl is talking to someone and she is looking at a book", "with_names": ""}, {"scene_id": "atwt-04-27-10s5", "raw": "A scene from a TV show in which a young woman is yelling and looking angry.", "with_names": "a young woman is yelling and looking angry."}, {"scene_id": "atwt-04-27-10s6", "raw": "A scene from a TV show in which a protein drink is advertised.", "with_names": "a protein drink is advertised."}, {"scene_id": "atwt-04-27-10s7", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-27-10s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-27-10s9", "raw": "A scene from a TV show in which a woman is talking about a new hair product.", "with_names": ""}, {"scene_id": "atwt-04-27-10s10", "raw": "A scene from a TV show in which a boy is wearing a purple hoodie and a girl is sitting next to him.", "with_names": "a boy is wearing a purple hoodie and a girl is sitting next to him."}, {"scene_id": "atwt-04-27-10s11", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-27-10s12", "raw": "A scene from a TV show in which a woman is talking to a man and her face is not visible.", "with_names": ""}, {"scene_id": "atwt-04-27-10s13", "raw": "A scene from a TV show in which a woman is looking out a window and the caption reads: On medication for at least 6 weeks.", "with_names": "a woman is looking out a window and the caption reads: on medication for at least 6 weeks."}, {"scene_id": "atwt-04-27-10s14", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-04-27-10s15", "raw": "A scene from a TV show in which a woman is wearing a maroon turban and a black shirt.", "with_names": "a woman is wearing a maroon turban and a black shirt."}, {"scene_id": "atwt-04-27-10s16", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "atwt-04-27-10s17", "raw": "A scene from a TV show in which a man is touching another man's arm", "with_names": "a man is touching another man's arm"}, {"scene_id": "atwt-04-27-10s18", "raw": "A scene from a TV show in which a man shakes hands with a woman in front of a truck.", "with_names": "] shakes hands with Carly in front of a truck."}, {"scene_id": "atwt-04-27-10s19", "raw": "A scene from a TV show in which a man is sitting in a chair with his head resting on his hand", "with_names": ""}, {"scene_id": "atwt-04-27-10s20", "raw": "A scene from a TV show in which a boy is kissing a girl in a library.", "with_names": "a boy is kissing a girl in a library."}, {"scene_id": "atwt-04-27-10s21", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-27-10s22", "raw": "A scene from a TV show in which a woman is using a touch screen.", "with_names": "a woman is using a touch screen."}]