[{"scene_id": "pc-07-29-02s0", "raw": "A scene from a TV show in which the word \"Cuzco\" is written in colorful letters", "with_names": "the word \"cuzco\" is written in colorful letters"}, {"scene_id": "pc-07-29-02s1", "raw": "A scene from a TV show in which a woman is being arrested by two police officers.", "with_names": "a woman is being arrested by two police officers."}, {"scene_id": "pc-07-29-02s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-29-02s8", "raw": "A scene from a TV show in which a man is walking past a red toolbox.", "with_names": "Doree is walking past a red toolbox."}, {"scene_id": "pc-07-29-02s9", "raw": "A scene from a TV show in which a woman is lying on the floor with her head on a man's chest, while two other people are trying to help her.", "with_names": "Jerry is lying on the floor with her head on a man's chest, while two other people are trying to help her."}, {"scene_id": "pc-07-29-02s11", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man is watching them.", "with_names": ""}, {"scene_id": "pc-07-29-02s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking at the camera.", "with_names": "Chris is lying in a hospital bed, looking at the camera."}, {"scene_id": "pc-07-29-02s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-29-02s14", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a blonde man is talking to him.", "with_names": ""}, {"scene_id": "pc-07-29-02s15", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "a man is standing in front of a woman, and she is looking at him."}, {"scene_id": "pc-07-29-02s16", "raw": "A scene from a TV show in which a doctor is talking to a police officer.", "with_names": ""}, {"scene_id": "pc-07-29-02s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-07-29-02s18", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to them.", "with_names": ""}, {"scene_id": "pc-07-29-02s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her, holding a baseball bat over her shoulder.", "with_names": ""}, {"scene_id": "pc-07-29-02s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "Alison is lying in a hospital bed."}, {"scene_id": "pc-07-29-02s22", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "pc-07-29-02s23", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "pc-07-29-02s25", "raw": "A scene from a TV show in which a man is wearing scrubs and a stethoscope around his neck.", "with_names": "Jamal is wearing scrubs and a stethoscope around his neck."}, {"scene_id": "pc-07-29-02s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and eating a pie.", "with_names": ""}, {"scene_id": "pc-07-29-02s27", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a man is standing next to her.", "with_names": "a blonde woman is wearing a pink dress and Victor is standing next to her."}, {"scene_id": "pc-07-29-02s28", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a brown shirt", "with_names": ""}, {"scene_id": "pc-07-29-02s30", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]