[{"scene_id": "atwt-11-17-05s0", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-11-17-05s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde bob haircut.", "with_names": "a woman is wearing a black dress and a blonde bob haircut."}, {"scene_id": "atwt-11-17-05s2", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a couch.", "with_names": "a man and a woman sit next to each other on a couch."}, {"scene_id": "atwt-11-17-05s3", "raw": "A scene from a TV show in which a can of Clear Liquid is submerged in water.", "with_names": "a can of clear liquid is submerged in water."}, {"scene_id": "atwt-11-17-05s4", "raw": "A scene from a TV show in which a young boy is in a hospital bed.", "with_names": "a young boy is in a hospital bed."}, {"scene_id": "atwt-11-17-05s5", "raw": "A scene from a TV show in which a man is wearing a red sweater and a woman is standing behind him.", "with_names": "a man is wearing a red sweater and a woman is standing behind him."}, {"scene_id": "atwt-11-17-05s6", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is holding a piece of paper.", "with_names": "a man is sitting at a table with a woman, and he is holding a piece of paper."}, {"scene_id": "atwt-11-17-05s7", "raw": "A scene from a TV show in which a woman is shown holding a bouquet of flowers and a box of Orjel toothpaste.", "with_names": ""}, {"scene_id": "atwt-11-17-05s8", "raw": "A scene from a TV show in which a man is standing in a room with a woman, holding a phone.", "with_names": "a man is standing in a room with a woman, holding a phone."}, {"scene_id": "atwt-11-17-05s9", "raw": "A scene from a TV show in which a woman is being pushed by a man.", "with_names": "a woman is being pushed by a man."}, {"scene_id": "atwt-11-17-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-17-05s11", "raw": "A scene from a TV show in which a young girl is baking a cake.", "with_names": "a young girl is baking a cake."}, {"scene_id": "atwt-11-17-05s12", "raw": "A scene from a TV show in which a woman is standing next to a man and they are looking at each other.", "with_names": "a woman is standing next to a man and they are looking at each other."}, {"scene_id": "atwt-11-17-05s13", "raw": "A scene from a TV show in which a woman is standing in a bar, talking to a man and a blonde woman sitting at a table.", "with_names": ""}, {"scene_id": "atwt-11-17-05s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-11-17-05s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-17-05s16", "raw": "A scene from a TV show in which a hand holds a bottle of Advil.", "with_names": "a hand holds a bottle of advil."}, {"scene_id": "atwt-11-17-05s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-17-05s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-11-17-05s19", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and a man is looking at her."}, {"scene_id": "atwt-11-17-05s20", "raw": "A scene from a TV show in which a man talks about a health insurance plan.", "with_names": "a man talks about a health insurance plan."}, {"scene_id": "atwt-11-17-05s21", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt and is looking down and frowning.", "with_names": "a man is wearing a leather jacket and a black shirt and is looking down and frowning."}, {"scene_id": "atwt-11-17-05s22", "raw": "A scene from a TV show in which a man is talking to someone and a tree is in the background", "with_names": ""}, {"scene_id": "atwt-11-17-05s23", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-11-17-05s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-17-05s25", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]