[{"scene_id": "oltl-02-03-10s0", "raw": "A scene from a TV show in which a woman is looking at a man and smiling", "with_names": "Téa is looking at Todd and smiling"}, {"scene_id": "oltl-02-03-10s1", "raw": "A scene from a TV show in which a man is standing in front of a poster.", "with_names": "a man is standing in front of a poster."}, {"scene_id": "oltl-02-03-10s2", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-03-10s3", "raw": "A scene from a TV show in which two men are in a dark room, one of them is holding a gun.", "with_names": "two men are in a dark room, one of them is holding a gun."}, {"scene_id": "oltl-02-03-10s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s5", "raw": "A scene from a TV show in which a plant is placed in front of a window.", "with_names": "a plant is placed in front of a window."}, {"scene_id": "oltl-02-03-10s6", "raw": "A scene from a TV show in which a woman is wearing a leopard print coat and a black hat.", "with_names": "a woman is wearing a leopard print coat and a black hat."}, {"scene_id": "oltl-02-03-10s7", "raw": "A scene from a TV show in which a woman is talking about her life and her career.", "with_names": ""}, {"scene_id": "oltl-02-03-10s8", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him angrily.", "with_names": "a man is standing in front of a woman, and she is looking at him angrily."}, {"scene_id": "oltl-02-03-10s9", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a hat and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-03-10s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-10s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-10s12", "raw": "A scene from a TV show in which a man is being held by another man.", "with_names": "a man is being held by another man."}, {"scene_id": "oltl-02-03-10s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-02-03-10s14", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is standing next to her.", "with_names": "a woman is wearing a fur coat and a man is standing next to her."}, {"scene_id": "oltl-02-03-10s15", "raw": "A scene from a TV show in which a woman is holding her hands over her face and a man is standing behind her.", "with_names": "a woman is holding her hands over her face and a man is standing behind her."}, {"scene_id": "oltl-02-03-10s16", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a short haircut.", "with_names": "a man is wearing a leather jacket and a short haircut."}, {"scene_id": "oltl-02-03-10s17", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is kissing her on the cheek.", "with_names": "a woman is holding a wine glass and a man is kissing her on the cheek."}, {"scene_id": "oltl-02-03-10s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at ] and she is looking back at him."}, {"scene_id": "oltl-02-03-10s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-02-03-10s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-03-10s21", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-02-03-10s22", "raw": "A scene from a TV show in which a woman is being held by a man in a hallway.", "with_names": "a woman is being held by a man in a hallway."}, {"scene_id": "oltl-02-03-10s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-03-10s24", "raw": "A scene from a TV show in which a woman is standing next to a man in an office.", "with_names": "] is standing next to a man in an office."}, {"scene_id": "oltl-02-03-10s25", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-03-10s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-10s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-03-10s28", "raw": "A scene from a TV show in which a car is covered in snow.", "with_names": "a car is covered in snow."}, {"scene_id": "oltl-02-03-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-10s30", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-02-03-10s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s32", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a chair.", "with_names": "a man is standing in a room with a woman and a chair."}, {"scene_id": "oltl-02-03-10s33", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-02-03-10s34", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-02-03-10s35", "raw": "A scene from a TV show in which a blonde woman is sitting in a dark room, looking at the camera.", "with_names": "a blonde woman is sitting in a dark room, looking at the camera."}, {"scene_id": "oltl-02-03-10s36", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is dressed in a brown leather jacket with a black shirt.", "with_names": "a woman is wearing a leather jacket and a man is dressed in a brown leather jacket with a black shirt."}, {"scene_id": "oltl-02-03-10s37", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her", "with_names": "a woman is driving a car and a man is sitting next to her"}, {"scene_id": "oltl-02-03-10s38", "raw": "A scene from a TV show in which a woman is standing in a room with a man sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-02-03-10s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-03-10s40", "raw": "A scene from a TV show in which a blonde woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-02-03-10s41", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and ] are standing next to each other."}, {"scene_id": "oltl-02-03-10s42", "raw": "A scene from a TV show in which a woman is sitting in a car and looking down.", "with_names": "a woman is sitting in a car and looking down."}, {"scene_id": "oltl-02-03-10s43", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat", "with_names": "a man is driving a car and a woman is sitting in the passenger seat"}, {"scene_id": "oltl-02-03-10s44", "raw": "A scene from a TV show in which a woman is on the phone and a man is walking away from her.", "with_names": "a woman is on the phone and a man is walking away from her."}, {"scene_id": "oltl-02-03-10s45", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s46", "raw": "A scene from a TV show in which two women are standing in front of a window.", "with_names": "two women are standing in front of a window."}, {"scene_id": "oltl-02-03-10s47", "raw": "A scene from a TV show in which a photo of a woman is shown on a car seat.", "with_names": ""}, {"scene_id": "oltl-02-03-10s48", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-02-03-10s49", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s50", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s51", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s52", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-03-10s53", "raw": "A scene from a TV show in which a man is seen crawling through a pile of garbage.", "with_names": "a man is crawling through a pile of garbage."}, {"scene_id": "oltl-02-03-10s54", "raw": "A scene from a TV show in which a man is holding a woman in a leather jacket.", "with_names": "a man is holding a woman in a leather jacket."}]