[{"scene_id": "bb-11-13-17s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-13-17s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red jumper.", "with_names": "a woman is standing in a kitchen, wearing a red jumper."}, {"scene_id": "bb-11-13-17s2", "raw": "A scene from a TV show in which a man is drinking coffee and smiling", "with_names": "a man is drinking coffee and smiling"}, {"scene_id": "bb-11-13-17s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-11-13-17s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Liam is looking at Steffy and she is looking back at him."}, {"scene_id": "bb-11-13-17s5", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-13-17s6", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "bb-11-13-17s7", "raw": "A scene from a TV show in which a man is wearing a blue jacket and a white t-shirt.", "with_names": "a man is wearing a blue jacket and a white t-shirt."}, {"scene_id": "bb-11-13-17s8", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "bb-11-13-17s9", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-13-17s10", "raw": "A scene from a TV show in which a man is looking down at a woman.", "with_names": "Liam is looking down at Steffy."}, {"scene_id": "bb-11-13-17s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a vase.", "with_names": ""}, {"scene_id": "bb-11-13-17s12", "raw": "A scene from a TV show in which a man is seen urinating into a cup.", "with_names": "a man is urinating into a cup."}, {"scene_id": "bb-11-13-17s13", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Steffy is crying and Liam is looking at her."}]