[{"scene_id": "gl-10-24-06s0", "raw": "A scene from a TV show in which a man is holding a piece of meat in front of a woman.", "with_names": "a man is holding a piece of meat in front of a woman."}, {"scene_id": "gl-10-24-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-24-06s2", "raw": "A scene from a TV show in which a man is wearing a white shirt and a striped tie", "with_names": "Jeffrey is wearing a white shirt and a striped tie"}, {"scene_id": "gl-10-24-06s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-24-06s4", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-10-24-06s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is holding a cell phone.", "with_names": "a woman is sitting at a table with a man, and she is holding a cell phone."}, {"scene_id": "gl-10-24-06s6", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-10-24-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-24-06s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-10-24-06s9", "raw": "A scene from a TV show in which a woman is walking down a hallway, a man is standing behind her.", "with_names": "Dinah is walking down a hallway, Mallet is standing behind her."}, {"scene_id": "gl-10-24-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-24-06s11", "raw": "A scene from a TV show in which a woman is talking to a man and the man has his hand on her shoulder.", "with_names": ""}, {"scene_id": "gl-10-24-06s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "gl-10-24-06s13", "raw": "A scene from a TV show in which a woman is kissing a man through a window.", "with_names": "a woman is kissing a man through a window."}, {"scene_id": "gl-10-24-06s14", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "gl-10-24-06s15", "raw": "A scene from a TV show in which a woman is crying and her hand is covering her mouth.", "with_names": "a woman is crying and her hand is covering her mouth."}, {"scene_id": "gl-10-24-06s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-24-06s17", "raw": "A scene from a TV show in which a woman is looking up and a man is behind her.", "with_names": "Blake is looking up and Jeffrey is behind her."}, {"scene_id": "gl-10-24-06s18", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is dancing.", "with_names": "a man is smoking a cigarette and a woman is dancing."}, {"scene_id": "gl-10-24-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-24-06s20", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "Jeffrey is wearing a white shirt and a tie"}, {"scene_id": "gl-10-24-06s21", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-10-24-06s22", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-10-24-06s23", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "Josh is arguing with Cassie."}, {"scene_id": "gl-10-24-06s24", "raw": "A scene from a TV show in which a man is grabbing a woman by the arm and pulling her towards him.", "with_names": "a man is grabbing a woman by the arm and pulling her towards him."}, {"scene_id": "gl-10-24-06s25", "raw": "A scene from a TV show in which a man is holding a gun in his hand.", "with_names": "a man is holding a gun in his hand."}, {"scene_id": "gl-10-24-06s26", "raw": "A scene from a TV show in which a woman is wearing a crown and a man is kissing her.", "with_names": "a woman is wearing a crown and a man is kissing her."}, {"scene_id": "gl-10-24-06s27", "raw": "A scene from a TV show in which a man is standing in a room with a door open.", "with_names": "Jeffrey is standing in a room with a door open."}, {"scene_id": "gl-10-24-06s28", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-24-06s29", "raw": "A scene from a TV show in which a man is being attacked by a woman in a coffee shop.", "with_names": "Josh is being attacked by Cassie in a coffee shop."}, {"scene_id": "gl-10-24-06s30", "raw": "A scene from a TV show in which a woman is trying to pull a man's tie.", "with_names": "a woman is trying to pull a man's tie."}]