[{"scene_id": "atwt-04-27-04s0", "raw": "A scene from a TV show in which a woman is handcuffed and a man is holding a box.", "with_names": "a woman is handcuffed and a man is holding a box."}, {"scene_id": "atwt-04-27-04s1", "raw": "A scene from a TV show in which a child is tearing paper.", "with_names": "a child is tearing paper."}, {"scene_id": "atwt-04-27-04s2", "raw": "A scene from a TV show in which a woman is wearing a green scarf and a black coat.", "with_names": "a woman is wearing a green scarf and a black coat."}, {"scene_id": "atwt-04-27-04s3", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a blue shirt.", "with_names": "a woman is wearing a bandana on her head and a blue shirt."}, {"scene_id": "atwt-04-27-04s4", "raw": "A scene from a TV show in which a woman is dancing in high heels.", "with_names": "a woman is dancing in high heels."}, {"scene_id": "atwt-04-27-04s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-27-04s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a suitcase.", "with_names": "a man is standing in a room with ] and a suitcase."}, {"scene_id": "atwt-04-27-04s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is drinking wine.", "with_names": "a woman is wearing a red dress and ] is drinking wine."}, {"scene_id": "atwt-04-27-04s8", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is crying.", "with_names": "a man is standing behind a woman, and she is crying."}, {"scene_id": "atwt-04-27-04s9", "raw": "A scene from a TV show in which a little girl is seen eating a Nesquik.", "with_names": "a little girl is eating a nesquik."}, {"scene_id": "atwt-04-27-04s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-04-27-04s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-27-04s12", "raw": "A scene from a TV show in which a man is touching a woman's face while another man stands behind him.", "with_names": "a man is touching a woman's face while another man stands behind him."}, {"scene_id": "atwt-04-27-04s13", "raw": "A scene from a TV show in which a man is looking at the camera and wearing glasses", "with_names": "a man is looking at the camera and wearing glasses"}, {"scene_id": "atwt-04-27-04s14", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "atwt-04-27-04s15", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "atwt-04-27-04s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-27-04s17", "raw": "A scene from a TV show in which a shirtless man is standing in front of a wall with awards.", "with_names": "a shirtless man is standing in front of a wall with awards."}, {"scene_id": "atwt-04-27-04s18", "raw": "A scene from a TV show in which a man is shown a Kodak Picture CD and a woman is seen holding it.", "with_names": ""}, {"scene_id": "atwt-04-27-04s19", "raw": "A scene from a TV show in which a woman is talking to a man while holding a glass of wine.", "with_names": ""}, {"scene_id": "atwt-04-27-04s20", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "atwt-04-27-04s21", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-27-04s22", "raw": "A scene from a TV show in which a toddler is seen playing with a toy car.", "with_names": "a toddler is playing with a toy car."}, {"scene_id": "atwt-04-27-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-27-04s24", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a short black hair.", "with_names": "a woman is wearing a red leather jacket and a short black hair."}, {"scene_id": "atwt-04-27-04s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and holding a camera", "with_names": "a man is wearing a suit and a tie and holding a camera"}, {"scene_id": "atwt-04-27-04s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]