[{"scene_id": "gl-10-06-05s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is laughing", "with_names": "Bill is holding a gun and Olivia is laughing"}, {"scene_id": "gl-10-06-05s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-06-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-06-05s3", "raw": "A scene from a TV show in which a man is holding a blue plastic gun.", "with_names": "a man is holding a blue plastic gun."}, {"scene_id": "gl-10-06-05s4", "raw": "A scene from a TV show in which a woman is comforting a man in a hospital bed.", "with_names": "a woman is comforting a man in a hospital bed."}, {"scene_id": "gl-10-06-05s5", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a pink tank top.", "with_names": "a woman is wearing a denim jacket and a pink tank top."}, {"scene_id": "gl-10-06-05s6", "raw": "A scene from a TV show in which a man is seen standing in a kitchen, a table is set up in front of him.", "with_names": "] is standing in a kitchen, a table is set up in front of him."}, {"scene_id": "gl-10-06-05s7", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-10-06-05s8", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "gl-10-06-05s9", "raw": "A scene from a TV show in which a woman is holding a book and a candle, while two other women stand behind her, smiling.", "with_names": "a woman is holding a book and a candle, while two other women stand behind her, smiling."}, {"scene_id": "gl-10-06-05s10", "raw": "A scene from a TV show in which a bear is seen in a room", "with_names": "a bear is in a room"}, {"scene_id": "gl-10-06-05s11", "raw": "A scene from a TV show in which a woman is wearing a red and white striped shirt and a blue jacket and is walking down a hallway with a man.", "with_names": "a woman is wearing a red and white striped shirt and a blue jacket and is walking down a hallway with a man."}, {"scene_id": "gl-10-06-05s12", "raw": "A scene from a TV show in which a man is knocking on a door and a woman is standing behind him", "with_names": "a man is knocking on a door and a woman is standing behind him"}, {"scene_id": "gl-10-06-05s13", "raw": "A scene from a TV show in which a man is seen standing in a bedroom with his shirt undone.", "with_names": "] is standing in a bedroom with his shirt undone."}, {"scene_id": "gl-10-06-05s14", "raw": "A scene from a TV show in which a man and a woman are kissing", "with_names": "a man and a woman are kissing"}, {"scene_id": "gl-10-06-05s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-06-05s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "gl-10-06-05s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-06-05s18", "raw": "A scene from a TV show in which a man is looking at a watch and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-10-06-05s19", "raw": "A scene from a TV show in which a man is sitting in a locker room, looking at a woman.", "with_names": "] is sitting in a locker room, looking at Dinah."}, {"scene_id": "gl-10-06-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-10-06-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-10-06-05s22", "raw": "A scene from a TV show in which a man is sitting in a dark room, wearing a leather jacket.", "with_names": "a man is sitting in a dark room, wearing a leather jacket."}, {"scene_id": "gl-10-06-05s23", "raw": "A scene from a TV show in which a man is smoking a cigarette in a restaurant with two other men.", "with_names": "a man is smoking a cigarette in a restaurant with two other men."}, {"scene_id": "gl-10-06-05s24", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-06-05s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-06-05s26", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "gl-10-06-05s27", "raw": "A scene from a TV show in which a woman is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-10-06-05s28", "raw": "A scene from a TV show in which a woman is pouring olives into a martini glass.", "with_names": "a woman is pouring olives into a martini glass."}, {"scene_id": "gl-10-06-05s29", "raw": "A scene from a TV show in which a man is kissing a woman through a glass window.", "with_names": "a man is kissing a woman through a glass window."}, {"scene_id": "gl-10-06-05s30", "raw": "A scene from a TV show in which a man is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "gl-10-06-05s31", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a refrigerator.", "with_names": "a man is standing in a kitchen, looking at a refrigerator."}, {"scene_id": "gl-10-06-05s32", "raw": "A scene from a TV show in which a man is holding a book and looking at it.", "with_names": "a man is holding a book and looking at it."}, {"scene_id": "gl-10-06-05s33", "raw": "", "with_names": ""}, {"scene_id": "gl-10-06-05s34", "raw": "A scene from a TV show in which a woman is kissing a man in a dark room.", "with_names": "a woman is kissing a man in a dark room."}]