[{"scene_id": "bb-11-18-15s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-11-18-15s1", "raw": "A scene from a TV show in which a man and a woman are hugging in a room with a couch and a desk in the background.", "with_names": "a man and a woman are hugging in a room with a couch and a desk in the background."}, {"scene_id": "bb-11-18-15s2", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a gun.", "with_names": "a man is standing in front of a woman, holding a gun."}, {"scene_id": "bb-11-18-15s3", "raw": "A scene from a TV show in which a man is holding a woman by the arm and swinging a handbag at her.", "with_names": "a man is holding a woman by the arm and swinging a handbag at her."}, {"scene_id": "bb-11-18-15s4", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "bb-11-18-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking surprised.", "with_names": "a man is wearing a suit and a tie and looking surprised."}, {"scene_id": "bb-11-18-15s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a plaid shirt.", "with_names": "a woman is wearing a red dress and a man is in a plaid shirt."}, {"scene_id": "bb-11-18-15s7", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "bb-11-18-15s8", "raw": "A scene from a TV show in which a man is hitting a woman with a stick.", "with_names": "a man is hitting a woman with a stick."}, {"scene_id": "bb-11-18-15s9", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is sitting on a couch, and a bouquet of roses is on the table.", "with_names": ""}, {"scene_id": "bb-11-18-15s10", "raw": "A scene from a TV show in which a man and a woman sit at a dining table and talk.", "with_names": "a man and a woman sit at a dining table and talk."}]