[{"scene_id": "bb-01-18-06s0", "raw": "A scene from a TV show in which a woman is walking in a living room with a cat.", "with_names": "Stephanie is walking in a living room with a cat."}, {"scene_id": "bb-01-18-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-18-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-18-06s3", "raw": "A scene from a TV show in which a man is wearing a brown turtleneck and a clock is visible in the foreground.", "with_names": "a man is wearing a brown turtleneck and a clock is visible in the foreground."}, {"scene_id": "bb-01-18-06s4", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-01-18-06s5", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a beard", "with_names": "a man is wearing a turtleneck and a beard"}, {"scene_id": "bb-01-18-06s6", "raw": "A scene from a TV show in which a woman is talking on a cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "bb-01-18-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Brooke is looking at Nick and he is looking back at her."}, {"scene_id": "bb-01-18-06s8", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-01-18-06s9", "raw": "A scene from a TV show in which a woman is crying and two other women are comforting her.", "with_names": "a woman is crying and two other women are comforting her."}, {"scene_id": "bb-01-18-06s10", "raw": "A scene from a TV show in which a man is wearing a brown turtleneck and a clock is visible on his chest.", "with_names": "Thomas is wearing a brown turtleneck and a clock is visible on his chest."}, {"scene_id": "bb-01-18-06s11", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a couch in the background.", "with_names": "Ridge is standing in a room with a lamp on and a couch in the background."}, {"scene_id": "bb-01-18-06s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-01-18-06s13", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]