[{"scene_id": "atwt-01-12-04s0", "raw": "A scene from a TV show in which a woman is standing on a staircase, smoking a cigarette.", "with_names": "a woman is standing on a staircase, smoking a cigarette."}, {"scene_id": "atwt-01-12-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-12-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-12-04s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-12-04s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-01-12-04s5", "raw": "A scene from a TV show in which a woman is wearing a belt around her waist.", "with_names": "a woman is wearing a belt around her waist."}, {"scene_id": "atwt-01-12-04s6", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-01-12-04s7", "raw": "A scene from a TV show in which a woman is wearing a white coat and a fur collar.", "with_names": "a woman is wearing a white coat and a fur collar."}, {"scene_id": "atwt-01-12-04s8", "raw": "A scene from a TV show in which a scientist is working in a lab.", "with_names": "a scientist is working in a lab."}, {"scene_id": "atwt-01-12-04s9", "raw": "A scene from a TV show in which a box of Trident gum is shown with a row of silver foil wrappers.", "with_names": ""}, {"scene_id": "atwt-01-12-04s10", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is holding a cup and the other is holding a remote control.", "with_names": "two men are standing in a living room, one of them is holding a cup and the other is holding a remote control."}, {"scene_id": "atwt-01-12-04s11", "raw": "A scene from a TV show in which a woman is holding a glass of wine and looking at the camera.", "with_names": "a woman is holding a glass of wine and looking at the camera."}, {"scene_id": "atwt-01-12-04s12", "raw": "A scene from a TV show in which a woman is sitting next to a young girl, both looking at something.", "with_names": "a woman is sitting next to a young girl, both looking at something."}, {"scene_id": "atwt-01-12-04s13", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a big hairdo", "with_names": "a woman is wearing a white fur coat and a big hairdo"}, {"scene_id": "atwt-01-12-04s14", "raw": "A scene from a TV show in which a scientist is looking at a computer screen.", "with_names": "a scientist is looking at a computer screen."}, {"scene_id": "atwt-01-12-04s15", "raw": "A scene from a TV show in which a woman is standing in front of a blackboard, holding a football.", "with_names": "a woman is standing in front of a blackboard, holding a football."}, {"scene_id": "atwt-01-12-04s16", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-01-12-04s17", "raw": "A scene from a TV show in which a woman is placing a plant on a table.", "with_names": "a woman is placing a plant on a table."}, {"scene_id": "atwt-01-12-04s18", "raw": "A scene from a TV show in which a woman is talking to someone in a shop.", "with_names": ""}, {"scene_id": "atwt-01-12-04s19", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-12-04s20", "raw": "A scene from a TV show in which a man is looking at a TV screen and his mouth is open", "with_names": "a man is looking at a tv screen and his mouth is open"}, {"scene_id": "atwt-01-12-04s21", "raw": "A scene from a TV show in which a pill bottle is labeled \"Elidel\"", "with_names": "a pill bottle is labeled \"elidel\""}, {"scene_id": "atwt-01-12-04s22", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-12-04s23", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-12-04s24", "raw": "A scene from a TV show in which a woman is sitting on a bench with her hand resting on the bench.", "with_names": "a woman is sitting on a bench with her hand resting on the bench."}, {"scene_id": "atwt-01-12-04s25", "raw": "A scene from a TV show in which a woman is holding a glass and looking at it.", "with_names": "a woman is holding a glass and looking at it."}, {"scene_id": "atwt-01-12-04s26", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted.", "with_names": ""}, {"scene_id": "atwt-01-12-04s27", "raw": "A scene from a TV show in which a man and a woman are standing behind a window, looking through it.", "with_names": "a man and a woman are standing behind a window, looking through it."}]