[{"scene_id": "gl-02-20-06s0", "raw": "A scene from a TV show in which a man is walking in a hotel room with a suitcase", "with_names": "Frank is walking in a hotel room with a suitcase"}, {"scene_id": "gl-02-20-06s1", "raw": "A scene from a TV show in which a man is standing in a kitchen, with a woman standing behind him.", "with_names": "a man is standing in a kitchen, with a woman standing behind him."}, {"scene_id": "gl-02-20-06s2", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at her watch", "with_names": ""}, {"scene_id": "gl-02-20-06s3", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "gl-02-20-06s4", "raw": "A scene from a TV show in which a woman is standing in a room with a blue and yellow light coming from the ceiling.", "with_names": "] is standing in a room with a blue and yellow light coming from the ceiling."}, {"scene_id": "gl-02-20-06s5", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-02-20-06s6", "raw": "A scene from a TV show in which two men are arguing in a kitchen.", "with_names": "two men are arguing in a kitchen."}, {"scene_id": "gl-02-20-06s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-02-20-06s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-20-06s9", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-20-06s10", "raw": "A scene from a TV show in which a man is talking to a woman and making a face", "with_names": ""}, {"scene_id": "gl-02-20-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a door open.", "with_names": "a man and a woman are standing in a room with a door open."}, {"scene_id": "gl-02-20-06s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-20-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-02-20-06s14", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a beard.", "with_names": "a man is wearing a black turtleneck and a beard."}, {"scene_id": "gl-02-20-06s15", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "gl-02-20-06s16", "raw": "A scene from a TV show in which two men are standing in front of a door, with one of them looking at the other with a smile on his face.", "with_names": "two men are standing in front of a door, with one of them looking at the other with a smile on his face."}, {"scene_id": "gl-02-20-06s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-20-06s18", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "gl-02-20-06s19", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-20-06s20", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "gl-02-20-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-20-06s22", "raw": "A scene from a TV show in which a woman is flirting with a man in a bar.", "with_names": "a woman is flirting with a man in a bar."}, {"scene_id": "gl-02-20-06s23", "raw": "A scene from a TV show in which a woman is making a hand gesture with her fingers", "with_names": "a woman is making a hand gesture with her fingers"}, {"scene_id": "gl-02-20-06s24", "raw": "A scene from a TV show in which a woman is talking to someone and she is holding her hand to her chest.", "with_names": ""}]