[{"scene_id": "atwt-06-23-09s0", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace.", "with_names": "Emily is wearing a green jacket and a necklace."}, {"scene_id": "atwt-06-23-09s1", "raw": "A scene from a TV show in which a man is sitting at a table with a green shirt on.", "with_names": "a man is sitting at a table with a green shirt on."}, {"scene_id": "atwt-06-23-09s2", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "atwt-06-23-09s3", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-23-09s4", "raw": "A scene from a TV show in which a woman and a child are sitting on the floor in a living room. The caption reads: Helps maintain a healthy weight.", "with_names": "a woman and a child are sitting on the floor in a living room. the caption reads: helps maintain a healthy weight."}, {"scene_id": "atwt-06-23-09s5", "raw": "A scene from a TV show in which two men are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-06-23-09s6", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at someone off-camera.", "with_names": "a man is wearing a suit and a red tie and is looking at someone off-camera."}, {"scene_id": "atwt-06-23-09s7", "raw": "A scene from a TV show in which two young men are sitting next to each other.", "with_names": "two young men are sitting next to each other."}, {"scene_id": "atwt-06-23-09s8", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-06-23-09s9", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-06-23-09s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-23-09s11", "raw": "A scene from a TV show in which a woman is smiling and a product is shown next to her.", "with_names": ""}, {"scene_id": "atwt-06-23-09s12", "raw": "A scene from a TV show in which a wooden fence is shown next to a deck.", "with_names": ""}, {"scene_id": "atwt-06-23-09s13", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-06-23-09s14", "raw": "A scene from a TV show in which a woman in a military uniform is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-23-09s15", "raw": "A scene from a TV show in which a woman is wearing a black suit and a pearl necklace.", "with_names": "a woman is wearing a black suit and a pearl necklace."}, {"scene_id": "atwt-06-23-09s16", "raw": "A scene from a TV show in which a man is wearing a green polo shirt.", "with_names": "a man is wearing a green polo shirt."}, {"scene_id": "atwt-06-23-09s17", "raw": "A scene from a TV show in which a young black woman is standing in front of a mirror, looking at her reflection.", "with_names": "a young black woman is standing in front of a mirror, looking at her reflection."}, {"scene_id": "atwt-06-23-09s18", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing red shirts.", "with_names": ""}, {"scene_id": "atwt-06-23-09s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-23-09s20", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "atwt-06-23-09s21", "raw": "A scene from a TV show in which two young men are standing in a room, looking at something off-screen.", "with_names": "two young men are standing in a room, looking at something off-screen."}, {"scene_id": "atwt-06-23-09s22", "raw": "A scene from a TV show in which a group of people are walking across a bridge.", "with_names": "a group of people are walking across a bridge."}, {"scene_id": "atwt-06-23-09s23", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-06-23-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-23-09s25", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-06-23-09s26", "raw": "A scene from a TV show in which a cream is being advertised", "with_names": "a cream is being advertised"}]