[{"scene_id": "atwt-04-14-05s0", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-04-14-05s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-14-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-04-14-05s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-04-14-05s4", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her head resting on his shoulder.", "with_names": "a woman is lying on top of a man, with her head resting on his shoulder."}, {"scene_id": "atwt-04-14-05s5", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and short hair", "with_names": "a woman is wearing a yellow shirt and short hair"}, {"scene_id": "atwt-04-14-05s6", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace", "with_names": "a woman is wearing a red jacket and a necklace"}, {"scene_id": "atwt-04-14-05s7", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-14-05s8", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-04-14-05s9", "raw": "A scene from a TV show in which a man is kissing a woman on the neck.", "with_names": "a man is kissing a woman on the neck."}, {"scene_id": "atwt-04-14-05s10", "raw": "A scene from a TV show in which a woman is wearing a green shirt and short hair", "with_names": "a woman is wearing a green shirt and short hair"}, {"scene_id": "atwt-04-14-05s11", "raw": "A scene from a TV show in which a white shawl is being blown in the wind.", "with_names": "a white shawl is being blown in the wind."}, {"scene_id": "atwt-04-14-05s12", "raw": "A scene from a TV show in which a blonde woman smiles at a man.", "with_names": "a blonde woman smiles at a man."}, {"scene_id": "atwt-04-14-05s13", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-04-14-05s14", "raw": "A scene from a TV show in which a man and a woman sit on a couch in a living room.", "with_names": "a man and a woman sit on a couch in a living room."}, {"scene_id": "atwt-04-14-05s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-14-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-14-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-14-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-14-05s19", "raw": "A scene from a TV show in which a woman is sitting on a couch in a living room.", "with_names": ""}, {"scene_id": "atwt-04-14-05s20", "raw": "A scene from a TV show in which a woman is wearing a red coat and a necklace.", "with_names": "a woman is wearing a red coat and a necklace."}, {"scene_id": "atwt-04-14-05s21", "raw": "A scene from a TV show in which a bottle of nasal spray is shown.", "with_names": ""}, {"scene_id": "atwt-04-14-05s22", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-04-14-05s23", "raw": "A scene from a TV show in which a man is on the phone and looks upset.", "with_names": "a man is on the phone and looks upset."}, {"scene_id": "atwt-04-14-05s24", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black hair bun", "with_names": "a woman is wearing a red jacket and a black hair bun"}, {"scene_id": "atwt-04-14-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-14-05s26", "raw": "A scene from a TV show in which a bottle of abreva is shown", "with_names": ""}, {"scene_id": "atwt-04-14-05s27", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-04-14-05s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-14-05s29", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}]