[{"scene_id": "bb-10-01-14s0", "raw": "A scene from a TV show in which a man is walking away from a table with a bottle and a bowl of food on it.", "with_names": "Brooke is walking away from a table with a bottle and a bowl of food on it."}, {"scene_id": "bb-10-01-14s1", "raw": "A scene from a TV show in which a woman reads a book while sitting on a green chair.", "with_names": "a woman reads a book while sitting on a green chair."}, {"scene_id": "bb-10-01-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-01-14s4", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-01-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-01-14s7", "raw": "A scene from a TV show in which a woman is interviewed about her experience with breast cancer.", "with_names": "Hope is interviewed about her experience with breast cancer."}, {"scene_id": "bb-10-01-14s8", "raw": "A scene from a TV show in which a sign is displayed in front of a house.", "with_names": "a sign is displayed in front of a house."}, {"scene_id": "bb-10-01-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-01-14s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Aly sit on a couch and talk."}, {"scene_id": "bb-10-01-14s11", "raw": "A scene from a TV show in which a family is sitting on a couch and playing with a baby.", "with_names": ""}, {"scene_id": "bb-10-01-14s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-01-14s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-01-14s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-10-01-14s15", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-01-14s16", "raw": "A scene from a TV show in which a woman is sitting in a living room and looking concerned.", "with_names": "Ivy is sitting in a living room and looking concerned."}, {"scene_id": "bb-10-01-14s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a book.", "with_names": "Wyatt and Hope are standing in a room, looking at a book."}, {"scene_id": "bb-10-01-14s18", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-10-01-14s19", "raw": "A scene from a TV show in which a woman hugs a man.", "with_names": "Ivy hugs Liam."}]