[{"scene_id": "gl-01-05-05s0", "raw": "A scene from a TV show in which a woman is in a jail cell and is crying", "with_names": "a woman is in a jail cell and is crying"}, {"scene_id": "gl-01-05-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-05-05s2", "raw": "", "with_names": ""}, {"scene_id": "gl-01-05-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-05-05s4", "raw": "A scene from a TV show in which a woman is lying in bed with a blanket over her head.", "with_names": "a woman is lying in bed with a blanket over her head."}, {"scene_id": "gl-01-05-05s5", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "gl-01-05-05s6", "raw": "A scene from a TV show in which a woman is standing in front of a window and smiling.", "with_names": "a woman is standing in front of a window and smiling."}, {"scene_id": "gl-01-05-05s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-01-05-05s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-05-05s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-05-05s10", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}, {"scene_id": "gl-01-05-05s11", "raw": "A scene from a TV show in which a woman is holding two bottles.", "with_names": "a woman is holding two bottles."}, {"scene_id": "gl-01-05-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-05-05s13", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "gl-01-05-05s14", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-01-05-05s15", "raw": "A scene from a TV show in which a woman is sitting on a staircase and a man is standing next to her.", "with_names": "a woman is sitting on a staircase and a man is standing next to her."}, {"scene_id": "gl-01-05-05s16", "raw": "A scene from a TV show in which a man is smiling and a woman is crying", "with_names": "a man is smiling and a woman is crying"}, {"scene_id": "gl-01-05-05s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-05-05s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man sits next to her, laughing.", "with_names": ""}, {"scene_id": "gl-01-05-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-01-05-05s20", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and is sitting on the floor.", "with_names": "a woman is wearing a wedding dress and is sitting on the floor."}, {"scene_id": "gl-01-05-05s21", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "gl-01-05-05s22", "raw": "A scene from a TV show in which a woman is talking to a man and a large curly hair is on the table in front of her.", "with_names": ""}, {"scene_id": "gl-01-05-05s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-05-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-01-05-05s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a mirror.", "with_names": "a man is wearing a suit and a tie and is standing in front of a mirror."}, {"scene_id": "gl-01-05-05s26", "raw": "A scene from a TV show in which a bag of cocaine is shown.", "with_names": ""}]