[{"scene_id": "atwt-12-06-05s0", "raw": "A scene from a TV show in which a woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "atwt-12-06-05s1", "raw": "A scene from a TV show in which a man is smiling and wearing a black shirt.", "with_names": "a man is smiling and wearing a black shirt."}, {"scene_id": "atwt-12-06-05s2", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-12-06-05s3", "raw": "A scene from a TV show in which a Ghirardelli chocolate bar is shown.", "with_names": ""}, {"scene_id": "atwt-12-06-05s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-12-06-05s5", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-12-06-05s6", "raw": "A scene from a TV show in which a man is wearing a brown coat and a blue shirt.", "with_names": "a man is wearing a brown coat and a blue shirt."}, {"scene_id": "atwt-12-06-05s7", "raw": "A scene from a TV show in which a woman is holding her hands to her chest and a man is looking at her.", "with_names": "a woman is holding her hands to her chest and a man is looking at her."}, {"scene_id": "atwt-12-06-05s8", "raw": "A scene from a TV show in which a woman is wearing a red uniform and glasses", "with_names": "a woman is wearing a red uniform and glasses"}, {"scene_id": "atwt-12-06-05s9", "raw": "A scene from a TV show in which Olay body lotion is being sprayed in the shower.", "with_names": "olay body lotion is being sprayed in the shower."}, {"scene_id": "atwt-12-06-05s10", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "atwt-12-06-05s11", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-06-05s12", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-12-06-05s13", "raw": "A scene from a TV show in which a woman applies a cream to her face.", "with_names": "a woman applies a cream to her face."}, {"scene_id": "atwt-12-06-05s14", "raw": "A scene from a TV show in which a woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "atwt-12-06-05s15", "raw": "A scene from a TV show in which a man is yelling at a Christmas tree.", "with_names": "a man is yelling at a christmas tree."}, {"scene_id": "atwt-12-06-05s16", "raw": "A scene from a TV show in which a jar of L'Oreal Paris' Age Perfect cream is opened to show the cream inside.", "with_names": "a jar of l'oreal paris' age perfect cream is opened to show the cream inside."}, {"scene_id": "atwt-12-06-05s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a candle.", "with_names": "a woman is sitting at a table with a candle."}, {"scene_id": "atwt-12-06-05s18", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the camera.", "with_names": "a man is smiling and looking to the right of the camera."}, {"scene_id": "atwt-12-06-05s19", "raw": "A scene from a TV show in which a woman holds a baby in front of a Christmas tree.", "with_names": "a woman holds a baby in front of a christmas tree."}, {"scene_id": "atwt-12-06-05s20", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-12-06-05s21", "raw": "A scene from a TV show in which a man is smoking a cigarette with a pig's head", "with_names": "a man is smoking a cigarette with a pig's head"}, {"scene_id": "atwt-12-06-05s22", "raw": "A scene from a TV show in which a man is opening a door and a Christmas tree is visible in the background.", "with_names": "a man is opening a door and a christmas tree is visible in the background."}, {"scene_id": "atwt-12-06-05s23", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a vase of flowers.", "with_names": "a man and a woman are standing in a room with a vase of flowers."}, {"scene_id": "atwt-12-06-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-06-05s25", "raw": "A scene from a TV show in which a woman is in bed with a bee flying above her.", "with_names": "a woman is in bed with a bee flying above her."}]