[{"scene_id": "bb-01-02-15s0", "raw": "A scene from a TV show in which a building is shown with a logo on it.", "with_names": ""}, {"scene_id": "bb-01-02-15s1", "raw": "A scene from a TV show in which a woman sits in a chair and looks at a book.", "with_names": "a woman sits in a chair and looks at a book."}, {"scene_id": "bb-01-02-15s2", "raw": "A scene from a TV show in which a man talks about his experience with a polygraph test.", "with_names": "a man talks about his experience with a polygraph test."}, {"scene_id": "bb-01-02-15s3", "raw": "A scene from a TV show in which three men are talking in a room.", "with_names": ""}, {"scene_id": "bb-01-02-15s4", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing Ridge a piece of paper."}, {"scene_id": "bb-01-02-15s5", "raw": "A scene from a TV show in which a model walks down a runway in a black dress.", "with_names": "a model walks down a runway in a black dress."}, {"scene_id": "bb-01-02-15s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-02-15s7", "raw": "A scene from a TV show in which a woman walks into a room and sees a red dress.", "with_names": "Pam walks into a room and sees a red dress."}, {"scene_id": "bb-01-02-15s8", "raw": "A scene from a TV show in which a man is talking to other men.", "with_names": ""}, {"scene_id": "bb-01-02-15s9", "raw": "A scene from a TV show in which a tall building is surrounded by smaller buildings.", "with_names": "a tall building is surrounded by smaller buildings."}, {"scene_id": "bb-01-02-15s10", "raw": "A scene from a TV show in which a woman talks about her experience with a man who is a serial killer.", "with_names": "Maya talks about her experience with Othello who is a serial killer."}, {"scene_id": "bb-01-02-15s11", "raw": "A scene from a TV show in which a woman is talking to a man and pointing her finger at him.", "with_names": ""}, {"scene_id": "bb-01-02-15s15", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "Ridge is yelling at another man."}, {"scene_id": "bb-01-02-15s16", "raw": "A scene from a TV show in which a man is talking to a woman and another man.", "with_names": ""}, {"scene_id": "bb-01-02-15s20", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-02-15s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-02-15s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Rick and a woman are standing in a room."}, {"scene_id": "bb-01-02-15s23", "raw": "A scene from a TV show in which a man and a woman are talking to a priest.", "with_names": ""}, {"scene_id": "bb-01-02-15s24", "raw": "A scene from a TV show in which a man and a woman are in a room, the woman is holding a door open.", "with_names": "Othello and a woman are in a room, the woman is holding a door open."}, {"scene_id": "bb-01-02-15s25", "raw": "A scene from a TV show in which a neighborhood is shown in the foreground and the Hollywood Hills are in the background.", "with_names": ""}, {"scene_id": "bb-01-02-15s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-02-15s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]