[{"scene_id": "pc-10-04-01s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Rafe is looking at Lucy and she is looking back at him."}, {"scene_id": "pc-10-04-01s1", "raw": "A scene from a TV show in which a woman is singing in a kitchen while a man looks on.", "with_names": "a woman is singing in a kitchen while a man looks on."}, {"scene_id": "pc-10-04-01s2", "raw": "A scene from a TV show in which a man is driving a car and a dog is sitting in the passenger seat.", "with_names": "a man is driving a car and a dog is sitting in the passenger seat."}, {"scene_id": "pc-10-04-01s3", "raw": "A scene from a TV show in which a man is driving a car and looks at the camera.", "with_names": "Kevin is driving a car and looks at the camera."}, {"scene_id": "pc-10-04-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-10-04-01s5", "raw": "A scene from a TV show in which a woman is seen covering her face with a scarf.", "with_names": "a woman is covering her face with a scarf."}, {"scene_id": "pc-10-04-01s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-10-04-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-04-01s8", "raw": "A scene from a TV show in which a man is driving a car and looking at the camera.", "with_names": "a man is driving a car and looking at the camera."}, {"scene_id": "pc-10-04-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-04-01s10", "raw": "A scene from a TV show in which a man is sitting in a chair and wearing scrubs.", "with_names": ""}, {"scene_id": "pc-10-04-01s11", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "pc-10-04-01s12", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-04-01s13", "raw": "A scene from a TV show in which a woman is wearing a metal collar.", "with_names": "a woman is wearing a metal collar."}, {"scene_id": "pc-10-04-01s14", "raw": "A scene from a TV show in which a woman is wearing a scarf over her head and talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-10-04-01s16", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-10-04-01s17", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}]