[{"scene_id": "gl-01-20-06s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-20-06s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-01-20-06s2", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "gl-01-20-06s3", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "gl-01-20-06s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-01-20-06s5", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "gl-01-20-06s6", "raw": "A scene from a TV show in which a man is seen punching his fist in the air.", "with_names": "a man is punching his fist in the air."}, {"scene_id": "gl-01-20-06s7", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "gl-01-20-06s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-20-06s9", "raw": "A scene from a TV show in which a woman is wearing a black suit and a brooch.", "with_names": "a woman is wearing a black suit and a brooch."}, {"scene_id": "gl-01-20-06s10", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "gl-01-20-06s11", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a yellow shirt", "with_names": "a man is wearing a leather jacket and a yellow shirt"}, {"scene_id": "gl-01-20-06s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-20-06s13", "raw": "A scene from a TV show in which a man and a woman are standing in a living room. The man is wearing a suit, and the woman is wearing a suit.", "with_names": "a man and a woman are standing in a living room. the man is wearing a suit, and the woman is wearing a suit."}, {"scene_id": "gl-01-20-06s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "gl-01-20-06s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a room. The woman is wearing a white dress and is looking at the man.", "with_names": "a man and a woman are sitting next to each other in a room. the woman is wearing a white dress and is looking at the man."}, {"scene_id": "gl-01-20-06s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-01-20-06s17", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is crying.", "with_names": "a man is holding a woman by the arm and she is crying."}, {"scene_id": "gl-01-20-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and sitting in a chair.", "with_names": ""}, {"scene_id": "gl-01-20-06s19", "raw": "A scene from a TV show in which a woman is holding a baseball bat and another woman is looking at her.", "with_names": "a woman is holding a baseball bat and another woman is looking at her."}, {"scene_id": "gl-01-20-06s20", "raw": "A scene from a TV show in which a man is speaking into a microphone.", "with_names": "a man is speaking into a microphone."}, {"scene_id": "gl-01-20-06s21", "raw": "A scene from a TV show in which a woman is hugging another woman from behind.", "with_names": "a woman is hugging another woman from behind."}, {"scene_id": "gl-01-20-06s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt and is looking at the camera.", "with_names": "a man is wearing a leather jacket and a shirt and is looking at the camera."}, {"scene_id": "gl-01-20-06s23", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-01-20-06s24", "raw": "A scene from a TV show in which a man and a woman are talking to a third person.", "with_names": ""}, {"scene_id": "gl-01-20-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-20-06s26", "raw": "A scene from a TV show in which a woman is seen in a black dress, her face is not visible, but she is wearing a necklace.", "with_names": "a woman is in a black dress, her face is not visible, but she is wearing a necklace."}]