[{"scene_id": "pc-08-21-01s0", "raw": "A scene from a TV show in which a man is holding a tray and a woman is wearing a zebra print dress.", "with_names": "a man is holding a tray and Lucy is wearing a zebra print dress."}, {"scene_id": "pc-08-21-01s1", "raw": "A scene from a TV show in which a man is reading a magazine to a woman.", "with_names": "Ian is reading a magazine to Eve."}, {"scene_id": "pc-08-21-01s2", "raw": "A scene from a TV show in which a man is seen raping a woman.", "with_names": "a man is raping a woman."}, {"scene_id": "pc-08-21-01s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-08-21-01s4", "raw": "A scene from a TV show in which a man is in a jail cell and his mouth is moving", "with_names": "a man is in a jail cell and his mouth is moving"}, {"scene_id": "pc-08-21-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-21-01s6", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-08-21-01s7", "raw": "A scene from a TV show in which a man is yelling and his hair is in a messy ponytail.", "with_names": "a man is yelling and his hair is in a messy ponytail."}, {"scene_id": "pc-08-21-01s8", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "pc-08-21-01s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-08-21-01s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-21-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-21-01s12", "raw": "A scene from a TV show in which a young man is smiling and looking at the camera.", "with_names": "a young man is smiling and looking at the camera."}, {"scene_id": "pc-08-21-01s13", "raw": "A scene from a TV show in which a woman is standing in a cave, wearing a wedding dress and veil.", "with_names": "a woman is standing in a cave, wearing a wedding dress and veil."}, {"scene_id": "pc-08-21-01s14", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}]