[{"scene_id": "bb-11-28-17s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-17s1", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is looking at jewelry.", "with_names": "a man is sitting at a table with a woman, and she is looking at jewelry."}, {"scene_id": "bb-11-28-17s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a handbag and a wine glass.", "with_names": "a woman is sitting at a table with a handbag and a wine glass."}, {"scene_id": "bb-11-28-17s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-28-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-17s5", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "bb-11-28-17s6", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "bb-11-28-17s7", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-11-28-17s8", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing behind her.", "with_names": "a woman is sitting on a bench and a man is standing behind her."}, {"scene_id": "bb-11-28-17s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a bottle.", "with_names": ""}, {"scene_id": "bb-11-28-17s10", "raw": "A scene from a TV show in which a man is wearing a red turtleneck and a suit jacket.", "with_names": "a man is wearing a red turtleneck and a suit jacket."}, {"scene_id": "bb-11-28-17s11", "raw": "A scene from a TV show in which two men are standing in a room with a woman and a dog", "with_names": "two men are standing in a room with Bill and a dog"}, {"scene_id": "bb-11-28-17s12", "raw": "A scene from a TV show in which a man and a woman are talking in a room with a city view.", "with_names": ""}, {"scene_id": "bb-11-28-17s13", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "bb-11-28-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-17s15", "raw": "A scene from a TV show in which a woman is standing in a room with a bookcase and a book in front of her.", "with_names": "a woman is standing in a room with a bookcase and a book in front of her."}, {"scene_id": "bb-11-28-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-28-17s17", "raw": "A scene from a TV show in which a man is standing in front of a wall of glasses.", "with_names": "a man is standing in front of a wall of glasses."}, {"scene_id": "bb-11-28-17s18", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-11-28-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-17s20", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a suit jacket.", "with_names": "a man is wearing a turtleneck and a suit jacket."}, {"scene_id": "bb-11-28-17s21", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt and is looking at another man.", "with_names": "a man is wearing a suit and a red shirt and is looking at another man."}, {"scene_id": "bb-11-28-17s22", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]