[{"scene_id": "pc-02-02-01s0", "raw": "A scene from a TV show in which a woman is sitting on a chair in a living room, holding a handbag.", "with_names": ""}, {"scene_id": "pc-02-02-01s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is behind her.", "with_names": "Karen is wearing a pink shirt and Kevin is behind her."}, {"scene_id": "pc-02-02-01s2", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "Eve is being choked by Ben."}, {"scene_id": "pc-02-02-01s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-02-01s4", "raw": "A scene from a TV show in which a man is seen throwing a chair at another man.", "with_names": "Ben is throwing a chair at another man."}, {"scene_id": "pc-02-02-01s5", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a serious expression.", "with_names": ""}, {"scene_id": "pc-02-02-01s6", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "pc-02-02-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman has her hand on her shoulder", "with_names": ""}, {"scene_id": "pc-02-02-01s8", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "pc-02-02-01s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a pink shirt.", "with_names": ""}, {"scene_id": "pc-02-02-01s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-02-02-01s11", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and her eyes are closed", "with_names": "Karen is wearing a pink shirt and her eyes are closed"}, {"scene_id": "pc-02-02-01s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-02-02-01s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman desirous of her is standing in front of her.", "with_names": ""}, {"scene_id": "pc-02-02-01s14", "raw": "A scene from a TV show in which a man is holding a woman by the neck and another man is trying to pull her away.", "with_names": "a man is holding Eve by the neck and another man is trying to pull her away."}, {"scene_id": "pc-02-02-01s15", "raw": "A scene from a TV show in which a woman is talking to a man and a knife is visible in the background.", "with_names": ""}, {"scene_id": "pc-02-02-01s16", "raw": "A scene from a TV show in which a man is sitting on a plane and talking to someone.", "with_names": ""}, {"scene_id": "pc-02-02-01s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]