[{"scene_id": "oltl-04-17-09s0", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-17-09s1", "raw": "A scene from a TV show in which a woman is sitting next to a mannequin.", "with_names": "a woman is sitting next to a mannequin."}, {"scene_id": "oltl-04-17-09s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-04-17-09s3", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-17-09s4", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "oltl-04-17-09s5", "raw": "A scene from a TV show in which a man is walking down a staircase with a bouquet of flowers.", "with_names": "a man is walking down a staircase with a bouquet of flowers."}, {"scene_id": "oltl-04-17-09s6", "raw": "A scene from a TV show in which a woman is dancing in a black dress.", "with_names": "a woman is dancing in a black dress."}, {"scene_id": "oltl-04-17-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "oltl-04-17-09s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-17-09s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-17-09s10", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-04-17-09s11", "raw": "A scene from a TV show in which a man is being sprayed with water.", "with_names": "a man is being sprayed with water."}, {"scene_id": "oltl-04-17-09s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-04-17-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-17-09s14", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "oltl-04-17-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-17-09s16", "raw": "A scene from a TV show in which a woman is wearing a plastic bag on her head.", "with_names": "a woman is wearing a plastic bag on her head."}, {"scene_id": "oltl-04-17-09s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-04-17-09s18", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-17-09s19", "raw": "A scene from a TV show in which a man is kneeling on the grass and a woman is standing next to him.", "with_names": "a man is kneeling on the grass and a woman is standing next to him."}, {"scene_id": "oltl-04-17-09s20", "raw": "A scene from a TV show in which a woman is being attacked by a dog", "with_names": "a woman is being attacked by a dog"}, {"scene_id": "oltl-04-17-09s21", "raw": "A scene from a TV show in which a woman is sitting in a cell with a glass window.", "with_names": "a woman is sitting in a cell with a glass window."}, {"scene_id": "oltl-04-17-09s22", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-04-17-09s23", "raw": "A scene from a TV show in which a woman and a man are standing in a room with a bookcase.", "with_names": "a woman and a man are standing in a room with a bookcase."}, {"scene_id": "oltl-04-17-09s24", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-04-17-09s25", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-04-17-09s26", "raw": "A scene from a TV show in which a woman is talking to a man in a subway.", "with_names": ""}, {"scene_id": "oltl-04-17-09s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-17-09s28", "raw": "A scene from a TV show in which a doctor is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-04-17-09s29", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-17-09s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-17-09s31", "raw": "A scene from a TV show in which a man and a woman are talking in a hallway.", "with_names": ""}, {"scene_id": "oltl-04-17-09s32", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed with a man standing behind her.", "with_names": "a woman is sitting in a hospital bed with a man standing behind her."}, {"scene_id": "oltl-04-17-09s33", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "oltl-04-17-09s34", "raw": "A scene from a TV show in which a woman is seen using a screwdriver to fix a sink.", "with_names": "a woman is using a screwdriver to fix a sink."}, {"scene_id": "oltl-04-17-09s35", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at a woman.", "with_names": "a man is holding a gun and pointing it at a woman."}, {"scene_id": "oltl-04-17-09s36", "raw": "A scene from a TV show in which a man is standing in a doorway, wearing a mask.", "with_names": "a man is standing in a doorway, wearing a mask."}, {"scene_id": "oltl-04-17-09s37", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "oltl-04-17-09s38", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a white gown and hairnet. Two nurses are sitting next to him, one on the left and the other on the right.", "with_names": "a man is lying in a hospital bed, wearing a white gown and hairnet. two nurses are sitting next to him, one on the left and the other on the right."}, {"scene_id": "oltl-04-17-09s39", "raw": "A scene from a TV show in which a woman is standing next to a hospital bed and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-17-09s40", "raw": "A scene from a TV show in which an elderly woman is sitting in a hospital bed and a nurse is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-17-09s41", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "oltl-04-17-09s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-17-09s43", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-04-17-09s44", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-17-09s45", "raw": "A scene from a TV show in which a woman is holding her head in pain.", "with_names": "] is holding her head in pain."}]