[{"scene_id": "pc-10-17-01s0", "raw": "A scene from a TV show in which a man is sitting in a bar and smiling.", "with_names": "Jamal is sitting in a bar and smiling."}, {"scene_id": "pc-10-17-01s1", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-17-01s2", "raw": "A scene from a TV show in which a woman is talking to a man and another man is watching her.", "with_names": ""}, {"scene_id": "pc-10-17-01s3", "raw": "A scene from a TV show in which a woman is wearing a hijab and a man is trying to kiss her.", "with_names": "a woman is wearing a hijab and *************************************************** is trying to kiss her."}, {"scene_id": "pc-10-17-01s4", "raw": "A scene from a TV show in which a woman is talking to a man and a sign is visible on the table in front of them", "with_names": ""}, {"scene_id": "pc-10-17-01s5", "raw": "A scene from a TV show in which a man is wearing a sweater and a white apron", "with_names": "a man is wearing a sweater and a white apron"}, {"scene_id": "pc-10-17-01s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-10-17-01s7", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at something off camera.", "with_names": "a woman is sitting on a bench and looking at something off camera."}, {"scene_id": "pc-10-17-01s8", "raw": "A scene from a TV show in which a woman is wearing a hijab and a coat.", "with_names": "a woman is wearing a hijab and a coat."}, {"scene_id": "pc-10-17-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-17-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-17-01s12", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a white collar.", "with_names": "a woman is wearing a green shirt and a white collar."}, {"scene_id": "pc-10-17-01s13", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-10-17-01s14", "raw": "A scene from a TV show in which a man is standing in front of a woman and a teddy bear.", "with_names": "a man is standing in front of a woman and a teddy bear."}, {"scene_id": "pc-10-17-01s16", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "pc-10-17-01s18", "raw": "A scene from a TV show in which a sign says coffee is now serving", "with_names": "a sign says coffee is now serving"}, {"scene_id": "pc-10-17-01s19", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a shadow of a man in the background.", "with_names": "a woman is in a dark room, with a shadow of a man in the background."}]