[{"scene_id": "bb-12-28-05s0", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a hospital room.", "with_names": "a man and a woman are sitting next to each other in a hospital room."}, {"scene_id": "bb-12-28-05s1", "raw": "A scene from a TV show in which a man is wearing a black suit and a green turtleneck.", "with_names": "a man is wearing a black suit and a green turtleneck."}, {"scene_id": "bb-12-28-05s2", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-12-28-05s3", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-12-28-05s4", "raw": "A scene from a TV show in which a woman is wearing a bikini and a snake is wrapped around her neck", "with_names": "a woman is wearing a bikini and a snake is wrapped around her neck"}, {"scene_id": "bb-12-28-05s5", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a leather jacket.", "with_names": "a woman is wearing a green dress and a man is in a leather jacket."}, {"scene_id": "bb-12-28-05s6", "raw": "A scene from a TV show in which a woman is wearing scrubs and a clock is visible on the screen", "with_names": "a woman is wearing scrubs and a clock is visible on the screen"}, {"scene_id": "bb-12-28-05s7", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "bb-12-28-05s8", "raw": "A scene from a TV show in which a countdown timer is displayed", "with_names": "a countdown timer is displayed"}, {"scene_id": "bb-12-28-05s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-12-28-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-28-05s11", "raw": "A scene from a TV show in which a countdown timer is counting down from one minute to zero.", "with_names": "a countdown timer is counting down from one minute to zero."}, {"scene_id": "bb-12-28-05s12", "raw": "A scene from a TV show in which a woman is talking to someone and the words are displayed on the bottom of the screen", "with_names": ""}]