[{"scene_id": "atwt-08-09-04s0", "raw": "A scene from a TV show in which a man is grabbing a woman by the hair.", "with_names": "Chris is grabbing Emily by the hair."}, {"scene_id": "atwt-08-09-04s1", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-08-09-04s2", "raw": "A scene from a TV show in which a woman is making a face.", "with_names": "a woman is making a face."}, {"scene_id": "atwt-08-09-04s3", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed, holding a pair of scissors.", "with_names": "a woman is standing next to a man in a hospital bed, holding a pair of scissors."}, {"scene_id": "atwt-08-09-04s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-09-04s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-09-04s6", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-08-09-04s7", "raw": "A scene from a TV show in which a blonde woman is crying and a man is standing behind her.", "with_names": "a blonde woman is crying and a man is standing behind her."}, {"scene_id": "atwt-08-09-04s8", "raw": "A scene from a TV show in which a woman is sitting in a library and looking at a book.", "with_names": "a woman is sitting in a library and looking at a book."}, {"scene_id": "atwt-08-09-04s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-09-04s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace on.", "with_names": "a man is lying in a hospital bed with a neck brace on."}, {"scene_id": "atwt-08-09-04s11", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "atwt-08-09-04s12", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "atwt-08-09-04s13", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a computer screen.", "with_names": "a woman is sitting in a room and looking at a computer screen."}, {"scene_id": "atwt-08-09-04s14", "raw": "A scene from a TV show in which a circle is drawn on a black screen", "with_names": "a circle is drawn on a black screen"}, {"scene_id": "atwt-08-09-04s15", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-08-09-04s16", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-09-04s17", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": "a man is holding a gun and pointing it at someone."}, {"scene_id": "atwt-08-09-04s18", "raw": "A scene from a TV show in which a doctor and a nurse are talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-09-04s19", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-09-04s20", "raw": "A scene from a TV show in which a woman is standing in front of a man, who is sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-08-09-04s21", "raw": "A scene from a TV show in which a woman is being attacked by a ghost.", "with_names": "a woman is being attacked by a ghost."}, {"scene_id": "atwt-08-09-04s22", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-09-04s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-08-09-04s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-08-09-04s25", "raw": "A scene from a TV show in which a man and a woman are talking in a car.", "with_names": ""}, {"scene_id": "atwt-08-09-04s26", "raw": "A scene from a TV show in which a man lies in bed with a neck brace on.", "with_names": "a man lies in bed with a neck brace on."}, {"scene_id": "atwt-08-09-04s27", "raw": "A scene from a TV show in which a man is talking to a woman, and a girl is dancing in the background.", "with_names": ""}, {"scene_id": "atwt-08-09-04s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-09-04s29", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}]