[{"scene_id": "oltl-09-22-11s0", "raw": "A scene from a TV show in which a man is filmed in the shower", "with_names": "a man is filmed in the shower"}, {"scene_id": "oltl-09-22-11s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-09-22-11s2", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-09-22-11s3", "raw": "A scene from a TV show in which a man is trying to get his shirt off", "with_names": "a man is trying to get his shirt off"}, {"scene_id": "oltl-09-22-11s4", "raw": "A scene from a TV show in which a white circle is drawn on a blank white screen", "with_names": "a white circle is drawn on a blank white screen"}, {"scene_id": "oltl-09-22-11s5", "raw": "A scene from a TV show in which a man is seen in a white towel, his head is tilted back and he is screaming.", "with_names": "a man is in a white towel, his head is tilted back and he is screaming."}, {"scene_id": "oltl-09-22-11s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s8", "raw": "A scene from a TV show in which a man is trying to fix a woman's hair.", "with_names": "a man is trying to fix a woman's hair."}, {"scene_id": "oltl-09-22-11s9", "raw": "A scene from a TV show in which two men are dancing in a room filled with smoke.", "with_names": "two men are dancing in a room filled with smoke."}, {"scene_id": "oltl-09-22-11s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s11", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking at the camera.", "with_names": "a young man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-09-22-11s12", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s13", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s14", "raw": "A scene from a TV show in which a woman is in a shower with her head turned to the side.", "with_names": "] is in a shower with her head turned to the side."}, {"scene_id": "oltl-09-22-11s15", "raw": "A scene from a TV show in which a young woman is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-09-22-11s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-22-11s17", "raw": "A scene from a TV show in which a shirtless man is in a shower", "with_names": "a shirtless man is in a shower"}, {"scene_id": "oltl-09-22-11s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a blonde woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "oltl-09-22-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s20", "raw": "A scene from a TV show in which three men are sitting in a sauna.", "with_names": "three men are sitting in a sauna."}, {"scene_id": "oltl-09-22-11s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-22-11s22", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-09-22-11s23", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-22-11s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-22-11s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-22-11s26", "raw": "A scene from a TV show in which a shirtless man talks on a cell phone.", "with_names": "a shirtless man talks on a cell phone."}, {"scene_id": "oltl-09-22-11s27", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-09-22-11s28", "raw": "A scene from a TV show in which a man and a woman are standing next to a crib.", "with_names": "a man and a woman are standing next to a crib."}, {"scene_id": "oltl-09-22-11s29", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-09-22-11s30", "raw": "A scene from a TV show in which a man and a woman are holding hands.", "with_names": "a man and a woman are holding hands."}, {"scene_id": "oltl-09-22-11s31", "raw": "A scene from a TV show in which a woman is standing in a room with a door and a chair in front of her. She is wearing a t-shirt and has her hands on her hips.", "with_names": "a woman is standing in a room with a door and a chair in front of her. she is wearing a t-shirt and has her hands on her hips."}, {"scene_id": "oltl-09-22-11s32", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-22-11s33", "raw": "A scene from a TV show in which a man and a woman stand in a room with a crib.", "with_names": "a man and a woman stand in a room with a crib."}, {"scene_id": "oltl-09-22-11s34", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him angrily.", "with_names": ""}, {"scene_id": "oltl-09-22-11s35", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}]