[{"scene_id": "gl-08-22-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-08-22-03s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-08-22-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-22-03s3", "raw": "A scene from a TV show in which a man is looking at a door and a woman walks in", "with_names": "a man is looking at a door and a woman walks in"}, {"scene_id": "gl-08-22-03s4", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-22-03s5", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-08-22-03s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-08-22-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-08-22-03s8", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-08-22-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-08-22-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-08-22-03s11", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in front of him", "with_names": ""}, {"scene_id": "gl-08-22-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-22-03s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "reva is crying"}, {"scene_id": "gl-08-22-03s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-22-03s18", "raw": "A scene from a TV show in which a man is looking at a door.", "with_names": "Shayne is looking at a door."}, {"scene_id": "gl-08-22-03s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}]