[{"scene_id": "gl-11-20-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-11-20-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-20-03s2", "raw": "A scene from a TV show in which a man is talking about his wife and how she is a great cook.", "with_names": ""}, {"scene_id": "gl-11-20-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a hoodie", "with_names": ""}, {"scene_id": "gl-11-20-03s4", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-11-20-03s5", "raw": "A scene from a TV show in which a young man is talking to a woman and he is wearing a hoodie", "with_names": ""}, {"scene_id": "gl-11-20-03s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-20-03s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust on her face.", "with_names": ""}, {"scene_id": "gl-11-20-03s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at Jeffrey and he is looking back at her."}, {"scene_id": "gl-11-20-03s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Edmund is looking at a woman and she is looking back at him."}, {"scene_id": "gl-11-20-03s10", "raw": "A scene from a TV show in which a woman is seen walking into a room with a baby.", "with_names": "a woman is walking into a room with a baby."}, {"scene_id": "gl-11-20-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-11-20-03s12", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible", "with_names": ""}, {"scene_id": "gl-11-20-03s13", "raw": "A scene from a TV show in which a woman is throwing balloons at another woman.", "with_names": "a woman is throwing balloons at another woman."}, {"scene_id": "gl-11-20-03s14", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-11-20-03s15", "raw": "A scene from a TV show in which a man is sitting in a restaurant and a woman is standing behind him", "with_names": "a man is sitting in a restaurant and a woman is standing behind him"}, {"scene_id": "gl-11-20-03s16", "raw": "A scene from a TV show in which Rachel Green is wearing a red dress and a necklace", "with_names": "rachel green is wearing a red dress and a necklace"}, {"scene_id": "gl-11-20-03s18", "raw": "A scene from a TV show in which a man is singing and his eyes are closed", "with_names": "a man is singing and his eyes are closed"}, {"scene_id": "gl-11-20-03s19", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "Cassie is screaming"}, {"scene_id": "gl-11-20-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-20-03s21", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}]