[{"scene_id": "atwt-02-04-08s0", "raw": "A scene from a TV show in which a man is smiling and shaking hands with a woman.", "with_names": "Will is smiling and shaking hands with a woman."}, {"scene_id": "atwt-02-04-08s1", "raw": "A scene from a TV show in which a woman cradles a baby in her arms.", "with_names": "a woman cradles a baby in her arms."}, {"scene_id": "atwt-02-04-08s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-02-04-08s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-04-08s4", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is holding a microphone and the other is laughing.", "with_names": "two men are standing in a bar, one of them is holding a microphone and the other is laughing."}, {"scene_id": "atwt-02-04-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-08s6", "raw": "A scene from a TV show in which a rock wall is shown with the words \"Free meter\"", "with_names": ""}, {"scene_id": "atwt-02-04-08s7", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit.", "with_names": "a woman is standing next to a man in a suit."}, {"scene_id": "atwt-02-04-08s8", "raw": "A scene from a TV show in which a woman is talking and her face is contorted in anger", "with_names": ""}, {"scene_id": "atwt-02-04-08s9", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-02-04-08s10", "raw": "A scene from a TV show in which a man is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-02-04-08s11", "raw": "A scene from a TV show in which a father and son are shown holding a bottle of Sun-Dried Tomato.", "with_names": "a father and son are shown holding a bottle of sun-dried tomato."}, {"scene_id": "atwt-02-04-08s12", "raw": "A scene from a TV show in which a woman is kissing a door.", "with_names": "a woman is kissing a door."}, {"scene_id": "atwt-02-04-08s13", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-02-04-08s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-04-08s15", "raw": "A scene from a TV show in which a young man is smiling and looking at another man.", "with_names": "a young man is smiling and looking at another man."}, {"scene_id": "atwt-02-04-08s16", "raw": "A scene from a TV show in which a young black man is smiling.", "with_names": "a young black man is smiling."}, {"scene_id": "atwt-02-04-08s17", "raw": "A scene from a TV show in which two men are standing outside a building, one of them is holding a handbag.", "with_names": "two men are standing outside a building, one of them is holding a handbag."}, {"scene_id": "atwt-02-04-08s18", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is pointing at her.", "with_names": "a woman is wearing a bra and a man is pointing at her."}, {"scene_id": "atwt-02-04-08s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-04-08s20", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a blonde bob haircut.", "with_names": "a woman is wearing a red blazer and a blonde bob haircut."}, {"scene_id": "atwt-02-04-08s21", "raw": "A scene from a TV show in which a woman drinks milk from a bottle.", "with_names": "a woman drinks milk from a bottle."}, {"scene_id": "atwt-02-04-08s22", "raw": "A scene from a TV show in which a woman is wearing a red robe and holding a cup.", "with_names": "a woman is wearing a red robe and holding a cup."}, {"scene_id": "atwt-02-04-08s23", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "atwt-02-04-08s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-08s25", "raw": "A scene from a TV show in which a woman is talking to another woman in a police station.", "with_names": ""}, {"scene_id": "atwt-02-04-08s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-02-04-08s27", "raw": "A scene from a TV show in which a woman is wearing a red coat and looking to the right.", "with_names": "a woman is wearing a red coat and looking to the right."}, {"scene_id": "atwt-02-04-08s28", "raw": "A scene from a TV show in which a woman is being chased by a car.", "with_names": "a woman is being chased by a car."}, {"scene_id": "atwt-02-04-08s29", "raw": "A scene from a TV show in which a suitcase is being scanned at a baggage carousel.", "with_names": "a suitcase is being scanned at a baggage carousel."}, {"scene_id": "atwt-02-04-08s30", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "atwt-02-04-08s31", "raw": "A scene from a TV show in which a man is standing in a kitchen and another man is in the background", "with_names": "a man is standing in a kitchen and another man is in the background"}, {"scene_id": "atwt-02-04-08s32", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at it.", "with_names": "a man is holding a piece of paper and a woman is looking at it."}, {"scene_id": "atwt-02-04-08s33", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-02-04-08s34", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and looking up", "with_names": "a woman is wearing a turtleneck and looking up"}, {"scene_id": "atwt-02-04-08s35", "raw": "A scene from a TV show in which a woman is being filmed by a man.", "with_names": "a woman is being filmed by a man."}]