[{"scene_id": "oltl-11-28-11s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-28-11s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-28-11s2", "raw": "A scene from a TV show in which a man is looking at a book.", "with_names": "a man is looking at a book."}, {"scene_id": "oltl-11-28-11s3", "raw": "A scene from a TV show in which a black man and a white woman are talking to a man in a blue sweater.", "with_names": ""}, {"scene_id": "oltl-11-28-11s4", "raw": "A scene from a TV show in which a man is talking and the words Life is a game on life are written on the screen", "with_names": ""}, {"scene_id": "oltl-11-28-11s5", "raw": "A scene from a TV show in which a woman is accused of stealing a purse from a man. (Source: CBS 5 News)", "with_names": "a woman is accused of stealing a purse from a man. (source: cbs 5 news)"}, {"scene_id": "oltl-11-28-11s6", "raw": "A scene from a TV show in which a doctor is standing over a patient in a hospital bed.", "with_names": "a doctor is standing over a patient in a hospital bed."}, {"scene_id": "oltl-11-28-11s7", "raw": "A scene from a TV show in which a doctor is giving a woman a C-section.", "with_names": "a doctor is giving a woman a c-section."}, {"scene_id": "oltl-11-28-11s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-11s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-11s10", "raw": "A scene from a TV show in which a doctor listens to a patient with a stethoscope.", "with_names": "a doctor listens to a patient with a stethoscope."}, {"scene_id": "oltl-11-28-11s11", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-11s12", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a white shirt and a mask.", "with_names": "a man is lying in a hospital bed, wearing a white shirt and a mask."}, {"scene_id": "oltl-11-28-11s13", "raw": "A scene from a TV show in which two women are standing in front of a staircase, one holding a bouquet of flowers.", "with_names": "two women are standing in front of a staircase, one holding a bouquet of flowers."}, {"scene_id": "oltl-11-28-11s14", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "oltl-11-28-11s15", "raw": "A scene from a TV show in which a woman is standing in a hallway, wearing a red, yellow, and black sweater.", "with_names": "a woman is standing in a hallway, wearing a red, yellow, and black sweater."}, {"scene_id": "oltl-11-28-11s16", "raw": "A scene from a TV show in which a woman is holding a baby and a cane.", "with_names": "a woman is holding a baby and a cane."}, {"scene_id": "oltl-11-28-11s17", "raw": "A scene from a TV show in which a woman is holding a knife and a man is standing next to her.", "with_names": "a woman is holding a knife and a man is standing next to her."}, {"scene_id": "oltl-11-28-11s18", "raw": "A scene from a TV show in which a black woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-28-11s19", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a young woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-11-28-11s20", "raw": "A scene from a TV show in which a black family is shown in their living room.", "with_names": ""}, {"scene_id": "oltl-11-28-11s21", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a mustache.", "with_names": "a man is wearing a leather jacket and a mustache."}, {"scene_id": "oltl-11-28-11s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-28-11s23", "raw": "A scene from a TV show in which a man is standing in a kitchen with two women.", "with_names": "a man is standing in a kitchen with two women."}, {"scene_id": "oltl-11-28-11s24", "raw": "A scene from a TV show in which a woman is walking down a flight of stairs, and a man is running up behind her.", "with_names": "a woman is walking down a flight of stairs, and a man is running up behind her."}, {"scene_id": "oltl-11-28-11s25", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-28-11s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-11s27", "raw": "A scene from a TV show in which a black man is standing in front of a white woman and a man who are black people.", "with_names": "a black man is standing in front of a white woman and a man who are black people."}, {"scene_id": "oltl-11-28-11s28", "raw": "A scene from a TV show in which a man is standing over a woman in a hospital bed.", "with_names": "a man is standing over a woman in a hospital bed."}, {"scene_id": "oltl-11-28-11s29", "raw": "A scene from a TV show in which a black man is being confronted by his white wife and son.", "with_names": "a black man is being confronted by his white wife and son."}, {"scene_id": "oltl-11-28-11s30", "raw": "A scene from a TV show in which a man lies in a hospital bed, surrounded by his family.", "with_names": "a man lies in a hospital bed, surrounded by his family."}, {"scene_id": "oltl-11-28-11s31", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "oltl-11-28-11s32", "raw": "A scene from a TV show in which a woman is talking to a security guard.", "with_names": ""}, {"scene_id": "oltl-11-28-11s33", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}, {"scene_id": "oltl-11-28-11s34", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "oltl-11-28-11s35", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-11-28-11s36", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "oltl-11-28-11s37", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-11-28-11s38", "raw": "A scene from a TV show in which a police officer is kneeling on a bed, a woman stands nearby, and a man stands in the background.", "with_names": "a police officer is kneeling on a bed, a woman stands nearby, and a man stands in the background."}, {"scene_id": "oltl-11-28-11s39", "raw": "A scene from a TV show in which a woman is singing and a man is looking at her.", "with_names": "a woman is singing and a man is looking at her."}, {"scene_id": "oltl-11-28-11s40", "raw": "A scene from a TV show in which a man and a woman embrace in a foyer.", "with_names": "a man and a woman embrace in a foyer."}]