[{"scene_id": "atwt-02-14-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-14-07s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-14-07s2", "raw": "A scene from a TV show in which a woman is shown with a short haircut and a smile. The text reads \"clinically proven results in 3 weeks\"", "with_names": ""}, {"scene_id": "atwt-02-14-07s3", "raw": "A scene from a TV show in which a woman is looking at her phone.", "with_names": "a woman is looking at her phone."}, {"scene_id": "atwt-02-14-07s4", "raw": "A scene from a TV show in which a man is looking down and a tree is in the background.", "with_names": "a man is looking down and a tree is in the background."}, {"scene_id": "atwt-02-14-07s5", "raw": "A scene from a TV show in which a man is pouring alcohol into a glass.", "with_names": "a man is pouring alcohol into a glass."}, {"scene_id": "atwt-02-14-07s6", "raw": "A scene from a TV show in which a Disney World advertisement is shown", "with_names": ""}, {"scene_id": "atwt-02-14-07s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-14-07s8", "raw": "A scene from a TV show in which a young man is sitting next to a woman.", "with_names": "a young man is sitting next to a woman."}, {"scene_id": "atwt-02-14-07s9", "raw": "A scene from a TV show in which a woman is walking through a forest with a man.", "with_names": "a woman is walking through a forest with a man."}, {"scene_id": "atwt-02-14-07s10", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-02-14-07s11", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "atwt-02-14-07s12", "raw": "A scene from a TV show in which a man is standing in front of a woman at a desk.", "with_names": "a man is standing in front of a woman at a desk."}, {"scene_id": "atwt-02-14-07s13", "raw": "A scene from a TV show in which a meteorologist is talking about the weather.", "with_names": ""}, {"scene_id": "atwt-02-14-07s14", "raw": "A scene from a TV show in which a woman is crying in a shower", "with_names": "a woman is crying in a shower"}, {"scene_id": "atwt-02-14-07s15", "raw": "A scene from a TV show in which a mother is holding her baby and smiling at each other.", "with_names": "a mother is holding her baby and smiling at each other."}, {"scene_id": "atwt-02-14-07s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-14-07s17", "raw": "A scene from a TV show in which a woman is singing and a man is looking at her.", "with_names": "a woman is singing and a man is looking at her."}, {"scene_id": "atwt-02-14-07s18", "raw": "A scene from a TV show in which a man is holding a woman's hand.", "with_names": "a man is holding a woman's hand."}, {"scene_id": "atwt-02-14-07s19", "raw": "A scene from a TV show in which a black man is smiling and wearing a jacket.", "with_names": "a black man is smiling and wearing a jacket."}, {"scene_id": "atwt-02-14-07s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-14-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-14-07s22", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-14-07s23", "raw": "A scene from a TV show in which a woman is running on a beach.", "with_names": "a woman is running on a beach."}, {"scene_id": "atwt-02-14-07s24", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-14-07s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-14-07s26", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a black coat.", "with_names": "a woman is wearing a green turtleneck and a black coat."}, {"scene_id": "atwt-02-14-07s27", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a man is standing next to her.", "with_names": "a woman is wearing a pink robe and a man is standing next to her."}, {"scene_id": "atwt-02-14-07s28", "raw": "A scene from a TV show in which a woman is wiping her face with a towel.", "with_names": "a woman is wiping her face with a towel."}, {"scene_id": "atwt-02-14-07s29", "raw": "A scene from a TV show in which a young boy is playing soccer with his father.", "with_names": "a young boy is playing soccer with his father."}]