[{"scene_id": "gl-11-26-03s0", "raw": "A scene from a TV show in which a man is holding a bottle and a knife in his hand", "with_names": "a man is holding a bottle and a knife in his hand"}, {"scene_id": "gl-11-26-03s1", "raw": "A scene from a TV show in which a man is holding a baby and a woman is yelling at him.", "with_names": "a man is holding a baby and a woman is yelling at him."}, {"scene_id": "gl-11-26-03s3", "raw": "A scene from a TV show in which a woman is handing a bowl to a man and a boy.", "with_names": "Bill is handing a bowl to a man and a boy."}, {"scene_id": "gl-11-26-03s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-26-03s5", "raw": "A scene from a TV show in which a man is holding a newspaper and a woman is sitting next to him.", "with_names": "a man is holding a newspaper and a woman is sitting next to him."}, {"scene_id": "gl-11-26-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-26-03s7", "raw": "A scene from a TV show in which a woman is standing in front of a table, holding a turkey in her hands.", "with_names": "a woman is standing in front of a table, holding a turkey in her hands."}, {"scene_id": "gl-11-26-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-26-03s10", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-11-26-03s11", "raw": "A scene from a TV show in which a man is pouring a glass of wine for another man.", "with_names": "Jeffrey is pouring a glass of wine for another man."}, {"scene_id": "gl-11-26-03s12", "raw": "A scene from a TV show in which a man is giving a bouquet to another man.", "with_names": "a man is giving a bouquet to another man."}, {"scene_id": "gl-11-26-03s15", "raw": "A scene from a TV show in which two women are sitting next to each other, one is looking at the other and the other is looking away.", "with_names": "two women are sitting next to each other, one is looking at the other and the other is looking away."}, {"scene_id": "gl-11-26-03s16", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "gl-11-26-03s17", "raw": "A scene from a TV show in which a man is wearing a brown coat and a woman is in a pink dress.", "with_names": "a man is wearing a brown coat and a woman is in a pink dress."}, {"scene_id": "gl-11-26-03s18", "raw": "A scene from a TV show in which a man is standing in front of a table with a knife in his hand and another man is holding a chair behind him.", "with_names": "Danny is standing in front of a table with a knife in his hand and another man is holding a chair behind him."}, {"scene_id": "gl-11-26-03s19", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing next to her.", "with_names": "a woman is wearing a pink dress and a man is standing next to her."}, {"scene_id": "gl-11-26-03s20", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing behind him.", "with_names": "a man is sitting at a table and another man is standing behind him."}, {"scene_id": "gl-11-26-03s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-26-03s22", "raw": "A scene from a TV show in which a woman is standing behind a couch, holding a baby. The other people on the couch are sitting and watching her.", "with_names": "a woman is standing behind a couch, holding a baby. the other people on the couch are sitting and watching her."}, {"scene_id": "gl-11-26-03s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-26-03s24", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "gl-11-26-03s25", "raw": "A scene from a TV show in which two women are standing in front of a door, one holding a platter of food.", "with_names": "two women are standing in front of a door, one holding a platter of food."}, {"scene_id": "gl-11-26-03s26", "raw": "A scene from a TV show in which a woman is giving a man a dollar bill.", "with_names": "a woman is giving a man a dollar bill."}, {"scene_id": "gl-11-26-03s29", "raw": "A scene from a TV show in which a woman hands a box to a man.", "with_names": "a woman hands a box to a man."}, {"scene_id": "gl-11-26-03s30", "raw": "A scene from a TV show in which a man is holding a cake and a woman is standing next to him.", "with_names": "a man is holding a cake and a woman is standing next to him."}, {"scene_id": "gl-11-26-03s32", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to another man.", "with_names": ""}, {"scene_id": "gl-11-26-03s34", "raw": "A scene from a TV show in which a woman is sitting next to a man and a blonde woman.", "with_names": "a woman is sitting next to a man and a blonde woman."}, {"scene_id": "gl-11-26-03s35", "raw": "A scene from a TV show in which a monkey is hanging from a tree", "with_names": "a monkey is hanging from a tree"}, {"scene_id": "gl-11-26-03s37", "raw": "A scene from a TV show in which a woman is standing in front of a table, a man is sitting at the table, and a vase is on the table.", "with_names": "a woman is standing in front of a table, a man is sitting at the table, and a vase is on the table."}, {"scene_id": "gl-11-26-03s38", "raw": "A scene from a TV show in which a man and a woman are holding a young boy.", "with_names": "Clayton and a woman are holding a young boy."}]