[{"scene_id": "gl-10-05-05s0", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "gl-10-05-05s1", "raw": "A scene from a TV show in which a book is opened to show a naked woman", "with_names": "a book is opened to show a naked woman"}, {"scene_id": "gl-10-05-05s2", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-10-05-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-05-05s4", "raw": "A scene from a TV show in which a woman is sitting in front of a red curtain and looking off to the side.", "with_names": "a woman is sitting in front of a red curtain and looking off to the side."}, {"scene_id": "gl-10-05-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-10-05-05s6", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is standing behind her.", "with_names": "a woman is wearing a white shirt and a man is standing behind her."}, {"scene_id": "gl-10-05-05s7", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-10-05-05s8", "raw": "A scene from a TV show in which a man is sitting in a bar, wearing a suit and a yellow tie.", "with_names": "a man is sitting in a bar, wearing a suit and a yellow tie."}, {"scene_id": "gl-10-05-05s9", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing behind her", "with_names": "a woman is holding a piece of paper and a man is standing behind her"}, {"scene_id": "gl-10-05-05s10", "raw": "A scene from a TV show in which a man is delivering a box to a woman.", "with_names": "a man is delivering a box to a woman."}, {"scene_id": "gl-10-05-05s11", "raw": "A scene from a TV show in which a man is being hit by a car", "with_names": "a man is being hit by a car"}, {"scene_id": "gl-10-05-05s12", "raw": "A scene from a TV show in which a woman is sitting in a kitchen, looking down and looking sad.", "with_names": "a woman is sitting in a kitchen, looking down and looking sad."}, {"scene_id": "gl-10-05-05s13", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is talking to her", "with_names": ""}, {"scene_id": "gl-10-05-05s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-05-05s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-05-05s16", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-10-05-05s17", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-10-05-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-05-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-05-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-05-05s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-05-05s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-05-05s23", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-10-05-05s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-05-05s25", "raw": "A scene from a TV show in which a woman is sitting on a box and a man is standing next to her.", "with_names": "a woman is sitting on a box and a man is standing next to her."}, {"scene_id": "gl-10-05-05s26", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-10-05-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-10-05-05s28", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and is sitting in a bar.", "with_names": "a man is wearing a suit and a yellow tie and is sitting in a bar."}, {"scene_id": "gl-10-05-05s29", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-05-05s30", "raw": "", "with_names": ""}]