[{"scene_id": "bb-06-30-15s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "bb-06-30-15s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a barbell.", "with_names": "a man and a woman are standing in front of a barbell."}, {"scene_id": "bb-06-30-15s2", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a fireplace.", "with_names": "a woman is standing in a room with a desk and a fireplace."}, {"scene_id": "bb-06-30-15s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "bb-06-30-15s4", "raw": "A scene from a TV show in which two women are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-06-30-15s5", "raw": "A scene from a TV show in which a man is interviewing a woman in an office.", "with_names": "a man is interviewing a woman in an office."}, {"scene_id": "bb-06-30-15s6", "raw": "A scene from a TV show in which a young man proposes to a woman.", "with_names": "a young man proposes to a woman."}, {"scene_id": "bb-06-30-15s7", "raw": "A scene from a TV show in which a woman is sitting in a library and looking down.", "with_names": "a woman is sitting in a library and looking down."}, {"scene_id": "bb-06-30-15s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-30-15s9", "raw": "A scene from a TV show in which a woman is standing in a room and looking around.", "with_names": "a woman is standing in a room and looking around."}, {"scene_id": "bb-06-30-15s10", "raw": "A scene from a TV show in which a young man is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-06-30-15s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-30-15s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-30-15s13", "raw": "A scene from a TV show in which a woman is wearing a blue bra and blue skirt.", "with_names": "a woman is wearing a blue bra and blue skirt."}, {"scene_id": "bb-06-30-15s14", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-30-15s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-30-15s16", "raw": "A scene from a TV show in which a woman is wearing a blue bra and a man is in a suit.", "with_names": "a woman is wearing a blue bra and a man is in a suit."}, {"scene_id": "bb-06-30-15s17", "raw": "A scene from a TV show in which a young man and woman are talking.", "with_names": ""}, {"scene_id": "bb-06-30-15s18", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]