[{"scene_id": "bb-09-30-05s0", "raw": "A scene from a TV show in which a clapperboard is used to announce the show's title.", "with_names": "a clapperboard is used to announce the show's title."}, {"scene_id": "bb-09-30-05s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-30-05s2", "raw": "A scene from a TV show in which a woman is lying on a couch with her head resting on her knees.", "with_names": "a woman is lying on a couch with her head resting on her knees."}, {"scene_id": "bb-09-30-05s3", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-09-30-05s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-30-05s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-09-30-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-30-05s7", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "bb-09-30-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-30-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-30-05s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-09-30-05s11", "raw": "A scene from a TV show in which a man is holding a woman by the hand and pointing at her.", "with_names": "a man is holding a woman by the hand and pointing at her."}, {"scene_id": "bb-09-30-05s12", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "bb-09-30-05s13", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a pink shirt and the other is wearing a black shirt.", "with_names": "two women are standing next to each other, one is wearing a pink shirt and the other is wearing a black shirt."}]