[{"scene_id": "atwt-06-30-09s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-30-09s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-06-30-09s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}, {"scene_id": "atwt-06-30-09s3", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "] and a woman are looking at each other through a window."}, {"scene_id": "atwt-06-30-09s4", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is crying.", "with_names": "a man is holding a woman by the shoulders and she is crying."}, {"scene_id": "atwt-06-30-09s5", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and holding a vase of flowers.", "with_names": "a woman is wearing a leopard print dress and holding a vase of flowers."}, {"scene_id": "atwt-06-30-09s6", "raw": "A scene from a TV show in which a woman is shown using a bottle of colloidal silver to treat her baby's ear infection.", "with_names": ""}, {"scene_id": "atwt-06-30-09s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her eyes closed.", "with_names": "a woman is lying in a hospital bed, her eyes closed."}, {"scene_id": "atwt-06-30-09s8", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a yellow shirt", "with_names": ""}, {"scene_id": "atwt-06-30-09s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-30-09s10", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "atwt-06-30-09s11", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-06-30-09s12", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-06-30-09s13", "raw": "A scene from a TV show in which a woman is sitting in a room with a puppet on her lap.", "with_names": "a woman is sitting in a room with a puppet on her lap."}, {"scene_id": "atwt-06-30-09s14", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "atwt-06-30-09s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-30-09s16", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}, {"scene_id": "atwt-06-30-09s17", "raw": "A scene from a TV show in which a pair of tweezers is shown with a watermark that says \"Exact Eyelights Waterproof\"", "with_names": ""}, {"scene_id": "atwt-06-30-09s18", "raw": "A scene from a TV show in which a woman is seen walking on a boat.", "with_names": "a woman is walking on a boat."}, {"scene_id": "atwt-06-30-09s19", "raw": "A scene from a TV show in which a man is looking at a lamp and talking.", "with_names": ""}, {"scene_id": "atwt-06-30-09s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-30-09s21", "raw": "A scene from a TV show in which a young boy is brushing his teeth with a toothbrush.", "with_names": "a young boy is brushing his teeth with a toothbrush."}, {"scene_id": "atwt-06-30-09s22", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a necklace", "with_names": "a man is wearing a purple shirt and a necklace"}, {"scene_id": "atwt-06-30-09s23", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "atwt-06-30-09s24", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-30-09s25", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "atwt-06-30-09s26", "raw": "A scene from a TV show in which a woman is holding a blue box and talking to the camera.", "with_names": ""}]