[{"scene_id": "bb-07-03-17s0", "raw": "A scene from a TV show in which the Los Angeles skyline is shown.", "with_names": ""}, {"scene_id": "bb-07-03-17s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "bb-07-03-17s2", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "Steffy is interviewed by a man."}, {"scene_id": "bb-07-03-17s3", "raw": "A scene from a TV show in which a man is holding a folder and talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-03-17s4", "raw": "A scene from a TV show in which a woman is driving a police car and a man is sitting in the passenger seat.", "with_names": "a woman is driving a police car and a man is sitting in the passenger seat."}, {"scene_id": "bb-07-03-17s5", "raw": "A scene from a TV show in which a man is being interviewed by a reporter while a woman is wearing a bikini.", "with_names": "a man is being interviewed by a reporter while Steffy is wearing a bikini."}, {"scene_id": "bb-07-03-17s6", "raw": "A scene from a TV show in which a man is standing in a room with a suitcase and a couch.", "with_names": "Eric is standing in a room with a suitcase and a couch."}, {"scene_id": "bb-07-03-17s7", "raw": "A scene from a TV show in which a woman looks through binoculars while sitting in a car.", "with_names": "Sheila looks through binoculars while sitting in a car."}, {"scene_id": "bb-07-03-17s8", "raw": "A scene from a TV show in which people are silhouetted against a black background", "with_names": "people are silhouetted against a black background"}, {"scene_id": "bb-07-03-17s10", "raw": "A scene from a TV show in which models are dressed in bridal gowns and tuxedos", "with_names": "models are dressed in bridal gowns and tuxedos"}, {"scene_id": "bb-07-03-17s11", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is holding a microphone.", "with_names": "Nicole is wearing a bikini and a man is holding a microphone."}, {"scene_id": "bb-07-03-17s12", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Liam is looking at a woman and smiling."}, {"scene_id": "bb-07-03-17s16", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing next to her.", "with_names": "Steffy is wearing a bikini and a man is standing next to her."}, {"scene_id": "bb-07-03-17s17", "raw": "A scene from a TV show in which a woman is driving and looking through binoculars.", "with_names": "Coco is driving and looking through binoculars."}, {"scene_id": "bb-07-03-17s18", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and Sally are standing in front of a window."}, {"scene_id": "bb-07-03-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-03-17s20", "raw": "A scene from a TV show in which a man is trying on a suit and a woman is standing next to him.", "with_names": "Thomas is trying on a suit and Steffy is standing next to him."}, {"scene_id": "bb-07-03-17s21", "raw": "A scene from a TV show in which a man is talking to two women in a garden.", "with_names": ""}, {"scene_id": "bb-07-03-17s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-03-17s23", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off-camera.", "with_names": ""}]