[{"scene_id": "pc-11-30-01s0", "raw": "A scene from a TV show in which a man is talking to a woman, with a red curtain in the background.", "with_names": ""}, {"scene_id": "pc-11-30-01s1", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-11-30-01s2", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "pc-11-30-01s3", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "pc-11-30-01s8", "raw": "A scene from a TV show in which a man is sitting in a chair and a group of people are standing around him.", "with_names": ""}, {"scene_id": "pc-11-30-01s10", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a leather jacket.", "with_names": "two men are standing next to each other, one of them is wearing a leather jacket."}, {"scene_id": "pc-11-30-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-11-30-01s12", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and lipstick", "with_names": "Gabriela is wearing a turtleneck and lipstick"}, {"scene_id": "pc-11-30-01s16", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding eve by the throat."}, {"scene_id": "pc-11-30-01s17", "raw": "A scene from a TV show in which a man and a woman are behind bars.", "with_names": "a man and ian are behind bars."}, {"scene_id": "pc-11-30-01s18", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "pc-11-30-01s19", "raw": "A scene from a TV show in which Keanu Reeves is trapped in a cage", "with_names": "keanu reeves is trapped in a cage"}, {"scene_id": "pc-11-30-01s20", "raw": "A scene from a TV show in which a man is being held in a cage by three other people.", "with_names": "a man is being held in a cage by three other people."}, {"scene_id": "pc-11-30-01s22", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Valerie is crying."}, {"scene_id": "pc-11-30-01s25", "raw": "A scene from a TV show in which two women are standing in front of a fence.", "with_names": "two women are standing in front of a fence."}, {"scene_id": "pc-11-30-01s26", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "Ian is lying on a bed with his eyes closed."}, {"scene_id": "pc-11-30-01s33", "raw": "A scene from a TV show in which a woman holds a baby and looks at the camera.", "with_names": "a woman holds a baby and looks at the camera."}]