[{"scene_id": "gl-03-30-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is walking away from him.", "with_names": ""}, {"scene_id": "gl-03-30-05s1", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Reva is yelling at Josh."}, {"scene_id": "gl-03-30-05s4", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is falling out", "with_names": ""}, {"scene_id": "gl-03-30-05s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-30-05s6", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde ponytail.", "with_names": "a woman is wearing a red shirt and a blonde ponytail."}, {"scene_id": "gl-03-30-05s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "edmund is crying"}, {"scene_id": "gl-03-30-05s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-03-30-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-30-05s10", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "Edmund is dancing with Dinah."}, {"scene_id": "gl-03-30-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-03-30-05s12", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is watching him.", "with_names": "a man is playing a guitar and a woman is watching him."}, {"scene_id": "gl-03-30-05s13", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-03-30-05s14", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "gl-03-30-05s16", "raw": "A scene from a TV show in which a man is holding a ticket and looking at it.", "with_names": "Edmund is holding a ticket and looking at it."}, {"scene_id": "gl-03-30-05s17", "raw": "A scene from a TV show in which a man is talking on his cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "gl-03-30-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-30-05s20", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing ties", "with_names": ""}, {"scene_id": "gl-03-30-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching him.", "with_names": ""}, {"scene_id": "gl-03-30-05s22", "raw": "A scene from a TV show in which a man is talking to a TV", "with_names": ""}, {"scene_id": "gl-03-30-05s24", "raw": "A scene from a TV show in which a woman is sitting in front of a bookshelf and talking on the phone.", "with_names": ""}, {"scene_id": "gl-03-30-05s25", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-03-30-05s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-30-05s27", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace.", "with_names": "a woman is wearing a pink dress and a necklace."}, {"scene_id": "gl-03-30-05s28", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "gl-03-30-05s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-30-05s31", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a bartender standing behind them.", "with_names": "a man and a woman are standing in a bar, with a bartender standing behind them."}, {"scene_id": "gl-03-30-05s32", "raw": "A scene from a TV show in which a woman is making a face and a man is standing behind her.", "with_names": "Dinah is making a face and Ross is standing behind her."}, {"scene_id": "gl-03-30-05s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-30-05s34", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him.", "with_names": "a man is holding a woman and she is looking at him."}, {"scene_id": "gl-03-30-05s35", "raw": "A scene from a TV show in which a woman is crying and a person is consoling her.", "with_names": "josh is crying and a person is consoling her."}]