[{"scene_id": "oltl-04-27-07s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is dressed in a suit.", "with_names": "a woman is wearing a dress and a man is dressed in a suit."}, {"scene_id": "oltl-04-27-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-04-27-07s2", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a man is standing next to her.", "with_names": "a woman is wearing a red leather jacket and a man is standing next to her."}, {"scene_id": "oltl-04-27-07s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a sad expression.", "with_names": "a woman is looking at the camera with a sad expression."}, {"scene_id": "oltl-04-27-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-27-07s5", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him.", "with_names": "a man is standing behind a woman, and she is looking at him."}, {"scene_id": "oltl-04-27-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-27-07s7", "raw": "A scene from a TV show in which a woman is dressed as a pirate and a man is wearing a red bandana.", "with_names": "a woman is dressed as a pirate and a man is wearing a red bandana."}, {"scene_id": "oltl-04-27-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-27-07s9", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-27-07s10", "raw": "A scene from a TV show in which a woman is wearing a flower crown and a dress.", "with_names": "a woman is wearing a flower crown and a dress."}, {"scene_id": "oltl-04-27-07s11", "raw": "A scene from a TV show in which a man is sitting next to a young boy in a hospital bed.", "with_names": "a man is sitting next to a young boy in a hospital bed."}, {"scene_id": "oltl-04-27-07s12", "raw": "A scene from a TV show in which a man is bending over a potted plant.", "with_names": "a man is bending over a potted plant."}, {"scene_id": "oltl-04-27-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-27-07s14", "raw": "A scene from a TV show in which a young woman is looking at a bouquet of flowers.", "with_names": "a young woman is looking at a bouquet of flowers."}, {"scene_id": "oltl-04-27-07s15", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "oltl-04-27-07s16", "raw": "A scene from a TV show in which a woman is lying on a bed with her head covered by a blanket.", "with_names": "] is lying on a bed with her head covered by a blanket."}, {"scene_id": "oltl-04-27-07s17", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-04-27-07s18", "raw": "A scene from a TV show in which a man is standing in a hallway, wearing a brown jacket and a blue shirt.", "with_names": "a man is standing in a hallway, wearing a brown jacket and a blue shirt."}, {"scene_id": "oltl-04-27-07s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Antonio is looking at ] and smiling."}, {"scene_id": "oltl-04-27-07s20", "raw": "A scene from a TV show in which a man is holding a teddy bear and a woman is looking at him.", "with_names": "a man is holding a teddy bear and a woman is looking at him."}, {"scene_id": "oltl-04-27-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-27-07s22", "raw": "A scene from a TV show in which a woman is wearing a flower crown and a necklace and is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-27-07s23", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-04-27-07s24", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "oltl-04-27-07s25", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on his hands.", "with_names": "a man is lying on a bed with his head resting on his hands."}, {"scene_id": "oltl-04-27-07s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-27-07s27", "raw": "A scene from a TV show in which two girls are arguing.", "with_names": "two girls are arguing."}, {"scene_id": "oltl-04-27-07s28", "raw": "A scene from a TV show in which a person is using a robotic hand to type on a computer.", "with_names": "a person is using a robotic hand to type on a computer."}, {"scene_id": "oltl-04-27-07s29", "raw": "", "with_names": ""}]