[{"scene_id": "oltl-04-06-09s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-06-09s1", "raw": "A scene from a TV show in which a man is standing in front of a computer and a woman is sitting at a desk.", "with_names": "a man is standing in front of a computer and ] is sitting at a desk."}, {"scene_id": "oltl-04-06-09s2", "raw": "A scene from a TV show in which a woman is seen smiling and looking at the camera. The words \"On to live\" are written on the screen.", "with_names": "a woman is smiling and looking at the camera. the words \"on to live\" are written on the screen."}, {"scene_id": "oltl-04-06-09s3", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-06-09s4", "raw": "A scene from a TV show in which a young man is wearing a baseball cap and a jacket.", "with_names": "a young man is wearing a baseball cap and a jacket."}, {"scene_id": "oltl-04-06-09s5", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "oltl-04-06-09s6", "raw": "A scene from a TV show in which a woman is seen walking with a baby.", "with_names": "a woman is walking with a baby."}, {"scene_id": "oltl-04-06-09s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-06-09s8", "raw": "A scene from a TV show in which a woman is talking to a man in a garden.", "with_names": ""}, {"scene_id": "oltl-04-06-09s9", "raw": "A scene from a TV show in which a man is looking at a sign and talking.", "with_names": ""}, {"scene_id": "oltl-04-06-09s10", "raw": "A scene from a TV show in which a man is seen using a computer in a store.", "with_names": "a man is using a computer in a store."}, {"scene_id": "oltl-04-06-09s11", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "] is slapping a man in the face"}, {"scene_id": "oltl-04-06-09s12", "raw": "A scene from a TV show in which a police officer is talking to a couple.", "with_names": ""}, {"scene_id": "oltl-04-06-09s13", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-04-06-09s14", "raw": "A scene from a TV show in which a man is wearing a white tank top and a cross necklace.", "with_names": "a man is wearing a white tank top and a cross necklace."}, {"scene_id": "oltl-04-06-09s15", "raw": "A scene from a TV show in which a woman is playing a board game in a garden, while a man sits on a bench watching her.", "with_names": "a woman is playing a board game in a garden, while ] sits on a bench watching her."}, {"scene_id": "oltl-04-06-09s16", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-04-06-09s17", "raw": "A scene from a TV show in which a young girl is bald from chemotherapy.", "with_names": "a young girl is bald from chemotherapy."}, {"scene_id": "oltl-04-06-09s18", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a white shirt.", "with_names": "a blonde woman is wearing a red dress and a white shirt."}, {"scene_id": "oltl-04-06-09s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-06-09s20", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-06-09s21", "raw": "A scene from a TV show in which a man is standing in a room with a red chair and a window.", "with_names": "a man is standing in a room with a red chair and a window."}, {"scene_id": "oltl-04-06-09s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-06-09s23", "raw": "A scene from a TV show in which a young woman is looking at a picture frame.", "with_names": "a young woman is looking at a picture frame."}, {"scene_id": "oltl-04-06-09s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-04-06-09s25", "raw": "A scene from a TV show in which a man is wearing a baseball cap and a jacket.", "with_names": "a man is wearing a baseball cap and a jacket."}, {"scene_id": "oltl-04-06-09s26", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-04-06-09s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-04-06-09s28", "raw": "A scene from a TV show in which a man is wearing a black baseball cap and a leather jacket.", "with_names": "a man is wearing a black baseball cap and a leather jacket."}, {"scene_id": "oltl-04-06-09s29", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-04-06-09s30", "raw": "A scene from a TV show in which a young man is holding a white pill in his hand.", "with_names": "a young man is holding a white pill in his hand."}, {"scene_id": "oltl-04-06-09s31", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-04-06-09s32", "raw": "A scene from a TV show in which a young girl is in a hospital bed, smiling and holding a remote control.", "with_names": "a young girl is in a hospital bed, smiling and holding a remote control."}, {"scene_id": "oltl-04-06-09s33", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-06-09s34", "raw": "A scene from a TV show in which a man is talking to a woman and another man is looking at them.", "with_names": ""}]