[{"scene_id": "atwt-10-08-04s0", "raw": "A scene from a TV show in which two men are standing in a boxing ring, one of them is wearing a red shirt and blue shorts.", "with_names": "two men are standing in a boxing ring, one of them is wearing a red shirt and blue shorts."}, {"scene_id": "atwt-10-08-04s1", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-10-08-04s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair is in pigtails", "with_names": "a woman is wearing a red dress and her hair is in pigtails"}, {"scene_id": "atwt-10-08-04s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-08-04s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-08-04s5", "raw": "A scene from a TV show in which a woman is shaking hands with a smiling young woman.", "with_names": "a woman is shaking hands with a smiling young woman."}, {"scene_id": "atwt-10-08-04s6", "raw": "A scene from a TV show in which a woman is sweeping her front porch.", "with_names": "a woman is sweeping her front porch."}, {"scene_id": "atwt-10-08-04s7", "raw": "A scene from a TV show in which a man is sitting in a car, shirtless, and laughing.", "with_names": "a man is sitting in a car, shirtless, and laughing."}, {"scene_id": "atwt-10-08-04s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-08-04s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-08-04s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-08-04s11", "raw": "A scene from a TV show in which KY is used to treat erectile dysfunction", "with_names": "ky is used to treat erectile dysfunction"}, {"scene_id": "atwt-10-08-04s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-08-04s13", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-08-04s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is holding a bottle.", "with_names": "a woman is wearing a red dress and a man is holding a bottle."}, {"scene_id": "atwt-10-08-04s15", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a bag and looking at a microwave.", "with_names": "a woman is standing in a kitchen, holding a bag and looking at a microwave."}, {"scene_id": "atwt-10-08-04s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-08-04s17", "raw": "A scene from a TV show in which a young girl is seen eating a chocolate bar.", "with_names": "a young girl is eating a chocolate bar."}, {"scene_id": "atwt-10-08-04s18", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a green bra.", "with_names": "a woman is wearing a denim jacket and a green bra."}, {"scene_id": "atwt-10-08-04s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-08-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-10-08-04s21", "raw": "A scene from a TV show in which a man is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-10-08-04s22", "raw": "A scene from a TV show in which a man is wearing a blue scarf and a woman is looking at him.", "with_names": "a man is wearing a blue scarf and a woman is looking at him."}, {"scene_id": "atwt-10-08-04s23", "raw": "A scene from a TV show in which a woman is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "atwt-10-08-04s24", "raw": "A scene from a TV show in which a woman is dancing in a room with a mirror.", "with_names": "a woman is dancing in a room with a mirror."}, {"scene_id": "atwt-10-08-04s25", "raw": "A scene from a TV show in which a woman is holding a wine glass and yelling.", "with_names": "a woman is holding a wine glass and yelling."}, {"scene_id": "atwt-10-08-04s26", "raw": "A scene from a TV show in which a young girl is standing in front of a refrigerator and pulling a cord.", "with_names": "a young girl is standing in front of a refrigerator and pulling a cord."}, {"scene_id": "atwt-10-08-04s27", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is looking at him.", "with_names": "a man is holding a cell phone and a woman is looking at him."}, {"scene_id": "atwt-10-08-04s28", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-10-08-04s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-08-04s30", "raw": "A scene from a TV show in which a man is standing in a doorway, holding a wine glass and looking at a woman.", "with_names": "a man is standing in a doorway, holding a wine glass and looking at a woman."}, {"scene_id": "atwt-10-08-04s31", "raw": "A scene from a TV show in which a woman is being hit by a door", "with_names": "a woman is being hit by a door"}, {"scene_id": "atwt-10-08-04s32", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]