[{"scene_id": "atwt-04-15-03s0", "raw": "A scene from a TV show in which a young girl drinks a glass of water.", "with_names": "a young girl drinks a glass of water."}, {"scene_id": "atwt-04-15-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of tea and a man is standing next to her.", "with_names": "a woman is sitting at a table with a cup of tea and a man is standing next to her."}, {"scene_id": "atwt-04-15-03s2", "raw": "A scene from a TV show in which a man is holding a woman by the hair and a tree is in front of them.", "with_names": "] is holding Barbara by the hair and a tree is in front of them."}, {"scene_id": "atwt-04-15-03s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a bookcase and a vase.", "with_names": "a man and a woman are standing in a room with a bookcase and a vase."}, {"scene_id": "atwt-04-15-03s4", "raw": "A scene from a TV show in which a man is donating blood.", "with_names": "a man is donating blood."}, {"scene_id": "atwt-04-15-03s5", "raw": "A scene from a TV show in which a sanitary pad is shown to be a shark fin", "with_names": ""}, {"scene_id": "atwt-04-15-03s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-15-03s7", "raw": "A scene from a TV show in which a woman is crying and her hands are clasped together.", "with_names": "a woman is crying and her hands are clasped together."}, {"scene_id": "atwt-04-15-03s8", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "a man is standing in front of a window, looking out."}, {"scene_id": "atwt-04-15-03s9", "raw": "A scene from a TV show in which a woman is sitting in a courtroom and a man is standing behind her", "with_names": "a woman is sitting in a courtroom and a man is standing behind her"}, {"scene_id": "atwt-04-15-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-15-03s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-15-03s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-15-03s13", "raw": "A scene from a TV show in which a black man is wearing a suit and a blue tie and is looking down.", "with_names": "a black man is wearing a suit and a blue tie and is looking down."}, {"scene_id": "atwt-04-15-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-15-03s15", "raw": "A scene from a TV show in which a woman is standing in front of a table and a chair, while another woman is sitting on the chair.", "with_names": "a woman is standing in front of a table and a chair, while another woman is sitting on the chair."}, {"scene_id": "atwt-04-15-03s16", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both smiling. The caption reads: \"Losed 37 lbs. in 28 weeks. Valerie Caso. 1-800-LA-SKIN. People say that they look great and they", "with_names": "a woman is standing next to ] and they are both smiling. the caption reads: \"losed 37 lbs. in 28 weeks. valerie caso. 1-800-la-skin. people say that they look great and they"}, {"scene_id": "atwt-04-15-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-15-03s18", "raw": "A scene from a TV show in which a white man is talking to a black man.", "with_names": ""}, {"scene_id": "atwt-04-15-03s19", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-04-15-03s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-15-03s21", "raw": "A scene from a TV show in which a man is talking on the phone and looking at his watch", "with_names": ""}, {"scene_id": "atwt-04-15-03s22", "raw": "A scene from a TV show in which a man is walking down a street and a woman is standing behind him.", "with_names": "a man is walking down a street and a woman is standing behind him."}, {"scene_id": "atwt-04-15-03s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-15-03s24", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-15-03s25", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-15-03s26", "raw": "A scene from a TV show in which a woman is throwing a handbag in the air.", "with_names": "a woman is throwing a handbag in the air."}, {"scene_id": "atwt-04-15-03s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-15-03s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-15-03s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-15-03s30", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-15-03s31", "raw": "A scene from a TV show in which a woman is applying lotion to her arm.", "with_names": "a woman is applying lotion to her arm."}]