[{"scene_id": "gl-03-06-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-06-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "gl-03-06-03s2", "raw": "A scene from a TV show in which a man is locked in a cell.", "with_names": "] is locked in a cell."}, {"scene_id": "gl-03-06-03s3", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a handbag.", "with_names": ""}, {"scene_id": "gl-03-06-03s4", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and the man is standing behind her.", "with_names": "a woman is standing in a room with a man, and the man is standing behind her."}, {"scene_id": "gl-03-06-03s5", "raw": "A scene from a TV show in which a woman is standing in front of a window and a man is walking by.", "with_names": "a woman is standing in front of a window and a man is walking by."}, {"scene_id": "gl-03-06-03s6", "raw": "A scene from a TV show in which a woman is sitting in a room with a piano and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-06-03s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "gl-03-06-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-06-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-06-03s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up at the ceiling.", "with_names": ""}, {"scene_id": "gl-03-06-03s11", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a pearl necklace", "with_names": "a woman is wearing a pink suit and a pearl necklace"}, {"scene_id": "gl-03-06-03s12", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a pink dress.", "with_names": "a woman is wearing a white fur coat and a pink dress."}, {"scene_id": "gl-03-06-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-06-03s14", "raw": "A scene from a TV show in which a woman is in a hospital bed and another woman is standing next to her.", "with_names": "a woman is in a hospital bed and another woman is standing next to her."}, {"scene_id": "gl-03-06-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-06-03s16", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-03-06-03s17", "raw": "A scene from a TV show in which a man is holding a coat and looking at a mirror.", "with_names": "a man is holding a coat and looking at a mirror."}, {"scene_id": "gl-03-06-03s18", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "gl-03-06-03s19", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a man is standing behind her.", "with_names": "a woman is wearing a white fur coat and a man is standing behind her."}, {"scene_id": "gl-03-06-03s20", "raw": "A scene from a TV show in which a gun is shown on a table.", "with_names": ""}]