[{"scene_id": "oltl-08-21-09s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-09s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-09s2", "raw": "A scene from a TV show in which a man is walking down a street and looking at a brick wall.", "with_names": "a man is walking down a street and looking at a brick wall."}, {"scene_id": "oltl-08-21-09s3", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "oltl-08-21-09s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food, while a man stands behind her, looking at her.", "with_names": "a woman is sitting at a table with a plate of food, while a man stands behind her, looking at her."}, {"scene_id": "oltl-08-21-09s5", "raw": "A scene from a TV show in which a woman is wearing a leopard print swimsuit and is punching her fist.", "with_names": "a woman is wearing a leopard print swimsuit and is punching her fist."}, {"scene_id": "oltl-08-21-09s6", "raw": "A scene from a TV show in which a young man is split in half.", "with_names": "a young man is split in half."}, {"scene_id": "oltl-08-21-09s7", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "a man is looking at the camera and wearing a black shirt"}, {"scene_id": "oltl-08-21-09s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-09s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-21-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-21-09s11", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-08-21-09s12", "raw": "A scene from a TV show in which a man is talking to someone and a large ball is falling from the ceiling.", "with_names": ""}, {"scene_id": "oltl-08-21-09s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-21-09s14", "raw": "A scene from a TV show in which a woman is wearing a white dress and her eyes are closed.", "with_names": "a woman is wearing a white dress and her eyes are closed."}, {"scene_id": "oltl-08-21-09s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-21-09s16", "raw": "A scene from a TV show in which a woman is wearing a white dress and a black and white striped top.", "with_names": "a woman is wearing a white dress and a black and white striped top."}, {"scene_id": "oltl-08-21-09s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-08-21-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and another man in the background.", "with_names": ""}, {"scene_id": "oltl-08-21-09s19", "raw": "A scene from a TV show in which a man is sitting at a table and looking down at a book.", "with_names": "a man is sitting at a table and looking down at a book."}, {"scene_id": "oltl-08-21-09s20", "raw": "A scene from a TV show in which a woman is standing in a bar and another woman is sitting on a bar stool.", "with_names": "a woman is standing in a bar and another woman is sitting on a bar stool."}, {"scene_id": "oltl-08-21-09s21", "raw": "A scene from a TV show in which a man is on the phone and his eyes are wide open", "with_names": "a man is on the phone and his eyes are wide open"}, {"scene_id": "oltl-08-21-09s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-21-09s23", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-21-09s24", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-08-21-09s25", "raw": "A scene from a TV show in which two police officers are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-21-09s26", "raw": "A scene from a TV show in which a man is standing at a podium and speaking to a crowd.", "with_names": "a man is standing at a podium and speaking to a crowd."}, {"scene_id": "oltl-08-21-09s27", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-08-21-09s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-09s29", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-08-21-09s30", "raw": "A scene from a TV show in which women are watching a debate.", "with_names": "women are watching a debate."}, {"scene_id": "oltl-08-21-09s31", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and a white shirt.", "with_names": "a woman is wearing a blue scarf and a white shirt."}, {"scene_id": "oltl-08-21-09s32", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress", "with_names": "a man is wearing a suit and a woman is in a dress"}, {"scene_id": "oltl-08-21-09s33", "raw": "A scene from a TV show in which a man is talking to a woman and another man in a military uniform.", "with_names": ""}, {"scene_id": "oltl-08-21-09s34", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The manI is wearing a police uniform and the woman is wearing a suit.", "with_names": "a man and a woman are standing next to each other. the mani is wearing a police uniform and the woman is wearing a suit."}, {"scene_id": "oltl-08-21-09s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-09s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-21-09s37", "raw": "A scene from a TV show in which a woman is talking to another woman, with her hand on her chest.", "with_names": ""}, {"scene_id": "oltl-08-21-09s38", "raw": "A scene from a TV show in which a man is holding a woman by the waist and pulling her towards him.", "with_names": "a man is holding a woman by the waist and pulling her towards him."}, {"scene_id": "oltl-08-21-09s39", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-21-09s40", "raw": "A scene from a TV show in which a man is talking to someone and looking down", "with_names": ""}]