[{"scene_id": "oltl-12-18-09s0", "raw": "A scene from a TV show in which a woman is talking to a man in an elevator.", "with_names": ""}, {"scene_id": "oltl-12-18-09s1", "raw": "A scene from a TV show in which a woman is wearing a hat and a jacket with a pink and black pattern.", "with_names": "a woman is wearing a hat and a jacket with a pink and black pattern."}, {"scene_id": "oltl-12-18-09s2", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-18-09s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-18-09s4", "raw": "A scene from a TV show in which a large L is lit up", "with_names": "a large l is lit up"}, {"scene_id": "oltl-12-18-09s5", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-12-18-09s6", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-18-09s7", "raw": "A scene from a TV show in which a woman is throwing a vase at another woman.", "with_names": "a woman is throwing a vase at another woman."}, {"scene_id": "oltl-12-18-09s8", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "oltl-12-18-09s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-18-09s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-18-09s11", "raw": "A scene from a TV show in which a police officer is on the phone.", "with_names": "a police officer is on the phone."}, {"scene_id": "oltl-12-18-09s12", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-12-18-09s13", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-12-18-09s14", "raw": "A scene from a TV show in which a young man is sitting at a table with a woman.", "with_names": "a young man is sitting at a table with a woman."}, {"scene_id": "oltl-12-18-09s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a doorway.", "with_names": "a man and a woman are standing next to each other in a doorway."}, {"scene_id": "oltl-12-18-09s16", "raw": "A scene from a TV show in which a man is wearing a blue shirt and pajama pants", "with_names": "a man is wearing a blue shirt and pajama pants"}, {"scene_id": "oltl-12-18-09s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed and smiling.", "with_names": "a man is lying in a hospital bed and smiling."}, {"scene_id": "oltl-12-18-09s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-18-09s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-12-18-09s20", "raw": "A scene from a TV show in which a black girl is standing next to a white boy and a girl.", "with_names": "a black girl is standing next to a white boy and a girl."}, {"scene_id": "oltl-12-18-09s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a bra", "with_names": "a woman is wearing a blue dress and a bra"}, {"scene_id": "oltl-12-18-09s22", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-12-18-09s23", "raw": "A scene from a TV show in which a man is standing next to a hospital bed and a woman is sitting next to him.", "with_names": "a man is standing next to a hospital bed and a woman is sitting next to him."}, {"scene_id": "oltl-12-18-09s24", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-12-18-09s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-18-09s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-18-09s27", "raw": "A scene from a TV show in which a young woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-12-18-09s28", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a window.", "with_names": ""}, {"scene_id": "oltl-12-18-09s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-18-09s30", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a woman is in a white shirt all looking at him.", "with_names": "a man is wearing a blue shirt and a woman is in a white shirt all looking at him."}, {"scene_id": "oltl-12-18-09s31", "raw": "A scene from a TV show in which a woman is standing next to a hospital bed and a man is leaning over the bed.", "with_names": "a woman is standing next to a hospital bed and a man is leaning over the bed."}, {"scene_id": "oltl-12-18-09s32", "raw": "A scene from a TV show in which a man is talking on a cell phone next to a statue.", "with_names": ""}, {"scene_id": "oltl-12-18-09s33", "raw": "A scene from a TV show in which a young boy is singing", "with_names": "a young boy is singing"}, {"scene_id": "oltl-12-18-09s34", "raw": "A scene from a TV show in which a man is holding a glass and a woman is standing next to him.", "with_names": "a man is holding a glass and a woman is standing next to him."}, {"scene_id": "oltl-12-18-09s35", "raw": "A scene from a TV show in which a woman is standing in front of a door and another woman is behind her.", "with_names": "a woman is standing in front of a door and another woman is behind her."}, {"scene_id": "oltl-12-18-09s36", "raw": "A scene from a TV show in which a woman is writing on a piece of paper", "with_names": "a woman is writing on a piece of paper"}, {"scene_id": "oltl-12-18-09s37", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-12-18-09s38", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "oltl-12-18-09s39", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-18-09s40", "raw": "A scene from a TV show in which a woman is standing in a bar, holding her stomach.", "with_names": "a woman is standing in a bar, holding her stomach."}, {"scene_id": "oltl-12-18-09s41", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-12-18-09s42", "raw": "A scene from a TV show in which a young boy is sitting in a classroom and talking to a teacher.", "with_names": ""}, {"scene_id": "oltl-12-18-09s43", "raw": "A scene from a TV show in which a woman is crying and a man is walking away from her.", "with_names": "a woman is crying and a man is walking away from her."}, {"scene_id": "oltl-12-18-09s44", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a fireplace and a vase of flowers.", "with_names": "a man and a woman are standing in a room with a fireplace and a vase of flowers."}]