[{"scene_id": "oltl-08-04-06s0", "raw": "A scene from a TV show in which a man is lying on a couch with his hands behind his head.", "with_names": "Langston is lying on a couch with his hands behind his head."}, {"scene_id": "oltl-08-04-06s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-04-06s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-04-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting on the edge of a pool.", "with_names": "a man and a woman are sitting on the edge of a pool."}, {"scene_id": "oltl-08-04-06s4", "raw": "A scene from a TV show in which a woman is seen drinking a cup of coffee.", "with_names": "a woman is drinking a cup of coffee."}, {"scene_id": "oltl-08-04-06s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-04-06s6", "raw": "A scene from a TV show in which the letters OTL are blurred", "with_names": "the letters otl are blurred"}, {"scene_id": "oltl-08-04-06s7", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "oltl-08-04-06s8", "raw": "A scene from a TV show in which a woman is in a hospital gown and a big smile on her face.", "with_names": "a woman is in a hospital gown and a big smile on her face."}, {"scene_id": "oltl-08-04-06s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-04-06s10", "raw": "A scene from a TV show in which a meteorologist is hit in the face by a woman.", "with_names": "a meteorologist is hit in the face by a woman."}, {"scene_id": "oltl-08-04-06s11", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "oltl-08-04-06s12", "raw": "A scene from a TV show in which a woman is kissing a man while he is shirtless.", "with_names": "a woman is kissing a man while he is shirtless."}, {"scene_id": "oltl-08-04-06s13", "raw": "A scene from a TV show in which a man is giving a woman a pink lollipop.", "with_names": "a man is giving a woman a pink lollipop."}, {"scene_id": "oltl-08-04-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-04-06s15", "raw": "A scene from a TV show in which a young girl is talking about a severe thunderstorm warning.", "with_names": ""}, {"scene_id": "oltl-08-04-06s16", "raw": "A scene from a TV show in which a woman is talking to a meteorologist.", "with_names": ""}, {"scene_id": "oltl-08-04-06s17", "raw": "A scene from a TV show in which a woman is attacked by a dog", "with_names": "a woman is attacked by a dog"}, {"scene_id": "oltl-08-04-06s18", "raw": "A scene from a TV show in which a man is standing in a bedroom, looking at a woman who is sitting on a bed.", "with_names": "a man is standing in a bedroom, looking at a woman who is sitting on a bed."}, {"scene_id": "oltl-08-04-06s19", "raw": "A scene from a TV show in which a woman is wearing a red shirt and is holding her hands up to her face.", "with_names": "a woman is wearing a red shirt and is holding her hands up to her face."}, {"scene_id": "oltl-08-04-06s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-08-04-06s21", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-08-04-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-04-06s23", "raw": "A scene from a TV show in which a young woman is wearing a red shirt and a ponytail.", "with_names": "a young woman is wearing a red shirt and a ponytail."}, {"scene_id": "oltl-08-04-06s24", "raw": "A scene from a TV show in which a man is talking to a woman and touching her face.", "with_names": ""}, {"scene_id": "oltl-08-04-06s25", "raw": "A scene from a TV show in which a woman sits on a red couch and reads a book.", "with_names": "a woman sits on a red couch and reads a book."}, {"scene_id": "oltl-08-04-06s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-04-06s27", "raw": "A scene from a TV show in which a panther is seen in the wild.", "with_names": "a panther is in the wild."}, {"scene_id": "oltl-08-04-06s28", "raw": "A scene from a TV show in which a woman sits on a couch and prays.", "with_names": "a woman sits on a couch and prays."}, {"scene_id": "oltl-08-04-06s29", "raw": "A scene from a TV show in which a shirtless man is smiling and a blonde woman looks at him.", "with_names": "a shirtless man is smiling and a blonde woman looks at him."}, {"scene_id": "oltl-08-04-06s30", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-04-06s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-04-06s32", "raw": "A scene from a TV show in which a man and a woman are kissing in a library.", "with_names": "a man and a woman are kissing in a library."}, {"scene_id": "oltl-08-04-06s33", "raw": "A scene from a TV show in which a blue screen is shown", "with_names": ""}]