[{"scene_id": "pc-12-11-01s0", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man and they are looking at each other.", "with_names": "a blonde woman is sitting next to a man and they are looking at each other."}, {"scene_id": "pc-12-11-01s1", "raw": "A scene from a TV show in which a man is lying on the floor and a woman is standing over him.", "with_names": "Jack is lying on the floor and Livvie is standing over him."}, {"scene_id": "pc-12-11-01s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "pc-12-11-01s4", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "Karen is flirting with Frank."}, {"scene_id": "pc-12-11-01s6", "raw": "A scene from a TV show in which a man is looking at a poster of a woman.", "with_names": "a man is looking at a poster of chris."}, {"scene_id": "pc-12-11-01s7", "raw": "A scene from a TV show in which a man is wearing a denim jacket and a woman is standing behind him.", "with_names": "Rafe is wearing a denim jacket and Alison is standing behind him."}, {"scene_id": "pc-12-11-01s8", "raw": "A scene from a TV show in which a man is wearing glasses and a leather jacket.", "with_names": "Jamal is wearing glasses and a leather jacket."}, {"scene_id": "pc-12-11-01s9", "raw": "A scene from a TV show in which a woman is sitting at a bar with a glass of orange juice.", "with_names": "livvie is sitting at a bar with a glass of orange juice."}, {"scene_id": "pc-12-11-01s10", "raw": "A scene from a TV show in which a blonde woman is wearing a striped shirt and a pink shirt", "with_names": "a blonde woman is wearing a striped shirt and a pink shirt"}, {"scene_id": "pc-12-11-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-11-01s13", "raw": "A scene from a TV show in which a man is sitting in a chair, wearing a black coat and a white shirt.", "with_names": ""}, {"scene_id": "pc-12-11-01s15", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at him.", "with_names": "a man is holding a piece of paper and jamal is looking at him."}, {"scene_id": "pc-12-11-01s16", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "pc-12-11-01s17", "raw": "A scene from a TV show in which a man is wearing a sweater and singing.", "with_names": "a man is wearing a sweater and singing."}, {"scene_id": "pc-12-11-01s18", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with Woman and a child."}, {"scene_id": "pc-12-11-01s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "pc-12-11-01s20", "raw": "A scene from a TV show in which a man is wearing glasses and a jacket and talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-11-01s21", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and rafe are hugging each other."}, {"scene_id": "pc-12-11-01s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-11-01s23", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "pc-12-11-01s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-11-01s26", "raw": "A scene from a TV show in which two women are lying on the floor, laughing.", "with_names": "two women are lying on the floor, laughing."}]