[{"scene_id": "oltl-09-19-07s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-09-19-07s1", "raw": "A scene from a TV show in which a young boy is wearing a white shirt and a blue backpack.", "with_names": "a young boy is wearing a white shirt and a blue backpack."}, {"scene_id": "oltl-09-19-07s2", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-19-07s3", "raw": "A scene from a TV show in which two women are sitting at a bar, drinking beer.", "with_names": "two women are sitting at a bar, drinking beer."}, {"scene_id": "oltl-09-19-07s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-09-19-07s5", "raw": "A scene from a TV show in which a woman is smiling and the word \"life\" is written in the background", "with_names": "a woman is smiling and the word \"life\" is written in the background"}, {"scene_id": "oltl-09-19-07s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar.", "with_names": "a man and a woman are sitting at a bar."}, {"scene_id": "oltl-09-19-07s7", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-19-07s8", "raw": "A scene from a TV show in which a man is wiping his face with his hand.", "with_names": "a man is wiping his face with his hand."}, {"scene_id": "oltl-09-19-07s9", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-09-19-07s10", "raw": "A scene from a TV show in which a woman is crying and looking out of a jail cell.", "with_names": "a woman is crying and looking out of a jail cell."}, {"scene_id": "oltl-09-19-07s11", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-19-07s12", "raw": "A scene from a TV show in which a young boy is sitting on a desk and talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-19-07s13", "raw": "A scene from a TV show in which a black man is wearing a tan suit and a brown shirt.", "with_names": "a black man is wearing a tan suit and a brown shirt."}, {"scene_id": "oltl-09-19-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-19-07s15", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-09-19-07s16", "raw": "A scene from a TV show in which a woman is sitting on a bar with a man sitting next to her.", "with_names": "a woman is sitting on a bar with a man sitting next to her."}, {"scene_id": "oltl-09-19-07s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-19-07s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-19-07s19", "raw": "A scene from a TV show in which a woman is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-09-19-07s20", "raw": "A scene from a TV show in which a man comforts a crying child.", "with_names": "a man comforts a crying child."}, {"scene_id": "oltl-09-19-07s21", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-09-19-07s22", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-09-19-07s23", "raw": "A scene from a TV show in which a woman is arguing with a judge.", "with_names": "a woman is arguing with a judge."}, {"scene_id": "oltl-09-19-07s24", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-09-19-07s25", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "oltl-09-19-07s26", "raw": "A scene from a TV show in which a woman is wearing a red hoodie and a man is standing behind her.", "with_names": "a woman is wearing a red hoodie and a man is standing behind her."}, {"scene_id": "oltl-09-19-07s27", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a knife.", "with_names": "two men are standing in a room, one of them is holding a knife."}, {"scene_id": "oltl-09-19-07s28", "raw": "A scene from a TV show in which a man is sitting at a desk and a little boy is standing behind him.", "with_names": "a man is sitting at a desk and a little boy is standing behind him."}, {"scene_id": "oltl-09-19-07s29", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-09-19-07s30", "raw": "A scene from a TV show in which a blonde woman is in a cell.", "with_names": "a blonde woman is in a cell."}, {"scene_id": "oltl-09-19-07s31", "raw": "A scene from a TV show in which a woman is wearing a red hat and a pink sweater.", "with_names": "a woman is wearing a red hat and a pink sweater."}, {"scene_id": "oltl-09-19-07s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-19-07s33", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-19-07s34", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]