[{"scene_id": "atwt-10-13-05s0", "raw": "A scene from a TV show in which a girl is standing in a doorway, a man is behind her, and a couch is in front of her.", "with_names": "Maddie is standing in a doorway, Henry is behind her, and a couch is in front of her."}, {"scene_id": "atwt-10-13-05s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-13-05s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-10-13-05s3", "raw": "A scene from a TV show in which a woman is wearing scrubs and a man is in a white coat.", "with_names": "a woman is wearing scrubs and a man is in a white coat."}, {"scene_id": "atwt-10-13-05s4", "raw": "A scene from a TV show in which a woman is wearing a pink hoodie and a necklace", "with_names": "a woman is wearing a pink hoodie and a necklace"}, {"scene_id": "atwt-10-13-05s5", "raw": "A scene from a TV show in which a woman is being forced to wear a mask.", "with_names": "a woman is being forced to wear a mask."}, {"scene_id": "atwt-10-13-05s6", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-10-13-05s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-10-13-05s8", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a cell phone", "with_names": ""}, {"scene_id": "atwt-10-13-05s9", "raw": "A scene from a TV show in which people are building a snowman.", "with_names": "people are building a snowman."}, {"scene_id": "atwt-10-13-05s10", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth slightly open.", "with_names": "a woman is looking off to the side, with her mouth slightly open."}, {"scene_id": "atwt-10-13-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-13-05s12", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a high bun.", "with_names": "a woman is wearing a floral dress and a high bun."}, {"scene_id": "atwt-10-13-05s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her. The caption reads: Pain relievers may be necessary to treat a migraine when one occurs.", "with_names": "a woman is holding a baby and a man is standing next to her. the caption reads: pain relievers may be necessary to treat a migraine when one occurs."}, {"scene_id": "atwt-10-13-05s14", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-10-13-05s15", "raw": "A scene from a TV show in which a man is standing in a park, looking at a woman who is walking away from him.", "with_names": "a man is standing in a park, looking at a woman who is walking away from him."}, {"scene_id": "atwt-10-13-05s16", "raw": "A scene from a TV show in which a man is wearing goggles and a flannel shirt.", "with_names": "a man is wearing goggles and a flannel shirt."}, {"scene_id": "atwt-10-13-05s17", "raw": "A scene from a TV show in which a woman is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-10-13-05s18", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "] is in the dark."}, {"scene_id": "atwt-10-13-05s19", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-10-13-05s20", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging ]."}, {"scene_id": "atwt-10-13-05s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "atwt-10-13-05s22", "raw": "A scene from a TV show in which a woman is shown with long, curly hair and leaves falling from her hair.", "with_names": ""}, {"scene_id": "atwt-10-13-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-13-05s24", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "a woman is holding a piece of paper."}, {"scene_id": "atwt-10-13-05s25", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit.", "with_names": "] is looking at the camera and wearing a suit."}, {"scene_id": "atwt-10-13-05s26", "raw": "A scene from a TV show in which a baby is being massaged by a woman.", "with_names": "a baby is being massaged by a woman."}, {"scene_id": "atwt-10-13-05s27", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}]