[{"scene_id": "oltl-10-21-10s0", "raw": "A scene from a TV show in which an FBI agent is questioning a suspect.", "with_names": "an fbi agent is questioning a suspect."}, {"scene_id": "oltl-10-21-10s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-21-10s2", "raw": "A scene from a TV show in which a man and a woman stand in a room, looking at a book.", "with_names": "a man and a woman stand in a room, looking at a book."}, {"scene_id": "oltl-10-21-10s3", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "oltl-10-21-10s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, looking at a gift.", "with_names": ""}, {"scene_id": "oltl-10-21-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-21-10s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace.", "with_names": "a woman is wearing a dress and a necklace."}, {"scene_id": "oltl-10-21-10s7", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "oltl-10-21-10s8", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "a woman is sitting in a room with a man standing behind her."}, {"scene_id": "oltl-10-21-10s9", "raw": "A scene from a TV show in which a woman is holding a certificate and a man is looking at her.", "with_names": "a woman is holding a certificate and a man is looking at her."}, {"scene_id": "oltl-10-21-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-21-10s11", "raw": "A scene from a TV show in which a man is holding a newspaper and a woman is tied up.", "with_names": "a man is holding a newspaper and a woman is tied up."}, {"scene_id": "oltl-10-21-10s12", "raw": "A scene from a TV show in which a man is standing in front of a table with a woman and a child.", "with_names": "a man is standing in front of a table with a woman and a child."}, {"scene_id": "oltl-10-21-10s13", "raw": "A scene from a TV show in which a birthday cake is lit with candles.", "with_names": "a birthday cake is lit with candles."}, {"scene_id": "oltl-10-21-10s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-21-10s15", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a woman standing over him.", "with_names": "] is lying in a hospital bed with Vivian standing over him."}, {"scene_id": "oltl-10-21-10s16", "raw": "A scene from a TV show in which a young black girl is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-10-21-10s17", "raw": "A scene from a TV show in which a white boy and a black girl stand next to each other.", "with_names": "a white boy and a black girl stand next to each other."}, {"scene_id": "oltl-10-21-10s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-21-10s19", "raw": "A scene from a TV show in which a woman is sitting at a table with her hair in braids.", "with_names": "a woman is sitting at a table with her hair in braids."}, {"scene_id": "oltl-10-21-10s20", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-10-21-10s21", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-21-10s22", "raw": "A scene from a TV show in which a family is standing around a table with a cake.", "with_names": "a family is standing around a table with a cake."}, {"scene_id": "oltl-10-21-10s23", "raw": "A scene from a TV show in which a doctor is leaning over a patient in a hospital bed.", "with_names": "a doctor is leaning over a patient in a hospital bed."}, {"scene_id": "oltl-10-21-10s24", "raw": "A scene from a TV show in which a woman is tied up and gagged by another woman.", "with_names": "a woman is tied up and gagged by another woman."}, {"scene_id": "oltl-10-21-10s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at her phone.", "with_names": ""}, {"scene_id": "oltl-10-21-10s26", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-10-21-10s27", "raw": "A scene from a TV show in which a woman is on the phone with a man.", "with_names": "a woman is on the phone with a man."}, {"scene_id": "oltl-10-21-10s28", "raw": "A scene from a TV show in which a woman is cutting a cake for a man and a boy.", "with_names": "a woman is cutting a cake for a man and a boy."}, {"scene_id": "oltl-10-21-10s29", "raw": "A scene from a TV show in which a man lies in a hospital bed with an oxygen mask on.", "with_names": "a man lies in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-10-21-10s30", "raw": "A scene from a TV show in which a woman is holding a ring in her hand and looking at a man.", "with_names": "a woman is holding a ring in her hand and looking at a man."}, {"scene_id": "oltl-10-21-10s31", "raw": "A scene from a TV show in which a man is in a hospital bed, hooked up to an EKG machine.", "with_names": "a man is in a hospital bed, hooked up to an ekg machine."}, {"scene_id": "oltl-10-21-10s32", "raw": "A scene from a TV show in which a man is talking on a cell phone with a bandage on his head.", "with_names": ""}, {"scene_id": "oltl-10-21-10s33", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and another man stands behind them.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and another man stands behind them."}, {"scene_id": "oltl-10-21-10s34", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black floral print shirt.", "with_names": "a woman is wearing a pink shirt and a black floral print shirt."}, {"scene_id": "oltl-10-21-10s35", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-10-21-10s36", "raw": "A scene from a TV show in which a man is talking on a phone while a woman is gagged.", "with_names": ""}, {"scene_id": "oltl-10-21-10s37", "raw": "A scene from a TV show in which a woman is being comforted by a man and a boy.", "with_names": "a woman is being comforted by a man and a boy."}, {"scene_id": "oltl-10-21-10s38", "raw": "A scene from a TV show in which two women are sitting in a restaurant.", "with_names": "two women are sitting in a restaurant."}, {"scene_id": "oltl-10-21-10s39", "raw": "A scene from a TV show in which a police officer stands next to a man in a hospital bed.", "with_names": "a police officer stands next to a man in a hospital bed."}, {"scene_id": "oltl-10-21-10s40", "raw": "A scene from a TV show in which a man is talking on a cell phone with a bandage on his head.", "with_names": ""}, {"scene_id": "oltl-10-21-10s41", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-10-21-10s42", "raw": "A scene from a TV show in which a woman is talking on a phone with a police officer standing behind her.", "with_names": ""}, {"scene_id": "oltl-10-21-10s43", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-21-10s44", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-10-21-10s45", "raw": "A scene from a TV show in which a man is talking to a TV reporter.", "with_names": ""}, {"scene_id": "oltl-10-21-10s46", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-21-10s47", "raw": "A scene from a TV show in which a man is in a hospital gown and a woman is standing next to him.", "with_names": "a man is in a hospital gown and a woman is standing next to him."}, {"scene_id": "oltl-10-21-10s48", "raw": "A scene from a TV show in which a camera is placed on a desk", "with_names": "a camera is placed on a desk"}, {"scene_id": "oltl-10-21-10s49", "raw": "A scene from a TV show in which a man is in a hospital gown and hooked up to an IV.", "with_names": "a man is in a hospital gown and hooked up to an iv."}, {"scene_id": "oltl-10-21-10s50", "raw": "A scene from a TV show in which a woman is looking at a wall.", "with_names": "a woman is looking at a wall."}, {"scene_id": "oltl-10-21-10s51", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}]