[{"scene_id": "oltl-08-21-07s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "oltl-08-21-07s2", "raw": "A scene from a TV show in which a man is talking to another man and a woman is watching them.", "with_names": ""}, {"scene_id": "oltl-08-21-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s5", "raw": "A scene from a TV show in which a blue square is placed in the middle of a white background.", "with_names": "a blue square is placed in the middle of a white background."}, {"scene_id": "oltl-08-21-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-08-21-07s7", "raw": "A scene from a TV show in which a woman is talking to a man and is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-08-21-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-21-07s9", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-07s11", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a door is open.", "with_names": "a woman is wearing a green shirt and a door is open."}, {"scene_id": "oltl-08-21-07s12", "raw": "A scene from a TV show in which a man is standing in a courtroom, his hands are raised in the air, and a woman is sitting next to him.", "with_names": "a man is standing in a courtroom, his hands are raised in the air, and a woman is sitting next to him."}, {"scene_id": "oltl-08-21-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s14", "raw": "A scene from a TV show in which a man is sitting on a bench and talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-08-21-07s15", "raw": "A scene from a TV show in which a man is wearing a grey tank top and his hair is long and wavy.", "with_names": "a man is wearing a grey tank top and his hair is long and wavy."}, {"scene_id": "oltl-08-21-07s16", "raw": "A scene from a TV show in which a woman is holding a baby while a man stands behind her.", "with_names": "a woman is holding a baby while a man stands behind her."}, {"scene_id": "oltl-08-21-07s17", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-08-21-07s18", "raw": "A scene from a TV show in which a young woman is looking to the left of the frame. She has her hair in a ponytail and is wearing a white shirt.", "with_names": "a young woman is looking to the left of the frame. she has her hair in a ponytail and is wearing a white shirt."}, {"scene_id": "oltl-08-21-07s19", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black shirt.", "with_names": "a man is looking at a woman and he is wearing a black shirt."}, {"scene_id": "oltl-08-21-07s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-07s21", "raw": "A scene from a TV show in which two shirtless men are in a bathroom, one of them is talking to the other.", "with_names": ""}, {"scene_id": "oltl-08-21-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-21-07s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-21-07s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-07s25", "raw": "A scene from a TV show in which a black girl is talking to a white girl.", "with_names": ""}, {"scene_id": "oltl-08-21-07s26", "raw": "A scene from a TV show in which a woman is talking to a man and a younger woman.", "with_names": ""}, {"scene_id": "oltl-08-21-07s27", "raw": "A scene from a TV show in which a woman is standing in front of a large picture of a man in a cowboy hat.", "with_names": "a woman is standing in front of a large picture of a man in a cowboy hat."}, {"scene_id": "oltl-08-21-07s28", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-08-21-07s29", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is standing next to him.", "with_names": "a man is wearing a white coat and a woman is standing next to him."}]