[{"scene_id": "oltl-06-14-06s0", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Starr is being groped by Todd."}, {"scene_id": "oltl-06-14-06s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-14-06s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a black jacket.", "with_names": "a woman is wearing a red shirt and a man is in a black jacket."}, {"scene_id": "oltl-06-14-06s3", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-06-14-06s4", "raw": "A scene from a TV show in which a man is seen wearing scrubs and a stethoscope.", "with_names": "a man is wearing scrubs and a stethoscope."}, {"scene_id": "oltl-06-14-06s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a yellow light is shining on him.", "with_names": "a man is wearing a suit and tie and a yellow light is shining on him."}, {"scene_id": "oltl-06-14-06s6", "raw": "A scene from a TV show in which a black man is talking to a white boy.", "with_names": ""}, {"scene_id": "oltl-06-14-06s7", "raw": "A scene from a TV show in which a doctor is holding a baby and comforting him.", "with_names": "a doctor is holding a baby and comforting him."}, {"scene_id": "oltl-06-14-06s8", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is standing next to him.", "with_names": "a man is wearing a white coat and a woman is standing next to him."}, {"scene_id": "oltl-06-14-06s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-06-14-06s10", "raw": "A scene from a TV show in which a black woman is wearing a pink shirt and a long black hair.", "with_names": "a black woman is wearing a pink shirt and a long black hair."}, {"scene_id": "oltl-06-14-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-06-14-06s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking concerned.", "with_names": "a woman is lying in a hospital bed, looking concerned."}, {"scene_id": "oltl-06-14-06s13", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him.", "with_names": "a man is holding a baby and a woman is looking at him."}, {"scene_id": "oltl-06-14-06s14", "raw": "A scene from a TV show in which a girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-14-06s15", "raw": "A scene from a TV show in which a woman is seen entering a classroom with a knife.", "with_names": "a woman is entering a classroom with a knife."}, {"scene_id": "oltl-06-14-06s16", "raw": "A scene from a TV show in which a woman is being frisked by a police officer.", "with_names": "a woman is being frisked by a police officer."}, {"scene_id": "oltl-06-14-06s17", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-06-14-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-14-06s19", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "oltl-06-14-06s20", "raw": "A scene from a TV show in which a black man is looking at a blonde woman and making a funny face.", "with_names": "a black man is looking at a blonde woman and making a funny face."}, {"scene_id": "oltl-06-14-06s21", "raw": "A scene from a TV show in which a woman is talking to a man in bed.", "with_names": ""}, {"scene_id": "oltl-06-14-06s22", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-06-14-06s23", "raw": "A scene from a TV show in which a man is being pushed in a wheelchair by a group of people.", "with_names": "a man is being pushed in a wheelchair by a group of people."}, {"scene_id": "oltl-06-14-06s24", "raw": "A scene from a TV show in which a woman is hooked up to an IV.", "with_names": "a woman is hooked up to an iv."}, {"scene_id": "oltl-06-14-06s25", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing next to him.", "with_names": "a man is holding a baby and a woman is standing next to him."}, {"scene_id": "oltl-06-14-06s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-06-14-06s27", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-14-06s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing over him.", "with_names": "a man is lying in a hospital bed and a woman is standing over him."}, {"scene_id": "oltl-06-14-06s29", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-06-14-06s30", "raw": "A scene from a TV show in which a doctor is talking to two men in a hospital hallway.", "with_names": ""}]