[{"scene_id": "atwt-01-17-08s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-17-08s1", "raw": "A scene from a TV show in which a woman is talking to a man, and she is gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-01-17-08s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-01-17-08s3", "raw": "A scene from a TV show in which a woman is wearing a green eye shadow and a black shirt. The title is Volume Express.", "with_names": "a woman is wearing a green eye shadow and a black shirt. the title is volume express."}, {"scene_id": "atwt-01-17-08s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-17-08s5", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-01-17-08s6", "raw": "A scene from a TV show in which a woman is sitting on a couch with her legs crossed.", "with_names": ""}, {"scene_id": "atwt-01-17-08s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-17-08s8", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-17-08s9", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-17-08s10", "raw": "A scene from a TV show in which a man is talking on a cell phone while standing at a bar.", "with_names": ""}, {"scene_id": "atwt-01-17-08s11", "raw": "A scene from a TV show in which a man is wearing a coat and a woman is standing next to him.", "with_names": "a man is wearing a coat and a woman is standing next to him."}, {"scene_id": "atwt-01-17-08s12", "raw": "A scene from a TV show in which a man is standing in a kitchen, a woman is in the background, and a microwave is on the counter.", "with_names": "a man is standing in a kitchen, a woman is in the background, and a microwave is on the counter."}, {"scene_id": "atwt-01-17-08s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-17-08s14", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-01-17-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-01-17-08s16", "raw": "A scene from a TV show in which a bottle of Lysol bleach is shown.", "with_names": ""}, {"scene_id": "atwt-01-17-08s17", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-17-08s18", "raw": "A scene from a TV show in which a woman holds a baby and a man looks at her.", "with_names": "a woman holds a baby and a man looks at her."}, {"scene_id": "atwt-01-17-08s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-17-08s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking at the camera.", "with_names": "a woman is lying in a hospital bed, looking at the camera."}, {"scene_id": "atwt-01-17-08s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at another man.", "with_names": "a man is wearing a suit and tie and looking at another man."}, {"scene_id": "atwt-01-17-08s22", "raw": "A scene from a TV show in which three bottles of sunscreen are shown.", "with_names": "three bottles of sunscreen are shown."}, {"scene_id": "atwt-01-17-08s23", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-01-17-08s24", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-01-17-08s25", "raw": "A scene from a TV show in which a man is on the phone and his head is in his hands.", "with_names": "] is on the phone and his head is in his hands."}, {"scene_id": "atwt-01-17-08s26", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "atwt-01-17-08s27", "raw": "A scene from a TV show in which a spider is seen crawling on a woman's shoe.", "with_names": "a spider is crawling on a woman's shoe."}, {"scene_id": "atwt-01-17-08s28", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "atwt-01-17-08s29", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-01-17-08s30", "raw": "A scene from a TV show in which a young woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-01-17-08s31", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-17-08s32", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-17-08s33", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "atwt-01-17-08s34", "raw": "A scene from a TV show in which a man is eating cereal.", "with_names": "a man is eating cereal."}]