[{"scene_id": "atwt-03-08-07s0", "raw": "A scene from a TV show in which a woman is standing in a restaurant, holding a bowl of food.", "with_names": "a woman is standing in a restaurant, holding a bowl of food."}, {"scene_id": "atwt-03-08-07s1", "raw": "A scene from a TV show in which two women are standing in front of a table with a baby on it.", "with_names": "two women are standing in front of a table with a baby on it."}, {"scene_id": "atwt-03-08-07s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-08-07s3", "raw": "A scene from a TV show in which a woman is shown with blue eyes.", "with_names": ""}, {"scene_id": "atwt-03-08-07s4", "raw": "A scene from a TV show in which a young man is sitting in a room and looking at a book.", "with_names": "a young man is sitting in a room and looking at a book."}, {"scene_id": "atwt-03-08-07s5", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a black turtleneck.", "with_names": "a woman is wearing a red sweater and a black turtleneck."}, {"scene_id": "atwt-03-08-07s6", "raw": "A scene from a TV show in which a woman is holding a camera and two men are standing behind her.", "with_names": "a woman is holding a camera and two men are standing behind her."}, {"scene_id": "atwt-03-08-07s7", "raw": "A scene from a TV show in which a monkey is being tortured in a cage.", "with_names": "a monkey is being tortured in a cage."}, {"scene_id": "atwt-03-08-07s8", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "atwt-03-08-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-08-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-08-07s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "atwt-03-08-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-08-07s13", "raw": "A scene from a TV show in which two women are standing in a doorway, looking at something offscreen.", "with_names": "two women are standing in a doorway, looking at something offscreen."}, {"scene_id": "atwt-03-08-07s14", "raw": "A scene from a TV show in which a father and son are sitting at a table.", "with_names": "a father and son are sitting at a table."}, {"scene_id": "atwt-03-08-07s15", "raw": "A scene from a TV show in which a woman is behind a large letter.", "with_names": "a woman is behind a large letter."}, {"scene_id": "atwt-03-08-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-08-07s17", "raw": "A scene from a TV show in which a woman is wearing a brown coat and a red turtleneck", "with_names": "a woman is wearing a brown coat and a red turtleneck"}, {"scene_id": "atwt-03-08-07s18", "raw": "A scene from a TV show in which a bag of mini fruit is shown.", "with_names": ""}, {"scene_id": "atwt-03-08-07s19", "raw": "A scene from a TV show in which a group of people are playing drums in a jungle.", "with_names": "a group of people are playing drums in a jungle."}, {"scene_id": "atwt-03-08-07s20", "raw": "A scene from a TV show in which a woman is sitting in a bar, looking down and wearing a blue shirt.", "with_names": "a woman is sitting in a bar, looking down and wearing a blue shirt."}, {"scene_id": "atwt-03-08-07s21", "raw": "A scene from a TV show in which a woman holds a baby and smiles at him.", "with_names": "a woman holds a baby and smiles at him."}, {"scene_id": "atwt-03-08-07s22", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-08-07s23", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing next to her.", "with_names": "a woman is sitting in a room and Maddie is standing next to her."}, {"scene_id": "atwt-03-08-07s24", "raw": "A scene from a TV show in which a black screen is filled with white dots.", "with_names": "a black screen is filled with white dots."}, {"scene_id": "atwt-03-08-07s25", "raw": "A scene from a TV show in which Rachel Green is presented with a gift by two women.", "with_names": "rachel green is presented with a gift by two women."}, {"scene_id": "atwt-03-08-07s26", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-03-08-07s27", "raw": "A scene from a TV show in which a woman holds a baby and a teddy bear.", "with_names": "Lily holds a baby and a teddy bear."}, {"scene_id": "atwt-03-08-07s29", "raw": "A scene from a TV show in which a man is looking at his hand and scratching his face.", "with_names": "a man is looking at his hand and scratching his face."}, {"scene_id": "atwt-03-08-07s30", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a laptop.", "with_names": "a woman is sitting at a desk and typing on a laptop."}, {"scene_id": "atwt-03-08-07s31", "raw": "A scene from a TV show in which a woman is walking down a hallway, her back turned to the camera.", "with_names": "a woman is walking down a hallway, her back turned to the camera."}, {"scene_id": "atwt-03-08-07s32", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-03-08-07s33", "raw": "A scene from a TV show in which a pink flag is waving with the word \"SAVE\" written on it", "with_names": "a pink flag is waving with the word \"save\" written on it"}, {"scene_id": "atwt-03-08-07s34", "raw": "A scene from a TV show in which a lizard is seen smiling", "with_names": "a lizard is smiling"}]