[{"scene_id": "atwt-05-02-05s0", "raw": "A scene from a TV show in which a woman is standing in front of a gravestone and a man is walking away from her.", "with_names": "Lucinda is standing in front of a gravestone and Holden is walking away from her."}, {"scene_id": "atwt-05-02-05s1", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-02-05s2", "raw": "A scene from a TV show in which a man is holding a bag and looking at a woman.", "with_names": "a man is holding a bag and looking at a woman."}, {"scene_id": "atwt-05-02-05s3", "raw": "A scene from a TV show in which a man and a woman are standing in a newsroom.", "with_names": "a man and a woman are standing in a newsroom."}, {"scene_id": "atwt-05-02-05s4", "raw": "A scene from a TV show in which a man is seen walking on a wet floor.", "with_names": "] is walking on a wet floor."}, {"scene_id": "atwt-05-02-05s5", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman.", "with_names": "a blonde woman is looking at a brunette woman."}, {"scene_id": "atwt-05-02-05s6", "raw": "A scene from a TV show in which a window is open and a person is seen through the curtains.", "with_names": "a window is open and a person is through the curtains."}, {"scene_id": "atwt-05-02-05s7", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-02-05s8", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "atwt-05-02-05s9", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}, {"scene_id": "atwt-05-02-05s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-02-05s11", "raw": "A scene from a TV show in which a young man is looking at the camera with a shocked expression.", "with_names": "a young man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-02-05s12", "raw": "A scene from a TV show in which a woman and a boy are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-02-05s13", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "atwt-05-02-05s14", "raw": "A scene from a TV show in which a man is seen jumping over a car.", "with_names": "a man is jumping over a car."}, {"scene_id": "atwt-05-02-05s15", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-05-02-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-02-05s17", "raw": "A scene from a TV show in which a young man is talking to a woman and another man.", "with_names": ""}, {"scene_id": "atwt-05-02-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-02-05s19", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "atwt-05-02-05s20", "raw": "A scene from a TV show in which a man is holding a beer and walking through a crowd of people.", "with_names": "a man is holding a beer and walking through a crowd of people."}, {"scene_id": "atwt-05-02-05s21", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a pink shirt.", "with_names": "a woman is wearing a green dress and a man is in a pink shirt."}, {"scene_id": "atwt-05-02-05s22", "raw": "A scene from a TV show in which a person opens a box and finds a card with a picture of a fox.", "with_names": "a person opens a box and finds a card with a picture of a fox."}, {"scene_id": "atwt-05-02-05s23", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-05-02-05s24", "raw": "A scene from a TV show in which a woman is holding a pillow and a man is standing next to her.", "with_names": "a woman is holding a pillow and a man is standing next to her."}, {"scene_id": "atwt-05-02-05s25", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-05-02-05s26", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-02-05s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-02-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]