[{"scene_id": "bb-05-19-15s0", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Rick and Maya are arguing."}, {"scene_id": "bb-05-19-15s1", "raw": "A scene from a TV show in which a man and a woman are standing at a desk, looking at an open laptop.", "with_names": "a man and a woman are standing at a desk, looking at an open laptop."}, {"scene_id": "bb-05-19-15s2", "raw": "A scene from a TV show in which a man sits at a desk and types on a laptop.", "with_names": "a man sits at a desk and types on a laptop."}, {"scene_id": "bb-05-19-15s3", "raw": "A scene from a TV show in which a man is in a library and is looking at a book.", "with_names": "a man is in a library and is looking at a book."}, {"scene_id": "bb-05-19-15s4", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing in front of him.", "with_names": "a man is holding a gun and a woman is standing in front of him."}, {"scene_id": "bb-05-19-15s5", "raw": "A scene from a TV show in which a man sits at a desk and covers his face with his hands.", "with_names": "a man sits at a desk and covers his face with his hands."}, {"scene_id": "bb-05-19-15s6", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "bb-05-19-15s7", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "bb-05-19-15s8", "raw": "A scene from a TV show in which a woman is upset.", "with_names": "a woman is upset."}, {"scene_id": "bb-05-19-15s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-05-19-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-19-15s11", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "bb-05-19-15s12", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-05-19-15s13", "raw": "A scene from a TV show in which a man is using a smartphone.", "with_names": "a man is using a smartphone."}, {"scene_id": "bb-05-19-15s14", "raw": "A scene from a TV show in which a man sits in a car at night, looking at the camera.", "with_names": "a man sits in a car at night, looking at the camera."}, {"scene_id": "bb-05-19-15s15", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-05-19-15s16", "raw": "A scene from a TV show in which a man is sitting in a dark room and looking at the screen.", "with_names": "a man is sitting in a dark room and looking at the screen."}]