[{"scene_id": "bb-04-17-15s0", "raw": "A scene from a TV show in which a woman is getting her hair done.", "with_names": "a woman is getting her hair done."}, {"scene_id": "bb-04-17-15s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-17-15s2", "raw": "A scene from a TV show in which a woman is holding a picture of a young girl.", "with_names": "a woman is holding a picture of a young girl."}, {"scene_id": "bb-04-17-15s3", "raw": "A scene from a TV show in which a fashion designer is on stage with a model.", "with_names": "a fashion designer is on stage with a model."}, {"scene_id": "bb-04-17-15s4", "raw": "A scene from a TV show in which a woman is holding a picture of a young girl.", "with_names": "a woman is holding a picture of a young girl."}, {"scene_id": "bb-04-17-15s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-17-15s6", "raw": "A scene from a TV show in which a man is standing on a porch holding a book.", "with_names": "a man is standing on a porch holding a book."}, {"scene_id": "bb-04-17-15s7", "raw": "A scene from a TV show in which a woman stands in a bedroom with her arms crossed, looking at a man who is standing in the doorway.", "with_names": "a woman stands in a bedroom with her arms crossed, looking at a man who is standing in the doorway."}, {"scene_id": "bb-04-17-15s8", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "bb-04-17-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-15s10", "raw": "A scene from a TV show in which a woman is being interviewed by a female reporter.", "with_names": "a woman is being interviewed by a female reporter."}, {"scene_id": "bb-04-17-15s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-15s12", "raw": "A scene from a TV show in which a man is getting his tie adjusted by a tailor.", "with_names": "a man is getting his tie adjusted by a tailor."}, {"scene_id": "bb-04-17-15s13", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-04-17-15s14", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-04-17-15s15", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Liam and Ivy are standing in a living room."}, {"scene_id": "bb-04-17-15s16", "raw": "A scene from a TV show in which a man is giving a speech to another man.", "with_names": "a man is giving a speech to another man."}, {"scene_id": "bb-04-17-15s17", "raw": "A scene from a TV show in which a woman is talking to another woman in a room.", "with_names": ""}, {"scene_id": "bb-04-17-15s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-15s19", "raw": "A scene from a TV show in which a man is trying to open a door.", "with_names": "a man is trying to open a door."}, {"scene_id": "bb-04-17-15s21", "raw": "A scene from a TV show in which a woman is smiling and looking at someone off-screen.", "with_names": "Deacon is smiling and looking at someone off-screen."}, {"scene_id": "bb-04-17-15s22", "raw": "A scene from a TV show in which a man is surprised by a bouquet.", "with_names": "a man is surprised by a bouquet."}, {"scene_id": "bb-04-17-15s23", "raw": "A scene from a TV show in which a woman holds up a tablet and shows a video of a woman who is talking to her.", "with_names": ""}]