[{"scene_id": "gl-11-09-04s0", "raw": "A scene from a TV show in which a man is standing in front of a window and talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-09-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-09-04s2", "raw": "A scene from a TV show in which a man is raising his hand", "with_names": "a man is raising his hand"}, {"scene_id": "gl-11-09-04s3", "raw": "A scene from a TV show in which a woman is yelling and pointing at someone.", "with_names": "a woman is yelling and pointing at someone."}, {"scene_id": "gl-11-09-04s4", "raw": "A scene from a TV show in which a man is holding a shirt open to reveal his bare chest.", "with_names": "a man is holding a shirt open to reveal his bare chest."}, {"scene_id": "gl-11-09-04s5", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "gl-11-09-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a cup.", "with_names": ""}, {"scene_id": "gl-11-09-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and a waiter is standing behind them.", "with_names": ""}, {"scene_id": "gl-11-09-04s8", "raw": "A scene from a TV show in which a blonde woman is yelling at a brunette woman.", "with_names": "a blonde woman is yelling at a brunette woman."}, {"scene_id": "gl-11-09-04s9", "raw": "A scene from a TV show in which a man is looking at a computer screen", "with_names": "a man is looking at a computer screen"}, {"scene_id": "gl-11-09-04s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-09-04s11", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-11-09-04s12", "raw": "A scene from a TV show in which a man is being hit on by a woman.", "with_names": "a man is being hit on by a woman."}, {"scene_id": "gl-11-09-04s13", "raw": "A scene from a TV show in which a man is screaming and his face is contorted", "with_names": "a man is screaming and his face is contorted"}, {"scene_id": "gl-11-09-04s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-11-09-04s15", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at a door.", "with_names": "a woman is holding a cigarette and looking at a door."}, {"scene_id": "gl-11-09-04s16", "raw": "A scene from a TV show in which a man is waiting for his girlfriend at the door.", "with_names": "a man is waiting for his girlfriend at the door."}, {"scene_id": "gl-11-09-04s17", "raw": "A scene from a TV show in which a man is sitting on the floor with a woman sitting next to him.", "with_names": "a man is sitting on the floor with a woman sitting next to him."}, {"scene_id": "gl-11-09-04s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-09-04s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-09-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-09-04s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-09-04s22", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a sad expression.", "with_names": ""}, {"scene_id": "gl-11-09-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-09-04s24", "raw": "A scene from a TV show in which a man is wearing a black shirt and a mustache.", "with_names": "a man is wearing a black shirt and a mustache."}, {"scene_id": "gl-11-09-04s25", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-11-09-04s26", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-11-09-04s27", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his ear", "with_names": ""}]