[{"scene_id": "atwt-02-11-10s0", "raw": "A scene from a TV show in which a man is standing over a woman who is lying on a table.", "with_names": "a man is standing over Janet who is lying on a table."}, {"scene_id": "atwt-02-11-10s1", "raw": "A scene from a TV show in which a girl is crying and another girl is laughing.", "with_names": "a girl is crying and another girl is laughing."}, {"scene_id": "atwt-02-11-10s2", "raw": "A scene from a TV show in which a woman is talking to a young girl in a hospital room.", "with_names": ""}, {"scene_id": "atwt-02-11-10s3", "raw": "A scene from a TV show in which a man and a woman are looking at a piece of paper.", "with_names": "a man and a woman are looking at a piece of paper."}, {"scene_id": "atwt-02-11-10s4", "raw": "A scene from a TV show in which a man with long hair is wearing a purple shirt.", "with_names": "a man with long hair is wearing a purple shirt."}, {"scene_id": "atwt-02-11-10s5", "raw": "A scene from a TV show in which a man is seen eating a bowl of cereal.", "with_names": "a man is eating a bowl of cereal."}, {"scene_id": "atwt-02-11-10s6", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a black jacket and a necklace.", "with_names": ""}, {"scene_id": "atwt-02-11-10s7", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-02-11-10s8", "raw": "A scene from a TV show in which a plate of food is shown", "with_names": ""}, {"scene_id": "atwt-02-11-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt", "with_names": "] is wearing a suit and a red shirt"}, {"scene_id": "atwt-02-11-10s10", "raw": "A scene from a TV show in which a young blonde woman is wearing a blue shirt and a stethoscope around her neck.", "with_names": "a young blonde woman is wearing a blue shirt and a stethoscope around her neck."}, {"scene_id": "atwt-02-11-10s11", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-11-10s12", "raw": "A scene from a TV show in which a blonde woman is shown in a pink dress and a brunette woman is seen in blue dress.", "with_names": ""}, {"scene_id": "atwt-02-11-10s13", "raw": "A scene from a TV show in which a man is holding a cup and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-11-10s14", "raw": "A scene from a TV show in which a woman is wearing a scarf and a black top.", "with_names": "a woman is wearing a scarf and a black top."}, {"scene_id": "atwt-02-11-10s15", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-02-11-10s16", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-02-11-10s17", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-11-10s18", "raw": "A scene from a TV show in which a man is yelling and pointing at a book.", "with_names": "a man is yelling and pointing at a book."}, {"scene_id": "atwt-02-11-10s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-11-10s20", "raw": "A scene from a TV show in which a woman is dressed in scrubs and a stethoscope.", "with_names": "a woman is dressed in scrubs and a stethoscope."}, {"scene_id": "atwt-02-11-10s21", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-02-11-10s22", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blue shirt", "with_names": "] is wearing a black jacket and a blue shirt"}, {"scene_id": "atwt-02-11-10s23", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-11-10s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-11-10s25", "raw": "A scene from a TV show in which a hand soap dispenser is shown with three different types of soap.", "with_names": ""}]