[{"scene_id": "atwt-01-23-09s0", "raw": "A scene from a TV show in which a man is seen walking into a room with a candle on the wall.", "with_names": "a man is walking into a room with a candle on the wall."}, {"scene_id": "atwt-01-23-09s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-09s2", "raw": "A scene from a TV show in which a man is standing in a room and looking at a couch", "with_names": "a man is standing in a room and looking at a couch"}, {"scene_id": "atwt-01-23-09s3", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her", "with_names": "a woman is crying and a man is standing behind her"}, {"scene_id": "atwt-01-23-09s4", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-01-23-09s5", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-01-23-09s6", "raw": "A scene from a TV show in which a girl is sitting at a table and a man is standing behind her.", "with_names": "a girl is sitting at a table and a man is standing behind her."}, {"scene_id": "atwt-01-23-09s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-01-23-09s8", "raw": "A scene from a TV show in which a glass of water is shown next to a box of Alka-Seltzer.", "with_names": ""}, {"scene_id": "atwt-01-23-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-09s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-23-09s11", "raw": "A scene from a TV show in which a woman is wearing a veil over her face.", "with_names": "a woman is wearing a veil over her face."}, {"scene_id": "atwt-01-23-09s12", "raw": "A scene from a TV show in which a man is eating a lemon in a bar.", "with_names": "a man is eating a lemon in a bar."}, {"scene_id": "atwt-01-23-09s13", "raw": "A scene from a TV show in which a cat is playing with a ball.", "with_names": "a cat is playing with a ball."}, {"scene_id": "atwt-01-23-09s14", "raw": "A scene from a TV show in which a woman is standing at a table and a man is sitting at the table.", "with_names": "a woman is standing at a table and ] is sitting at the table."}, {"scene_id": "atwt-01-23-09s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-23-09s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-23-09s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a living room while another woman stands behind her.", "with_names": ""}, {"scene_id": "atwt-01-23-09s18", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "atwt-01-23-09s19", "raw": "A scene from a TV show in which a woman is yelling and her hair is in a ponytail.", "with_names": "a woman is yelling and her hair is in a ponytail."}, {"scene_id": "atwt-01-23-09s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-23-09s21", "raw": "A scene from a TV show in which a silhouetted man is looking at a globe. The caption reads: SYMBIORICART will not replace rescue inhalers.", "with_names": "a silhouetted man is looking at a globe. the caption reads: symbioricart will not replace rescue inhalers."}, {"scene_id": "atwt-01-23-09s22", "raw": "A scene from a TV show in which a young girl is eating ice cream.", "with_names": "a young girl is eating ice cream."}, {"scene_id": "atwt-01-23-09s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "atwt-01-23-09s24", "raw": "A scene from a TV show in which a man is looking at a curtain", "with_names": "a man is looking at a curtain"}, {"scene_id": "atwt-01-23-09s25", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "] and a woman are standing in a doorway."}, {"scene_id": "atwt-01-23-09s26", "raw": "A scene from a TV show in which two boxes of Pepto-Bismol are shown.", "with_names": "two boxes of pepto-bismol are shown."}]