[{"scene_id": "pc-01-11-02s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-11-02s1", "raw": "A scene from a TV show in which a man is talking to a horse", "with_names": ""}, {"scene_id": "pc-01-11-02s2", "raw": "A scene from a TV show in which a woman is walking out of a room and a door is closing behind her.", "with_names": "a woman is walking out of a room and a door is closing behind her."}, {"scene_id": "pc-01-11-02s3", "raw": "A scene from a TV show in which a man and a woman are drinking wine.", "with_names": "a man and a woman are drinking wine."}, {"scene_id": "pc-01-11-02s4", "raw": "A scene from a TV show in which a man is seen kissing a woman in a snowy forest.", "with_names": "a man is kissing ricky in a snowy forest."}, {"scene_id": "pc-01-11-02s5", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a red wig", "with_names": "a woman is wearing a black leather jacket and a red wig"}, {"scene_id": "pc-01-11-02s6", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "a man is pouring wine into a woman's glass."}, {"scene_id": "pc-01-11-02s7", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a red lei", "with_names": ""}, {"scene_id": "pc-01-11-02s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-11-02s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-11-02s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-11-02s12", "raw": "A scene from a TV show in which a woman is laughing at a man.", "with_names": "Lucy is laughing at Kevin."}, {"scene_id": "pc-01-11-02s13", "raw": "A scene from a TV show in which a man is seen walking through a garden with a gun.", "with_names": "a man is walking through a garden with a gun."}, {"scene_id": "pc-01-11-02s14", "raw": "A scene from a TV show in which a man is seen standing in a forest with a gun.", "with_names": "a man is standing in a forest with a gun."}, {"scene_id": "pc-01-11-02s15", "raw": "A scene from a TV show in which a man is seen holding a gun in a forest.", "with_names": "frank is holding a gun in a forest."}, {"scene_id": "pc-01-11-02s16", "raw": "A scene from a TV show in which a woman is wearing a bra and pants", "with_names": "victor is wearing a bra and pants"}, {"scene_id": "pc-01-11-02s17", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "pc-01-11-02s18", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "pc-01-11-02s19", "raw": "A scene from a TV show in which a woman is seen running through the snow.", "with_names": "Frank is running through the snow."}, {"scene_id": "pc-01-11-02s20", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a red wig.", "with_names": "Ricky is wearing a leather jacket and a red wig."}, {"scene_id": "pc-01-11-02s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding wine glasses.", "with_names": "a man and a woman are standing next to each other, both holding wine glasses."}]