[{"scene_id": "oltl-10-29-07s0", "raw": "A scene from a TV show in which a man is reading a book to a woman at a dining table.", "with_names": "Jared is reading a book to a woman at a dining table."}, {"scene_id": "oltl-10-29-07s1", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a Texas flag pin.", "with_names": "a woman is wearing a blue shirt and a texas flag pin."}, {"scene_id": "oltl-10-29-07s2", "raw": "A scene from a TV show in which a woman is sitting at a table, a man is standing behind her, and another man is in the background.", "with_names": "a woman is sitting at a table, a man is standing behind her, and another man is in the background."}, {"scene_id": "oltl-10-29-07s3", "raw": "A scene from a TV show in which a woman and a child sit on a couch.", "with_names": "a woman and a child sit on a couch."}, {"scene_id": "oltl-10-29-07s4", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-10-29-07s5", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a white apron.", "with_names": "a woman is wearing a blue shirt and a white apron."}, {"scene_id": "oltl-10-29-07s6", "raw": "A scene from a TV show in which a woman is smiling and holding her hands up to her face.", "with_names": "a woman is smiling and holding her hands up to her face."}, {"scene_id": "oltl-10-29-07s7", "raw": "A scene from a TV show in which a woman is wearing a blonde wig and an orange dress.", "with_names": "a woman is wearing a blonde wig and an orange dress."}, {"scene_id": "oltl-10-29-07s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig.", "with_names": "a woman is wearing a black dress and a blonde wig."}, {"scene_id": "oltl-10-29-07s9", "raw": "A scene from a TV show in which two men are sitting in a car.", "with_names": "two men are sitting in a car."}, {"scene_id": "oltl-10-29-07s10", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-29-07s11", "raw": "A scene from a TV show in which a woman is holding a man by the arm and looking at him.", "with_names": "a woman is holding a man by the arm and looking at him."}, {"scene_id": "oltl-10-29-07s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-29-07s13", "raw": "A scene from a TV show in which a man is sitting in a car with a woman.", "with_names": "a man is sitting in a car with a woman."}, {"scene_id": "oltl-10-29-07s14", "raw": "A scene from a TV show in which a woman is standing in a restaurant, with a waitress standing behind her and a man standing in the background.", "with_names": "a woman is standing in a restaurant, with a waitress standing behind her and a man standing in the background."}, {"scene_id": "oltl-10-29-07s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-29-07s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-29-07s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-29-07s18", "raw": "A scene from a TV show in which a black man and a white woman are holding a young white boy.", "with_names": "a black man and a white woman are holding a young white boy."}, {"scene_id": "oltl-10-29-07s19", "raw": "A scene from a TV show in which a young boy is wearing a red hoodie and a nurse's coat.", "with_names": "a young boy is wearing a red hoodie and a nurse's coat."}, {"scene_id": "oltl-10-29-07s20", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a woman is dancing in the background.", "with_names": "a man is wearing a blue shirt and a woman is dancing in the background."}, {"scene_id": "oltl-10-29-07s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-29-07s22", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-10-29-07s23", "raw": "A scene from a TV show in which a man is standing in front of a woman and a child.", "with_names": "a man is standing in front of a woman and a child."}, {"scene_id": "oltl-10-29-07s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-29-07s25", "raw": "A scene from a TV show in which a young woman is looking at a man.", "with_names": "a young woman is looking at a man."}, {"scene_id": "oltl-10-29-07s26", "raw": "A scene from a TV show in which a man is leaning his head on another man's shoulder.", "with_names": "a man is leaning his head on another man's shoulder."}, {"scene_id": "oltl-10-29-07s27", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a tie pin.", "with_names": "a man is wearing a suit and tie and a tie pin."}, {"scene_id": "oltl-10-29-07s28", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-29-07s29", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "oltl-10-29-07s30", "raw": "A scene from a TV show in which a blonde man is wearing a white and blue shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-10-29-07s31", "raw": "A scene from a TV show in which a man is sitting next to a woman in a car.", "with_names": "a man is sitting next to ] in a car."}, {"scene_id": "oltl-10-29-07s32", "raw": "A scene from a TV show in which a man and a woman are in a room with a pink unicorn.", "with_names": "a man and a woman are in a room with a pink unicorn."}]