[{"scene_id": "bb-06-15-15s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-15-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-15-15s2", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-06-15-15s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a piece of paper.", "with_names": "Ridge and Caroline sit on a couch and look at a piece of paper."}, {"scene_id": "bb-06-15-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-15-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-15-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-15-15s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-06-15-15s8", "raw": "A scene from a TV show in which a woman opens a box and a man stands behind her.", "with_names": "a woman opens a box and a man stands behind her."}, {"scene_id": "bb-06-15-15s9", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a necklace.", "with_names": "a man is wearing a pink shirt and a necklace."}, {"scene_id": "bb-06-15-15s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-15-15s11", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-15-15s12", "raw": "A scene from a TV show in which a woman is talking and a door is open.", "with_names": ""}, {"scene_id": "bb-06-15-15s13", "raw": "A scene from a TV show in which a man walks into a living room and sits down on a couch.", "with_names": "a man walks into a living room and sits down on a couch."}, {"scene_id": "bb-06-15-15s14", "raw": "A scene from a TV show in which a man stands in front of a desk and talks.", "with_names": "a man stands in front of a desk and talks."}, {"scene_id": "bb-06-15-15s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-15-15s16", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "Ivy is wearing a white dress and a necklace."}]