[{"scene_id": "oltl-08-04-09s0", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "oltl-08-04-09s1", "raw": "A scene from a TV show in which a man is seen walking down a staircase, with his shirt open, revealing his bare chest.", "with_names": "a man is walking down a staircase, with his shirt open, revealing his bare chest."}, {"scene_id": "oltl-08-04-09s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-04-09s3", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "oltl-08-04-09s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-08-04-09s5", "raw": "A scene from a TV show in which a woman is smiling and wearing a suit.", "with_names": "a woman is smiling and wearing a suit."}, {"scene_id": "oltl-08-04-09s6", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-08-04-09s7", "raw": "A scene from a TV show in which a man is looking down and his face is red", "with_names": "a man is looking down and his face is red"}, {"scene_id": "oltl-08-04-09s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-04-09s9", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "oltl-08-04-09s10", "raw": "A scene from a TV show in which a woman is looking at a man with a red mark on his forehead.", "with_names": "a woman is looking at a man with a red mark on his forehead."}, {"scene_id": "oltl-08-04-09s11", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-04-09s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "oltl-08-04-09s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-04-09s14", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is looking at her.", "with_names": "a woman is holding a baby and another woman is looking at her."}, {"scene_id": "oltl-08-04-09s15", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is not.", "with_names": "a woman is wearing a mask and a man is not."}, {"scene_id": "oltl-08-04-09s16", "raw": "A scene from a TV show in which a woman is sitting on a bench in a cemetery.", "with_names": "a woman is sitting on a bench in a cemetery."}, {"scene_id": "oltl-08-04-09s17", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-08-04-09s18", "raw": "A scene from a TV show in which a woman is bent over a laptop, her head is in her hands.", "with_names": "a woman is bent over a laptop, her head is in her hands."}, {"scene_id": "oltl-08-04-09s19", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-08-04-09s20", "raw": "A scene from a TV show in which a man and a woman are standing face to face, with the woman looking at the man with a look of surprise on her face.", "with_names": "a man and a woman are standing face to face, with the woman looking at the man with a look of surprise on her face."}, {"scene_id": "oltl-08-04-09s21", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "oltl-08-04-09s22", "raw": "A scene from a TV show in which a woman is sitting on a bench wearing a red scarf.", "with_names": "a woman is sitting on a bench wearing a red scarf."}, {"scene_id": "oltl-08-04-09s23", "raw": "A scene from a TV show in which a woman is lying on a bed with a pink blanket over her head.", "with_names": "a woman is lying on a bed with a pink blanket over her head."}, {"scene_id": "oltl-08-04-09s24", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-08-04-09s25", "raw": "A scene from a TV show in which a man is lying on the floor with a broom held over his head. Two people are kneeling over him, one holding a mop.", "with_names": "a man is lying on the floor with a broom held over his head. two people are kneeling over him, one holding a mop."}, {"scene_id": "oltl-08-04-09s26", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-08-04-09s27", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-08-04-09s28", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-04-09s29", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a yellow flower in his lapel.", "with_names": "a man is wearing a suit and tie and a yellow flower in his lapel."}, {"scene_id": "oltl-08-04-09s30", "raw": "A scene from a TV show in which a woman is walking down the aisle with a bouquet and a man is standing behind her.", "with_names": "a woman is walking down the aisle with a bouquet and a man is standing behind her."}]