[{"scene_id": "bb-11-01-17s0", "raw": "A scene from a TV show in which a man sits in a chair and looks up at a picture of a man on the wall.", "with_names": "a man sits in a chair and looks up at a picture of a man on the wall."}, {"scene_id": "bb-11-01-17s1", "raw": "A scene from a TV show in which a woman is wearing a skirt and a sweater and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-01-17s2", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "a man sits in a chair and talks to a woman."}, {"scene_id": "bb-11-01-17s3", "raw": "A scene from a TV show in which a woman is standing in front of a mail box.", "with_names": "Sally is standing in front of a mail box."}, {"scene_id": "bb-11-01-17s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and Shirley are sitting next to each other."}, {"scene_id": "bb-11-01-17s9", "raw": "A scene from a TV show in which a woman is standing in a kitchen and looking at a wall.", "with_names": "Darlita is standing in a kitchen and looking at a wall."}, {"scene_id": "bb-11-01-17s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at Saul and he is looking away."}, {"scene_id": "bb-11-01-17s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Liam and a woman are standing next to each other."}, {"scene_id": "bb-11-01-17s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and Sally are arguing."}, {"scene_id": "bb-11-01-17s13", "raw": "A scene from a TV show in which a woman is sitting at a desk with papers spread out in front of her.", "with_names": "a woman is sitting at a desk with papers spread out in front of her."}, {"scene_id": "bb-11-01-17s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}]