[{"scene_id": "atwt-03-23-05s0", "raw": "A scene from a TV show in which a man is looking down and wearing a dark shirt", "with_names": "a man is looking down and wearing a dark shirt"}, {"scene_id": "atwt-03-23-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-23-05s2", "raw": "A scene from a TV show in which a woman is on the phone and is looking annoyed.", "with_names": "a woman is on the phone and is looking annoyed."}, {"scene_id": "atwt-03-23-05s3", "raw": "A scene from a TV show in which a woman is looking off to the side, with her hair pulled back into a ponytail.", "with_names": "a woman is looking off to the side, with her hair pulled back into a ponytail."}, {"scene_id": "atwt-03-23-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-23-05s5", "raw": "A scene from a TV show in which a microwave is shown inside a bathroom stall.", "with_names": ""}, {"scene_id": "atwt-03-23-05s6", "raw": "A scene from a TV show in which a woman is talking and looking angry.", "with_names": ""}, {"scene_id": "atwt-03-23-05s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-03-23-05s8", "raw": "A scene from a TV show in which a man is wearing a red robe", "with_names": "a man is wearing a red robe"}, {"scene_id": "atwt-03-23-05s9", "raw": "A scene from a TV show in which a woman is wearing a brown suit and a blonde wig.", "with_names": "a woman is wearing a brown suit and a blonde wig."}, {"scene_id": "atwt-03-23-05s10", "raw": "A scene from a TV show in which a can of Campbell's Chicken Noodle Soup is shown on a table.", "with_names": ""}, {"scene_id": "atwt-03-23-05s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with cups and a vase of flowers.", "with_names": "a man and a woman are sitting at a table with cups and a vase of flowers."}, {"scene_id": "atwt-03-23-05s12", "raw": "A scene from a TV show in which a young man is talking to a man through a glass window.", "with_names": ""}, {"scene_id": "atwt-03-23-05s13", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a cup and looking at a refrigerator.", "with_names": "a woman is standing in a kitchen, holding a cup and looking at a refrigerator."}, {"scene_id": "atwt-03-23-05s14", "raw": "A scene from a TV show in which a rock wall is shown with the words \"no charge for shipping\"", "with_names": ""}, {"scene_id": "atwt-03-23-05s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-03-23-05s16", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-03-23-05s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-23-05s18", "raw": "A scene from a TV show in which a woman is seen through a L'Oreal box.", "with_names": "a woman is through a l'oreal box."}, {"scene_id": "atwt-03-23-05s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-03-23-05s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-03-23-05s21", "raw": "A scene from a TV show in which a woman is dancing in front of a map of Bermuda.", "with_names": "a woman is dancing in front of a map of bermuda."}, {"scene_id": "atwt-03-23-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down", "with_names": "a man is wearing a suit and tie and is looking down"}, {"scene_id": "atwt-03-23-05s23", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a blonde wig.", "with_names": "a woman is wearing a green jacket and a blonde wig."}, {"scene_id": "atwt-03-23-05s24", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-03-23-05s25", "raw": "A scene from a TV show in which a woman is standing in front of a door, a chair is placed in front her, and a dog is sitting on the floor.", "with_names": "a woman is standing in front of a door, a chair is placed in front her, and a dog is sitting on the floor."}]