[{"scene_id": "atwt-07-08-05s0", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-07-08-05s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-08-05s2", "raw": "A scene from a TV show in which two women are standing next to each other, one is holding a clipboard and the other is looking at her.", "with_names": "two women are standing next to each other, one is holding a clipboard and the other is looking at her."}, {"scene_id": "atwt-07-08-05s3", "raw": "A scene from a TV show in which a woman is wearing a green top and a necklace.", "with_names": "a woman is wearing a green top and a necklace."}, {"scene_id": "atwt-07-08-05s4", "raw": "A scene from a TV show in which a Sonicare toothbrush is being used to clean a toothbrush", "with_names": "a sonicare toothbrush is being used to clean a toothbrush"}, {"scene_id": "atwt-07-08-05s5", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-07-08-05s6", "raw": "A scene from a TV show in which a woman is leaning over a man and looking at him.", "with_names": "a woman is leaning over ] and looking at him."}, {"scene_id": "atwt-07-08-05s7", "raw": "A scene from a TV show in which a young man is looking down, his eyes closed, and a woman is standing next to him.", "with_names": "a young man is looking down, his eyes closed, and a woman is standing next to him."}, {"scene_id": "atwt-07-08-05s8", "raw": "A scene from a TV show in which a man is wearing a vest and a tie and smiling.", "with_names": "a man is wearing a vest and a tie and smiling."}, {"scene_id": "atwt-07-08-05s9", "raw": "A scene from a TV show in which a young man is looking at the camera with his mouth open.", "with_names": "a young man is looking at the camera with his mouth open."}, {"scene_id": "atwt-07-08-05s10", "raw": "A scene from a TV show in which a woman is looking down and wearing a green tank top.", "with_names": "a woman is looking down and wearing a green tank top."}, {"scene_id": "atwt-07-08-05s11", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-07-08-05s12", "raw": "A scene from a TV show in which a man is standing in front of a large red digger.", "with_names": "a man is standing in front of a large red digger."}, {"scene_id": "atwt-07-08-05s13", "raw": "A scene from a TV show in which a pregnant woman is standing next to a man.", "with_names": "a pregnant woman is standing next to a man."}, {"scene_id": "atwt-07-08-05s14", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-07-08-05s15", "raw": "A scene from a TV show in which a man is talking to a receptionist.", "with_names": ""}, {"scene_id": "atwt-07-08-05s16", "raw": "A scene from a TV show in which a man is wearing a black tank top and a chain around his neck.", "with_names": "a man is wearing a black tank top and a chain around his neck."}, {"scene_id": "atwt-07-08-05s17", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-07-08-05s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-08-05s19", "raw": "A scene from a TV show in which a Boston terrier is seen sitting on a street.", "with_names": "a boston terrier is sitting on a street."}, {"scene_id": "atwt-07-08-05s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-08-05s21", "raw": "A scene from a TV show in which a woman is wearing a white suit and a necklace", "with_names": "a woman is wearing a white suit and a necklace"}, {"scene_id": "atwt-07-08-05s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-08-05s23", "raw": "A scene from a TV show in which a woman is looking down and smiling.", "with_names": "a woman is looking down and smiling."}, {"scene_id": "atwt-07-08-05s24", "raw": "A scene from a TV show in which a woman is throwing a ball in the air.", "with_names": "] is throwing a ball in the air."}, {"scene_id": "atwt-07-08-05s25", "raw": "A scene from a TV show in which a man is lying on the floor with his head down.", "with_names": "a man is lying on the floor with his head down."}]