[{"scene_id": "gl-10-24-01s0", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "gl-10-24-01s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "Danny is wearing a suit and tie and looking down"}, {"scene_id": "gl-10-24-01s2", "raw": "A scene from a TV show in which a man is holding a box of toys and a woman is looking at him.", "with_names": "a man is holding a box of toys and Gus is looking at him."}, {"scene_id": "gl-10-24-01s3", "raw": "A scene from a TV show in which a man is standing next to a woman at a table.", "with_names": "a man is standing next to Lorelei at a table."}, {"scene_id": "gl-10-24-01s4", "raw": "A scene from a TV show in which a purple circle is surrounded by a white circle and a smaller purple circle-like object", "with_names": "a purple circle is surrounded by a white circle and a smaller purple circle-like object"}, {"scene_id": "gl-10-24-01s5", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "gl-10-24-01s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-24-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-24-01s8", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-24-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-24-01s10", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a woman.", "with_names": "Edmund is sitting in a room and looking at Lorelei."}, {"scene_id": "gl-10-24-01s11", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "Phillip is being interviewed by Danny."}, {"scene_id": "gl-10-24-01s12", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "gl-10-24-01s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-24-01s14", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-10-24-01s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-24-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-24-01s17", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "gl-10-24-01s18", "raw": "A scene from a TV show in which a man is whispering into the ear of another manI", "with_names": "a man is whispering into the ear of another mani"}]