[{"scene_id": "bb-08-03-15s0", "raw": "A scene from a TV show in which a man is handed a piece of paper and told to write down his thoughts.", "with_names": "a man is handed a piece of paper and told to write down his thoughts."}, {"scene_id": "bb-08-03-15s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-03-15s2", "raw": "A scene from a TV show in which a man is holding a camera and taking a picture.", "with_names": "a man is holding a camera and taking a picture."}, {"scene_id": "bb-08-03-15s3", "raw": "A scene from a TV show in which a woman is looking at her phone and another woman is standing behind her.", "with_names": "a woman is looking at her phone and another woman is standing behind her."}, {"scene_id": "bb-08-03-15s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-03-15s5", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "bb-08-03-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-03-15s7", "raw": "A scene from a TV show in which a man and a woman sit on a couch and hold hands.", "with_names": "a man and a woman sit on a couch and hold hands."}, {"scene_id": "bb-08-03-15s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-08-03-15s9", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "bb-08-03-15s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-03-15s11", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-08-03-15s12", "raw": "A scene from a TV show in which a man and a woman are talking and he is looking at her.", "with_names": ""}]