[{"scene_id": "oltl-12-19-06s0", "raw": "A scene from a TV show in which a man is trying to put a necklace on another man.", "with_names": "a man is trying to put a necklace on another man."}, {"scene_id": "oltl-12-19-06s1", "raw": "A scene from a TV show in which a man is having sex with a woman on a bed.", "with_names": "a man is having sex with a woman on a bed."}, {"scene_id": "oltl-12-19-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-19-06s3", "raw": "A scene from a TV show in which a woman and a man sit on the floor in front of a Christmas tree, talking.", "with_names": ""}, {"scene_id": "oltl-12-19-06s4", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "oltl-12-19-06s5", "raw": "A scene from a TV show in which a bright light is shining on a wall.", "with_names": "a bright light is shining on a wall."}, {"scene_id": "oltl-12-19-06s6", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-12-19-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-19-06s8", "raw": "A scene from a TV show in which a woman is wearing a black top and a man is standing behind her.", "with_names": "a woman is wearing a black top and a man is standing behind her."}, {"scene_id": "oltl-12-19-06s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-19-06s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-12-19-06s11", "raw": "A scene from a TV show in which a man is smiling and looking down, with his eyes closed.", "with_names": "a man is smiling and looking down, with his eyes closed."}, {"scene_id": "oltl-12-19-06s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-19-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-19-06s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace and a head brace on.", "with_names": "a man is lying in a hospital bed with a neck brace and a head brace on."}, {"scene_id": "oltl-12-19-06s15", "raw": "A scene from a TV show in which a woman is holding a cup and smiling.", "with_names": "a woman is holding a cup and smiling."}, {"scene_id": "oltl-12-19-06s16", "raw": "A scene from a TV show in which a woman is kissing a man through the window of a car.", "with_names": "a woman is kissing a man through the window of a car."}, {"scene_id": "oltl-12-19-06s17", "raw": "A scene from a TV show in which a woman is wearing scrubs and a surgical cap.", "with_names": "a woman is wearing scrubs and a surgical cap."}, {"scene_id": "oltl-12-19-06s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-19-06s19", "raw": "A scene from a TV show in which a black man and a white woman sit at a table and talk to a manI who is sitting across from them.", "with_names": "a black man and a white woman sit at a table and talk to a mani who is sitting across from them."}, {"scene_id": "oltl-12-19-06s20", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "oltl-12-19-06s21", "raw": "A scene from a TV show in which a man and a woman are driving a car.", "with_names": "a man and a woman are driving a car."}, {"scene_id": "oltl-12-19-06s22", "raw": "A scene from a TV show in which a man is holding a young girl by the arm and talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-19-06s23", "raw": "A scene from a TV show in which a woman is driving a car and a baby is in the back seat.", "with_names": "a woman is driving a car and a baby is in the back seat."}, {"scene_id": "oltl-12-19-06s24", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-12-19-06s25", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-19-06s26", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-12-19-06s27", "raw": "A scene from a TV show in which a man is wearing a brown coat and looking to the right.", "with_names": "a man is wearing a brown coat and looking to the right."}, {"scene_id": "oltl-12-19-06s28", "raw": "A scene from a TV show in which Joey is sitting in a coffee shop with a cup of coffee and a jacket on.", "with_names": "joey is sitting in a coffee shop with a cup of coffee and a jacket on."}, {"scene_id": "oltl-12-19-06s29", "raw": "A scene from a TV show in which a woman is on the phone and her hair is falling out.", "with_names": "a woman is on the phone and her hair is falling out."}, {"scene_id": "oltl-12-19-06s30", "raw": "A scene from a TV show in which a doctor is wearing a mask and a surgical cap.", "with_names": "a doctor is wearing a mask and a surgical cap."}, {"scene_id": "oltl-12-19-06s31", "raw": "A scene from a TV show in which a man is standing over a woman in a hospital bed.", "with_names": "a man is standing over a woman in a hospital bed."}]