[{"scene_id": "oltl-10-20-10s0", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black jacket.", "with_names": "a man is looking at the camera and wearing a black jacket."}, {"scene_id": "oltl-10-20-10s1", "raw": "A scene from a TV show in which a woman is seen pushing a child down a flight of stairs.", "with_names": "a woman is pushing a child down a flight of stairs."}, {"scene_id": "oltl-10-20-10s2", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-10-20-10s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-20-10s4", "raw": "A scene from a TV show in which a woman is looking at a binder and a handbag.", "with_names": "a woman is looking at a binder and a handbag."}, {"scene_id": "oltl-10-20-10s5", "raw": "A scene from a TV show in which the word \"LIFE\" is blurred out.", "with_names": "the word \"life\" is blurred out."}, {"scene_id": "oltl-10-20-10s6", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-10-20-10s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-20-10s8", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "oltl-10-20-10s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the woman is looking at the man, and the man is smiling.", "with_names": "a man and a woman are standing next to each other, the woman is looking at the man, and the man is smiling."}, {"scene_id": "oltl-10-20-10s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-20-10s11", "raw": "A scene from a TV show in which a woman is being attacked by a man", "with_names": "a woman is being attacked by ]"}, {"scene_id": "oltl-10-20-10s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-10-20-10s13", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "oltl-10-20-10s14", "raw": "A scene from a TV show in which a woman is standing next to a man and a girl.", "with_names": "a woman is standing next to a man and a girl."}, {"scene_id": "oltl-10-20-10s15", "raw": "A scene from a TV show in which a boy is wearing a black jacket and a hat and smiling at another boy.", "with_names": "a boy is wearing a black jacket and a hat and smiling at another boy."}, {"scene_id": "oltl-10-20-10s16", "raw": "A scene from a TV show in which a man is looking at a woman in a library.", "with_names": "a man is looking at a woman in a library."}, {"scene_id": "oltl-10-20-10s17", "raw": "A scene from a TV show in which a man is standing in a bedroom, holding a cell phone.", "with_names": "a man is standing in a bedroom, holding a cell phone."}, {"scene_id": "oltl-10-20-10s18", "raw": "A scene from a TV show in which a woman is holding a cat", "with_names": "a woman is holding a cat"}, {"scene_id": "oltl-10-20-10s19", "raw": "A scene from a TV show in which a young man is looking at another young man who is looking away.", "with_names": "a young man is looking at another young man who is looking away."}, {"scene_id": "oltl-10-20-10s20", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "oltl-10-20-10s21", "raw": "A scene from a TV show in which a man is handing a woman a card.", "with_names": "a man is handing a woman a card."}, {"scene_id": "oltl-10-20-10s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-20-10s23", "raw": "A scene from a TV show in which a man is talking to someone who is not visible.", "with_names": ""}, {"scene_id": "oltl-10-20-10s24", "raw": "A scene from a TV show in which a man is holding a cell phone to a woman's chest.", "with_names": "a man is holding a cell phone to a woman's chest."}, {"scene_id": "oltl-10-20-10s25", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-10-20-10s26", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-20-10s27", "raw": "A scene from a TV show in which a man is sitting on a couch and his head is in his hands.", "with_names": ""}, {"scene_id": "oltl-10-20-10s28", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}]