[{"scene_id": "atwt-02-28-08s0", "raw": "A scene from a TV show in which a man is smiling and holding a cup.", "with_names": "Holden is smiling and holding a cup."}, {"scene_id": "atwt-02-28-08s1", "raw": "A scene from a TV show in which a man is holding his head in his hand", "with_names": "a man is holding his head in his hand"}, {"scene_id": "atwt-02-28-08s2", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone while a woman stands behind him.", "with_names": ""}, {"scene_id": "atwt-02-28-08s3", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-02-28-08s4", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-28-08s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking surprised.", "with_names": "a man is wearing a suit and a tie and looking surprised."}, {"scene_id": "atwt-02-28-08s6", "raw": "A scene from a TV show in which a box of Diflucan is shown.", "with_names": ""}, {"scene_id": "atwt-02-28-08s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-02-28-08s8", "raw": "A scene from a TV show in which a woman is standing in a bedroom with a bed and a desk in the background.", "with_names": "a woman is standing in a bedroom with a bed and a desk in the background."}, {"scene_id": "atwt-02-28-08s9", "raw": "A scene from a TV show in which two young men are sitting in a car, looking at each other.", "with_names": "two young men are sitting in a car, looking at each other."}, {"scene_id": "atwt-02-28-08s10", "raw": "A scene from a TV show in which two young men are standing in a forest.", "with_names": "two young men are standing in a forest."}, {"scene_id": "atwt-02-28-08s11", "raw": "A scene from a TV show in which two men are walking down a road.", "with_names": "two men are walking down a road."}, {"scene_id": "atwt-02-28-08s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-28-08s13", "raw": "A scene from a TV show in which a woman is spraying a bottle of liquid onto a kitchen counter.", "with_names": "a woman is spraying a bottle of liquid onto a kitchen counter."}, {"scene_id": "atwt-02-28-08s14", "raw": "A scene from a TV show in which a woman is sitting in a white lab coat and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-28-08s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-28-08s16", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-02-28-08s17", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-02-28-08s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a bookcase.", "with_names": "a man and a woman are standing in a room with a bookcase."}, {"scene_id": "atwt-02-28-08s19", "raw": "A scene from a TV show in which a man is attacked by a group of men.", "with_names": "a man is attacked by a group of men."}, {"scene_id": "atwt-02-28-08s20", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man standing behind her.", "with_names": "a woman is sitting at a bar with a man standing behind her."}, {"scene_id": "atwt-02-28-08s21", "raw": "A scene from a TV show in which a man is holding a gun and a woman is being held by another man.", "with_names": "a man is holding a gun and a woman is being held by another man."}, {"scene_id": "atwt-02-28-08s22", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and looking at her cell phone.", "with_names": "a woman is sitting in a restaurant and looking at her cell phone."}, {"scene_id": "atwt-02-28-08s23", "raw": "A scene from a TV show in which a woman is dancing in a park, with the words Depend Anything's Possible", "with_names": "a woman is dancing in a park, with the words depend anything's possible"}, {"scene_id": "atwt-02-28-08s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-28-08s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-28-08s26", "raw": "A scene from a TV show in which a man is wearing a coat and a scarf.", "with_names": "a man is wearing a coat and a scarf."}, {"scene_id": "atwt-02-28-08s27", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-28-08s28", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "atwt-02-28-08s29", "raw": "A scene from a TV show in which a woman is seen wearing a blue dress", "with_names": "a woman is wearing a blue dress"}, {"scene_id": "atwt-02-28-08s30", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, holding wine glasses.", "with_names": "a man and a woman are sitting next to each other, holding wine glasses."}, {"scene_id": "atwt-02-28-08s31", "raw": "A scene from a TV show in which a man is standing in a library, looking at a book.", "with_names": "a man is standing in a library, looking at a book."}, {"scene_id": "atwt-02-28-08s32", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-28-08s33", "raw": "A scene from a TV show in which a man is seen kissing a woman in a dark room.", "with_names": "a man is kissing a woman in a dark room."}, {"scene_id": "atwt-02-28-08s34", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-02-28-08s35", "raw": "A scene from a TV show in which a man is wearing a tie and a coat and looking confused.", "with_names": "a man is wearing a tie and a coat and looking confused."}, {"scene_id": "atwt-02-28-08s36", "raw": "A scene from a TV show in which a man is walking into a door and a light is on in the background.", "with_names": "a man is walking into a door and a light is on in the background."}, {"scene_id": "atwt-02-28-08s37", "raw": "A scene from a TV show in which a man is holding a letter and looking at it.", "with_names": "a man is holding a letter and looking at it."}, {"scene_id": "atwt-02-28-08s38", "raw": "A scene from a TV show in which a man and a woman are in a car together.", "with_names": "] and Gray are in a car together."}, {"scene_id": "atwt-02-28-08s39", "raw": "A scene from a TV show in which a woman is walking in a field wearing a pink scarf.", "with_names": "a woman is walking in a field wearing a pink scarf."}, {"scene_id": "atwt-02-28-08s40", "raw": "A scene from a TV show in which a shirtless man is kissing a woman on the cheek.", "with_names": "a shirtless man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-28-08s41", "raw": "A scene from a TV show in which a young man is sitting down and smiling.", "with_names": "a young man is sitting down and smiling."}, {"scene_id": "atwt-02-28-08s42", "raw": "A scene from a TV show in which a woman is sitting at a desk with her hands clasped together.", "with_names": "a woman is sitting at a desk with her hands clasped together."}, {"scene_id": "atwt-02-28-08s43", "raw": "A scene from a TV show in which a woman is seen in a hospital bed, with a superimposed image of a woman's face.", "with_names": "a woman is in a hospital bed, with a superimposed image of a woman's face."}]