[{"scene_id": "gl-06-09-03s0", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "gl-06-09-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-09-03s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-06-09-03s3", "raw": "A scene from a TV show in which a woman is singing in a restaurant.", "with_names": "a woman is singing in a restaurant."}, {"scene_id": "gl-06-09-03s4", "raw": "", "with_names": ""}, {"scene_id": "gl-06-09-03s5", "raw": "", "with_names": ""}, {"scene_id": "gl-06-09-03s6", "raw": "A scene from a TV show in which a man is wearing a shirt and a stethoscope around his neck", "with_names": "a man is wearing a shirt and a stethoscope around his neck"}, {"scene_id": "gl-06-09-03s7", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-09-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-09-03s9", "raw": "A scene from a TV show in which a man is talking to a woman in a room full of people.", "with_names": ""}, {"scene_id": "gl-06-09-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, with the woman looking at a doll.", "with_names": "a man and a woman are sitting next to each other, with the woman looking at a doll."}, {"scene_id": "gl-06-09-03s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-06-09-03s12", "raw": "A scene from a TV show in which a girl is wearing a red shirt and pigtails", "with_names": "a girl is wearing a red shirt and pigtails"}, {"scene_id": "gl-06-09-03s13", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-06-09-03s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-06-09-03s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-09-03s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-09-03s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-06-09-03s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-09-03s19", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-09-03s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-09-03s21", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "gl-06-09-03s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-09-03s23", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "gl-06-09-03s24", "raw": "A scene from a TV show in which a man is holding a child and kissing her head.", "with_names": "a man is holding a child and kissing her head."}]