[{"scene_id": "oltl-06-27-06s0", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "Antonio and Jessica are holding a baby."}, {"scene_id": "oltl-06-27-06s1", "raw": "A scene from a TV show in which a woman is sitting in a chair with red flowers on the table in front of her.", "with_names": ""}, {"scene_id": "oltl-06-27-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-27-06s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room. The man is wearing a suit, and the woman is wearing a black dress.", "with_names": "a man and a woman are standing next to each other in a room. the man is wearing a suit, and the woman is wearing a black dress."}, {"scene_id": "oltl-06-27-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a yellow light is shining on him.", "with_names": "a man is wearing a suit and tie and a yellow light is shining on him."}, {"scene_id": "oltl-06-27-06s5", "raw": "A scene from a TV show in which a young woman is talking to her mother.", "with_names": ""}, {"scene_id": "oltl-06-27-06s6", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt.", "with_names": "a man is looking down and wearing a blue shirt."}, {"scene_id": "oltl-06-27-06s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-27-06s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-27-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s13", "raw": "A scene from a TV show in which a young boy is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-27-06s15", "raw": "A scene from a TV show in which a woman is holding a child and another woman is standing next to her.", "with_names": "a woman is holding a child and another woman is standing next to her."}, {"scene_id": "oltl-06-27-06s16", "raw": "A scene from a TV show in which a woman is holding a child and another child depantsed in a diaper.", "with_names": "a woman is holding a child and another child depantsed in a diaper."}, {"scene_id": "oltl-06-27-06s17", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to another person.", "with_names": ""}, {"scene_id": "oltl-06-27-06s18", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-06-27-06s19", "raw": "A scene from a TV show in which an older man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-06-27-06s20", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing suits.", "with_names": ""}, {"scene_id": "oltl-06-27-06s21", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is crying.", "with_names": "a man is holding a woman by the waist and she is crying."}, {"scene_id": "oltl-06-27-06s22", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "a woman is being stalked by a man."}, {"scene_id": "oltl-06-27-06s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-27-06s24", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "oltl-06-27-06s25", "raw": "A scene from a TV show in which a young boy is looking at a person and saying,", "with_names": "a young boy is looking at a person and saying,"}, {"scene_id": "oltl-06-27-06s26", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her face blurred out.", "with_names": "a woman is in a dark room, with her face blurred out."}, {"scene_id": "oltl-06-27-06s27", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-06-27-06s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-27-06s29", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-27-06s30", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}]