[{"scene_id": "bb-05-22-17s0", "raw": "A scene from a TV show in which a man is holding a woman and kissing her on the cheek.", "with_names": "a man is holding a woman and kissing her on the cheek."}, {"scene_id": "bb-05-22-17s1", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a pink sweater and is standing next to a man in a purple shirt all looking at something.", "with_names": "a woman is wearing a white shirt and a pink sweater and is standing next to a man in a purple shirt all looking at something."}, {"scene_id": "bb-05-22-17s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-05-22-17s3", "raw": "A scene from a TV show in which a man is holding a woman by the waist and kissing her.", "with_names": "a man is holding Singer by the waist and kissing her."}, {"scene_id": "bb-05-22-17s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-22-17s6", "raw": "A scene from a TV show in which a woman is having a baby", "with_names": "Zende is having a baby"}, {"scene_id": "bb-05-22-17s7", "raw": "A scene from a TV show in which a man is pulling a woman's hair", "with_names": "a man is pulling Maya's hair"}, {"scene_id": "bb-05-22-17s8", "raw": "A scene from a TV show in which a man and a woman sit on chairs in a living room.", "with_names": "a man and a woman sit on chairs in a living room."}, {"scene_id": "bb-05-22-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-22-17s10", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "Nicole is being seduced by Zende."}, {"scene_id": "bb-05-22-17s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding wine glasses.", "with_names": "a man and a woman are standing next to each other, both holding wine glasses."}, {"scene_id": "bb-05-22-17s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-22-17s14", "raw": "A scene from a TV show in which a woman is standing in front of a doctor, with her hands on her chest.", "with_names": "Brooke is standing in front of a doctor, with her hands on her chest."}, {"scene_id": "bb-05-22-17s15", "raw": "A scene from a TV show in which a woman is interviewed by two men.", "with_names": "Maya is interviewed by two men."}, {"scene_id": "bb-05-22-17s16", "raw": "A scene from a TV show in which a man sits in a chair and talks to a doctor.", "with_names": "Dr. Caspary sits in a chair and talks to a doctor."}, {"scene_id": "bb-05-22-17s17", "raw": "A scene from a TV show in which a woman is shown with her baby", "with_names": ""}, {"scene_id": "bb-05-22-17s19", "raw": "A scene from a TV show in which a man is holding a baby.", "with_names": "a man is holding a baby."}, {"scene_id": "bb-05-22-17s20", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-22-17s21", "raw": "A scene from a TV show in which a man is holding a baby and talking to her.", "with_names": ""}, {"scene_id": "bb-05-22-17s22", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-05-22-17s24", "raw": "A scene from a TV show in which a man is wearing a blue polo shirt and holding a glass.", "with_names": "Dr. Caspary is wearing a blue polo shirt and holding a glass."}, {"scene_id": "bb-05-22-17s26", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "bb-05-22-17s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]