[{"scene_id": "atwt-05-08-07s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-08-07s1", "raw": "A scene from a TV show in which a young girl is sitting at a table with a bowl of food and a teddy bear.", "with_names": "a young girl is sitting at a table with a bowl of food and a teddy bear."}, {"scene_id": "atwt-05-08-07s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-08-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-08-07s4", "raw": "A scene from a TV show in which a digital photo frame is displayed", "with_names": "a digital photo frame is displayed"}, {"scene_id": "atwt-05-08-07s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-08-07s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-08-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-08-07s8", "raw": "A scene from a TV show in which a small, green, furry creature is standing on its hind legs and waving its arms.", "with_names": "a small, green, furry creature is standing on its hind legs and waving its arms."}, {"scene_id": "atwt-05-08-07s9", "raw": "A scene from a TV show in which a waitress is wearing a blue shirt and a white apron.", "with_names": "a waitress is wearing a blue shirt and a white apron."}, {"scene_id": "atwt-05-08-07s10", "raw": "A scene from a TV show in which a man is wearing a black t-shirt and a jacket, and another woman is standing next to him.", "with_names": "a man is wearing a black t-shirt and a jacket, and another woman is standing next to him."}, {"scene_id": "atwt-05-08-07s11", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-08-07s12", "raw": "A scene from a TV show in which a woman is jumping in the air to catch a frisbee.", "with_names": "a woman is jumping in the air to catch a frisbee."}, {"scene_id": "atwt-05-08-07s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-08-07s14", "raw": "A scene from a TV show in which a young girl and a tiger are standing next to each other.", "with_names": "a young girl and a tiger are standing next to each other."}, {"scene_id": "atwt-05-08-07s15", "raw": "A scene from a TV show in which a young woman is sitting in a restaurant, looking down and wearing a black jacket.", "with_names": "a young woman is sitting in a restaurant, looking down and wearing a black jacket."}, {"scene_id": "atwt-05-08-07s16", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-08-07s17", "raw": "A scene from a TV show in which a man is talking to a younger man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-08-07s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-05-08-07s19", "raw": "A scene from a TV show in which a young woman is sitting in a restaurant, looking at something off-screen.", "with_names": "a young woman is sitting in a restaurant, looking at something off-screen."}, {"scene_id": "atwt-05-08-07s20", "raw": "A scene from a TV show in which a priest is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-08-07s21", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-05-08-07s22", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]