[{"scene_id": "bb-02-27-15s0", "raw": "A scene from a TV show in which a fountain is lit up at night.", "with_names": "a fountain is lit up at night."}, {"scene_id": "bb-02-27-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-27-15s2", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is touching her breast.", "with_names": "Katie is lying in bed with Bill, and he is touching her breast."}, {"scene_id": "bb-02-27-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-27-15s4", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "a woman is surprised by a man."}, {"scene_id": "bb-02-27-15s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is lying on the floor.", "with_names": ""}, {"scene_id": "bb-02-27-15s6", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-02-27-15s7", "raw": "A scene from a TV show in which a woman is drinking a glass of wine and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-02-27-15s8", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-02-27-15s9", "raw": "A scene from a TV show in which a man is lying on a bed with his pants down and a woman is sitting next to him.", "with_names": "Bill is lying on a bed with his pants down and Katie is sitting next to him."}, {"scene_id": "bb-02-27-15s10", "raw": "A scene from a TV show in which a woman is sitting at a desk and combing her hair.", "with_names": "Brooke is sitting at a desk and combing her hair."}, {"scene_id": "bb-02-27-15s11", "raw": "A scene from a TV show in which a woman is sitting in front of a window and looking out.", "with_names": "a woman is sitting in front of a window and looking out."}, {"scene_id": "bb-02-27-15s12", "raw": "A scene from a TV show in which a shirtless man and a woman are lying in bed together.", "with_names": "a shirtless man and a woman are lying in bed together."}, {"scene_id": "bb-02-27-15s13", "raw": "A scene from a TV show in which a man is looking at a wall and a cat is on the wall.", "with_names": "a man is looking at a wall and a cat is on the wall."}, {"scene_id": "bb-02-27-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]