[{"scene_id": "pc-08-20-03s0", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a child sitting on a couch behind him.", "with_names": ""}, {"scene_id": "pc-08-20-03s1", "raw": "A scene from a TV show in which a man and a woman are having sex.", "with_names": "a man and a woman are having sex."}, {"scene_id": "pc-08-20-03s2", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "pc-08-20-03s3", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "pc-08-20-03s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room, smiling at each other.", "with_names": "a man and a woman are standing in a room, smiling at each other."}, {"scene_id": "pc-08-20-03s5", "raw": "A scene from a TV show in which a man is sitting on a couch with a neck brace and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-08-20-03s6", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "pc-08-20-03s7", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head.", "with_names": "a woman is wearing a bandana on her head."}, {"scene_id": "pc-08-20-03s8", "raw": "A scene from a TV show in which a man is sleeping with his eyes open.", "with_names": "a man is sleeping with his eyes open."}, {"scene_id": "pc-08-20-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-20-03s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-08-20-03s11", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "pc-08-20-03s12", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a man is looking at her.", "with_names": "a woman is wearing a bandana on her head and a man is looking at her."}, {"scene_id": "pc-08-20-03s13", "raw": "A scene from a TV show in which a man pours a drink at a table.", "with_names": "a man pours a drink at a table."}, {"scene_id": "pc-08-20-03s14", "raw": "A scene from a TV show in which a pair of glasses is sitting on a table.", "with_names": "a pair of glasses is sitting on a table."}]