[{"scene_id": "pc-08-29-02s0", "raw": "A scene from a TV show in which a woman is seen in a pink dress and a white apron, kneeling on the ground, with her hands clasped together.", "with_names": "a woman is in a pink dress and a white apron, kneeling on the ground, with her hands clasped together."}, {"scene_id": "pc-08-29-02s1", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is standing behind her", "with_names": "a woman is wearing a white shirt and a man is standing behind her"}, {"scene_id": "pc-08-29-02s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-08-29-02s3", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "pc-08-29-02s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in front of her face.", "with_names": ""}, {"scene_id": "pc-08-29-02s5", "raw": "A scene from a TV show in which a man is looking at the camera and his mouth is open.", "with_names": "a man is looking at the camera and his mouth is open."}, {"scene_id": "pc-08-29-02s6", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing in the doorway.", "with_names": "Frank is walking into a room and Karen is standing in the doorway."}, {"scene_id": "pc-08-29-02s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-29-02s10", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-08-29-02s11", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a confused expression.", "with_names": "a blonde woman is looking at the camera with a confused expression."}, {"scene_id": "pc-08-29-02s12", "raw": "A scene from a TV show in which a woman is scratching her head", "with_names": "a woman is scratching her head"}, {"scene_id": "pc-08-29-02s13", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a headband", "with_names": "Livvie is wearing a blue shirt and a headband"}, {"scene_id": "pc-08-29-02s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Lucy's voice is kissing a man on the cheek."}, {"scene_id": "pc-08-29-02s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-29-02s18", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-08-29-02s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]