[{"scene_id": "gl-01-06-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-06-03s1", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-01-06-03s2", "raw": "A scene from a TV show in which a woman is signing a book for a man.", "with_names": "Cassie is signing a book for Blake."}, {"scene_id": "gl-01-06-03s3", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Danny is looking at the camera with a serious expression."}, {"scene_id": "gl-01-06-03s4", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is standing behind her.", "with_names": "a woman is wearing a red coat and a man is standing behind her."}, {"scene_id": "gl-01-06-03s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-06-03s6", "raw": "A scene from a TV show in which a man is walking away from a woman in a room with a bouquet of flowers.", "with_names": "Alan is walking away from a woman in a room with a bouquet of flowers."}, {"scene_id": "gl-01-06-03s7", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "Marina is singing."}, {"scene_id": "gl-01-06-03s8", "raw": "A scene from a TV show in which a man is wearing a trench coat and a black shirt.", "with_names": "a man is wearing a trench coat and a black shirt."}, {"scene_id": "gl-01-06-03s9", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a blue coat.", "with_names": "a woman is wearing a red turtleneck and a blue coat."}, {"scene_id": "gl-01-06-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-06-03s11", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-01-06-03s12", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "Danny is looking at Michelle and smiling"}, {"scene_id": "gl-01-06-03s13", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "gl-01-06-03s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a brown jacket", "with_names": "Ben is wearing a blue shirt and a brown jacket"}, {"scene_id": "gl-01-06-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and looking concerned.", "with_names": "a man is wearing a suit and a red tie and looking concerned."}, {"scene_id": "gl-01-06-03s16", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a grey scarf.", "with_names": "Danny is wearing a black leather jacket and a grey scarf."}, {"scene_id": "gl-01-06-03s17", "raw": "A scene from a TV show in which a man is kneeling on the floor, a woman stands behind him, and she is laughing.", "with_names": "a man is kneeling on the floor, a woman stands behind him, and she is laughing."}]