[{"scene_id": "oltl-12-20-07s0", "raw": "A scene from a TV show in which Santa is seen walking through a living room with a woman standing in the foreground.", "with_names": "santa is walking through a living room with a woman standing in the foreground."}, {"scene_id": "oltl-12-20-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-20-07s2", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree.", "with_names": "a woman is standing in front of a christmas tree."}, {"scene_id": "oltl-12-20-07s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-12-20-07s4", "raw": "A scene from a TV show in which the word \"IN\" is written in fog", "with_names": "the word \"in\" is written in fog"}, {"scene_id": "oltl-12-20-07s5", "raw": "A scene from a TV show in which a woman is yelling and her mouth is open wide.", "with_names": "a woman is yelling and her mouth is open wide."}, {"scene_id": "oltl-12-20-07s6", "raw": "A scene from a TV show in which a waitress is being harassed by a customer.", "with_names": "a waitress is being harassed by a customer."}, {"scene_id": "oltl-12-20-07s7", "raw": "A scene from a TV show in which a young boy is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-12-20-07s8", "raw": "A scene from a TV show in which two women are sitting on a couch, one is wearing a blue robe and the other is wearing a black one.", "with_names": ""}, {"scene_id": "oltl-12-20-07s9", "raw": "A scene from a TV show in which a man is wearing a black jacket and a long hair", "with_names": "a man is wearing a black jacket and a long hair"}, {"scene_id": "oltl-12-20-07s10", "raw": "A scene from a TV show in which a man is dressed as Santa Claus and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-12-20-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-20-07s12", "raw": "A scene from a TV show in which a nurse is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-20-07s13", "raw": "A scene from a TV show in which a woman is standing in front of a girl, and the girl is looking at her.", "with_names": "a woman is standing in front of a girl, and the girl is looking at her."}, {"scene_id": "oltl-12-20-07s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-20-07s15", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him", "with_names": ""}, {"scene_id": "oltl-12-20-07s16", "raw": "A scene from a TV show in which a boy and a girl are sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-12-20-07s17", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "oltl-12-20-07s18", "raw": "A scene from a TV show in which a man is talking to two other men.", "with_names": ""}, {"scene_id": "oltl-12-20-07s19", "raw": "A scene from a TV show in which a man is talking to a chef in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-20-07s20", "raw": "A scene from a TV show in which a woman is wearing a black beret and a green jacket.", "with_names": "a woman is wearing a black beret and a green jacket."}, {"scene_id": "oltl-12-20-07s21", "raw": "A scene from a TV show in which a man is wearing a chef's coat and a woman is standing next to him.", "with_names": "a man is wearing a chef's coat and ] is standing next to him."}, {"scene_id": "oltl-12-20-07s22", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is sitting on a couch, and a dog is in the background.", "with_names": ""}, {"scene_id": "oltl-12-20-07s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-20-07s24", "raw": "A scene from a TV show in which a man is wearing a black coat and a sweater", "with_names": "a man is wearing a black coat and a sweater"}, {"scene_id": "oltl-12-20-07s25", "raw": "A scene from a TV show in which a man is walking out of a restaurant with a white apron on.", "with_names": "a man is walking out of a restaurant with a white apron on."}, {"scene_id": "oltl-12-20-07s26", "raw": "A scene from a TV show in which a nurse is talking to a woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-12-20-07s27", "raw": "A scene from a TV show in which three women are sitting around a table, talking.", "with_names": ""}, {"scene_id": "oltl-12-20-07s28", "raw": "A scene from a TV show in which a man is arguing with a waiter.", "with_names": "a man is arguing with a waiter."}, {"scene_id": "oltl-12-20-07s29", "raw": "A scene from a TV show in which a woman is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-12-20-07s30", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-20-07s31", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a large African American man standing behind them.", "with_names": "a man and a woman are standing in a room with a large african american man standing behind them."}, {"scene_id": "oltl-12-20-07s32", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-20-07s33", "raw": "A scene from a TV show in which a woman is standing in a bedroom, looking at a bed.", "with_names": "a woman is standing in a bedroom, looking at a bed."}, {"scene_id": "oltl-12-20-07s34", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "oltl-12-20-07s35", "raw": "A scene from a TV show in which a man is sitting in front of a Christmas tree and a window.", "with_names": "a man is sitting in front of a christmas tree and a window."}]