[{"scene_id": "atwt-09-13-04s0", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "atwt-09-13-04s1", "raw": "A scene from a TV show in which a man is trying to open a door while a woman stands behind him", "with_names": "a man is trying to open a door while a woman stands behind him"}, {"scene_id": "atwt-09-13-04s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-13-04s3", "raw": "A scene from a TV show in which a man is lying on a bed with a woman kissing him.", "with_names": "a man is lying on a bed with a woman kissing him."}, {"scene_id": "atwt-09-13-04s4", "raw": "A scene from a TV show in which a woman is looking out of a car window.", "with_names": "a woman is looking out of a car window."}, {"scene_id": "atwt-09-13-04s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-13-04s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-13-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and a baby.", "with_names": "a man is looking at a woman and a baby."}, {"scene_id": "atwt-09-13-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-13-04s9", "raw": "A scene from a TV show in which a man is stuck to a wall by a sheet of paper with pictures of his family.", "with_names": "a man is stuck to a wall by a sheet of paper with pictures of his family."}, {"scene_id": "atwt-09-13-04s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-13-04s11", "raw": "A scene from a TV show in which a man is talking to someone and is looking at his watch.", "with_names": ""}, {"scene_id": "atwt-09-13-04s12", "raw": "A scene from a TV show in which a woman is dancing in a floral dress.", "with_names": "a woman is dancing in a floral dress."}, {"scene_id": "atwt-09-13-04s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-13-04s14", "raw": "A scene from a TV show in which a man is standing next to a woman, both of them are looking down at a cell phone.", "with_names": "a man is standing next to a woman, both of them are looking down at a cell phone."}, {"scene_id": "atwt-09-13-04s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-09-13-04s16", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "atwt-09-13-04s17", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and looking at a vase.", "with_names": "a woman is sitting in a kitchen and looking at a vase."}, {"scene_id": "atwt-09-13-04s18", "raw": "A scene from a TV show in which a blonde man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-13-04s19", "raw": "A scene from a TV show in which a white pill is shown on a pink background. The words \"Prevacid Solutab\" are written in white on the pink background, and the words \"Usually in less than 60 seconds\" are on the white pill.", "with_names": ""}, {"scene_id": "atwt-09-13-04s20", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-13-04s21", "raw": "A scene from a TV show in which a woman is sitting in a chair with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-09-13-04s22", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted in pain", "with_names": "a woman is on the phone and her face is contorted in pain"}, {"scene_id": "atwt-09-13-04s23", "raw": "A scene from a TV show in which a man is talking to someone and a plant is visible in the background", "with_names": ""}, {"scene_id": "atwt-09-13-04s24", "raw": "A scene from a TV show in which a man is walking into a building and a woman is waiting for him.", "with_names": "a man is walking into a building and a woman is waiting for him."}, {"scene_id": "atwt-09-13-04s25", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-09-13-04s26", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-13-04s27", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]