[{"scene_id": "atwt-08-29-07s0", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-29-07s1", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-08-29-07s2", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-29-07s3", "raw": "A scene from a TV show in which a rat is seen scurrying around a room.", "with_names": "a rat is scurrying around a room."}, {"scene_id": "atwt-08-29-07s4", "raw": "A scene from a TV show in which a person is wearing socks with a mop and bucket on them.", "with_names": "a person is wearing socks with a mop and bucket on them."}, {"scene_id": "atwt-08-29-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-08-29-07s6", "raw": "A scene from a TV show in which a woman is dancing in a restaurant.", "with_names": "a woman is dancing in a restaurant."}, {"scene_id": "atwt-08-29-07s7", "raw": "A scene from a TV show in which a woman is lying in bed with her hand on her forehead.", "with_names": "a woman is lying in bed with her hand on her forehead."}, {"scene_id": "atwt-08-29-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "atwt-08-29-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-29-07s10", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-08-29-07s11", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-08-29-07s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at another man.", "with_names": "a man is wearing a suit and a tie and looking at another man."}, {"scene_id": "atwt-08-29-07s13", "raw": "A scene from a TV show in which a man is looking at a box of papers.", "with_names": "a man is looking at a box of papers."}, {"scene_id": "atwt-08-29-07s14", "raw": "A scene from a TV show in which a woman is standing in front of a table and a man and a woman are sitting at it.", "with_names": "a woman is standing in front of a table and a man and a woman are sitting at it."}, {"scene_id": "atwt-08-29-07s15", "raw": "A scene from a TV show in which a man is seen walking through a glass door.", "with_names": "a man is walking through a glass door."}, {"scene_id": "atwt-08-29-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at something off-screen.", "with_names": "a man and a woman are standing next to each other, looking at something off-screen."}, {"scene_id": "atwt-08-29-07s17", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at him.", "with_names": "a man is holding a piece of paper and a woman is looking at him."}, {"scene_id": "atwt-08-29-07s18", "raw": "A scene from a TV show in which a dog is shown being tortured.", "with_names": ""}, {"scene_id": "atwt-08-29-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-29-07s20", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a glass.", "with_names": ""}, {"scene_id": "atwt-08-29-07s21", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-08-29-07s22", "raw": "A scene from a TV show in which a blonde woman smiles at a man.", "with_names": "a blonde woman smiles at a man."}, {"scene_id": "atwt-08-29-07s23", "raw": "A scene from a TV show in which a man stands in front of a whiteboard, with a book and a globe in the background.", "with_names": "a man stands in front of a whiteboard, with a book and a globe in the background."}]