[{"scene_id": "bb-07-02-15s0", "raw": "A scene from a TV show in which a woman sits in a chair and talks to a man in a suit.", "with_names": "Ivy sits in a chair and talks to a man in a suit."}, {"scene_id": "bb-07-02-15s1", "raw": "A scene from a TV show in which two women are talking in a room.", "with_names": ""}, {"scene_id": "bb-07-02-15s2", "raw": "A scene from a TV show in which a man is handing a stack of papers to a woman.", "with_names": "a man is handing a stack of papers to a woman."}, {"scene_id": "bb-07-02-15s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-02-15s4", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-02-15s5", "raw": "A scene from a TV show in which a man and a woman sit at a desk and talk.", "with_names": "a man and a woman sit at a desk and talk."}, {"scene_id": "bb-07-02-15s6", "raw": "A scene from a TV show in which a woman is looking at a piece of paper and a man is standing next to her.", "with_names": "a woman is looking at a piece of paper and a man is standing next to her."}, {"scene_id": "bb-07-02-15s7", "raw": "A scene from a TV show in which a group of people are sitting around a table and talking.", "with_names": ""}, {"scene_id": "bb-07-02-15s8", "raw": "A scene from a TV show in which a young black man and a white woman are standing in a room.", "with_names": "a young black man and a white woman are standing in a room."}, {"scene_id": "bb-07-02-15s9", "raw": "A scene from a TV show in which a woman is walking down a hallway, wearing a black dress.", "with_names": "a woman is walking down a hallway, wearing a black dress."}, {"scene_id": "bb-07-02-15s10", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-07-02-15s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]