[{"scene_id": "gl-10-26-05s0", "raw": "A scene from a TV show in which a woman is holding a silver object and a man is standing next to her.", "with_names": "Beth is holding a silver object and Alan is standing next to her."}, {"scene_id": "gl-10-26-05s1", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-10-26-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-26-05s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and another woman is standing behind her.", "with_names": "a woman is sitting at a table with a drink and another woman is standing behind her."}, {"scene_id": "gl-10-26-05s4", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-10-26-05s5", "raw": "A scene from a TV show in which a woman is sitting on a couch wrapped in a blanket.", "with_names": ""}, {"scene_id": "gl-10-26-05s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a cell phone.", "with_names": ""}, {"scene_id": "gl-10-26-05s7", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and looking at the camera.", "with_names": "a blonde woman is wearing a green dress and looking at the camera."}, {"scene_id": "gl-10-26-05s8", "raw": "A scene from a TV show in which a blonde woman is singing in front of a blue wall.", "with_names": "a blonde woman is singing in front of a blue wall."}, {"scene_id": "gl-10-26-05s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "gl-10-26-05s10", "raw": "A scene from a TV show in which a man is pouring water on a woman.", "with_names": "a man is pouring water on a woman."}, {"scene_id": "gl-10-26-05s11", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-10-26-05s12", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at the camera.", "with_names": "a woman is holding a gun and pointing it at the camera."}, {"scene_id": "gl-10-26-05s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-10-26-05s14", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at the camera.", "with_names": "a woman is holding a gun and pointing it at the camera."}, {"scene_id": "gl-10-26-05s15", "raw": "A scene from a TV show in which a woman is wrapped in a blanket", "with_names": "a woman is wrapped in a blanket"}, {"scene_id": "gl-10-26-05s16", "raw": "A scene from a TV show in which a woman is laughing at a man.", "with_names": "a woman is laughing at a man."}, {"scene_id": "gl-10-26-05s17", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-26-05s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a fireplace. The man is wrapped in a blanket and the woman is wearing a dress.", "with_names": "a man and a woman are standing in a room with a fireplace. the man is wrapped in a blanket and the woman is wearing a dress."}, {"scene_id": "gl-10-26-05s19", "raw": "", "with_names": ""}]