[{"scene_id": "atwt-03-28-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-28-03s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with their heads touching.", "with_names": "] and a woman are lying in bed, with their heads touching."}, {"scene_id": "atwt-03-28-03s2", "raw": "A scene from a TV show in which a woman is throwing a cup at another woman.", "with_names": "a woman is throwing a cup at another woman."}, {"scene_id": "atwt-03-28-03s3", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and a sweater.", "with_names": "a woman is wearing a turtleneck and a sweater."}, {"scene_id": "atwt-03-28-03s4", "raw": "A scene from a TV show in which a little girl is standing on a table with her two brothers.", "with_names": "a little girl is standing on a table with her two brothers."}, {"scene_id": "atwt-03-28-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-28-03s6", "raw": "A scene from a TV show in which a man is talking to someone and wearing a red shirt.", "with_names": ""}, {"scene_id": "atwt-03-28-03s7", "raw": "A scene from a TV show in which a blonde woman is whispering into the ear of a brunette womanI.", "with_names": "a blonde woman is whispering into the ear of a brunette womani."}, {"scene_id": "atwt-03-28-03s8", "raw": "A scene from a TV show in which a plane is seen flying through a cloud", "with_names": "a plane is flying through a cloud"}, {"scene_id": "atwt-03-28-03s9", "raw": "A scene from a TV show in which a young man is sitting in a library and looking at the camera.", "with_names": "a young man is sitting in a library and looking at the camera."}, {"scene_id": "atwt-03-28-03s10", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by ]."}, {"scene_id": "atwt-03-28-03s11", "raw": "A scene from a TV show in which Zytrac is shown to be approved to treat indoor and outdoor allergens", "with_names": ""}, {"scene_id": "atwt-03-28-03s12", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "atwt-03-28-03s13", "raw": "A scene from a TV show in which a woman is wearing a white robe and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-03-28-03s14", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}]