[{"scene_id": "bb-08-01-06s0", "raw": "A scene from a TV show in which a woman is wearing a pink corset and a man is adjusting her dress.", "with_names": "Donna is wearing a pink corset and Ridge is adjusting her dress."}, {"scene_id": "bb-08-01-06s1", "raw": "A scene from a TV show in which a little girl is holding a cell phone and an older woman is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-08-01-06s2", "raw": "A scene from a TV show in which a man is wearing a red shirt and a clock is visible on his shirt", "with_names": "a man is wearing a red shirt and a clock is visible on his shirt"}, {"scene_id": "bb-08-01-06s3", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "bb-08-01-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-01-06s5", "raw": "A scene from a TV show in which a man is wearing a red shirt and a clock is visible on his shirtre", "with_names": "a man is wearing a red shirt and a clock is visible on his shirtre"}, {"scene_id": "bb-08-01-06s6", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine, and a man is standing behind her.", "with_names": "a woman is sitting at a table with a glass of wine, and a man is standing behind her."}, {"scene_id": "bb-08-01-06s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and a clock is visible on the screen", "with_names": "a man is wearing a red shirt and a clock is visible on the screen"}, {"scene_id": "bb-08-01-06s8", "raw": "A scene from a TV show in which a man is standing behind an older woman, who is looking down.", "with_names": "a man is standing behind an older woman, who is looking down."}, {"scene_id": "bb-08-01-06s9", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "bb-08-01-06s10", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "bb-08-01-06s11", "raw": "A scene from a TV show in which a man is sitting in a chair with his eyes closed", "with_names": ""}, {"scene_id": "bb-08-01-06s12", "raw": "A scene from a TV show in which a man is holding a lamp and three other men are standing around him.", "with_names": "a man is holding a lamp and three other men are standing around him."}]