[{"scene_id": "gl-07-25-06s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-07-25-06s1", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "gl-07-25-06s2", "raw": "A scene from a TV show in which a man is seen in a dark room, with a bright light shining on him.", "with_names": "a man is in a dark room, with a bright light shining on him."}, {"scene_id": "gl-07-25-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-25-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-25-06s5", "raw": "A scene from a TV show in which a woman is wearing a bra and a boy is watching her.", "with_names": "a woman is wearing a bra and a boy is watching her."}, {"scene_id": "gl-07-25-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-25-06s7", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-25-06s8", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "gl-07-25-06s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-25-06s10", "raw": "A scene from a TV show in which a woman is talking to a man and two other men.", "with_names": ""}, {"scene_id": "gl-07-25-06s11", "raw": "A scene from a TV show in which a woman is seen wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "gl-07-25-06s12", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-07-25-06s13", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind them.", "with_names": ""}, {"scene_id": "gl-07-25-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-25-06s15", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-07-25-06s16", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor.", "with_names": "a man and a woman are sitting on the floor."}, {"scene_id": "gl-07-25-06s17", "raw": "A scene from a TV show in which a woman is standing outside a house, looking at a window.", "with_names": "a woman is standing outside a house, looking at a window."}, {"scene_id": "gl-07-25-06s18", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is looking at him with her hands folded.", "with_names": "a woman is sitting at a table with a man, and she is looking at him with her hands folded."}, {"scene_id": "gl-07-25-06s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-25-06s20", "raw": "A scene from a TV show in which a little boy is being hugged by his mother", "with_names": "a little boy is being hugged by his mother"}, {"scene_id": "gl-07-25-06s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-07-25-06s22", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-07-25-06s23", "raw": "A scene from a TV show in which a man is talking to someone and they are both laughing.", "with_names": ""}, {"scene_id": "gl-07-25-06s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-25-06s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "gl-07-25-06s26", "raw": "A scene from a TV show in which a man is lying in bed with his eyes open.", "with_names": "a man is lying in bed with his eyes open."}]