[{"scene_id": "gl-06-17-04s0", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a woman standing behind him.", "with_names": "a man is sitting at a table with a bottle and a woman standing behind him."}, {"scene_id": "gl-06-17-04s1", "raw": "A scene from a TV show in which a girl is talking to a boy and he is talking back to her.", "with_names": ""}, {"scene_id": "gl-06-17-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-17-04s3", "raw": "A scene from a TV show in which a woman is wearing a shirt and a skirt", "with_names": "a woman is wearing a shirt and a skirt"}, {"scene_id": "gl-06-17-04s4", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-06-17-04s5", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "gl-06-17-04s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Phillip is looking at Olivia and she is looking back at him."}, {"scene_id": "gl-06-17-04s7", "raw": "A scene from a TV show in which a man is holding a sign that says \"Way Too Much\"", "with_names": "a man is holding a sign that says \"way too much\""}, {"scene_id": "gl-06-17-04s9", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "gl-06-17-04s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is talking back to her.", "with_names": ""}, {"scene_id": "gl-06-17-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-17-04s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "Phillip is crying"}, {"scene_id": "gl-06-17-04s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her face", "with_names": ""}, {"scene_id": "gl-06-17-04s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-06-17-04s15", "raw": "A scene from a TV show in which a man is eating cake and a woman is standing behind him", "with_names": "Phillip is eating cake and Olivia is standing behind him"}, {"scene_id": "gl-06-17-04s16", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "gl-06-17-04s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-06-17-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-06-17-04s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-17-04s20", "raw": "A scene from a TV show in which a man is serving a woman a plate of food.", "with_names": "Phillip is serving Olivia a plate of food."}, {"scene_id": "gl-06-17-04s21", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-17-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-17-04s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-17-04s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "gl-06-17-04s25", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt.", "with_names": "a woman is wearing a suit and a white shirt."}, {"scene_id": "gl-06-17-04s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of surprise on her face.", "with_names": ""}, {"scene_id": "gl-06-17-04s27", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-06-17-04s28", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-06-17-04s29", "raw": "A scene from a TV show in which a man and a woman are sitting in a bar, drinking wine.", "with_names": "a man and a woman are sitting in a bar, drinking wine."}, {"scene_id": "gl-06-17-04s30", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-06-17-04s31", "raw": "A scene from a TV show in which a woman is talking to another woman and they are both wearing black dresses.", "with_names": ""}, {"scene_id": "gl-06-17-04s32", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black suit", "with_names": "a woman is wearing a white shirt and a black suit"}, {"scene_id": "gl-06-17-04s33", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "Phillip and a woman are looking at each other and smiling."}]