[{"scene_id": "pc-01-15-03s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Tess is looking at the camera with a serious expression."}, {"scene_id": "pc-01-15-03s1", "raw": "A scene from a TV show in which a man is holding a bottle and a woman is trying to get it away from him.", "with_names": "a man is holding a bottle and a woman is trying to get it away from him."}, {"scene_id": "pc-01-15-03s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "pc-01-15-03s3", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "pc-01-15-03s4", "raw": "A scene from a TV show in which a woman slaps a man in the face", "with_names": "a woman slaps a man in the face"}, {"scene_id": "pc-01-15-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-01-15-03s6", "raw": "A scene from a TV show in which a man is playing a game with a bottle and a woman is watching him", "with_names": "a man is playing a game with a bottle and a woman is watching him"}, {"scene_id": "pc-01-15-03s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-01-15-03s8", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long.", "with_names": ""}, {"scene_id": "pc-01-15-03s9", "raw": "A scene from a TV show in which a man and a woman are standing in a snowy forest.", "with_names": "a man and a woman are standing in a snowy forest."}, {"scene_id": "pc-01-15-03s10", "raw": "A scene from a TV show in which a man is talking to another man and smiling.", "with_names": ""}, {"scene_id": "pc-01-15-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-01-15-03s12", "raw": "A scene from a TV show in which a man is sitting on a couch in a room with a fireplace.", "with_names": ""}, {"scene_id": "pc-01-15-03s13", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "pc-01-15-03s14", "raw": "A scene from a TV show in which a man is smoking a cigarette in front of a bush.", "with_names": "a man is smoking a cigarette in front of a bush."}]