[{"scene_id": "atwt-07-17-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-17-01s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-17-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-17-01s3", "raw": "A scene from a TV show in which a pyramid is shown to be made of paper", "with_names": ""}, {"scene_id": "atwt-07-17-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-17-01s5", "raw": "A scene from a TV show in which a man is strapped into a chair and a woman is standing over him.", "with_names": "a man is strapped into a chair and a woman is standing over him."}, {"scene_id": "atwt-07-17-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-17-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-17-01s8", "raw": "A scene from a TV show in which a man is sitting in a room with his hand on his head", "with_names": "Bryant is sitting in a room with his hand on his head"}, {"scene_id": "atwt-07-17-01s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hands clasped together.", "with_names": ""}, {"scene_id": "atwt-07-17-01s10", "raw": "A scene from a TV show in which a woman is standing in front of a chart, with a hand holding a tube.", "with_names": "Carly is standing in front of a chart, with a hand holding a tube."}, {"scene_id": "atwt-07-17-01s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "atwt-07-17-01s12", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a lamp.", "with_names": "a woman is sitting in a room and looking at a lamp."}, {"scene_id": "atwt-07-17-01s13", "raw": "A scene from a TV show in which a woman is wearing a cat mask and is standing over a man in a meeting room.", "with_names": "a woman is wearing a cat mask and is standing over a man in a meeting room."}, {"scene_id": "atwt-07-17-01s14", "raw": "A scene from a TV show in which a man is standing next to a bed and a woman is lying on it.", "with_names": "Paul is standing next to a bed and Nurse is lying on it."}, {"scene_id": "atwt-07-17-01s15", "raw": "A scene from a TV show in which a woman is talking and wearing a red leather jacket.", "with_names": ""}, {"scene_id": "atwt-07-17-01s16", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-17-01s17", "raw": "A scene from a TV show in which a man is talking and his hand is raised", "with_names": ""}, {"scene_id": "atwt-07-17-01s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}]