[{"scene_id": "atwt-05-25-06s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-25-06s1", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a red strap around his waist.", "with_names": "a young man is wearing a green shirt and a red strap around his waist."}, {"scene_id": "atwt-05-25-06s2", "raw": "A scene from a TV show in which two men are standing in a kitchen and talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-25-06s3", "raw": "A scene from a TV show in which a blonde woman is wearing a purple shirt and a ponytail.", "with_names": "a blonde woman is wearing a purple shirt and a ponytail."}, {"scene_id": "atwt-05-25-06s4", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "atwt-05-25-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-06s6", "raw": "A scene from a TV show in which a man is lying on the floor in an office, with a laptop and a chair in the background.", "with_names": "a man is lying on the floor in an office, with a laptop and a chair in the background."}, {"scene_id": "atwt-05-25-06s7", "raw": "A scene from a TV show in which a young boy is sitting at a counter in a coffee shop.", "with_names": "a young boy is sitting at a counter in a coffee shop."}, {"scene_id": "atwt-05-25-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-25-06s9", "raw": "A scene from a TV show in which a man is looking at a microphone and making a funny face.", "with_names": "a man is looking at a microphone and making a funny face."}, {"scene_id": "atwt-05-25-06s10", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a black jacket.", "with_names": "a woman is wearing a green shirt and a black jacket."}, {"scene_id": "atwt-05-25-06s11", "raw": "A scene from a TV show in which a woman is shown applying a product to her back.", "with_names": ""}, {"scene_id": "atwt-05-25-06s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-25-06s13", "raw": "A scene from a TV show in which a man is opening a door and a vase is on the floor.", "with_names": "a man is opening a door and a vase is on the floor."}, {"scene_id": "atwt-05-25-06s14", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black hat", "with_names": "a man is wearing a red shirt and a black hat"}, {"scene_id": "atwt-05-25-06s15", "raw": "A scene from a TV show in which a little boy is seen playing with a toy gun.", "with_names": "a little boy is playing with a toy gun."}, {"scene_id": "atwt-05-25-06s16", "raw": "A scene from a TV show in which a man is sitting at a desk and smiling.", "with_names": "a man is sitting at a desk and smiling."}, {"scene_id": "atwt-05-25-06s17", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-25-06s18", "raw": "A scene from a TV show in which a weatherman is talking about a map.", "with_names": ""}, {"scene_id": "atwt-05-25-06s19", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking down.", "with_names": "a man is wearing a red shirt and looking down."}, {"scene_id": "atwt-05-25-06s20", "raw": "A scene from a TV show in which a woman is seen washing dishes in a kitchen.", "with_names": "a woman is washing dishes in a kitchen."}, {"scene_id": "atwt-05-25-06s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at each other.", "with_names": "a man and a woman are standing in a room, looking at each other."}, {"scene_id": "atwt-05-25-06s22", "raw": "A scene from a TV show in which a man is talking about lowering bad cholesterol.", "with_names": ""}, {"scene_id": "atwt-05-25-06s23", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a piece of paper.", "with_names": ""}, {"scene_id": "atwt-05-25-06s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-25-06s25", "raw": "A scene from a TV show in which a man with a beard is yelling.", "with_names": "a man with a beard is yelling."}, {"scene_id": "atwt-05-25-06s26", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "atwt-05-25-06s27", "raw": "A scene from a TV show in which a picture frame is on sale for $1.", "with_names": "a picture frame is on sale for $1."}]