[{"scene_id": "bb-04-24-17s0", "raw": "A scene from a TV show in which a man is lying on a bed with a woman, with his hand on her shoulder.", "with_names": "a man is lying on a bed with a woman, with his hand on her shoulder."}, {"scene_id": "bb-04-24-17s1", "raw": "A scene from a TV show in which a man is standing in a bar, holding a cup and talking to another man.", "with_names": ""}, {"scene_id": "bb-04-24-17s2", "raw": "A scene from a TV show in which a man is painting a picture in a room with a desk and a chair.", "with_names": "a man is painting a picture in a room with a desk and a chair."}, {"scene_id": "bb-04-24-17s3", "raw": "A scene from a TV show in which two women are standing face to face, with one of them looking at the other with a stern expression.", "with_names": "two women are standing face to face, with one of them looking at the other with a stern expression."}, {"scene_id": "bb-04-24-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-04-24-17s5", "raw": "A scene from a TV show in which a woman is lying in bed and a glass is on the floor.", "with_names": "a woman is lying in bed and a glass is on the floor."}, {"scene_id": "bb-04-24-17s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-24-17s7", "raw": "A scene from a TV show in which two women are standing in front of a door.", "with_names": "two women are standing in front of a door."}, {"scene_id": "bb-04-24-17s8", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at his phone.", "with_names": "a man is sitting at a desk and looking at his phone."}, {"scene_id": "bb-04-24-17s9", "raw": "A scene from a TV show in which three women are standing in front of a door.", "with_names": "three women are standing in front of a door."}, {"scene_id": "bb-04-24-17s11", "raw": "A scene from a TV show in which a man is standing in front of a painting.", "with_names": "a man is standing in front of a painting."}, {"scene_id": "bb-04-24-17s12", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "Quinn is shocked by Eric."}, {"scene_id": "bb-04-24-17s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing in front of her.", "with_names": "a woman is sitting at a desk and a man is standing in front of her."}, {"scene_id": "bb-04-24-17s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-04-24-17s16", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-24-17s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-24-17s18", "raw": "A scene from a TV show in which two men stand in an office.", "with_names": "two men stand in an office."}, {"scene_id": "bb-04-24-17s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-04-24-17s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]