[{"scene_id": "atwt-10-17-05s0", "raw": "A scene from a TV show in which a man is seen smashing a glass with a hammer.", "with_names": "a man is smashing a glass with a hammer."}, {"scene_id": "atwt-10-17-05s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-17-05s2", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}, {"scene_id": "atwt-10-17-05s3", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt", "with_names": "] is wearing a suit and a red shirt"}, {"scene_id": "atwt-10-17-05s4", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "atwt-10-17-05s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-17-05s6", "raw": "A scene from a TV show in which a blonde woman is wearing a black blazer and a necklace.", "with_names": "a blonde woman is wearing a black blazer and a necklace."}, {"scene_id": "atwt-10-17-05s7", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "] and a woman are looking at each other."}, {"scene_id": "atwt-10-17-05s8", "raw": "A scene from a TV show in which a man is driving a car and looks to the side.", "with_names": "a man is driving a car and looks to the side."}, {"scene_id": "atwt-10-17-05s9", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-10-17-05s10", "raw": "A scene from a TV show in which a man is shaking hands with a woman in a hotel lobby.", "with_names": "a man is shaking hands with a woman in a hotel lobby."}, {"scene_id": "atwt-10-17-05s11", "raw": "A scene from a TV show in which a woman lies in bed with her eyes closed.", "with_names": "a woman lies in bed with her eyes closed."}, {"scene_id": "atwt-10-17-05s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-10-17-05s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-10-17-05s14", "raw": "A scene from a TV show in which a man is sitting in a car and looking at a woman.", "with_names": "a man is sitting in a car and looking at a woman."}, {"scene_id": "atwt-10-17-05s15", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-10-17-05s16", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-10-17-05s17", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-10-17-05s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-10-17-05s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-17-05s20", "raw": "A scene from a TV show in which a man is lying on the ground with his mouth open.", "with_names": "a man is lying on the ground with his mouth open."}, {"scene_id": "atwt-10-17-05s21", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-17-05s22", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-10-17-05s23", "raw": "A scene from a TV show in which a beer keg is shown with a logo", "with_names": ""}, {"scene_id": "atwt-10-17-05s24", "raw": "A scene from a TV show in which a woman is on the phone with a man.", "with_names": "a woman is on the phone with a man."}, {"scene_id": "atwt-10-17-05s25", "raw": "A scene from a TV show in which a woman is lying on a man's chest and his arm is around her.", "with_names": "a woman is lying on a man's chest and his arm is around her."}, {"scene_id": "atwt-10-17-05s26", "raw": "A scene from a TV show in which a woman is standing in a hallway with a lamp on a table and a mirror on the wall.", "with_names": "a woman is standing in a hallway with a lamp on a table and a mirror on the wall."}, {"scene_id": "atwt-10-17-05s27", "raw": "A scene from a TV show in which two bottles of foundation are shown.", "with_names": "two bottles of foundation are shown."}]