[{"scene_id": "bb-03-12-15s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-12-15s1", "raw": "A scene from a TV show in which a man is surprised by a masked woman.", "with_names": "a man is surprised by a masked woman."}, {"scene_id": "bb-03-12-15s2", "raw": "A scene from a TV show in which a man and a woman are standing face to face and smiling.", "with_names": "a man and a woman are standing face to face and smiling."}, {"scene_id": "bb-03-12-15s3", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "bb-03-12-15s4", "raw": "A scene from a TV show in which a woman looks at a man and he looks at her.", "with_names": "a woman looks at a man and he looks at her."}, {"scene_id": "bb-03-12-15s5", "raw": "A scene from a TV show in which a woman is standing in a living room.", "with_names": "] is standing in a living room."}, {"scene_id": "bb-03-12-15s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at jewelry.", "with_names": "a woman is sitting at a desk and looking at jewelry."}, {"scene_id": "bb-03-12-15s7", "raw": "A scene from a TV show in which a group of women sit in a circle and talk about their experiences with domestic violence.", "with_names": "a group of women sit in a circle and talk about their experiences with domestic violence."}, {"scene_id": "bb-03-12-15s8", "raw": "A scene from a TV show in which a man and a woman are talking in a room with a desk and a computer.", "with_names": ""}, {"scene_id": "bb-03-12-15s9", "raw": "A scene from a TV show in which a woman reads a letter.", "with_names": "a woman reads a letter."}, {"scene_id": "bb-03-12-15s10", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a laptop.", "with_names": "a man is standing in a room with a desk and a laptop."}, {"scene_id": "bb-03-12-15s11", "raw": "A scene from a TV show in which a woman is standing in a room with a bookcase.", "with_names": "a woman is standing in a room with a bookcase."}, {"scene_id": "bb-03-12-15s12", "raw": "A scene from a TV show in which a man is standing in a doorway and looking around.", "with_names": "a man is standing in a doorway and looking around."}, {"scene_id": "bb-03-12-15s13", "raw": "A scene from a TV show in which two men are preparing for a meeting.", "with_names": "two men are preparing for a meeting."}, {"scene_id": "bb-03-12-15s14", "raw": "A scene from a TV show in which a woman is working on a laptop in front of a fireplace.", "with_names": "a woman is working on a laptop in front of a fireplace."}, {"scene_id": "bb-03-12-15s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-12-15s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a young woman.", "with_names": "a woman is sitting at a table with a man and a young woman."}, {"scene_id": "bb-03-12-15s17", "raw": "A scene from a TV show in which three men sit around a conference table and discuss a case.", "with_names": "three men sit around a conference table and discuss a case."}, {"scene_id": "bb-03-12-15s18", "raw": "A scene from a TV show in which two women are talking in a living room.", "with_names": ""}, {"scene_id": "bb-03-12-15s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-12-15s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-03-12-15s21", "raw": "A scene from a TV show in which a man is talking to another man in a suit.", "with_names": ""}, {"scene_id": "bb-03-12-15s22", "raw": "A scene from a TV show in which a young girl is talking to her mother.", "with_names": ""}]