[{"scene_id": "atwt-04-07-03s0", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a brown coat and a red and white patterned top.", "with_names": "a woman is walking down a street, wearing a brown coat and a red and white patterned top."}, {"scene_id": "atwt-04-07-03s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-07-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-07-03s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-07-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-03s5", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking towards him.", "with_names": "a man is standing in a kitchen and a woman is walking towards him."}, {"scene_id": "atwt-04-07-03s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-03s7", "raw": "A scene from a TV show in which a young man is talking to another young man who is wearing a red shirt.", "with_names": ""}, {"scene_id": "atwt-04-07-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-04-07-03s9", "raw": "A scene from a TV show in which a police officer is driving a car and talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-03s10", "raw": "A scene from a TV show in which a woman is sitting in a jail cell.", "with_names": "a woman is sitting in a jail cell."}, {"scene_id": "atwt-04-07-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-04-07-03s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-07-03s13", "raw": "A scene from a TV show in which a woman is wearing a police uniform and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-07-03s14", "raw": "A scene from a TV show in which a young woman is smiling and looking to the right.", "with_names": "a young woman is smiling and looking to the right."}, {"scene_id": "atwt-04-07-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-04-07-03s16", "raw": "A scene from a TV show in which a woman is being handcuffed by a police officer.", "with_names": "a woman is being handcuffed by a police officer."}, {"scene_id": "atwt-04-07-03s17", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-04-07-03s18", "raw": "A scene from a TV show in which a woman is sitting at a dining table and a man is standing behind her, looking at his cell phone.", "with_names": "a woman is sitting at a dining table and a man is standing behind her, looking at his cell phone."}, {"scene_id": "atwt-04-07-03s19", "raw": "A scene from a TV show in which a plane is flying over water.", "with_names": "a plane is flying over water."}, {"scene_id": "atwt-04-07-03s20", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-07-03s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at his watch.", "with_names": ""}, {"scene_id": "atwt-04-07-03s22", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]