[{"scene_id": "oltl-05-12-06s0", "raw": "A scene from a TV show in which a man is walking down a hallway with a doctor and a nurse behind him.", "with_names": "a man is walking down a hallway with a doctor and a nurse behind him."}, {"scene_id": "oltl-05-12-06s1", "raw": "A scene from a TV show in which a man is sitting at a laptop in a bar.", "with_names": "a man is sitting at a laptop in a bar."}, {"scene_id": "oltl-05-12-06s2", "raw": "A scene from a TV show in which a woman is walking with crutches and a man is standing behind her.", "with_names": "a woman is walking with crutches and a man is standing behind her."}, {"scene_id": "oltl-05-12-06s3", "raw": "A scene from a TV show in which a man is seen holding a piece of paper in his hand and a woman is standing behind him.", "with_names": "a man is holding a piece of paper in his hand and a woman is standing behind him."}, {"scene_id": "oltl-05-12-06s4", "raw": "A scene from a TV show in which a man is pushing a baby in a hospital bed.", "with_names": "a man is pushing a baby in a hospital bed."}, {"scene_id": "oltl-05-12-06s5", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at a pillow.", "with_names": "a man is holding a gun and pointing it at a pillow."}, {"scene_id": "oltl-05-12-06s6", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-05-12-06s7", "raw": "A scene from a TV show in which a man is handcuffed and lying on a bed in a prison cell.", "with_names": "a man is handcuffed and lying on a bed in a prison cell."}, {"scene_id": "oltl-05-12-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-12-06s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed with wires attached to his head.", "with_names": "a man is lying in a hospital bed with wires attached to his head."}, {"scene_id": "oltl-05-12-06s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-12-06s11", "raw": "A scene from a TV show in which a man is sitting on a motorcycle and a woman is standing next to him.", "with_names": "a man is sitting on a motorcycle and a woman is standing next to him."}, {"scene_id": "oltl-05-12-06s12", "raw": "A scene from a TV show in which a man is sitting at a computer and looking at his computer screen.", "with_names": "a man is sitting at a computer and looking at his computer screen."}, {"scene_id": "oltl-05-12-06s13", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "oltl-05-12-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-12-06s15", "raw": "A scene from a TV show in which a man is talking to a woman in front of a computer.", "with_names": ""}, {"scene_id": "oltl-05-12-06s16", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a nurse is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-12-06s17", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt and is looking at the camera", "with_names": "a man is wearing a tie and a shirt and is looking at the camera"}, {"scene_id": "oltl-05-12-06s18", "raw": "A scene from a TV show in which two women are standing next to each other, one is holding a glass and the other is looking at her.", "with_names": "two women are standing next to each other, one is holding a glass and the other is looking at her."}, {"scene_id": "oltl-05-12-06s19", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-12-06s20", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-05-12-06s21", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a tie and is looking down and frowning.", "with_names": "a man is wearing a brown shirt and a tie and is looking down and frowning."}, {"scene_id": "oltl-05-12-06s22", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-05-12-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-12-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-12-06s25", "raw": "A scene from a TV show in which a man is in an orange jumpsuit behind bars.", "with_names": "a man is in an orange jumpsuit behind bars."}, {"scene_id": "oltl-05-12-06s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking.", "with_names": ""}, {"scene_id": "oltl-05-12-06s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-12-06s28", "raw": "A scene from a TV show in which a man is talking to a woman on a plane.", "with_names": ""}]