[{"scene_id": "bb-06-08-17s0", "raw": "A scene from a TV show in which the sun is shining through palm trees.", "with_names": "the sun is shining through palm trees."}, {"scene_id": "bb-06-08-17s1", "raw": "A scene from a TV show in which a woman sits on a couch with her baby and plays with a toy.", "with_names": "a woman sits on a couch with her baby and plays with a toy."}, {"scene_id": "bb-06-08-17s2", "raw": "A scene from a TV show in which a woman is wearing a green jacket and her hands are in her pockets.", "with_names": "a woman is wearing a green jacket and her hands are in her pockets."}, {"scene_id": "bb-06-08-17s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-06-08-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-08-17s5", "raw": "A scene from a TV show in which the Getty Center is shown.", "with_names": ""}, {"scene_id": "bb-06-08-17s6", "raw": "A scene from a TV show in which a young black man is sitting in a room with a brown door and a white wall.", "with_names": "a young black man is sitting in a room with a brown door and a white wall."}, {"scene_id": "bb-06-08-17s7", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-06-08-17s8", "raw": "A scene from a TV show in which a man is talking to another man in a suit.", "with_names": ""}, {"scene_id": "bb-06-08-17s9", "raw": "A scene from a TV show in which a woman is holding her hand to her chest and looking sad.", "with_names": "a woman is holding her hand to her chest and looking sad."}, {"scene_id": "bb-06-08-17s10", "raw": "A scene from a TV show in which a man is sitting at a desk with a stack of papers.", "with_names": "a man is sitting at a desk with a stack of papers."}, {"scene_id": "bb-06-08-17s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-08-17s12", "raw": "A scene from a TV show in which a man is walking into a room and another man is standing in the doorway.", "with_names": "a man is walking into a room and another man is standing in the doorway."}, {"scene_id": "bb-06-08-17s13", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "bb-06-08-17s14", "raw": "A scene from a TV show in which a man is sitting in a chair and looking up at the ceiling.", "with_names": ""}, {"scene_id": "bb-06-08-17s15", "raw": "A scene from a TV show in which a baby is held up by a stuffed giraffe.", "with_names": "a baby is held up by a stuffed giraffe."}, {"scene_id": "bb-06-08-17s16", "raw": "A scene from a TV show in which a woman is seen walking into a room with a bottle.", "with_names": "Katie is walking into a room with a bottle."}, {"scene_id": "bb-06-08-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}]