[{"scene_id": "oltl-11-13-07s0", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-11-13-07s1", "raw": "A scene from a TV show in which a woman is talking to two other women in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-13-07s2", "raw": "A scene from a TV show in which a woman is standing in a room with a dog on a bed.", "with_names": "a woman is standing in a room with a dog on a bed."}, {"scene_id": "oltl-11-13-07s3", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "a man is driving a car and a woman is sitting next to him."}, {"scene_id": "oltl-11-13-07s4", "raw": "A scene from a TV show in which a bright light is shining on a wall.", "with_names": "a bright light is shining on a wall."}, {"scene_id": "oltl-11-13-07s5", "raw": "A scene from a TV show in which a woman is knocking on a door", "with_names": "a woman is knocking on a door"}, {"scene_id": "oltl-11-13-07s6", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "oltl-11-13-07s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-13-07s8", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "a woman is shaking hands with a man."}, {"scene_id": "oltl-11-13-07s9", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-11-13-07s10", "raw": "A scene from a TV show in which a man is standing behind a woman, looking at her.", "with_names": "a man is standing behind a woman, looking at her."}, {"scene_id": "oltl-11-13-07s11", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-11-13-07s12", "raw": "A scene from a TV show in which two women sit on a bed and talk.", "with_names": "two women sit on a bed and talk."}, {"scene_id": "oltl-11-13-07s13", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-11-13-07s14", "raw": "A scene from a TV show in which a man is holding a woman by the hair.", "with_names": "a man is holding a woman by the hair."}, {"scene_id": "oltl-11-13-07s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-13-07s16", "raw": "A scene from a TV show in which a man is standing in front of a TV, with a picture of a man on the screen.", "with_names": "a man is standing in front of a tv, with a picture of a man on the screen."}, {"scene_id": "oltl-11-13-07s17", "raw": "A scene from a TV show in which a man is seen holding a gun.", "with_names": "a man is holding a gun."}, {"scene_id": "oltl-11-13-07s18", "raw": "A scene from a TV show in which a woman is playing cards with a man.", "with_names": "a woman is playing cards with ]."}, {"scene_id": "oltl-11-13-07s19", "raw": "A scene from a TV show in which a woman is sitting in a car and a man is standing next to her.", "with_names": "a woman is sitting in a car and a man is standing next to her."}, {"scene_id": "oltl-11-13-07s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-13-07s21", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "oltl-11-13-07s22", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-13-07s23", "raw": "A scene from a TV show in which a woman is wearing a silver jacket and earrings.", "with_names": "a woman is wearing a silver jacket and earrings."}, {"scene_id": "oltl-11-13-07s24", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-13-07s25", "raw": "A scene from a TV show in which a woman is looking at a door and a man is standing behind her", "with_names": "a woman is looking at a door and a man is standing behind her"}, {"scene_id": "oltl-11-13-07s26", "raw": "A scene from a TV show in which a woman is wearing a silver jacket and a necklace.", "with_names": "a woman is wearing a silver jacket and a necklace."}, {"scene_id": "oltl-11-13-07s27", "raw": "A scene from a TV show in which a woman is wearing a red bob wig and a brown jacket.", "with_names": "a woman is wearing a red bob wig and a brown jacket."}, {"scene_id": "oltl-11-13-07s28", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a pink shirt", "with_names": "a woman is wearing a red scarf and a pink shirt"}]