[{"scene_id": "bb-02-03-14s0", "raw": "A scene from a TV show in which a man shows a woman a photo of a dead body.", "with_names": "a man shows a woman a photo of a dead body."}, {"scene_id": "bb-02-03-14s1", "raw": "A scene from a TV show in which a woman and a man are standing in a foyer, a little boy is playing with a toy car.", "with_names": "a woman and a man are standing in a foyer, a little boy is playing with a toy car."}, {"scene_id": "bb-02-03-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-03-14s3", "raw": "A scene from a TV show in which a woman stands in her kitchen and looks at a red dress.", "with_names": "a woman stands in her kitchen and looks at a red dress."}, {"scene_id": "bb-02-03-14s4", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-02-03-14s5", "raw": "A scene from a TV show in which a woman and a man sit on the floor and play with a green fan.", "with_names": "a woman and a man sit on the floor and play with a green fan."}, {"scene_id": "bb-02-03-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-03-14s7", "raw": "A scene from a TV show in which a man sits on a couch and talks to someone off camera.", "with_names": "a man sits on a couch and talks to someone off camera."}, {"scene_id": "bb-02-03-14s8", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a beer.", "with_names": ""}, {"scene_id": "bb-02-03-14s9", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "bb-02-03-14s10", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "bb-02-03-14s11", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "bb-02-03-14s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-02-03-14s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and ] are standing next to each other."}, {"scene_id": "bb-02-03-14s14", "raw": "A scene from a TV show in which a man stands with his arms crossed and looks at a wall.", "with_names": "a man stands with his arms crossed and looks at a wall."}, {"scene_id": "bb-02-03-14s15", "raw": "A scene from a TV show in which a man is standing in a living room and talking to someone.", "with_names": ""}, {"scene_id": "bb-02-03-14s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]