[{"scene_id": "pc-07-18-02s0", "raw": "A scene from a TV show in which a woman is wearing a hospital gown and a man is standing next to her.", "with_names": "a woman is wearing a hospital gown and a man is standing next to her."}, {"scene_id": "pc-07-18-02s1", "raw": "A scene from a TV show in which a man is being projected on a screen.", "with_names": "a man is being projected on a screen."}, {"scene_id": "pc-07-18-02s2", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a beard", "with_names": "Ricky is wearing a blue shirt and a beard"}, {"scene_id": "pc-07-18-02s3", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-18-02s4", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "Ian is sitting at a table and Kate is standing next to him."}, {"scene_id": "pc-07-18-02s5", "raw": "A scene from a TV show in which a man and a woman are in a forest, with the woman leaning in to kiss the man.", "with_names": "a man and a woman are in a forest, with the woman leaning in to kiss the man."}, {"scene_id": "pc-07-18-02s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-18-02s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair in a bun", "with_names": "a woman is wearing a red dress and her hair in a bun"}, {"scene_id": "pc-07-18-02s8", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "pc-07-18-02s9", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Kate is smiling and looking at the camera."}, {"scene_id": "pc-07-18-02s10", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "pc-07-18-02s11", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-18-02s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-18-02s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-07-18-02s14", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "pc-07-18-02s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-18-02s16", "raw": "A scene from a TV show in which a man is seen walking up to a door and knocking on it.", "with_names": "a man is walking up to a door and knocking on it."}, {"scene_id": "pc-07-18-02s17", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}]