[{"scene_id": "oltl-02-21-07s0", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "Antonio is walking down a hallway and Bo is standing behind him."}, {"scene_id": "oltl-02-21-07s1", "raw": "A scene from a TV show in which a woman is throwing a chair", "with_names": "a woman is throwing a chair"}, {"scene_id": "oltl-02-21-07s2", "raw": "A scene from a TV show in which a woman is propositioned by a man at a bar.", "with_names": "a woman is propositioned by a man at a bar."}, {"scene_id": "oltl-02-21-07s3", "raw": "A scene from a TV show in which a young man is sitting in a cafe, looking to the left of the frame.", "with_names": "a young man is sitting in a cafe, looking to the left of the frame."}, {"scene_id": "oltl-02-21-07s4", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-02-21-07s5", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a necklace.", "with_names": "a man is wearing a black turtleneck and a necklace."}, {"scene_id": "oltl-02-21-07s6", "raw": "A scene from a TV show in which a man and a woman sit on a sofa and drink tea.", "with_names": "a man and a woman sit on a sofa and drink tea."}, {"scene_id": "oltl-02-21-07s7", "raw": "A scene from a TV show in which a woman is holding a child and a stuffed animal.", "with_names": "a woman is holding a child and a stuffed animal."}, {"scene_id": "oltl-02-21-07s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s9", "raw": "A scene from a TV show in which a boy is wearing a hoodie and looking at the camera.", "with_names": "a boy is wearing a hoodie and looking at the camera."}, {"scene_id": "oltl-02-21-07s10", "raw": "A scene from a TV show in which two men are standing at a bar, one of them is holding a beer bottle.", "with_names": "two men are standing at a bar, one of them is holding a beer bottle."}, {"scene_id": "oltl-02-21-07s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-21-07s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s13", "raw": "A scene from a TV show in which a man is pointing his finger at someone.", "with_names": "a man is pointing his finger at someone."}, {"scene_id": "oltl-02-21-07s14", "raw": "A scene from a TV show in which a police officer is interrogating a suspect.", "with_names": "a police officer is interrogating a suspect."}, {"scene_id": "oltl-02-21-07s15", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s17", "raw": "A scene from a TV show in which a woman is talking to another woman at a restaurant.", "with_names": ""}, {"scene_id": "oltl-02-21-07s18", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-02-21-07s19", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-02-21-07s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s21", "raw": "A scene from a TV show in which a baby is being held by a woman.", "with_names": "a baby is being held by a woman."}, {"scene_id": "oltl-02-21-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-21-07s23", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-21-07s26", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "oltl-02-21-07s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-21-07s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-21-07s29", "raw": "A scene from a TV show in which a young boy is holding a box and looking at a man.", "with_names": "a young boy is holding a box and looking at a man."}, {"scene_id": "oltl-02-21-07s30", "raw": "A scene from a TV show in which a man is wearing a suit and a cowboy hat and looking in a mirror.", "with_names": "a man is wearing a suit and a cowboy hat and looking in a mirror."}, {"scene_id": "oltl-02-21-07s31", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a potted plant and a vase of flowers in the background.", "with_names": "a man and a woman are standing in a bar, with a potted plant and a vase of flowers in the background."}, {"scene_id": "oltl-02-21-07s32", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-02-21-07s33", "raw": "A scene from a TV show in which a young boy is wearing a sweatshirt that says \"Police\"", "with_names": "a young boy is wearing a sweatshirt that says \"police\""}, {"scene_id": "oltl-02-21-07s34", "raw": "A scene from a TV show in which a man is holding his head in his hands.", "with_names": "a man is holding his head in his hands."}, {"scene_id": "oltl-02-21-07s35", "raw": "A scene from a TV show in which a woman and a man sit on a couch and talk.", "with_names": "a woman and a man sit on a couch and talk."}, {"scene_id": "oltl-02-21-07s36", "raw": "A scene from a TV show in which a man is standing behind a bar, holding a bottle and looking at it.", "with_names": "a man is standing behind a bar, holding a bottle and looking at it."}]