[{"scene_id": "bb-10-04-17s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-04-17s2", "raw": "A scene from a TV show in which a man is standing in a room with a door and a painting on the wall.", "with_names": "Bill is standing in a room with a door and a painting on the wall."}, {"scene_id": "bb-10-04-17s3", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a scarf.", "with_names": "a woman is wearing a cowboy hat and a scarf."}, {"scene_id": "bb-10-04-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-04-17s5", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-10-04-17s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "bb-10-04-17s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-04-17s8", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-10-04-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-04-17s10", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "bb-10-04-17s11", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-10-04-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-04-17s13", "raw": "A scene from a TV show in which a woman is screaming in a room with a vase and a picture on the wall.", "with_names": "a woman is screaming in a room with a vase and a picture on the wall."}, {"scene_id": "bb-10-04-17s14", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-10-04-17s15", "raw": "A scene from a TV show in which a man is seen walking on a pier.", "with_names": "a man is walking on a pier."}]