[{"scene_id": "atwt-03-10-06s0", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a fur coat.", "with_names": ""}, {"scene_id": "atwt-03-10-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-10-06s2", "raw": "A scene from a TV show in which a woman is wearing a black sleeveless top and her hair is in a ponytail.", "with_names": "a woman is wearing a black sleeveless top and her hair is in a ponytail."}, {"scene_id": "atwt-03-10-06s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-10-06s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the side, with her hair in a ponytail.", "with_names": "a woman is smiling and looking to the side, with her hair in a ponytail."}, {"scene_id": "atwt-03-10-06s5", "raw": "A scene from a TV show in which a man holds up a box of condoms.", "with_names": "a man holds up a box of condoms."}, {"scene_id": "atwt-03-10-06s6", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-03-10-06s7", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-03-10-06s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is in a ponytail.", "with_names": "a woman is wearing a black dress and her hair is in a ponytail."}, {"scene_id": "atwt-03-10-06s9", "raw": "A scene from a TV show in which a woman is standing behind bars and a man is looking at her.", "with_names": "a woman is standing behind bars and a man is looking at her."}, {"scene_id": "atwt-03-10-06s10", "raw": "A scene from a TV show in which a white bag is labeled \"The Medicine Shoppe\" and \"Careing beyond prescriptions.\"", "with_names": "a white bag is labeled \"the medicine shoppe\" and \"careing beyond prescriptions.\""}, {"scene_id": "atwt-03-10-06s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-10-06s12", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "atwt-03-10-06s13", "raw": "A scene from a TV show in which a man is seen holding a gun in a white room.", "with_names": "a man is holding a gun in a white room."}, {"scene_id": "atwt-03-10-06s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-03-10-06s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-03-10-06s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-10-06s17", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-10-06s18", "raw": "A scene from a TV show in which a woman is looking at her phone while a man stands behind her", "with_names": "a woman is looking at her phone while a man stands behind her"}, {"scene_id": "atwt-03-10-06s19", "raw": "A scene from a TV show in which a young girl is wearing a gold medal and a leather jacket.", "with_names": "a young girl is wearing a gold medal and a leather jacket."}, {"scene_id": "atwt-03-10-06s20", "raw": "A scene from a TV show in which a woman is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-03-10-06s21", "raw": "A scene from a TV show in which a nun is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-10-06s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-10-06s23", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "atwt-03-10-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-10-06s25", "raw": "A scene from a TV show in which a woman is wearing a sleeveless top and her hands are in the air.", "with_names": "a woman is wearing a sleeveless top and her hands are in the air."}, {"scene_id": "atwt-03-10-06s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-10-06s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-10-06s28", "raw": "A scene from a TV show in which a calendar is open to the month of January.", "with_names": "a calendar is open to the month of january."}]