[{"scene_id": "atwt-05-02-08s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling", "with_names": ""}, {"scene_id": "atwt-05-02-08s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-02-08s2", "raw": "A scene from a TV show in which a man is driving a car and his face is distorted by a wheel.", "with_names": "a man is driving a car and his face is distorted by a wheel."}, {"scene_id": "atwt-05-02-08s3", "raw": "A scene from a TV show in which a man is wearing a red shirt and a surprised look on his face", "with_names": "a man is wearing a red shirt and a surprised look on his face"}, {"scene_id": "atwt-05-02-08s4", "raw": "A scene from a TV show in which balloons are used to represent the new emojis.", "with_names": "balloons are used to represent the new emojis."}, {"scene_id": "atwt-05-02-08s5", "raw": "A scene from a TV show in which a teacher confronts two students.", "with_names": "a teacher confronts two students."}, {"scene_id": "atwt-05-02-08s6", "raw": "A scene from a TV show in which a man is wearing a red sweater and a woman is standing in front of him.", "with_names": "a man is wearing a red sweater and a woman is standing in front of him."}, {"scene_id": "atwt-05-02-08s7", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-02-08s8", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a bottle and a bowl in front of them.", "with_names": "a man and a woman are standing in a kitchen, with a bottle and a bowl in front of them."}, {"scene_id": "atwt-05-02-08s9", "raw": "A scene from a TV show in which a football player is running with a helmet on.", "with_names": "a football player is running with a helmet on."}, {"scene_id": "atwt-05-02-08s10", "raw": "A scene from a TV show in which a woman is walking in a room with a vase and a candle on the right side of the room.", "with_names": "a woman is walking in a room with a vase and a candle on the right side of the room."}, {"scene_id": "atwt-05-02-08s11", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-02-08s12", "raw": "A scene from a TV show in which a group of young people are standing in a park.", "with_names": "a group of young people are standing in a park."}, {"scene_id": "atwt-05-02-08s13", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and is pointing his finger upward.", "with_names": "a man is wearing a striped shirt and a tie and is pointing his finger upward."}, {"scene_id": "atwt-05-02-08s14", "raw": "A scene from a TV show in which a bottle of Eve shampoo is shown next to a blue puff of toilet paper.", "with_names": ""}, {"scene_id": "atwt-05-02-08s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-02-08s16", "raw": "A scene from a TV show in which a woman is seen holding a knife to her throat.", "with_names": "a woman is holding a knife to her throat."}, {"scene_id": "atwt-05-02-08s17", "raw": "A scene from a TV show in which a woman is drinking a cup of tea.", "with_names": "a woman is drinking a cup of tea."}, {"scene_id": "atwt-05-02-08s18", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-02-08s19", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "atwt-05-02-08s20", "raw": "A scene from a TV show in which a woman is sitting at a bar, looking concerned.", "with_names": "a woman is sitting at a bar, looking concerned."}, {"scene_id": "atwt-05-02-08s21", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-05-02-08s22", "raw": "A scene from a TV show in which a woman is shown a car and a man is seen in the background.", "with_names": ""}, {"scene_id": "atwt-05-02-08s23", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-02-08s24", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-05-02-08s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-02-08s26", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-02-08s27", "raw": "A scene from a TV show in which a woman is sitting at a bar and smiling.", "with_names": "a woman is sitting at a bar and smiling."}, {"scene_id": "atwt-05-02-08s28", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a bar.", "with_names": ""}, {"scene_id": "atwt-05-02-08s29", "raw": "A scene from a TV show in which a man is wearing a black shirt and a tie", "with_names": "a man is wearing a black shirt and a tie"}, {"scene_id": "atwt-05-02-08s30", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]