[{"scene_id": "gl-03-23-04s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-23-04s1", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "gl-03-23-04s2", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Phillip is kissing Olivia."}, {"scene_id": "gl-03-23-04s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lizzie is crying"}, {"scene_id": "gl-03-23-04s8", "raw": "A scene from a TV show in which a man is slapping another man's head", "with_names": "Sam is slapping another man's head"}, {"scene_id": "gl-03-23-04s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-23-04s10", "raw": "A scene from a TV show in which a man is touching a woman's breast.", "with_names": "a man is touching Tammy's breast."}, {"scene_id": "gl-03-23-04s11", "raw": "A scene from a TV show in which a man is sitting in front of a wall with sticky notes on it.", "with_names": "Sam is sitting in front of a wall with sticky notes on it."}, {"scene_id": "gl-03-23-04s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Rick and Bill are standing in a room."}, {"scene_id": "gl-03-23-04s13", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-03-23-04s14", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-23-04s15", "raw": "A scene from a TV show in which a man is looking at a candle and a woman walks in the background", "with_names": "Phillip is looking at a candle and Olivia walks in the background"}, {"scene_id": "gl-03-23-04s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Olivia are standing next to each other."}, {"scene_id": "gl-03-23-04s18", "raw": "A scene from a TV show in which a man is looking at a book and a woman is standing behind him", "with_names": "Sam is looking at a book and Lizzie is standing behind him"}, {"scene_id": "gl-03-23-04s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Rick is kissing Bill on the cheek."}, {"scene_id": "gl-03-23-04s21", "raw": "A scene from a TV show in which a man is talking to someone in a blue room.", "with_names": ""}, {"scene_id": "gl-03-23-04s22", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a black turtleneck.", "with_names": "a woman is wearing a red leather jacket and a black turtleneck."}, {"scene_id": "gl-03-23-04s23", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-23-04s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-23-04s25", "raw": "A scene from a TV show in which a man is wearing a white shirt and a long hair", "with_names": "a man is wearing a white shirt and a long hair"}, {"scene_id": "gl-03-23-04s26", "raw": "A scene from a TV show in which a man is seen bending over a bed, with a woman standing nearby.", "with_names": "a man is bending over a bed, with Frank standing nearby."}, {"scene_id": "gl-03-23-04s27", "raw": "A scene from a TV show in which a man is talking to someone and a wall is covered with sticky notes.", "with_names": ""}, {"scene_id": "gl-03-23-04s28", "raw": "A scene from a TV show in which a man is wearing a camo shirt and a ponytail", "with_names": "a man is wearing a camo shirt and a ponytail"}, {"scene_id": "gl-03-23-04s30", "raw": "A scene from a TV show in which a young woman is wearing a red and black plaid jacket and pearl necklace.", "with_names": "a young woman is wearing a red and black plaid jacket and pearl necklace."}, {"scene_id": "gl-03-23-04s31", "raw": "A scene from a TV show in which a woman is seen putting a box on a table.", "with_names": "a woman is putting a box on a table."}, {"scene_id": "gl-03-23-04s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-23-04s35", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "Olivia is shocked by something."}, {"scene_id": "gl-03-23-04s36", "raw": "A scene from a TV show in which a woman is talking to someone and a sticky note is stuck to the wall.", "with_names": ""}, {"scene_id": "gl-03-23-04s37", "raw": "A scene from a TV show in which two men are standing in front of a wall covered in sticky notes.", "with_names": "two men are standing in front of a wall covered in sticky notes."}, {"scene_id": "gl-03-23-04s38", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "Tammy is reading a letter."}, {"scene_id": "gl-03-23-04s40", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]