[{"scene_id": "atwt-06-13-03s0", "raw": "A scene from a TV show in which a man is lying on a bed with his feet up, and a woman is standing behind him, holding a bottle.", "with_names": "a man is lying on a bed with his feet up, and a woman is standing behind him, holding a bottle."}, {"scene_id": "atwt-06-13-03s1", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a tie.", "with_names": "a man is wearing a white lab coat and a tie."}, {"scene_id": "atwt-06-13-03s2", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-06-13-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-13-03s4", "raw": "A scene from a TV show in which flowers are falling from the sky", "with_names": "flowers are falling from the sky"}, {"scene_id": "atwt-06-13-03s5", "raw": "A scene from a TV show in which a woman is talking to another woman in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-06-13-03s6", "raw": "A scene from a TV show in which a girl is sitting at a table and a man is standing next to her.", "with_names": "Katie is sitting at a table and a man is standing next to her."}, {"scene_id": "atwt-06-13-03s7", "raw": "A scene from a TV show in which a young black man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a young black man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-06-13-03s8", "raw": "A scene from a TV show in which a car is driving through a desert.", "with_names": "a car is driving through a desert."}, {"scene_id": "atwt-06-13-03s9", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black eye.", "with_names": "a woman is wearing a red coat and a black eye."}, {"scene_id": "atwt-06-13-03s10", "raw": "A scene from a TV show in which a black man and a blonde woman are looking at each other.", "with_names": "a black man and a blonde woman are looking at each other."}, {"scene_id": "atwt-06-13-03s11", "raw": "A scene from a TV show in which a blonde woman is sitting on a bed and talking.", "with_names": ""}, {"scene_id": "atwt-06-13-03s12", "raw": "A scene from a TV show in which two women are standing next to each other, one is raising her hand to swear.", "with_names": "two women are standing next to each other, one is raising her hand to swear."}, {"scene_id": "atwt-06-13-03s13", "raw": "A scene from a TV show in which a woman is driving and is looking at her phone.", "with_names": "a woman is driving and is looking at her phone."}, {"scene_id": "atwt-06-13-03s14", "raw": "A scene from a TV show in which a woman is sitting on a beach chair and a little girl is kneeling next to her. The little girl, who is wearing a hat, has a starfish in her", "with_names": "a woman is sitting on a beach chair and a little girl is kneeling next to her. the little girl, who is wearing a hat, has a starfish in her"}, {"scene_id": "atwt-06-13-03s15", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-06-13-03s16", "raw": "A scene from a TV show in which a woman is knitting a scarf for a man", "with_names": "a woman is knitting a scarf for a man"}, {"scene_id": "atwt-06-13-03s17", "raw": "A scene from a TV show in which a woman is sitting in a dark room, holding a laptop.", "with_names": "a woman is sitting in a dark room, holding a laptop."}, {"scene_id": "atwt-06-13-03s18", "raw": "A scene from a TV show in which strawberries are being washed.", "with_names": "strawberries are being washed."}, {"scene_id": "atwt-06-13-03s19", "raw": "A scene from a TV show in which a young black man is wearing a white shirt and a tie.", "with_names": "a young black man is wearing a white shirt and a tie."}, {"scene_id": "atwt-06-13-03s20", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-13-03s21", "raw": "A scene from a TV show in which a row of chocolate buttons are falling from the sky.", "with_names": "a row of chocolate buttons are falling from the sky."}, {"scene_id": "atwt-06-13-03s22", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Katie is looking at Mike."}, {"scene_id": "atwt-06-13-03s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-06-13-03s24", "raw": "A scene from a TV show in which two women are standing next to each other, one is blonde and the other is blonde with short hair.", "with_names": "two women are standing next to each other, one is blonde and the other is blonde with short hair."}, {"scene_id": "atwt-06-13-03s25", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "atwt-06-13-03s26", "raw": "A scene from a TV show in which a woman is looking up at the sky.", "with_names": "a woman is looking up at the sky."}, {"scene_id": "atwt-06-13-03s27", "raw": "A scene from a TV show in which a man is standing in a room and a woman is in the doorway.", "with_names": "Spangler is standing in a room and Dusty is in the doorway."}, {"scene_id": "atwt-06-13-03s28", "raw": "A scene from a TV show in which a person is holding a bottle of alcohol.", "with_names": "a person is holding a bottle of alcohol."}, {"scene_id": "atwt-06-13-03s29", "raw": "A scene from a TV show in which a man is seen in a red jacket, looking at the camera.", "with_names": "a man is in a red jacket, looking at the camera."}, {"scene_id": "atwt-06-13-03s30", "raw": "A scene from a TV show in which green grapes are being squeezed into an avocado.", "with_names": "green grapes are being squeezed into an avocado."}]