[{"scene_id": "gl-12-16-03s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-16-03s1", "raw": "A scene from a TV show in which a man is trying to button his jacket and a woman is watching him.", "with_names": "a man is trying to button his jacket and a woman is watching him."}, {"scene_id": "gl-12-16-03s2", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "a woman is being stalked by a man."}, {"scene_id": "gl-12-16-03s3", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is standing behind her.", "with_names": "a woman is wearing a leather jacket and a man is standing behind her."}, {"scene_id": "gl-12-16-03s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-16-03s5", "raw": "A scene from a TV show in which two men are holding a globe.", "with_names": "two men are holding a globe."}, {"scene_id": "gl-12-16-03s6", "raw": "A scene from a TV show in which a man is pointing his finger at a woman.", "with_names": "a man is pointing his finger at a woman."}, {"scene_id": "gl-12-16-03s7", "raw": "A scene from a TV show in which a woman is singing in a dark room.", "with_names": "a woman is singing in a dark room."}, {"scene_id": "gl-12-16-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-12-16-03s9", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "gl-12-16-03s10", "raw": "A scene from a TV show in which a woman is smoking a cigarette and her hand is on her chest", "with_names": "a woman is smoking a cigarette and her hand is on her chest"}, {"scene_id": "gl-12-16-03s11", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "gl-12-16-03s12", "raw": "A scene from a TV show in which a man is holding a guitar and a woman is standing behind him.", "with_names": "a man is holding a guitar and a woman is standing behind him."}, {"scene_id": "gl-12-16-03s13", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-12-16-03s14", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a scarf.", "with_names": "a woman is wearing a red leather jacket and a scarf."}, {"scene_id": "gl-12-16-03s15", "raw": "A scene from a TV show in which a man is holding a woman in his arms and she is looking up at him.", "with_names": "a man is holding a woman in his arms and she is looking up at him."}, {"scene_id": "gl-12-16-03s16", "raw": "A scene from a TV show in which two women are standing next to each other, both wearing winter coats.", "with_names": "two women are standing next to each other, both wearing winter coats."}, {"scene_id": "gl-12-16-03s17", "raw": "", "with_names": ""}, {"scene_id": "gl-12-16-03s18", "raw": "", "with_names": ""}]