[{"scene_id": "gl-06-08-06s0", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is looking at his cell phone.", "with_names": "two men are sitting at a table, one of them is looking at his cell phone."}, {"scene_id": "gl-06-08-06s1", "raw": "A scene from a TV show in which a woman is standing in a room with a crib and a bassinet.", "with_names": "a woman is standing in a room with a crib and a bassinet."}, {"scene_id": "gl-06-08-06s2", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "gl-06-08-06s3", "raw": "A scene from a TV show in which a blue light is shining on a building.", "with_names": "a blue light is shining on a building."}, {"scene_id": "gl-06-08-06s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-08-06s5", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-06-08-06s6", "raw": "A scene from a TV show in which a man is talking to a door", "with_names": ""}, {"scene_id": "gl-06-08-06s7", "raw": "A scene from a TV show in which a woman is talking to another woman and laughing.", "with_names": ""}, {"scene_id": "gl-06-08-06s8", "raw": "A scene from a TV show in which a man holds a receipt in his hand.", "with_names": "a man holds a receipt in his hand."}, {"scene_id": "gl-06-08-06s9", "raw": "A scene from a TV show in which a man is being held by a woman and another man is standing behind them.", "with_names": "a man is being held by a woman and another man is standing behind them."}, {"scene_id": "gl-06-08-06s10", "raw": "A scene from a TV show in which a woman is being hit on by a man.", "with_names": "a woman is being hit on by a man."}, {"scene_id": "gl-06-08-06s11", "raw": "A scene from a TV show in which a man is holding a teddy bear and a woman is looking at him.", "with_names": "a man is holding a teddy bear and a woman is looking at him."}, {"scene_id": "gl-06-08-06s12", "raw": "A scene from a TV show in which a man is talking to a woman and a picture is hanging on the wall", "with_names": ""}, {"scene_id": "gl-06-08-06s13", "raw": "A scene from a TV show in which a blonde woman is blowing a kiss to the camera.", "with_names": "a blonde woman is blowing a kiss to the camera."}, {"scene_id": "gl-06-08-06s14", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-06-08-06s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-08-06s16", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "gl-06-08-06s17", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-08-06s18", "raw": "A scene from a TV show in which a man is lying on his back with his head resting on his hand, and a woman lies next to him, with her head resting in his lap.", "with_names": "a man is lying on his back with his head resting on his hand, and a woman lies next to him, with her head resting in his lap."}, {"scene_id": "gl-06-08-06s19", "raw": "A scene from a TV show in which a man is looking down and his face is covered in a mustache", "with_names": "a man is looking down and his face is covered in a mustache"}, {"scene_id": "gl-06-08-06s20", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing in front of her.", "with_names": "a woman is wearing a dress and a man is standing in front of her."}, {"scene_id": "gl-06-08-06s21", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-06-08-06s22", "raw": "A scene from a TV show in which a man sings in a suit and tie.", "with_names": "a man sings in a suit and tie."}, {"scene_id": "gl-06-08-06s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-08-06s24", "raw": "A scene from a TV show in which a woman is crying and holding her chest", "with_names": "a woman is crying and holding her chest"}, {"scene_id": "gl-06-08-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-08-06s26", "raw": "A scene from a TV show in which a woman is sitting in front of a TV and a baby is playing with a toy.", "with_names": "a woman is sitting in front of a tv and a baby is playing with a toy."}, {"scene_id": "gl-06-08-06s27", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]