[{"scene_id": "bb-10-17-17s0", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "Quinn is standing in a room with Mateo."}, {"scene_id": "bb-10-17-17s2", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with Eric."}, {"scene_id": "bb-10-17-17s3", "raw": "A scene from a TV show in which a young woman looks out a window.", "with_names": "a young woman looks out a window."}, {"scene_id": "bb-10-17-17s4", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a picture frame.", "with_names": "a woman is sitting in a room and looking at a picture frame."}, {"scene_id": "bb-10-17-17s5", "raw": "A scene from a TV show in which a man is sitting in a room with blinds.", "with_names": "Eric is sitting in a room with blinds."}, {"scene_id": "bb-10-17-17s6", "raw": "A scene from a TV show in which a woman is pointing at a wall and talking.", "with_names": ""}, {"scene_id": "bb-10-17-17s7", "raw": "A scene from a TV show in which a woman is wearing pearls and a white jacket.", "with_names": "Katie is wearing pearls and a white jacket."}, {"scene_id": "bb-10-17-17s8", "raw": "A scene from a TV show in which a woman is lying on a massage table, a man is massaging her back.", "with_names": "a woman is lying on a massage table, a man is massaging her back."}, {"scene_id": "bb-10-17-17s9", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing in the doorway.", "with_names": "Mateo is walking into a room and Quinn is standing in the doorway."}, {"scene_id": "bb-10-17-17s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-17-17s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Katie is crying."}, {"scene_id": "bb-10-17-17s12", "raw": "A scene from a TV show in which a woman is having a massage.", "with_names": "a woman is having a massage."}, {"scene_id": "bb-10-17-17s13", "raw": "A scene from a TV show in which a man is standing in front of a door and looking down.", "with_names": "a man is standing in front of a door and looking down."}, {"scene_id": "bb-10-17-17s14", "raw": "A scene from a TV show in which a man is talking on a cell phone in a house.", "with_names": ""}]