[{"scene_id": "pc-04-16-01s0", "raw": "A scene from a TV show in which a woman is sitting at a desk with her head down, and a man is typing on a keyboard.", "with_names": "a woman is sitting at a desk with her head down, and Frank is typing on a keyboard."}, {"scene_id": "pc-04-16-01s1", "raw": "A scene from a TV show in which a woman is using a smartphone.", "with_names": "Cookie is using a smartphone."}, {"scene_id": "pc-04-16-01s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is holding a ring in his hand.", "with_names": "Alison is sitting at a table with Jack, and he is holding a ring in his hand."}, {"scene_id": "pc-04-16-01s3", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "a woman is lying on a bed and a man is standing over her."}, {"scene_id": "pc-04-16-01s4", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her, talking to her.", "with_names": ""}, {"scene_id": "pc-04-16-01s5", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "pc-04-16-01s6", "raw": "A scene from a TV show in which a woman is using a spoon to eat a piece of bread.", "with_names": "a woman is using a spoon to eat a piece of bread."}, {"scene_id": "pc-04-16-01s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a boy.", "with_names": "a woman is sitting at a table with Frank and a boy."}, {"scene_id": "pc-04-16-01s8", "raw": "A scene from a TV show in which a doctor is holding a phone to a patient", "with_names": "a doctor is holding a phone to a patient"}, {"scene_id": "pc-04-16-01s9", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing hoodies.", "with_names": ""}, {"scene_id": "pc-04-16-01s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-16-01s11", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-04-16-01s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-04-16-01s13", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-04-16-01s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-04-16-01s15", "raw": "A scene from a TV show in which a woman is wearing a blue blouse and a white belt.", "with_names": "Cookie is wearing a blue blouse and a white belt."}, {"scene_id": "pc-04-16-01s16", "raw": "A scene from a TV show in which Ross is standing in a coffee shop, with his hands in his pockets.", "with_names": "ross is standing in a coffee shop, with his hands in his pockets."}, {"scene_id": "pc-04-16-01s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and they are talking. The words \"port charles\" are written across the image.", "with_names": ""}]