[{"scene_id": "bb-11-14-16s0", "raw": "A scene from a TV show in which a building is shown to be tilting.", "with_names": ""}, {"scene_id": "bb-11-14-16s1", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is dressed in a suit.", "with_names": "a woman is wearing a purple dress and a man is dressed in a suit."}, {"scene_id": "bb-11-14-16s2", "raw": "A scene from a TV show in which a bride walks down the aisle in a white gown.", "with_names": "a bride walks down the aisle in a white gown."}, {"scene_id": "bb-11-14-16s3", "raw": "A scene from a TV show in which a young black man is standing in front of a rack of clothes.", "with_names": "a young black man is standing in front of a rack of clothes."}, {"scene_id": "bb-11-14-16s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-11-14-16s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-11-14-16s8", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with Wyatt behind her."}, {"scene_id": "bb-11-14-16s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a bouquet and a wedding dress.", "with_names": "Steffy and Ivy are standing next to each other, with a bouquet and a wedding dress."}, {"scene_id": "bb-11-14-16s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-11-14-16s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman is talking to the man, who is looking at her.", "with_names": ""}, {"scene_id": "bb-11-14-16s14", "raw": "A scene from a TV show in which a man and two women are standing next to each other.", "with_names": "a man and two women are standing next to each other."}, {"scene_id": "bb-11-14-16s16", "raw": "A scene from a TV show in which a woman is accused of stealing a dress from a model", "with_names": "a woman is accused of stealing a dress from a model"}, {"scene_id": "bb-11-14-16s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-14-16s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-14-16s19", "raw": "A scene from a TV show in which a man and a woman are talking in a dressing room.", "with_names": ""}, {"scene_id": "bb-11-14-16s20", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-11-14-16s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Pam are standing next to each other."}, {"scene_id": "bb-11-14-16s23", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-14-16s24", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "Nicole is smiling and Zende is looking at her."}, {"scene_id": "bb-11-14-16s25", "raw": "A scene from a TV show in which a man is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-11-14-16s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-14-16s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "bb-11-14-16s28", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-11-14-16s29", "raw": "A scene from a TV show in which a woman is holding a baseball bat and a man is standing next to her.", "with_names": "Katie is holding a baseball bat and Eric is standing next to her."}]