[{"scene_id": "atwt-05-09-07s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-09-07s1", "raw": "A scene from a TV show in which a fire extinguisher is seen in a kitchen.", "with_names": "a fire extinguisher is in a kitchen."}, {"scene_id": "atwt-05-09-07s2", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-05-09-07s3", "raw": "A scene from a TV show in which a blue box is shown on a counter.", "with_names": ""}, {"scene_id": "atwt-05-09-07s4", "raw": "A scene from a TV show in which a young girl is looking at a woman.", "with_names": "a young girl is looking at a woman."}, {"scene_id": "atwt-05-09-07s5", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him.", "with_names": "a man is wearing a black shirt and a woman is standing behind him."}, {"scene_id": "atwt-05-09-07s6", "raw": "A scene from a TV show in which a boy is wearing a black shirt and a long hair", "with_names": "a boy is wearing a black shirt and a long hair"}, {"scene_id": "atwt-05-09-07s7", "raw": "A scene from a TV show in which a woman is sitting at a table in a kitchen, a child is standing next to her.", "with_names": "a woman is sitting at a table in a kitchen, a child is standing next to her."}, {"scene_id": "atwt-05-09-07s8", "raw": "A scene from a TV show in which a young woman is looking down and wearing a green shirt.", "with_names": "a young woman is looking down and wearing a green shirt."}, {"scene_id": "atwt-05-09-07s9", "raw": "A scene from a TV show in which two boys are standing next to each other.", "with_names": "two boys are standing next to each other."}, {"scene_id": "atwt-05-09-07s10", "raw": "A scene from a TV show in which a man is seen in a bathroom stall with a woman.", "with_names": "a man is in a bathroom stall with a woman."}, {"scene_id": "atwt-05-09-07s11", "raw": "A scene from a TV show in which a boy is wearing a black shirt and a flowered shirt", "with_names": "a boy is wearing a black shirt and a flowered shirt"}, {"scene_id": "atwt-05-09-07s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-09-07s13", "raw": "A scene from a TV show in which a man is dancing in a room with other people.", "with_names": "a man is dancing in a room with other people."}, {"scene_id": "atwt-05-09-07s14", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a black shirt.", "with_names": ""}, {"scene_id": "atwt-05-09-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-09-07s16", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-05-09-07s17", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-09-07s18", "raw": "A scene from a TV show in which a woman is picking flowers.", "with_names": "a woman is picking flowers."}, {"scene_id": "atwt-05-09-07s19", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "atwt-05-09-07s20", "raw": "A scene from a TV show in which a woman is wearing a vest and headphones and reading a letter.", "with_names": "a woman is wearing a vest and headphones and reading a letter."}, {"scene_id": "atwt-05-09-07s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-05-09-07s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-09-07s23", "raw": "A scene from a TV show in which two boys arm wrestle.", "with_names": "two boys arm wrestle."}]