[{"scene_id": "gl-11-08-06s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-11-08-06s1", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "gl-11-08-06s2", "raw": "A scene from a TV show in which a yellow light is seen", "with_names": "a yellow light is"}, {"scene_id": "gl-11-08-06s3", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-11-08-06s4", "raw": "A scene from a TV show in which a woman is wearing glasses and a red shirt.", "with_names": "a woman is wearing glasses and a red shirt."}, {"scene_id": "gl-11-08-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-08-06s6", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-08-06s7", "raw": "A scene from a TV show in which a child is seen sleeping on a bed.", "with_names": "a child is sleeping on a bed."}, {"scene_id": "gl-11-08-06s8", "raw": "A scene from a TV show in which a woman is tying a white ribbon around her neck.", "with_names": "a woman is tying a white ribbon around her neck."}, {"scene_id": "gl-11-08-06s9", "raw": "A scene from a TV show in which a computer screen is displaying a message", "with_names": "a computer screen is displaying a message"}, {"scene_id": "gl-11-08-06s10", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}, {"scene_id": "gl-11-08-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a red, white, and blue backdrop.", "with_names": "EMT and Lillian are standing in front of a red, white, and blue backdrop."}, {"scene_id": "gl-11-08-06s12", "raw": "A scene from a TV show in which a woman is clapping her hands and a man is smiling.", "with_names": "a woman is clapping her hands and Harley is smiling."}, {"scene_id": "gl-11-08-06s13", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-11-08-06s14", "raw": "A scene from a TV show in which a woman is wearing a shirt and a hat and is surrounded by people.", "with_names": "a woman is wearing a shirt and a hat and is surrounded by people."}]