[{"scene_id": "atwt-06-01-06s0", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt and is looking down.", "with_names": "Henry is wearing a suit and a pink shirt and is looking down."}, {"scene_id": "atwt-06-01-06s1", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "atwt-06-01-06s2", "raw": "A scene from a TV show in which a woman is looking down and wearing a white jacket", "with_names": "a woman is looking down and wearing a white jacket"}, {"scene_id": "atwt-06-01-06s3", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant.", "with_names": "a man is standing in a room with a potted plant."}, {"scene_id": "atwt-06-01-06s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-01-06s5", "raw": "A scene from a TV show in which eggs are used as a substitute for potatoes", "with_names": "eggs are used as a substitute for potatoes"}, {"scene_id": "atwt-06-01-06s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-01-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-01-06s8", "raw": "A scene from a TV show in which a man and a woman are standing in a park.", "with_names": "a man and a woman are standing in a park."}, {"scene_id": "atwt-06-01-06s9", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-06-01-06s10", "raw": "A scene from a TV show in which a box of Cheerios is shown.", "with_names": ""}, {"scene_id": "atwt-06-01-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-01-06s12", "raw": "A scene from a TV show in which a man is holding a baby in a cave.", "with_names": "a man is holding a baby in a cave."}, {"scene_id": "atwt-06-01-06s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman touches his shoulder", "with_names": ""}, {"scene_id": "atwt-06-01-06s14", "raw": "A scene from a TV show in which a toothbrush is being held up in front of a boat", "with_names": "a toothbrush is being held up in front of a boat"}, {"scene_id": "atwt-06-01-06s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-01-06s16", "raw": "A scene from a TV show in which a woman is lying on the ground with her head tilted back.", "with_names": "a woman is lying on the ground with her head tilted back."}, {"scene_id": "atwt-06-01-06s17", "raw": "A scene from a TV show in which a woman is standing in a park with her arms outstretched.", "with_names": "a woman is standing in a park with her arms outstretched."}, {"scene_id": "atwt-06-01-06s18", "raw": "A scene from a TV show in which a woman is lying on the ground with her head tilted back.", "with_names": "a woman is lying on the ground with her head tilted back."}, {"scene_id": "atwt-06-01-06s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-01-06s20", "raw": "A scene from a TV show in which a Liberty drug representative is shown.", "with_names": ""}, {"scene_id": "atwt-06-01-06s21", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing next to her.", "with_names": "a woman is wearing a red shirt and a man is standing next to her."}, {"scene_id": "atwt-06-01-06s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-01-06s23", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]