[{"scene_id": "pc-01-05-01s0", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking at the camera.", "with_names": "a man is wearing a white shirt and a tie and looking at the camera."}, {"scene_id": "pc-01-05-01s1", "raw": "A scene from a TV show in which a man is leaning over a woman in bed, and she is looking at him with a concerned expression.", "with_names": "Ian is leaning over a woman in bed, and she is looking at him with a concerned expression."}, {"scene_id": "pc-01-05-01s2", "raw": "A scene from a TV show in which a man is sitting in a wheelchair, surrounded by people.", "with_names": "Kevin is sitting in a wheelchair, surrounded by people."}, {"scene_id": "pc-01-05-01s3", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and Arianna is standing next to him."}, {"scene_id": "pc-01-05-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-01-05-01s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-05-01s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and he is looking down at a piece of paper.", "with_names": "a man is standing in a room with Arianna, and he is looking down at a piece of paper."}, {"scene_id": "pc-01-05-01s7", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-01-05-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-05-01s9", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "pc-01-05-01s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-01-05-01s11", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-01-05-01s12", "raw": "A scene from a TV show in which a doctor is talking to a man.", "with_names": ""}]