[{"scene_id": "atwt-05-20-04s0", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-05-20-04s1", "raw": "A scene from a TV show in which a doctor is kissing a woman on the cheek.", "with_names": "a doctor is kissing a woman on the cheek."}, {"scene_id": "atwt-05-20-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-20-04s3", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-05-20-04s4", "raw": "A scene from a TV show in which a bald man is talking.", "with_names": ""}, {"scene_id": "atwt-05-20-04s5", "raw": "A scene from a TV show in which a woman is holding a box of Clorox.", "with_names": "a woman is holding a box of clorox."}, {"scene_id": "atwt-05-20-04s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-20-04s7", "raw": "A scene from a TV show in which a young man is wearing a suit and a striped shirt.", "with_names": "a young man is wearing a suit and a striped shirt."}, {"scene_id": "atwt-05-20-04s8", "raw": "A scene from a TV show in which a blood clot forms in a vein.", "with_names": "a blood clot forms in a vein."}, {"scene_id": "atwt-05-20-04s9", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-05-20-04s10", "raw": "A scene from a TV show in which a woman is being punched in the face by another woman.", "with_names": "a woman is being punched in the face by another woman."}, {"scene_id": "atwt-05-20-04s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-20-04s12", "raw": "A scene from a TV show in which a man is throwing a brick into a bucket.", "with_names": "a man is throwing a brick into a bucket."}, {"scene_id": "atwt-05-20-04s13", "raw": "A scene from a TV show in which a woman is singing in front of a mirror.", "with_names": "a woman is singing in front of a mirror."}, {"scene_id": "atwt-05-20-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "atwt-05-20-04s15", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-20-04s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-20-04s17", "raw": "A scene from a TV show in which a white line is moving across the screen", "with_names": "a white line is moving across the screen"}, {"scene_id": "atwt-05-20-04s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-04s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and two men are standing over her.", "with_names": ""}, {"scene_id": "atwt-05-20-04s20", "raw": "A scene from a TV show in which a woman's lips are shown with a box of Listerine.", "with_names": "a woman's lips are shown with a box of listerine."}, {"scene_id": "atwt-05-20-04s21", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-20-04s22", "raw": "A scene from a TV show in which a woman is reading a book and a man is standing behind her.", "with_names": "a woman is reading a book and a man is standing behind her."}, {"scene_id": "atwt-05-20-04s23", "raw": "A scene from a TV show in which a man is sitting in front of a lamp and looking down.", "with_names": "a man is sitting in front of a lamp and looking down."}, {"scene_id": "atwt-05-20-04s24", "raw": "A scene from a TV show in which a man is wearing glasses and a sweater and looking up at the camera.", "with_names": "a man is wearing glasses and a sweater and looking up at the camera."}, {"scene_id": "atwt-05-20-04s25", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is sitting next to her.", "with_names": ""}, {"scene_id": "atwt-05-20-04s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-04s27", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}]