[{"scene_id": "gl-06-22-06s0", "raw": "A scene from a TV show in which a woman is holding a bouquet and a man is looking at her.", "with_names": "a woman is holding a bouquet and Mallet is looking at her."}, {"scene_id": "gl-06-22-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-06-22-06s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-06-22-06s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a vase is placed on the floor.", "with_names": ""}, {"scene_id": "gl-06-22-06s4", "raw": "A scene from a TV show in which a lighthouse is seen in a blue sky", "with_names": "a lighthouse is in a blue sky"}, {"scene_id": "gl-06-22-06s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down at her hands.", "with_names": ""}, {"scene_id": "gl-06-22-06s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "gl-06-22-06s7", "raw": "A scene from a TV show in which a woman is looking at a statue and her mouth is open wide", "with_names": "a woman is looking at a statue and her mouth is open wide"}, {"scene_id": "gl-06-22-06s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-22-06s9", "raw": "A scene from a TV show in which a man is sitting on a couch and eating a sandwich.", "with_names": ""}, {"scene_id": "gl-06-22-06s10", "raw": "A scene from a TV show in which Keanu Reeves is wearing a t-shirt and long hair", "with_names": "keanu reeves is wearing a t-shirt and long hair"}, {"scene_id": "gl-06-22-06s11", "raw": "", "with_names": ""}, {"scene_id": "gl-06-22-06s12", "raw": "A scene from a TV show in which a man is screaming and his mouth is wide open", "with_names": "a man is screaming and his mouth is wide open"}, {"scene_id": "gl-06-22-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a brown leather jacket.", "with_names": ""}, {"scene_id": "gl-06-22-06s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "gl-06-22-06s15", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "gl-06-22-06s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-06-22-06s17", "raw": "A scene from a TV show in which a man is eating a sandwich and a flower", "with_names": "a man is eating a sandwich and a flower"}, {"scene_id": "gl-06-22-06s18", "raw": "A scene from a TV show in which a man is laying on top of a woman, with his shirt off.", "with_names": "a man is laying on top of a woman, with his shirt off."}, {"scene_id": "gl-06-22-06s19", "raw": "A scene from a TV show in which a woman is wearing a hat and a blanket", "with_names": "a woman is wearing a hat and a blanket"}, {"scene_id": "gl-06-22-06s20", "raw": "A scene from a TV show in which a woman is looking at the camera and her face is not happy.", "with_names": "a woman is looking at the camera and her face is not happy."}, {"scene_id": "gl-06-22-06s21", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a red and black plaid shirt.", "with_names": ""}, {"scene_id": "gl-06-22-06s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-22-06s23", "raw": "A scene from a TV show in which a woman is being held by a man in a pool.", "with_names": "a woman is being held by a man in a pool."}, {"scene_id": "gl-06-22-06s24", "raw": "A scene from a TV show in which a woman is dancing in a pink dress.", "with_names": "a woman is dancing in a pink dress."}, {"scene_id": "gl-06-22-06s25", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}]