[{"scene_id": "pc-06-04-01s0", "raw": "A scene from a TV show in which a man rides a motorcycle through a forest.", "with_names": "a man rides a motorcycle through a forest."}, {"scene_id": "pc-06-04-01s1", "raw": "A scene from a TV show in which a young girl is possessed by a demon.", "with_names": "a young girl is possessed by a demon."}, {"scene_id": "pc-06-04-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-04-01s3", "raw": "A scene from a TV show in which Donald Trump is shown in a purple suit and a green wig.", "with_names": ""}, {"scene_id": "pc-06-04-01s4", "raw": "A scene from a TV show in which a group of men are wearing helmets and standing in a line.", "with_names": "a group of men are wearing helmets and standing in a line."}, {"scene_id": "pc-06-04-01s5", "raw": "A scene from a TV show in which a priest is seen in a dark room, wearing a black robe and a white collar.", "with_names": "a priest is in a dark room, wearing a black robe and a white collar."}, {"scene_id": "pc-06-04-01s6", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Ian kisses Eve on the cheek."}, {"scene_id": "pc-06-04-01s7", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "pc-06-04-01s8", "raw": "A scene from a TV show in which a woman is holding a man's face and mouth open, bleeding from his mouth.", "with_names": "a woman is holding a man's face and mouth open, bleeding from his mouth."}, {"scene_id": "pc-06-04-01s9", "raw": "A scene from a TV show in which a priest is seen in a black shirt and a white collar.", "with_names": "a priest is in a black shirt and a white collar."}, {"scene_id": "pc-06-04-01s10", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her", "with_names": "Eve is wearing a pink shirt and a man is standing behind her"}, {"scene_id": "pc-06-04-01s11", "raw": "A scene from a TV show in which a man is trapped in a lift with his hands pressed against the wall.", "with_names": "Ian is trapped in a lift with his hands pressed against the wall."}, {"scene_id": "pc-06-04-01s13", "raw": "A scene from a TV show in which a woman is lying on the ground with a man and a girl.", "with_names": "Eve is lying on the ground with a man and a girl."}, {"scene_id": "pc-06-04-01s14", "raw": "A scene from a TV show in which a man is riding a horse through a forest. The title Port Charles is displayed in the bottom left corner.", "with_names": "a man is riding a horse through a forest. the title port charles is displayed in the bottom left corner."}]