[{"scene_id": "atwt-07-01-04s0", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a blonde wig.", "with_names": "Emily is wearing a pink robe and a blonde wig."}, {"scene_id": "atwt-07-01-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-01-04s2", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room, with a large box in front of them.", "with_names": "] and a woman are standing in a dark room, with a large box in front of them."}, {"scene_id": "atwt-07-01-04s3", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a couch in the background.", "with_names": "a woman is standing in a room with a lamp on and a couch in the background."}, {"scene_id": "atwt-07-01-04s4", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a blonde wig.", "with_names": "a woman is wearing a pink shirt and a blonde wig."}, {"scene_id": "atwt-07-01-04s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-01-04s6", "raw": "A scene from a TV show in which a toothbrush is being used to spell out the word", "with_names": "a toothbrush is being used to spell out the word"}, {"scene_id": "atwt-07-01-04s7", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is watching them", "with_names": ""}, {"scene_id": "atwt-07-01-04s8", "raw": "A scene from a TV show in which a man is looking at a woman and he is frowning", "with_names": "a man is looking at a woman and he is frowning"}, {"scene_id": "atwt-07-01-04s9", "raw": "A scene from a TV show in which a man is talking on his cell phone and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-07-01-04s10", "raw": "A scene from a TV show in which a woman is talking to two girls in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-01-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-04s12", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "atwt-07-01-04s13", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-07-01-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-07-01-04s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "] and a woman are looking at each other."}, {"scene_id": "atwt-07-01-04s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-01-04s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-01-04s18", "raw": "A scene from a TV show in which a woman is dancing with a red ribbon", "with_names": "a woman is dancing with a red ribbon"}, {"scene_id": "atwt-07-01-04s19", "raw": "A scene from a TV show in which a man is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-01-04s20", "raw": "A scene from a TV show in which a person is using a dry duster to clean a wooden table.", "with_names": "a person is using a dry duster to clean a wooden table."}, {"scene_id": "atwt-07-01-04s21", "raw": "A scene from a TV show in which a man is being attacked by a woman in a car.", "with_names": "a man is being attacked by a woman in a car."}, {"scene_id": "atwt-07-01-04s22", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-07-01-04s23", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-07-01-04s24", "raw": "A scene from a TV show in which a man is crying and wiping his face with a tissue.", "with_names": "a man is crying and wiping his face with a tissue."}, {"scene_id": "atwt-07-01-04s25", "raw": "A scene from a TV show in which a bottle of eye cream is shown next to a tube of eye gel.", "with_names": ""}, {"scene_id": "atwt-07-01-04s26", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "a man is driving a car and a woman is sitting next to him."}, {"scene_id": "atwt-07-01-04s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-01-04s28", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-01-04s29", "raw": "A scene from a TV show in which a man is sitting on a chair and a car is driving by.", "with_names": ""}, {"scene_id": "atwt-07-01-04s30", "raw": "A scene from a TV show in which a man is crying", "with_names": "] is crying"}, {"scene_id": "atwt-07-01-04s31", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "atwt-07-01-04s32", "raw": "A scene from a TV show in which a man is driving a car and another man is sitting next to him.", "with_names": "a man is driving a car and another man is sitting next to him."}, {"scene_id": "atwt-07-01-04s33", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-01-04s34", "raw": "A scene from a TV show in which a blonde man is smiling at a woman.", "with_names": "a blonde man is smiling at a woman."}, {"scene_id": "atwt-07-01-04s35", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]