[{"scene_id": "gl-07-25-05s0", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing in the background", "with_names": ""}, {"scene_id": "gl-07-25-05s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-25-05s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-25-05s3", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing next to her.", "with_names": "a woman is wearing a pink shirt and a man is standing next to her."}, {"scene_id": "gl-07-25-05s4", "raw": "A scene from a TV show in which a man is in a jail cell and is yelling.", "with_names": "a man is in a jail cell and is yelling."}, {"scene_id": "gl-07-25-05s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-25-05s6", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "gl-07-25-05s7", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "gl-07-25-05s8", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "gl-07-25-05s9", "raw": "A scene from a TV show in which a woman is looking at her face and making a face", "with_names": "a woman is looking at her face and making a face"}, {"scene_id": "gl-07-25-05s10", "raw": "A scene from a TV show in which a man is sitting behind a woman and she is looking at him.", "with_names": "a man is sitting behind a woman and she is looking at him."}, {"scene_id": "gl-07-25-05s11", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}, {"scene_id": "gl-07-25-05s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-25-05s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-25-05s14", "raw": "A scene from a TV show in which a man and a woman are sitting in a hallway.", "with_names": "a man and a woman are sitting in a hallway."}, {"scene_id": "gl-07-25-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "gl-07-25-05s16", "raw": "A scene from a TV show in which a man is locked up in a cage and a woman is standing nearby.", "with_names": "a man is locked up in a cage and a woman is standing nearby."}, {"scene_id": "gl-07-25-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "gl-07-25-05s18", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a green dress and a man is kissing her on the cheek."}, {"scene_id": "gl-07-25-05s19", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-07-25-05s20", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "gl-07-25-05s21", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-07-25-05s22", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is knocking on it.", "with_names": "a man is standing in front of a door and another man is knocking on it."}, {"scene_id": "gl-07-25-05s23", "raw": "A scene from a TV show in which a man is in a jail cell and is looking at the camera.", "with_names": "a man is in a jail cell and is looking at the camera."}]