[{"scene_id": "gl-04-21-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her", "with_names": "a woman is wearing a black dress and a man is standing behind her"}, {"scene_id": "gl-04-21-05s1", "raw": "A scene from a TV show in which a man is talking on the phone and smoking a cigarette.", "with_names": ""}, {"scene_id": "gl-04-21-05s4", "raw": "A scene from a TV show in which a woman is being groped by a man in a bar.", "with_names": "Danny is being groped by a man in a bar."}, {"scene_id": "gl-04-21-05s5", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-21-05s6", "raw": "A scene from a TV show in which a man is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-04-21-05s7", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-04-21-05s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-21-05s10", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "gl-04-21-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is smiling.", "with_names": ""}, {"scene_id": "gl-04-21-05s12", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a painting of a man on the wall.", "with_names": ""}, {"scene_id": "gl-04-21-05s13", "raw": "A scene from a TV show in which a woman is sitting at a table and her hair is falling out of her face.", "with_names": "Alexandra is sitting at a table and her hair is falling out of her face."}, {"scene_id": "gl-04-21-05s14", "raw": "A scene from a TV show in which a couple is sleeping on a couch with a cat", "with_names": "a couple is sleeping on a couch with a cat"}, {"scene_id": "gl-04-21-05s15", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-04-21-05s16", "raw": "A scene from a TV show in which a woman is being carried by a man.", "with_names": "Marina is being carried by Buzz."}, {"scene_id": "gl-04-21-05s17", "raw": "A scene from a TV show in which a woman is laughing and a man is standing behind her.", "with_names": "a woman is laughing and a man is standing behind her."}, {"scene_id": "gl-04-21-05s18", "raw": "A scene from a TV show in which Joey is talking to his mother", "with_names": ""}, {"scene_id": "gl-04-21-05s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-21-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-21-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-21-05s22", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-21-05s23", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-04-21-05s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-21-05s26", "raw": "A scene from a TV show in which a man is looking at a wall and a woman walks by", "with_names": "Alan is looking at a wall and Lena walks by"}, {"scene_id": "gl-04-21-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking angry.", "with_names": "a man is wearing a suit and a tie and looking angry."}, {"scene_id": "gl-04-21-05s28", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "gl-04-21-05s29", "raw": "A scene from a TV show in which a man is talking on a phone and a woman is watching him", "with_names": ""}, {"scene_id": "gl-04-21-05s31", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is distorted.", "with_names": ""}, {"scene_id": "gl-04-21-05s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-21-05s33", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Harley is looking at Zach and he is looking away."}, {"scene_id": "gl-04-21-05s34", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-04-21-05s35", "raw": "A scene from a TV show in which a woman is talking to a man while sitting on a bed.", "with_names": ""}, {"scene_id": "gl-04-21-05s36", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-04-21-05s37", "raw": "A scene from a TV show in which a man is talking to a woman in front of a wall of job applications.", "with_names": ""}, {"scene_id": "gl-04-21-05s39", "raw": "A scene from a TV show in which a woman is being beaten by a man.", "with_names": "a woman is being beaten by a man."}, {"scene_id": "gl-04-21-05s40", "raw": "A scene from a TV show in which a man is looking at a vase and a woman is standing behind him", "with_names": "a man is looking at a vase and a woman is standing behind him"}]