[{"scene_id": "bb-12-30-13s0", "raw": "A scene from a TV show in which a woman sits at a dining table and talks to her husband.", "with_names": "a woman sits at a dining table and talks to her husband."}, {"scene_id": "bb-12-30-13s1", "raw": "A scene from a TV show in which a woman is holding a baby and feeding him a bottle.", "with_names": "a woman is holding a baby and feeding him a bottle."}, {"scene_id": "bb-12-30-13s2", "raw": "A scene from a TV show in which a man is looking through a camera lens.", "with_names": "a man is looking through a camera lens."}, {"scene_id": "bb-12-30-13s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-30-13s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-30-13s5", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "bb-12-30-13s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-30-13s7", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "a man is looking at a window."}, {"scene_id": "bb-12-30-13s8", "raw": "A scene from a TV show in which a woman is wearing a green dress and looking down.", "with_names": "a woman is wearing a green dress and looking down."}, {"scene_id": "bb-12-30-13s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-12-30-13s10", "raw": "A scene from a TV show in which a man is holding a woman by the waist and looking at her.", "with_names": "Liam is holding a woman by the waist and looking at her."}, {"scene_id": "bb-12-30-13s11", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-12-30-13s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Liam is looking at Hope and she is looking back at him."}, {"scene_id": "bb-12-30-13s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at each other.", "with_names": "a man and Brooke are standing in a room, looking at each other."}]