[{"scene_id": "gl-02-13-06s0", "raw": "A scene from a TV show in which a woman is holding a camera and talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s1", "raw": "A scene from a TV show in which two women are talking in a bar.", "with_names": ""}, {"scene_id": "gl-02-13-06s2", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "gl-02-13-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-02-13-06s4", "raw": "A scene from a TV show in which a man lies on a bed and talks on his cell phone.", "with_names": "a man lies on a bed and talks on his cell phone."}, {"scene_id": "gl-02-13-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-13-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, holding wine glasses.", "with_names": "a man and a woman are standing next to each other, holding wine glasses."}, {"scene_id": "gl-02-13-06s7", "raw": "A scene from a TV show in which a man is sitting in a dark room, holding a cell phone to his ear.", "with_names": "a man is sitting in a dark room, holding a cell phone to his ear."}, {"scene_id": "gl-02-13-06s8", "raw": "A scene from a TV show in which a blue flame is seen coming from a metal object.", "with_names": "a blue flame is coming from a metal object."}, {"scene_id": "gl-02-13-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-02-13-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s11", "raw": "A scene from a TV show in which a man is smoking a pipe in a bar.", "with_names": "a man is smoking a pipe in a bar."}, {"scene_id": "gl-02-13-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-13-06s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is walking with another man.", "with_names": "a man is wearing a suit and a tie and is walking with another man."}, {"scene_id": "gl-02-13-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-13-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-13-06s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-13-06s18", "raw": "A scene from a TV show in which a man is sitting in front of a flower arrangement.", "with_names": "a man is sitting in front of a flower arrangement."}, {"scene_id": "gl-02-13-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s20", "raw": "A scene from a TV show in which a woman is being harassed by two other women.", "with_names": "a woman is being harassed by two other women."}, {"scene_id": "gl-02-13-06s21", "raw": "A scene from a TV show in which a man is forced to wear a striped prison uniform.", "with_names": "a man is forced to wear a striped prison uniform."}, {"scene_id": "gl-02-13-06s22", "raw": "A scene from a TV show in which a man is standing in front of a woman, and the woman has a picture of a woman on the wall behind her.", "with_names": "a man is standing in front of a woman, and the woman has a picture of a woman on the wall behind her."}, {"scene_id": "gl-02-13-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s24", "raw": "A scene from a TV show in which a man is smoking a cigarette in a bar.", "with_names": "a man is smoking a cigarette in a bar."}, {"scene_id": "gl-02-13-06s25", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "gl-02-13-06s26", "raw": "A scene from a TV show in which a man is seen in a car with his mouth open.", "with_names": "a man is in a car with his mouth open."}, {"scene_id": "gl-02-13-06s27", "raw": "A scene from a TV show in which a blonde woman is wearing a white coat and a shocked expression on her face.", "with_names": "a blonde woman is wearing a white coat and a shocked expression on her face."}, {"scene_id": "gl-02-13-06s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-13-06s29", "raw": "A scene from a TV show in which a man is kissing a woman in a bathroom.", "with_names": "a man is kissing a woman in a bathroom."}, {"scene_id": "gl-02-13-06s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-13-06s31", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-13-06s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-13-06s33", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-02-13-06s34", "raw": "A scene from a TV show in which a man is talking on a cell phone while another manI is standing next to him", "with_names": ""}, {"scene_id": "gl-02-13-06s35", "raw": "A scene from a TV show in which a man is seen holding a gun in a kitchen.", "with_names": "a man is holding a gun in a kitchen."}, {"scene_id": "gl-02-13-06s36", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]