[{"scene_id": "atwt-04-05-05s0", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "atwt-04-05-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-04-05-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a pink jacket", "with_names": "a man is wearing a suit and a woman is in a pink jacket"}, {"scene_id": "atwt-04-05-05s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-05-05s4", "raw": "A scene from a TV show in which a hand is spraying a word \"clean\" with a spray bottle.", "with_names": "a hand is spraying a word \"clean\" with a spray bottle."}, {"scene_id": "atwt-04-05-05s5", "raw": "A scene from a TV show in which a blonde woman is looking at a TV and smiling", "with_names": "a blonde woman is looking at a tv and smiling"}, {"scene_id": "atwt-04-05-05s6", "raw": "A scene from a TV show in which a man is wearing a brown coat and a woman is standing behind him.", "with_names": "a man is wearing a brown coat and ] is standing behind him."}, {"scene_id": "atwt-04-05-05s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-05-05s8", "raw": "A scene from a TV show in which a woman is holding a red ribbon and a man is looking at her.", "with_names": "a woman is holding a red ribbon and a man is looking at her."}, {"scene_id": "atwt-04-05-05s9", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a shocked expression on her face.", "with_names": "a woman is wearing a purple dress and a shocked expression on her face."}, {"scene_id": "atwt-04-05-05s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a baby.", "with_names": ""}, {"scene_id": "atwt-04-05-05s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-05-05s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-04-05-05s13", "raw": "A scene from a TV show in which Dove products are used", "with_names": "dove products are used"}, {"scene_id": "atwt-04-05-05s14", "raw": "A scene from a TV show in which a child is sitting in a chair in front of a judge.", "with_names": ""}, {"scene_id": "atwt-04-05-05s15", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-04-05-05s16", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-05-05s17", "raw": "A scene from a TV show in which a woman walks down a purple carpet towards a sign that says \"Hit Park.\"", "with_names": "a woman walks down a purple carpet towards a sign that says \"hit park.\""}, {"scene_id": "atwt-04-05-05s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-05-05s19", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-05-05s20", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is holding a boxing glove.", "with_names": "a woman is wearing a black dress and a man is holding a boxing glove."}, {"scene_id": "atwt-04-05-05s21", "raw": "A scene from a TV show in which a cat is eating from a bowl.", "with_names": "a cat is eating from a bowl."}, {"scene_id": "atwt-04-05-05s22", "raw": "A scene from a TV show in which a man points at something off camera.", "with_names": "a man points at something off camera."}, {"scene_id": "atwt-04-05-05s23", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-05-05s24", "raw": "A scene from a TV show in which a man is leaning his head against a door and a young boy is standing next to him.", "with_names": "a man is leaning his head against a door and a young boy is standing next to him."}, {"scene_id": "atwt-04-05-05s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]