[{"scene_id": "atwt-08-07-01s0", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a short haircut.", "with_names": "Lien is looking at the camera and wearing a short haircut."}, {"scene_id": "atwt-08-07-01s1", "raw": "A scene from a TV show in which a police officer is shown handcuffing a suspect.", "with_names": ""}, {"scene_id": "atwt-08-07-01s2", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Hal and Margo are sitting next to each other."}, {"scene_id": "atwt-08-07-01s3", "raw": "A scene from a TV show in which a woman is wearing a black hat and a long black coat.", "with_names": "a woman is wearing a black hat and a long black coat."}, {"scene_id": "atwt-08-07-01s4", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "a woman is being questioned by two men."}, {"scene_id": "atwt-08-07-01s5", "raw": "A scene from a TV show in which a can of Good Start cereal is shown.", "with_names": ""}, {"scene_id": "atwt-08-07-01s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Hal and a woman are standing next to each other."}, {"scene_id": "atwt-08-07-01s7", "raw": "A scene from a TV show in which a man is slapping a woman on the butt.", "with_names": "Hal is slapping Emily on the butt."}, {"scene_id": "atwt-08-07-01s8", "raw": "A scene from a TV show in which a hooded man is seen.", "with_names": "a hooded man is."}, {"scene_id": "atwt-08-07-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-07-01s10", "raw": "A scene from a TV show in which a woman is crying in a courtroom.", "with_names": "a woman is crying in a courtroom."}, {"scene_id": "atwt-08-07-01s11", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-08-07-01s12", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-08-07-01s13", "raw": "A scene from a TV show in which a woman is walking down a hallway, a man is behind her, and a door is open.", "with_names": "a woman is walking down a hallway, Jack is behind her, and a door is open."}, {"scene_id": "atwt-08-07-01s14", "raw": "A scene from a TV show in which a man is seen urinating on a fence.", "with_names": "a man is urinating on a fence."}, {"scene_id": "atwt-08-07-01s15", "raw": "A scene from a TV show in which a woman is standing in front of a man, with her arms crossed.", "with_names": "Jennifer is standing in front of Bryant, with her arms crossed."}, {"scene_id": "atwt-08-07-01s16", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-07-01s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-07-01s19", "raw": "A scene from a TV show in which a man is talking to someone and looking at his watch.", "with_names": ""}, {"scene_id": "atwt-08-07-01s20", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a short blonde wig.", "with_names": "a blonde woman is wearing a red shirt and a short blonde wig."}, {"scene_id": "atwt-08-07-01s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right.", "with_names": "Craig is wearing a suit and tie and looking to the right."}, {"scene_id": "atwt-08-07-01s22", "raw": "A scene from a TV show in which a man is standing in a courtroom with a woman sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-08-07-01s23", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is holding a watch.", "with_names": "two men are sitting at a table, one of them is holding a watch."}, {"scene_id": "atwt-08-07-01s24", "raw": "A scene from a TV show in which two bubbles are connected by a line, and the words \"Chemical Imbalance\" are written above them.", "with_names": "two bubbles are connected by a line, and the words \"chemical imbalance\" are written above them."}, {"scene_id": "atwt-08-07-01s25", "raw": "A scene from a TV show in which two men are standing in front of a fence.", "with_names": "two men are standing in front of a fence."}, {"scene_id": "atwt-08-07-01s26", "raw": "A scene from a TV show in which a man is leaning over a woman, whispering in her ear.", "with_names": "Craig is leaning over Barbara, whispering in her ear."}, {"scene_id": "atwt-08-07-01s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-07-01s28", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "Bryant is being attacked by another man."}, {"scene_id": "atwt-08-07-01s29", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-07-01s30", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette woman, both of them looking at the camera.", "with_names": "a blonde woman is sitting next to a brunette woman, both of them looking at the camera."}, {"scene_id": "atwt-08-07-01s32", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-08-07-01s33", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "atwt-08-07-01s34", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}]