[{"scene_id": "gl-12-11-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-11-01s1", "raw": "A scene from a TV show in which a young man is lying in a hospital bed and is looking up at the camera.", "with_names": "a young man is lying in a hospital bed and is looking up at the camera."}, {"scene_id": "gl-12-11-01s2", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-12-11-01s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-11-01s4", "raw": "A scene from a TV show in which a white circle is surrounded by a pink and purple swirl", "with_names": "a white circle is surrounded by a pink and purple swirl"}, {"scene_id": "gl-12-11-01s5", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, his eyes closed, and a nurse is holding his hand.", "with_names": "a young man is lying in a hospital bed, his eyes closed, and a nurse is holding his hand."}, {"scene_id": "gl-12-11-01s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-11-01s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-11-01s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting behind her.", "with_names": "Catalina is wearing a red dress and a man is sitting behind her."}, {"scene_id": "gl-12-11-01s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a window.", "with_names": "a man is wearing a suit and tie and looking at a window."}, {"scene_id": "gl-12-11-01s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-11-01s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-11-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-11-01s13", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-12-11-01s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "Olivia is wearing a red dress and Alan is standing behind her."}, {"scene_id": "gl-12-11-01s24", "raw": "A scene from a TV show in which a man is talking to a woman in a museum.", "with_names": ""}]