[{"scene_id": "atwt-05-12-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-12-03s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-03s2", "raw": "A scene from a TV show in which a woman is holding papers in a hotel room.", "with_names": "a woman is holding papers in a hotel room."}, {"scene_id": "atwt-05-12-03s3", "raw": "A scene from a TV show in which three cans of beer are lined up on a shelf.", "with_names": "three cans of beer are lined up on a shelf."}, {"scene_id": "atwt-05-12-03s4", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-05-12-03s6", "raw": "A scene from a TV show in which a fish is singing to a yellow fish.", "with_names": "a fish is singing to a yellow fish."}, {"scene_id": "atwt-05-12-03s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-12-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "] is wearing a suit and tie."}, {"scene_id": "atwt-05-12-03s9", "raw": "A scene from a TV show in which a woman sings in a room with a window.", "with_names": "a woman sings in a room with a window."}, {"scene_id": "atwt-05-12-03s10", "raw": "A scene from a TV show in which a woman is lying on a bed with her shirt open, exposing her breasts.", "with_names": "a woman is lying on a bed with her shirt open, exposing her breasts."}, {"scene_id": "atwt-05-12-03s11", "raw": "A scene from a TV show in which a bottle of lotion is shown", "with_names": ""}, {"scene_id": "atwt-05-12-03s12", "raw": "A scene from a TV show in which the words \"As the World Turns\" are superimposed over a globe", "with_names": "the words \"as the world turns\" are superimposed over a globe"}, {"scene_id": "atwt-05-12-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-03s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-05-12-03s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-12-03s16", "raw": "A scene from a TV show in which the word \"Citi\" is written on a window", "with_names": "the word \"citi\" is written on a window"}, {"scene_id": "atwt-05-12-03s17", "raw": "A scene from a TV show in which a man is looking down and wearing a suit and tie.", "with_names": "a man is looking down and wearing a suit and tie."}, {"scene_id": "atwt-05-12-03s18", "raw": "A scene from a TV show in which a doctor is talking to a man. The caption reads: Frequent, persistent heartburn, despite treatment, may be Acid Reflux Disease.", "with_names": ""}, {"scene_id": "atwt-05-12-03s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-12-03s20", "raw": "A scene from a TV show in which a woman is holding a black object in her hands.", "with_names": "a woman is holding a black object in her hands."}, {"scene_id": "atwt-05-12-03s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-03s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-12-03s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down, with his eyes closed.", "with_names": "a man is wearing a suit and tie and is looking down, with his eyes closed."}, {"scene_id": "atwt-05-12-03s24", "raw": "A scene from a TV show in which a black hole is shown", "with_names": ""}, {"scene_id": "atwt-05-12-03s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-12-03s26", "raw": "A scene from a TV show in which a young girl is sitting on a bike and a woman is standing next to her, helping her.", "with_names": "a young girl is sitting on a bike and ] is standing next to her, helping her."}]