[{"scene_id": "gl-05-11-04s0", "raw": "A scene from a TV show in which a man is on the phone and his eyes are wide open.", "with_names": "a man is on the phone and his eyes are wide open."}, {"scene_id": "gl-05-11-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-05-11-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-11-04s3", "raw": "A scene from a TV show in which a woman is talking to another woman and smiling.", "with_names": ""}, {"scene_id": "gl-05-11-04s4", "raw": "A scene from a TV show in which a girl is talking to a boy and he is wearing a blue shirt and a pink dress.", "with_names": ""}, {"scene_id": "gl-05-11-04s5", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her. She is holding her hands up in the air.", "with_names": "a woman is standing in a room with a man standing behind her. she is holding her hands up in the air."}, {"scene_id": "gl-05-11-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-11-04s7", "raw": "A scene from a TV show in which a man is standing in a bar, holding a bottle and looking at a piece of paper.", "with_names": "a man is standing in a bar, holding a bottle and looking at a piece of paper."}, {"scene_id": "gl-05-11-04s8", "raw": "A scene from a TV show in which a man is signing a woman's hand", "with_names": "a man is signing a woman's hand"}, {"scene_id": "gl-05-11-04s9", "raw": "A scene from a TV show in which a woman is reading a letter to another woman.", "with_names": "a woman is reading a letter to another woman."}, {"scene_id": "gl-05-11-04s10", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "gl-05-11-04s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-05-11-04s12", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a framed picture on the wall.", "with_names": ""}, {"scene_id": "gl-05-11-04s13", "raw": "A scene from a TV show in which a man is talking to two other men in a restaurant.", "with_names": ""}, {"scene_id": "gl-05-11-04s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-11-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-11-04s16", "raw": "A scene from a TV show in which a woman is kissing a man behind a curtain.", "with_names": "a woman is kissing ] behind a curtain."}, {"scene_id": "gl-05-11-04s17", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is pouring wine into it.", "with_names": "a woman is holding a wine glass and a man is pouring wine into it."}, {"scene_id": "gl-05-11-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-05-11-04s19", "raw": "A scene from a TV show in which a man is looking at a bottle and a woman walks in", "with_names": "a man is looking at a bottle and a woman walks in"}, {"scene_id": "gl-05-11-04s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-11-04s21", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think about you.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think about you.\""}, {"scene_id": "gl-05-11-04s22", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-05-11-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a concerned expression.", "with_names": ""}, {"scene_id": "gl-05-11-04s24", "raw": "A scene from a TV show in which a woman is sitting next to a man and he is looking at her with a confused expression.", "with_names": "a woman is sitting next to a man and he is looking at her with a confused expression."}, {"scene_id": "gl-05-11-04s25", "raw": "A scene from a TV show in which a man is having sex with a woman", "with_names": "a man is having sex with a woman"}, {"scene_id": "gl-05-11-04s26", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "gl-05-11-04s27", "raw": "A scene from a TV show in which a man is sitting at a restaurant table and a woman is standing behind him. The man is holding a piece of paper and is looking at the woman.", "with_names": "a man is sitting at a restaurant table and a woman is standing behind him. the man is holding a piece of paper and is looking at the woman."}, {"scene_id": "gl-05-11-04s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-11-04s29", "raw": "", "with_names": ""}]