[{"scene_id": "pc-03-29-02s0", "raw": "A scene from a TV show in which a man is holding a baby and a woman is yelling at him.", "with_names": "a man is holding a baby and a woman is yelling at him."}, {"scene_id": "pc-03-29-02s1", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "Rafe is kissing a blonde woman."}, {"scene_id": "pc-03-29-02s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-03-29-02s3", "raw": "A scene from a TV show in which a woman is holding wine glasses and a man is standing behind her.", "with_names": "Amy is holding wine glasses and Ian is standing behind her."}, {"scene_id": "pc-03-29-02s4", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and Paige is standing behind her."}, {"scene_id": "pc-03-29-02s5", "raw": "A scene from a TV show in which a man is holding a woman's hand and kissing her on the cheek.", "with_names": "Rafe is holding Alison's hand and kissing her on the cheek."}, {"scene_id": "pc-03-29-02s6", "raw": "A scene from a TV show in which a woman is holding a knife in her hand.", "with_names": "a woman is holding a knife in her hand."}, {"scene_id": "pc-03-29-02s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "Ian is looking at Amy and she is looking away"}, {"scene_id": "pc-03-29-02s8", "raw": "A scene from a TV show in which a woman is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-03-29-02s9", "raw": "A scene from a TV show in which a blonde woman is kissing a man on the cheek.", "with_names": "a blonde woman is kissing Rafe on the cheek."}, {"scene_id": "pc-03-29-02s10", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a choker.", "with_names": "a woman is wearing a leather jacket and a choker."}, {"scene_id": "pc-03-29-02s11", "raw": "A scene from a TV show in which a man is kissing a woman in a restaurant.", "with_names": "Ian is kissing Amy in a restaurant."}, {"scene_id": "pc-03-29-02s12", "raw": "A scene from a TV show in which a man is seen lying on the ground with his head turned to the side.", "with_names": "Paige is lying on the ground with his head turned to the side."}, {"scene_id": "pc-03-29-02s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-29-02s14", "raw": "A scene from a TV show in which a woman is walking down a street, and a yellow rectangle is on the right side of the screen.", "with_names": "a woman is walking down a street, and a yellow rectangle is on the right side of the screen."}]