[{"scene_id": "atwt-07-10-07s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-10-07s1", "raw": "A scene from a TV show in which a man is looking at another man demonstratively.", "with_names": "a man is looking at another man demonstratively."}, {"scene_id": "atwt-07-10-07s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman is wearing a long dress and the man is wearing a t-shirt.", "with_names": "a man and a woman are standing next to each other. the woman is wearing a long dress and the man is wearing a t-shirt."}, {"scene_id": "atwt-07-10-07s3", "raw": "A scene from a TV show in which a man is trying to get a woman to have sex with him.", "with_names": "a man is trying to get a woman to have sex with him."}, {"scene_id": "atwt-07-10-07s4", "raw": "A scene from a TV show in which a piano is played by a woman.", "with_names": "a piano is played by a woman."}, {"scene_id": "atwt-07-10-07s5", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-07-10-07s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-10-07s7", "raw": "A scene from a TV show in which a woman is holding a microphone and wearing a green dress.", "with_names": "a woman is holding a microphone and wearing a green dress."}, {"scene_id": "atwt-07-10-07s8", "raw": "A scene from a TV show in which two women are sitting on train tracks.", "with_names": "two women are sitting on train tracks."}, {"scene_id": "atwt-07-10-07s9", "raw": "A scene from a TV show in which a young girl is swimming with a lifeguard.", "with_names": "a young girl is swimming with a lifeguard."}, {"scene_id": "atwt-07-10-07s10", "raw": "A scene from a TV show in which a woman is looking at a man and making a confused face.", "with_names": "a woman is looking at a man and making a confused face."}, {"scene_id": "atwt-07-10-07s11", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-10-07s12", "raw": "A scene from a TV show in which a green cartoon character is wearing a top hat and dancing in front of a crowd.", "with_names": "a green cartoon character is wearing a top hat and dancing in front of a crowd."}, {"scene_id": "atwt-07-10-07s13", "raw": "A scene from a TV show in which a woman is seen holding a baby in her arms.", "with_names": "a woman is holding a baby in her arms."}, {"scene_id": "atwt-07-10-07s14", "raw": "A scene from a TV show in which a woman is climbing a roof to fix a birdhouse.", "with_names": "a woman is climbing a roof to fix a birdhouse."}, {"scene_id": "atwt-07-10-07s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-10-07s16", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-07-10-07s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-07-10-07s18", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-10-07s19", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-07-10-07s20", "raw": "A scene from a TV show in which a man is talking into a microphone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-07-10-07s21", "raw": "A scene from a TV show in which a woman is putting a white pill into her mouth.", "with_names": "a woman is putting a white pill into her mouth."}]