[{"scene_id": "atwt-04-09-07s0", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "Vienna is wearing a red top and a necklace"}, {"scene_id": "atwt-04-09-07s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-09-07s2", "raw": "A scene from a TV show in which a young man is sitting on a couch with his head down, looking at a book.", "with_names": ""}, {"scene_id": "atwt-04-09-07s3", "raw": "A scene from a TV show in which a Spider-Man toy is dancing with a child.", "with_names": "a spider-man toy is dancing with a child."}, {"scene_id": "atwt-04-09-07s4", "raw": "A scene from a TV show in which a man and a woman are standing in a store.", "with_names": "a man and a woman are standing in a store."}, {"scene_id": "atwt-04-09-07s5", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a tie", "with_names": "a man is wearing a purple shirt and a tie"}, {"scene_id": "atwt-04-09-07s6", "raw": "A scene from a TV show in which two men are driving a car and looking at a map.", "with_names": "two men are driving a car and looking at a map."}, {"scene_id": "atwt-04-09-07s7", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-09-07s8", "raw": "A scene from a TV show in which a man is standing in a bathroom, a woman is lying on the floor, and a dog is in the bathroom.", "with_names": "] is standing in a bathroom, a woman is lying on the floor, and a dog is in the bathroom."}, {"scene_id": "atwt-04-09-07s9", "raw": "A scene from a TV show in which a woman is holding a red handbag and a man is standing behind her.", "with_names": "a woman is holding a red handbag and a man is standing behind her."}, {"scene_id": "atwt-04-09-07s10", "raw": "A scene from a TV show in which a young woman is looking at the camera with a confused expression.", "with_names": "a young woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-09-07s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-09-07s12", "raw": "A scene from a TV show in which a plate of beans is being served to a hamburger.", "with_names": "a plate of beans is being served to a hamburger."}, {"scene_id": "atwt-04-09-07s13", "raw": "A scene from a TV show in which two women are standing next to each other and smiling.", "with_names": "two women are standing next to each other and smiling."}, {"scene_id": "atwt-04-09-07s14", "raw": "A scene from a TV show in which a woman sits next to a bowl of cereal.", "with_names": "a woman sits next to a bowl of cereal."}, {"scene_id": "atwt-04-09-07s15", "raw": "A scene from a TV show in which a man is drinking a martini with a woman sitting next to him.", "with_names": "a man is drinking a martini with a woman sitting next to him."}, {"scene_id": "atwt-04-09-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-09-07s17", "raw": "A scene from a TV show in which a young man is wearing a denim jacket and a brown t-shirt.", "with_names": "a young man is wearing a denim jacket and a brown t-shirt."}, {"scene_id": "atwt-04-09-07s18", "raw": "A scene from a TV show in which a woman is wearing a red vest and a white shirt", "with_names": "a woman is wearing a red vest and a white shirt"}, {"scene_id": "atwt-04-09-07s19", "raw": "A scene from a TV show in which a dishwasher is filled with water", "with_names": "a dishwasher is filled with water"}]