[{"scene_id": "bb-05-10-17s0", "raw": "A scene from a TV show in which a man is holding a model of a skyscraper.", "with_names": "a man is holding a model of a skyscraper."}, {"scene_id": "bb-05-10-17s1", "raw": "A scene from a TV show in which a man sits at a desk and talks to a woman.", "with_names": "a man sits at a desk and talks to a woman."}, {"scene_id": "bb-05-10-17s2", "raw": "A scene from a TV show in which the word Spectre is written in large letters", "with_names": "the word spectre is written in large letters"}, {"scene_id": "bb-05-10-17s6", "raw": "A scene from a TV show in which a woman is standing in front of stained glass windows.", "with_names": "Darlita is standing in front of stained glass windows."}, {"scene_id": "bb-05-10-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-10-17s8", "raw": "A scene from a TV show in which a man is using a camera to take a picture.", "with_names": "Coco is using a camera to take a picture."}, {"scene_id": "bb-05-10-17s9", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "bb-05-10-17s10", "raw": "A scene from a TV show in which a man is sitting at a desk talking on the phone.", "with_names": ""}, {"scene_id": "bb-05-10-17s12", "raw": "A scene from a TV show in which a woman stands in a room with a bed and a baby.", "with_names": "Steffy stands in a room with a bed and a baby."}, {"scene_id": "bb-05-10-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-10-17s14", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-05-10-17s15", "raw": "A scene from a TV show in which a man is sitting at a desk and smiling.", "with_names": "a man is sitting at a desk and smiling."}, {"scene_id": "bb-05-10-17s16", "raw": "A scene from a TV show in which a woman is holding a ring in her hand.", "with_names": "a woman is holding a ring in her hand."}, {"scene_id": "bb-05-10-17s18", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "bb-05-10-17s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-10-17s20", "raw": "A scene from a TV show in which a man is holding a young boy by the arm.", "with_names": "a man is holding a young boy by the arm."}, {"scene_id": "bb-05-10-17s21", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "a man is in the dark"}, {"scene_id": "bb-05-10-17s22", "raw": "A scene from a TV show in which a man is sitting at a desk with a wine glass and a bottle of wine.", "with_names": "Coco is sitting at a desk with a wine glass and a bottle of wine."}, {"scene_id": "bb-05-10-17s23", "raw": "A scene from a TV show in which a woman is wearing a colourful dress and a necklace", "with_names": "a woman is wearing a colourful dress and a necklace"}, {"scene_id": "bb-05-10-17s25", "raw": "A scene from a TV show in which a woman is talking to a man and a red-haired woman is standing next to her.", "with_names": ""}, {"scene_id": "bb-05-10-17s26", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is in a dress.", "with_names": "a man is wearing a leather jacket and Bill is in a dress."}, {"scene_id": "bb-05-10-17s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a piece of paper.", "with_names": ""}, {"scene_id": "bb-05-10-17s28", "raw": "A scene from a TV show in which a man and two women stand in a room with a box and a rack of clothes.", "with_names": "a man and two women stand in a room with a box and a rack of clothes."}, {"scene_id": "bb-05-10-17s29", "raw": "A scene from a TV show in which a woman is talking to a mannequin.", "with_names": ""}, {"scene_id": "bb-05-10-17s30", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Saul and Darlita are standing in a room."}, {"scene_id": "bb-05-10-17s31", "raw": "A scene from a TV show in which a man is looking at a rack of clothes", "with_names": "Coco is looking at a rack of clothes"}]