[{"scene_id": "bb-10-25-19s0", "raw": "A scene from a TV show in which a family is standing in a living room.", "with_names": "a family is standing in a living room."}, {"scene_id": "bb-10-25-19s1", "raw": "A scene from a TV show in which a woman and two men are standing in a living room.", "with_names": "a woman and two men are standing in a living room."}, {"scene_id": "bb-10-25-19s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-10-25-19s3", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-10-25-19s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-25-19s5", "raw": "A scene from a TV show in which a man and a young man are standing in a room.", "with_names": "Ridge and a young man are standing in a room."}, {"scene_id": "bb-10-25-19s6", "raw": "A scene from a TV show in which a man and a woman sit next to each other and talk.", "with_names": "Liam and a woman sit next to each other and talk."}, {"scene_id": "bb-10-25-19s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-25-19s9", "raw": "A scene from a TV show in which a woman is talking to someone and her face is scrunched up", "with_names": ""}, {"scene_id": "bb-10-25-19s11", "raw": "A scene from a TV show in which a woman is standing next to a man and a girl.", "with_names": "Donna is standing next to Eric and a girl."}, {"scene_id": "bb-10-25-19s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-25-19s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-25-19s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-10-25-19s16", "raw": "A scene from a TV show in which a man is standing next to a younger man and a woman.", "with_names": "a man is standing next to a younger man and Brooke."}, {"scene_id": "bb-10-25-19s17", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-10-25-19s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-25-19s19", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-25-19s20", "raw": "A scene from a TV show in which a woman is standing next to a man in a living room.", "with_names": "Donna is standing next to Eric in a living room."}, {"scene_id": "bb-10-25-19s21", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-10-25-19s23", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-25-19s24", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "bb-10-25-19s26", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "bb-10-25-19s28", "raw": "A scene from a TV show in which a man and a woman stand in a living room.", "with_names": "Thomas and a woman stand in a living room."}, {"scene_id": "bb-10-25-19s29", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Douglas and Hope are standing in a room."}]