[{"scene_id": "pc-03-17-03s0", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "pc-03-17-03s1", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is looking at him.", "with_names": "a man is smoking a cigarette and ] is looking at him."}, {"scene_id": "pc-03-17-03s2", "raw": "A scene from a TV show in which a man is sitting in front of a candle, looking down and smiling.", "with_names": "a man is sitting in front of a candle, looking down and smiling."}, {"scene_id": "pc-03-17-03s3", "raw": "A scene from a TV show in which a woman is being held by another woman.", "with_names": "a woman is being held by another woman."}, {"scene_id": "pc-03-17-03s4", "raw": "A scene from a TV show in which a man is holding a woman and they are looking at each other.", "with_names": "a man is holding a woman and they are looking at each other."}, {"scene_id": "pc-03-17-03s5", "raw": "A scene from a TV show in which a woman is wearing a bob wig.", "with_names": "] is wearing a bob wig."}, {"scene_id": "pc-03-17-03s6", "raw": "A scene from a TV show in which a woman is looking at a man with long hair.", "with_names": "a woman is looking at a man with long hair."}, {"scene_id": "pc-03-17-03s7", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "pc-03-17-03s8", "raw": "A scene from a TV show in which a woman is standing in front of a wall with graffiti on it.", "with_names": "a woman is standing in front of a wall with graffiti on it."}, {"scene_id": "pc-03-17-03s9", "raw": "A scene from a TV show in which a woman is seen kneeling in front of a candle.", "with_names": "a woman is kneeling in front of a candle."}, {"scene_id": "pc-03-17-03s10", "raw": "A scene from a TV show in which a woman is wearing a white towel around her neck and a man is holding her arm.", "with_names": "a woman is wearing a white towel around her neck and a man is holding her arm."}, {"scene_id": "pc-03-17-03s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}]