[{"scene_id": "atwt-10-26-01s0", "raw": "A scene from a TV show in which a man is holding a spoon to a woman's mouth.", "with_names": "Hal is holding a spoon to Emily's mouth."}, {"scene_id": "atwt-10-26-01s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing Paul on the cheek."}, {"scene_id": "atwt-10-26-01s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at a piece of paper.", "with_names": "James and a woman are standing next to each other, looking at a piece of paper."}, {"scene_id": "atwt-10-26-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-26-01s4", "raw": "A scene from a TV show in which a man and a woman are looking at a book together.", "with_names": "James and Barbara are looking at a book together."}, {"scene_id": "atwt-10-26-01s5", "raw": "A scene from a TV show in which a woman is wearing a black and white leather jacket and a blonde bob haircut.", "with_names": "a woman is wearing a black and white leather jacket and a blonde bob haircut."}, {"scene_id": "atwt-10-26-01s6", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-10-26-01s7", "raw": "A scene from a TV show in which a woman is cooking a meal in a kitchen, with a bottle of pasta sauce.", "with_names": "Lucinda is cooking a meal in a kitchen, with a bottle of pasta sauce."}, {"scene_id": "atwt-10-26-01s8", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at Hal and he is looking back at her."}, {"scene_id": "atwt-10-26-01s9", "raw": "A scene from a TV show in which a man and a woman are dancing in a courtyard.", "with_names": "Paul and a woman are dancing in a courtyard."}, {"scene_id": "atwt-10-26-01s10", "raw": "A scene from a TV show in which a man is standing in front of a woman.", "with_names": "Paul is standing in front of Barbara."}, {"scene_id": "atwt-10-26-01s11", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-26-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-26-01s13", "raw": "A scene from a TV show in which a woman is sitting at a table with her head down, looking down at a book.", "with_names": "a woman is sitting at a table with her head down, looking down at a book."}, {"scene_id": "atwt-10-26-01s14", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging Hal"}, {"scene_id": "atwt-10-26-01s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Hal is kissing Emily on the cheek."}, {"scene_id": "atwt-10-26-01s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-26-01s17", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a suit.", "with_names": "a blonde woman is smiling and wearing a suit."}, {"scene_id": "atwt-10-26-01s18", "raw": "A scene from a TV show in which a clock is shown with the words: It's three in the afternoon, it's time for an allergy relief that won't keep you up at night.", "with_names": ""}, {"scene_id": "atwt-10-26-01s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-26-01s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-26-01s21", "raw": "A scene from a TV show in which a woman is seen in a window, looking out at snow.", "with_names": "Barbara is in a window, looking out at snow."}, {"scene_id": "atwt-10-26-01s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both looking down.", "with_names": "a man and a woman are standing next to each other, both looking down."}, {"scene_id": "atwt-10-26-01s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-26-01s24", "raw": "A scene from a TV show in which a blonde woman looks at a man with a serious expression.", "with_names": "a blonde woman looks at a man with a serious expression."}, {"scene_id": "atwt-10-26-01s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-26-01s26", "raw": "A scene from a TV show in which a man stands in front of a yellow school bus.", "with_names": "a man stands in front of a yellow school bus."}, {"scene_id": "atwt-10-26-01s27", "raw": "A scene from a TV show in which a man and a woman are hugging and kissing.", "with_names": "Hal and Emily are hugging and kissing."}, {"scene_id": "atwt-10-26-01s28", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "atwt-10-26-01s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-26-01s30", "raw": "A scene from a TV show in which a woman is wearing a black hood over her head.", "with_names": "Barbara is wearing a black hood over her head."}]