[{"scene_id": "pc-06-06-01s0", "raw": "A scene from a TV show in which a woman is talking on the phone in her pajamas.", "with_names": ""}, {"scene_id": "pc-06-06-01s1", "raw": "A scene from a TV show in which a man is in a bathtub with a woman.", "with_names": "Ian is in a bathtub with Eve."}, {"scene_id": "pc-06-06-01s2", "raw": "A scene from a TV show in which a man is trying to get a woman to kiss him.", "with_names": "Chris is trying to get Gabriela to kiss him."}, {"scene_id": "pc-06-06-01s3", "raw": "A scene from a TV show in which a woman is talking about how she is a victim of domestic violence.", "with_names": ""}, {"scene_id": "pc-06-06-01s4", "raw": "A scene from a TV show in which a woman is sitting in a room with flowers and a man is standing next to her.", "with_names": "Lucy is sitting in a room with flowers and Kevin is standing next to her."}, {"scene_id": "pc-06-06-01s5", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Ian and Eve are sitting next to each other."}, {"scene_id": "pc-06-06-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-06-01s7", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "pc-06-06-01s8", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Ian is kissing Eve."}, {"scene_id": "pc-06-06-01s9", "raw": "A scene from a TV show in which a man and a woman are sitting together, smiling at each other.", "with_names": "a man and a woman are sitting together, smiling at each other."}, {"scene_id": "pc-06-06-01s10", "raw": "A scene from a TV show in which a man is sitting on a bench and wearing a bandana on his head.", "with_names": "a man is sitting on a bench and wearing a bandana on his head."}, {"scene_id": "pc-06-06-01s11", "raw": "A scene from a TV show in which a man is being attacked by a woman and a young man.", "with_names": "a man is being attacked by Eve and a young man."}, {"scene_id": "pc-06-06-01s12", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "Lucy is reading a letter to Kevin."}, {"scene_id": "pc-06-06-01s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a stethoscope is hanging on the wall", "with_names": "a man is wearing a suit and tie and a stethoscope is hanging on the wall"}, {"scene_id": "pc-06-06-01s14", "raw": "A scene from a TV show in which a man is wearing a bandana on his head", "with_names": "a man is wearing a bandana on his head"}, {"scene_id": "pc-06-06-01s15", "raw": "A scene from a TV show in which a man is shown in a room with a black background and yellow stripes on the wall.", "with_names": ""}]