[{"scene_id": "atwt-01-18-05s0", "raw": "A scene from a TV show in which a bee is trapped in a window.", "with_names": "a bee is trapped in a window."}, {"scene_id": "atwt-01-18-05s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-18-05s2", "raw": "A scene from a TV show in which a man and a woman are talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-01-18-05s3", "raw": "A scene from a TV show in which a man is looking down and wearing a striped shirt", "with_names": "a man is looking down and wearing a striped shirt"}, {"scene_id": "atwt-01-18-05s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-18-05s5", "raw": "A scene from a TV show in which a woman is standing on a street and looking up at a light.", "with_names": "a woman is standing on a street and looking up at a light."}, {"scene_id": "atwt-01-18-05s6", "raw": "A scene from a TV show in which a woman is wearing a black fur coat and a short brown hair", "with_names": "a woman is wearing a black fur coat and a short brown hair"}, {"scene_id": "atwt-01-18-05s7", "raw": "A scene from a TV show in which a baby is hooked up to an IV.", "with_names": "a baby is hooked up to an iv."}, {"scene_id": "atwt-01-18-05s8", "raw": "A scene from a TV show in which a doctor and a nurse are talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-01-18-05s9", "raw": "A scene from a TV show in which a man is wearing a brown sweater", "with_names": "a man is wearing a brown sweater"}, {"scene_id": "atwt-01-18-05s10", "raw": "A scene from a TV show in which a man and a woman are standing face to face, smiling at each other.", "with_names": "a man and a woman are standing face to face, smiling at each other."}, {"scene_id": "atwt-01-18-05s11", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man next to her.", "with_names": ""}, {"scene_id": "atwt-01-18-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-18-05s13", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}]