[{"scene_id": "atwt-05-09-03s0", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a waitress.", "with_names": ""}, {"scene_id": "atwt-05-09-03s1", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "atwt-05-09-03s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-05-09-03s3", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-05-09-03s4", "raw": "A scene from a TV show in which a man is standing on a stage with a sign that says", "with_names": "a man is standing on a stage with a sign that says"}, {"scene_id": "atwt-05-09-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-09-03s6", "raw": "A scene from a TV show in which a woman is holding a potted plant and walking into a room.", "with_names": "a woman is holding a potted plant and walking into a room."}, {"scene_id": "atwt-05-09-03s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-09-03s8", "raw": "A scene from a TV show in which a woman is using a dry-touch lubricant.", "with_names": "a woman is using a dry-touch lubricant."}, {"scene_id": "atwt-05-09-03s9", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-05-09-03s10", "raw": "A scene from a TV show in which a woman is talking to another woman, and the other woman demonstratively holds a cigarette in her hand.", "with_names": ""}, {"scene_id": "atwt-05-09-03s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-05-09-03s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-09-03s13", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-05-09-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-09-03s15", "raw": "A scene from a TV show in which three bottles of hair products are lined up on a table.", "with_names": "three bottles of hair products are lined up on a table."}, {"scene_id": "atwt-05-09-03s16", "raw": "A scene from a TV show in which a man is looking down and his head is bowed", "with_names": "a man is looking down and his head is bowed"}, {"scene_id": "atwt-05-09-03s17", "raw": "A scene from a TV show in which a woman is holding a glass of wine and a man is looking at her.", "with_names": "a woman is holding a glass of wine and ] is looking at her."}, {"scene_id": "atwt-05-09-03s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-09-03s19", "raw": "A scene from a TV show in which a woman is talking to another woman at a restaurant.", "with_names": ""}, {"scene_id": "atwt-05-09-03s20", "raw": "A scene from a TV show in which a woman is talking to a man, with a mirror behind them.", "with_names": ""}, {"scene_id": "atwt-05-09-03s21", "raw": "A scene from a TV show in which a woman is holding a drink and smiling.", "with_names": "a woman is holding a drink and smiling."}, {"scene_id": "atwt-05-09-03s22", "raw": "A scene from a TV show in which a man is looking at a wall and a woman walks by", "with_names": "a man is looking at a wall and a woman walks by"}, {"scene_id": "atwt-05-09-03s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-09-03s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-05-09-03s25", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "] is in a dark room, with his face obscured by darkness."}]