[{"scene_id": "gl-03-07-05s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-03-07-05s1", "raw": "A scene from a TV show in which a judge is giving a speech.", "with_names": "a judge is giving a speech."}, {"scene_id": "gl-03-07-05s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Judge is crying"}, {"scene_id": "gl-03-07-05s6", "raw": "A scene from a TV show in which a woman is laughing and a man is looking at her.", "with_names": "Harley is laughing and Alan is looking at her."}, {"scene_id": "gl-03-07-05s7", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-03-07-05s8", "raw": "A scene from a TV show in which a woman is reading a paper.", "with_names": "Reva is reading a paper."}, {"scene_id": "gl-03-07-05s9", "raw": "A scene from a TV show in which a woman is being attacked by a chimpanzee.", "with_names": "Dinah is being attacked by a chimpanzee."}, {"scene_id": "gl-03-07-05s10", "raw": "A scene from a TV show in which a note is left on a table", "with_names": "a note is left on a table"}, {"scene_id": "gl-03-07-05s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-07-05s12", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-03-07-05s13", "raw": "A scene from a TV show in which a woman is looking at a cell phone and a man is sitting next to her", "with_names": "a woman is looking at a cell phone and a man is sitting next to her"}, {"scene_id": "gl-03-07-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and a paper is in her hand", "with_names": ""}, {"scene_id": "gl-03-07-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-07-05s16", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "gl-03-07-05s17", "raw": "A scene from a TV show in which a man is standing in a bar and a woman is sitting next to him.", "with_names": "Jeffrey is standing in a bar and Cassie is sitting next to him."}, {"scene_id": "gl-03-07-05s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-07-05s21", "raw": "A scene from a TV show in which a man is talking to a woman at a bar.", "with_names": ""}, {"scene_id": "gl-03-07-05s22", "raw": "A scene from a TV show in which a woman is talking to a man and touching his hair.", "with_names": ""}, {"scene_id": "gl-03-07-05s23", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-03-07-05s24", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-07-05s25", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-03-07-05s26", "raw": "A scene from a TV show in which a man and a woman are standing in front of a green door.", "with_names": "Coop and Lizzie are standing in front of a green door."}, {"scene_id": "gl-03-07-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-07-05s29", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a brick wall.", "with_names": ""}, {"scene_id": "gl-03-07-05s30", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "gl-03-07-05s31", "raw": "A scene from a TV show in which a man is talking to a woman while holding a fork.", "with_names": ""}, {"scene_id": "gl-03-07-05s32", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in pain.", "with_names": ""}, {"scene_id": "gl-03-07-05s33", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "Alan and a woman are walking down a street."}]