[{"scene_id": "atwt-02-09-10s0", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-02-09-10s1", "raw": "A scene from a TV show in which a woman is wearing a hijab and a red shirt.", "with_names": "a woman is wearing a hijab and a red shirt."}, {"scene_id": "atwt-02-09-10s2", "raw": "A scene from a TV show in which a man is seen crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-02-09-10s3", "raw": "A scene from a TV show in which a man is wearing a police uniform and a woman is standing behind him.", "with_names": "a man is wearing a police uniform and a woman is standing behind him."}, {"scene_id": "atwt-02-09-10s4", "raw": "A scene from a TV show in which a young girl is running on a beach.", "with_names": "a young girl is running on a beach."}, {"scene_id": "atwt-02-09-10s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-09-10s6", "raw": "A scene from a TV show in which a young man is wearing a headband and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-09-10s7", "raw": "A scene from a TV show in which a man is interviewed by two people.", "with_names": "a man is interviewed by two people."}, {"scene_id": "atwt-02-09-10s8", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-09-10s9", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-02-09-10s10", "raw": "A scene from a TV show in which a bowl of soup is shown to a child.", "with_names": ""}, {"scene_id": "atwt-02-09-10s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-09-10s12", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-09-10s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-09-10s14", "raw": "A scene from a TV show in which a white screen is shown with the words \"Neutrogena\" and \"Neutered\" written on it.", "with_names": ""}, {"scene_id": "atwt-02-09-10s15", "raw": "A scene from a TV show in which a man is looking down and talking.", "with_names": ""}, {"scene_id": "atwt-02-09-10s16", "raw": "A scene from a TV show in which a man and a woman are holding a child in a kitchen.", "with_names": "] and a woman are holding a child in a kitchen."}, {"scene_id": "atwt-02-09-10s17", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-09-10s18", "raw": "A scene from a TV show in which a woman is talking to a man in a wooded area.", "with_names": ""}, {"scene_id": "atwt-02-09-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-09-10s20", "raw": "A scene from a TV show in which pancakes are served with butter and syrup.", "with_names": "pancakes are served with butter and syrup."}, {"scene_id": "atwt-02-09-10s21", "raw": "A scene from a TV show in which a woman is lying on a bed and looking up at the camera.", "with_names": "a woman is lying on a bed and looking up at the camera."}, {"scene_id": "atwt-02-09-10s22", "raw": "A scene from a TV show in which a woman is talking to a child in a car.", "with_names": ""}, {"scene_id": "atwt-02-09-10s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-09-10s24", "raw": "A scene from a TV show in which a man and a woman are walking down a staircase, with an umbrella held over their heads.", "with_names": "a man and a woman are walking down a staircase, with an umbrella held over their heads."}]