[{"scene_id": "bb-07-29-15s0", "raw": "A scene from a TV show in which a car is driving down a street and a sign is visible in the background.", "with_names": "a car is driving down a street and a sign is visible in the background."}, {"scene_id": "bb-07-29-15s1", "raw": "A scene from a TV show in which a man and a woman are standing outside a courthouse.", "with_names": "Liam and Steffy are standing outside a courthouse."}, {"scene_id": "bb-07-29-15s2", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a necklace.", "with_names": "Wyatt is wearing a plaid shirt and a necklace."}, {"scene_id": "bb-07-29-15s3", "raw": "A scene from a TV show in which a woman is walking down a runway in a black suit and white heels.", "with_names": "a woman is walking down a runway in a black suit and white heels."}, {"scene_id": "bb-07-29-15s4", "raw": "A scene from a TV show in which a man and woman are having a conversation.", "with_names": "a man and woman are having a conversation."}, {"scene_id": "bb-07-29-15s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-29-15s6", "raw": "A scene from a TV show in which a man stands in a chair and talks to another man.", "with_names": "a man stands in a chair and talks to another man."}, {"scene_id": "bb-07-29-15s7", "raw": "A scene from a TV show in which a woman is talking about her experience of being bullied.", "with_names": ""}, {"scene_id": "bb-07-29-15s8", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-07-29-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "bb-07-29-15s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-07-29-15s11", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "bb-07-29-15s12", "raw": "A scene from a TV show in which a man is standing in a doorway.", "with_names": "a man is standing in a doorway."}, {"scene_id": "bb-07-29-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a desk and a bookshelf.", "with_names": "Wyatt and Ivy are standing in a room with a desk and a bookshelf."}, {"scene_id": "bb-07-29-15s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room and the man is talking to a girl.", "with_names": ""}]