[{"scene_id": "gl-03-28-06s0", "raw": "A scene from a TV show in which a woman is holding a dog and making a funny face", "with_names": "Lizzie is holding a dog and making a funny face"}, {"scene_id": "gl-03-28-06s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is looking at her.", "with_names": "a woman is sitting at a table with a man, and he is looking at her."}, {"scene_id": "gl-03-28-06s2", "raw": "A scene from a TV show in which a woman is seen in a room with a bright light shining on her.", "with_names": "a woman is in a room with a bright light shining on her."}, {"scene_id": "gl-03-28-06s3", "raw": "A scene from a TV show in which a woman is talking on her cell phone while standing in a hallway.", "with_names": ""}, {"scene_id": "gl-03-28-06s4", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind", "with_names": "a woman is looking down and her hair is blowing in the wind"}, {"scene_id": "gl-03-28-06s5", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a man.", "with_names": "a woman is holding a baby and looking at a man."}, {"scene_id": "gl-03-28-06s6", "raw": "A scene from a TV show in which a woman is wearing a t-shirt with the word \"Sunny\" on it and a man is looking at her.", "with_names": "a woman is wearing a t-shirt with the word \"sunny\" on it and a man is looking at her."}, {"scene_id": "gl-03-28-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-03-28-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-28-06s9", "raw": "A scene from a TV show in which a woman is seen with her face covered in a mask", "with_names": "a woman is with her face covered in a mask"}, {"scene_id": "gl-03-28-06s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "gl-03-28-06s11", "raw": "A scene from a TV show in which a man is hiding behind a door.", "with_names": "a man is hiding behind a door."}, {"scene_id": "gl-03-28-06s12", "raw": "A scene from a TV show in which a man is wearing a green shirt and a woman is standing behind him.", "with_names": "a man is wearing a green shirt and a woman is standing behind him."}, {"scene_id": "gl-03-28-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-03-28-06s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-03-28-06s15", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "gl-03-28-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera", "with_names": "a man is wearing a suit and a tie and looking at the camera"}, {"scene_id": "gl-03-28-06s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a shirt with a logo on it.", "with_names": ""}, {"scene_id": "gl-03-28-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-28-06s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down and smiling.", "with_names": "a man is wearing a suit and a tie and is looking down and smiling."}, {"scene_id": "gl-03-28-06s20", "raw": "A scene from a TV show in which a man is holding a baseball glove", "with_names": "a man is holding a baseball glove"}, {"scene_id": "gl-03-28-06s21", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-03-28-06s22", "raw": "A scene from a TV show in which a woman is wearing a white coat and a necklace", "with_names": "a woman is wearing a white coat and a necklace"}, {"scene_id": "gl-03-28-06s23", "raw": "A scene from a TV show in which a woman is looking at a bottle and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-03-28-06s24", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-03-28-06s25", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings and looking at the camera.", "with_names": "a woman is wearing a necklace and earrings and looking at the camera."}]