[{"scene_id": "bb-08-29-14s0", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is shirtless.", "with_names": "Ivy is wearing a bikini and a man is shirtless."}, {"scene_id": "bb-08-29-14s1", "raw": "A scene from a TV show in which a man and a woman are talking in a hallway.", "with_names": ""}, {"scene_id": "bb-08-29-14s2", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "bb-08-29-14s3", "raw": "A scene from a TV show in which a man is seen jumping off a bridge into the Seine River.", "with_names": "a man is jumping off a bridge into the seine river."}, {"scene_id": "bb-08-29-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-29-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-29-14s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-29-14s7", "raw": "A scene from a TV show in which a woman is upset and a man is trying to comfort her.", "with_names": "a woman is upset and a man is trying to comfort her."}, {"scene_id": "bb-08-29-14s8", "raw": "A scene from a TV show in which two women are standing at a bar and talking.", "with_names": ""}, {"scene_id": "bb-08-29-14s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with a group of people.", "with_names": "Liam and a woman are sitting at a table with a group of people."}, {"scene_id": "bb-08-29-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-29-14s12", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him angrily.", "with_names": "a man is standing in front of Bill and she is looking at him angrily."}, {"scene_id": "bb-08-29-14s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-29-14s14", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking and drinking wine.", "with_names": ""}, {"scene_id": "bb-08-29-14s15", "raw": "A scene from a TV show in which a man and a woman are sitting on a porch and talking.", "with_names": ""}, {"scene_id": "bb-08-29-14s16", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, drinking wine.", "with_names": "Liam and Ivy are standing in a bar, drinking wine."}, {"scene_id": "bb-08-29-14s17", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-08-29-14s18", "raw": "A scene from a TV show in which a man is talking to a woman while holding a beer.", "with_names": ""}, {"scene_id": "bb-08-29-14s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "bb-08-29-14s20", "raw": "A scene from a TV show in which a young woman is flirting with a man.", "with_names": "a young woman is flirting with Liam."}, {"scene_id": "bb-08-29-14s21", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking.", "with_names": ""}, {"scene_id": "bb-08-29-14s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-14s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]