[{"scene_id": "atwt-12-23-05s0", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "atwt-12-23-05s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-12-23-05s2", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "Paul is in a jail cell"}, {"scene_id": "atwt-12-23-05s3", "raw": "A scene from a TV show in which a woman is smiling and her long black hair is blowing in the wind.", "with_names": "a woman is smiling and her long black hair is blowing in the wind."}, {"scene_id": "atwt-12-23-05s4", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a blonde hair", "with_names": "a woman is wearing a black turtleneck and a blonde hair"}, {"scene_id": "atwt-12-23-05s5", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-12-23-05s6", "raw": "A scene from a TV show in which a man and a woman are in a jail cell.", "with_names": "Paul and Barbara are in a jail cell."}, {"scene_id": "atwt-12-23-05s7", "raw": "A scene from a TV show in which a curtain is pulled back to reveal a man's face.", "with_names": "a curtain is pulled back to reveal a man's face."}, {"scene_id": "atwt-12-23-05s8", "raw": "A scene from a TV show in which two boys are standing in front of a Christmas tree.", "with_names": "two boys are standing in front of a christmas tree."}, {"scene_id": "atwt-12-23-05s9", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a box.", "with_names": "a man is standing in a kitchen, holding a box."}, {"scene_id": "atwt-12-23-05s10", "raw": "A scene from a TV show in which a man is smiling and looking at the camera", "with_names": "Holden is smiling and looking at the camera"}, {"scene_id": "atwt-12-23-05s11", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "atwt-12-23-05s12", "raw": "A scene from a TV show in which a woman is looking at a mirror and her reflection is a black woman.", "with_names": "a woman is looking at a mirror and her reflection is a black woman."}, {"scene_id": "atwt-12-23-05s13", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Keith and a woman are looking at each other."}, {"scene_id": "atwt-12-23-05s14", "raw": "A scene from a TV show in which a man is holding an umbrella and a woman is carrying a box of Advil Cold & Sins.", "with_names": "Holden is holding an umbrella and Lily is carrying a box of advil cold & sins."}, {"scene_id": "atwt-12-23-05s15", "raw": "A scene from a TV show in which a white woman sits next to a black woman to whom she is attracted.", "with_names": "a white woman sits next to a black woman to whom she is attracted."}, {"scene_id": "atwt-12-23-05s16", "raw": "A scene from a TV show in which a woman is holding a baby in front of a Christmas tree", "with_names": "a woman is holding a baby in front of a christmas tree"}, {"scene_id": "atwt-12-23-05s17", "raw": "A scene from a TV show in which passengers are seated in a plane.", "with_names": "passengers are seated in a plane."}, {"scene_id": "atwt-12-23-05s19", "raw": "A scene from a TV show in which a woman holds a baby and another woman looks on.", "with_names": "Gwen holds a baby and another woman looks on."}, {"scene_id": "atwt-12-23-05s20", "raw": "A scene from a TV show in which a man is standing in a kitchen and a little girl is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-12-23-05s21", "raw": "A scene from a TV show in which a man is crying.", "with_names": "Keith is crying."}, {"scene_id": "atwt-12-23-05s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is crying.", "with_names": "a man is looking at a woman and she is crying."}, {"scene_id": "atwt-12-23-05s23", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Holden is kissing Lily."}]