[{"scene_id": "atwt-06-06-07s0", "raw": "A scene from a TV show in which a woman is reading a book and the word \"life\" is written on the cover", "with_names": "a woman is reading a book and the word \"life\" is written on the cover"}, {"scene_id": "atwt-06-06-07s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-06-07s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-06-06-07s3", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a black wig.", "with_names": "a woman is wearing a floral shirt and a black wig."}, {"scene_id": "atwt-06-06-07s4", "raw": "A scene from a TV show in which a woman is sitting at a desk with a man standing behind her.", "with_names": "a woman is sitting at a desk with a man standing behind her."}, {"scene_id": "atwt-06-06-07s5", "raw": "A scene from a TV show in which the IAMS logo is shown", "with_names": ""}, {"scene_id": "atwt-06-06-07s6", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking at a door.", "with_names": "a woman is standing in a doorway, looking at a door."}, {"scene_id": "atwt-06-06-07s7", "raw": "A scene from a TV show in which a girl is wearing a floral shirt and a black wig", "with_names": "a girl is wearing a floral shirt and a black wig"}, {"scene_id": "atwt-06-06-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-06-07s9", "raw": "A scene from a TV show in which a couple is sleeping in bed.", "with_names": "a couple is sleeping in bed."}, {"scene_id": "atwt-06-06-07s10", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a black wig", "with_names": "a woman is wearing a floral shirt and a black wig"}, {"scene_id": "atwt-06-06-07s11", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black jacket", "with_names": "a woman is wearing a white shirt and a black jacket"}, {"scene_id": "atwt-06-06-07s12", "raw": "A scene from a TV show in which a woman is straightening her hair.", "with_names": "a woman is straightening her hair."}, {"scene_id": "atwt-06-06-07s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "atwt-06-06-07s14", "raw": "A scene from a TV show in which a man is wearing a green polo shirt and a tie", "with_names": "a man is wearing a green polo shirt and a tie"}, {"scene_id": "atwt-06-06-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-06-07s16", "raw": "A scene from a TV show in which a red heart is flying through the air.", "with_names": "a red heart is flying through the air."}, {"scene_id": "atwt-06-06-07s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-06-06-07s18", "raw": "A scene from a TV show in which a man is wearing a green polo shirt and making a face.", "with_names": "a man is wearing a green polo shirt and making a face."}, {"scene_id": "atwt-06-06-07s19", "raw": "A scene from a TV show in which a little girl is seen walking on the Old Navy logo.", "with_names": "a little girl is walking on the old navy logo."}, {"scene_id": "atwt-06-06-07s20", "raw": "A scene from a TV show in which a man is looking at a TV and wearing a green shirt", "with_names": "a man is looking at a tv and wearing a green shirt"}, {"scene_id": "atwt-06-06-07s21", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a black dress", "with_names": "a blonde woman is looking down and wearing a black dress"}, {"scene_id": "atwt-06-06-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-06-07s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-06-07s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-06-07s25", "raw": "A scene from a TV show in which a yellow van is driving down a road. The words \"Talley Snyder\" are written on the side of the van.", "with_names": "a yellow van is driving down a road. the words \"talley snyder\" are written on the side of the van."}]