[{"scene_id": "oltl-08-05-11s0", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "Old Todd is in a jail cell"}, {"scene_id": "oltl-08-05-11s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is walking towards her.", "with_names": ""}, {"scene_id": "oltl-08-05-11s2", "raw": "A scene from a TV show in which a doctor is talking to a young girl in a hospital room.", "with_names": ""}, {"scene_id": "oltl-08-05-11s3", "raw": "A scene from a TV show in which a woman is talking to a man in a park.", "with_names": ""}, {"scene_id": "oltl-08-05-11s4", "raw": "A scene from a TV show in which a young man is standing in front of a wooden wall and looking at the camera.", "with_names": "a young man is standing in front of a wooden wall and looking at the camera."}, {"scene_id": "oltl-08-05-11s5", "raw": "A scene from a TV show in which a man is locked up in a jail cell and a woman is sitting in the chair next to him.", "with_names": "a man is locked up in a jail cell and a woman is sitting in the chair next to him."}, {"scene_id": "oltl-08-05-11s6", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-08-05-11s7", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-08-05-11s8", "raw": "A scene from a TV show in which a man is standing in a park with a woman.", "with_names": "a man is standing in a park with a woman."}, {"scene_id": "oltl-08-05-11s9", "raw": "A scene from a TV show in which a woman is talking and smiling.", "with_names": ""}, {"scene_id": "oltl-08-05-11s10", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}, {"scene_id": "oltl-08-05-11s11", "raw": "A scene from a TV show in which a man is looking down and his face is blurred.", "with_names": "a man is looking down and his face is blurred."}, {"scene_id": "oltl-08-05-11s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-08-05-11s13", "raw": "A scene from a TV show in which a man is looking up and his hands are up in the air.", "with_names": "a man is looking up and his hands are up in the air."}, {"scene_id": "oltl-08-05-11s14", "raw": "A scene from a TV show in which a man is standing in front of a window.", "with_names": "a man is standing in front of a window."}, {"scene_id": "oltl-08-05-11s15", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing outside the cell.", "with_names": "a woman is in a jail cell and a man is standing outside the cell."}, {"scene_id": "oltl-08-05-11s16", "raw": "A scene from a TV show in which a woman is talking to a man in a park.", "with_names": ""}, {"scene_id": "oltl-08-05-11s17", "raw": "A scene from a TV show in which a doctor and two women are talking in a hospital room.", "with_names": ""}, {"scene_id": "oltl-08-05-11s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-08-05-11s19", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-08-05-11s20", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-08-05-11s21", "raw": "A scene from a TV show in which a man is looking down and closing his eyes", "with_names": "a man is looking down and closing his eyes"}, {"scene_id": "oltl-08-05-11s22", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing next to him.", "with_names": "a man is handcuffed and a woman is standing next to him."}, {"scene_id": "oltl-08-05-11s23", "raw": "A scene from a TV show in which a young black woman is looking off camera.", "with_names": "a young black woman is looking off camera."}, {"scene_id": "oltl-08-05-11s24", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-08-05-11s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-05-11s26", "raw": "A scene from a TV show in which a woman is standing in front of a man and another woman.", "with_names": "a woman is standing in front of a man and another woman."}, {"scene_id": "oltl-08-05-11s27", "raw": "A scene from a TV show in which a woman is talking to a man and another manre is standing behind her", "with_names": ""}, {"scene_id": "oltl-08-05-11s28", "raw": "A scene from a TV show in which two women are standing next to each other, one is crying and the other is looking at her.", "with_names": "two women are standing next to each other, one is crying and the other is looking at her."}, {"scene_id": "oltl-08-05-11s29", "raw": "A scene from a TV show in which a man is holding a woman and looking at her.", "with_names": "a man is holding a woman and looking at her."}, {"scene_id": "oltl-08-05-11s30", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "oltl-08-05-11s31", "raw": "A scene from a TV show in which a man is in a white shirt and a prison cell.", "with_names": "a man is in a white shirt and a prison cell."}, {"scene_id": "oltl-08-05-11s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-05-11s33", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "oltl-08-05-11s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-05-11s35", "raw": "A scene from a TV show in which a woman is looking at her chest", "with_names": "a woman is looking at her chest"}, {"scene_id": "oltl-08-05-11s36", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}]