[{"scene_id": "bb-04-19-17s0", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "a man is looking at a woman through a window."}, {"scene_id": "bb-04-19-17s1", "raw": "A scene from a TV show in which a man looks at the camera.", "with_names": "a man looks at the camera."}, {"scene_id": "bb-04-19-17s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-19-17s3", "raw": "A scene from a TV show in which a woman is wearing a green jacket and her hands are in her pockets.", "with_names": "a woman is wearing a green jacket and her hands are in her pockets."}, {"scene_id": "bb-04-19-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-04-19-17s5", "raw": "A scene from a TV show in which a woman is sitting at a desk with a man.", "with_names": "a woman is sitting at a desk with a man."}, {"scene_id": "bb-04-19-17s6", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace.", "with_names": "a woman is wearing a white shirt and a necklace."}, {"scene_id": "bb-04-19-17s7", "raw": "A scene from a TV show in which a man is talking to someone in a room with a city view.", "with_names": ""}, {"scene_id": "bb-04-19-17s8", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-04-19-17s9", "raw": "A scene from a TV show in which a woman is sitting at a desk with a man.", "with_names": "a woman is sitting at a desk with a man."}, {"scene_id": "bb-04-19-17s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-19-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-19-17s12", "raw": "A scene from a TV show in which a man stands in a wood-paneled office, looking at a computer.", "with_names": "a man stands in a wood-paneled office, looking at a computer."}, {"scene_id": "bb-04-19-17s13", "raw": "A scene from a TV show in which a woman is wearing a white top and a necklace.", "with_names": "a woman is wearing a white top and a necklace."}, {"scene_id": "bb-04-19-17s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-19-17s15", "raw": "A scene from a TV show in which two women are standing in a room with a desk and a bowl of oranges.", "with_names": "two women are standing in a room with a desk and a bowl of oranges."}, {"scene_id": "bb-04-19-17s16", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}]