[{"scene_id": "bb-06-21-17s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-06-21-17s1", "raw": "A scene from a TV show in which a shirtless man is writing on a desk while a woman stands behind him.", "with_names": "a shirtless man is writing on a desk while Sally stands behind him."}, {"scene_id": "bb-06-21-17s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-21-17s3", "raw": "A scene from a TV show in which a woman is holding a pair of scissors.", "with_names": "Sally is holding a pair of scissors."}, {"scene_id": "bb-06-21-17s4", "raw": "A scene from a TV show in which a woman is trying on a dress in a fitting room.", "with_names": "a woman is trying on a dress in a fitting room."}, {"scene_id": "bb-06-21-17s5", "raw": "A scene from a TV show in which a black man and a white woman are talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-06-21-17s6", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-21-17s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-21-17s8", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "bb-06-21-17s9", "raw": "A scene from a TV show in which a shirtless man stands in front of two women.", "with_names": "a shirtless man stands in front of two women."}, {"scene_id": "bb-06-21-17s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-21-17s11", "raw": "A scene from a TV show in which a black man and a brown woman are looking at each other.", "with_names": "a black man and a brown woman are looking at each other."}, {"scene_id": "bb-06-21-17s12", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at Sally."}, {"scene_id": "bb-06-21-17s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-06-21-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-21-17s15", "raw": "A scene from a TV show in which a young man is looking at a woman and is wearing a black shirt and red tie.", "with_names": "a young man is looking at a woman and is wearing a black shirt and red tie."}]