[{"scene_id": "oltl-06-28-06s0", "raw": "A scene from a TV show in which a man is painting a canvas.", "with_names": "Cristian is painting a canvas."}, {"scene_id": "oltl-06-28-06s1", "raw": "A scene from a TV show in which a woman is sitting across from a man and they are talking.", "with_names": ""}, {"scene_id": "oltl-06-28-06s2", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "oltl-06-28-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-28-06s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie.", "with_names": "a man is wearing a leather jacket and a tie."}, {"scene_id": "oltl-06-28-06s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-28-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-28-06s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-28-06s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-28-06s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-28-06s10", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-28-06s11", "raw": "A scene from a TV show in which a woman is hugging another woman and a purple bandana is wrapped around her head.", "with_names": "a woman is hugging another woman and a purple bandana is wrapped around her head."}, {"scene_id": "oltl-06-28-06s12", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-06-28-06s13", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-06-28-06s14", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "oltl-06-28-06s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-28-06s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-28-06s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-28-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-28-06s19", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "oltl-06-28-06s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-28-06s21", "raw": "A scene from a TV show in which a waitress is talking to a customer.", "with_names": ""}, {"scene_id": "oltl-06-28-06s22", "raw": "A scene from a TV show in which a man is sitting naked on a couch.", "with_names": "a man is sitting naked on a couch."}, {"scene_id": "oltl-06-28-06s23", "raw": "A scene from a TV show in which a blonde woman is looking at a woman with a red sweater.", "with_names": "a blonde woman is looking at a woman with a red sweater."}, {"scene_id": "oltl-06-28-06s24", "raw": "A scene from a TV show in which a man is seen wearing a blue shirt and a black hair", "with_names": "a man is wearing a blue shirt and a black hair"}, {"scene_id": "oltl-06-28-06s25", "raw": "A scene from a TV show in which a man and a woman hold a baby.", "with_names": "a man and a woman hold a baby."}, {"scene_id": "oltl-06-28-06s26", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "oltl-06-28-06s27", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her legs spread apart.", "with_names": "a woman is lying on top of a man, with her legs spread apart."}, {"scene_id": "oltl-06-28-06s28", "raw": "A scene from a TV show in which a woman is laughing and a man is looking at her.", "with_names": "a woman is laughing and a man is looking at her."}, {"scene_id": "oltl-06-28-06s29", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "oltl-06-28-06s30", "raw": "A scene from a TV show in which a woman is walking in a park, a boy is standing behind her, and a man is in the background.", "with_names": "a woman is walking in a park, a boy is standing behind her, and a man is in the background."}]