[{"scene_id": "bb-10-27-15s0", "raw": "A scene from a TV show in which a man is standing in front of a woman in a chair.", "with_names": "Thomas is standing in front of Caroline in a chair."}, {"scene_id": "bb-10-27-15s1", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "bb-10-27-15s2", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "bb-10-27-15s3", "raw": "A scene from a TV show in which a black woman is being harassed by a white man.", "with_names": "a black woman is being harassed by a white man."}, {"scene_id": "bb-10-27-15s4", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "bb-10-27-15s5", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-10-27-15s6", "raw": "A scene from a TV show in which a woman is standing in a room and talking to a man.", "with_names": ""}, {"scene_id": "bb-10-27-15s7", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a tie.", "with_names": "a man is wearing a plaid shirt and a tie."}, {"scene_id": "bb-10-27-15s8", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "bb-10-27-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-27-15s10", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-10-27-15s11", "raw": "A scene from a TV show in which a black man and a woman are talking to a white woman.", "with_names": ""}, {"scene_id": "bb-10-27-15s12", "raw": "A scene from a TV show in which a man is writing a letter while a woman stands behind him.", "with_names": "a man is writing a letter while a woman stands behind him."}, {"scene_id": "bb-10-27-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-10-27-15s14", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-10-27-15s15", "raw": "A scene from a TV show in which a woman is standing in front of a man and looking at him.", "with_names": "a woman is standing in front of a man and looking at him."}, {"scene_id": "bb-10-27-15s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "bb-10-27-15s17", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}]