[{"scene_id": "atwt-09-03-09s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-03-09s1", "raw": "A scene from a TV show in which a man is looking at a light and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-09-03-09s2", "raw": "A scene from a TV show in which a man is kissing a woman, and a picture of a woman's face is superimposed over the kiss.", "with_names": "a man is kissing a woman, and a picture of a woman's face is superimposed over the kiss."}, {"scene_id": "atwt-09-03-09s3", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a tie", "with_names": "a man is wearing a purple shirt and a tie"}, {"scene_id": "atwt-09-03-09s4", "raw": "A scene from a TV show in which a young girl is sitting on a couch with her mother.", "with_names": ""}, {"scene_id": "atwt-09-03-09s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-09-03-09s6", "raw": "A scene from a TV show in which a woman is shown applying a condom to her leg.", "with_names": ""}, {"scene_id": "atwt-09-03-09s7", "raw": "A scene from a TV show in which a woman is hugging a young girl", "with_names": "a woman is hugging a young girl"}, {"scene_id": "atwt-09-03-09s8", "raw": "A scene from a TV show in which a man is looking up and to the right", "with_names": "a man is looking up and to the right"}, {"scene_id": "atwt-09-03-09s9", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at something.", "with_names": "a man is sitting next to another man and they are both looking at something."}, {"scene_id": "atwt-09-03-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-03-09s11", "raw": "A scene from a TV show in which a man is seen walking through a jungle with a machete.", "with_names": "a man is walking through a jungle with a machete."}, {"scene_id": "atwt-09-03-09s12", "raw": "A scene from a TV show in which a variety of cat food brands are shown.", "with_names": "a variety of cat food brands are shown."}, {"scene_id": "atwt-09-03-09s13", "raw": "A scene from a TV show in which a man and a woman are talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-03-09s14", "raw": "A scene from a TV show in which a woman is looking at a picture frame and talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-03-09s15", "raw": "A scene from a TV show in which two bottles of Gain detergent are placed on top of a washing machine.", "with_names": "two bottles of gain detergent are placed on top of a washing machine."}, {"scene_id": "atwt-09-03-09s16", "raw": "A scene from a TV show in which two men are talking.", "with_names": ""}, {"scene_id": "atwt-09-03-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-03-09s18", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is screaming.", "with_names": "a man is holding a woman by the arm and she is screaming."}, {"scene_id": "atwt-09-03-09s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a box.", "with_names": "a woman is sitting at a table with a cup and a box."}, {"scene_id": "atwt-09-03-09s20", "raw": "A scene from a TV show in which a man is holding a bottle of Listerine.", "with_names": "a man is holding a bottle of listerine."}, {"scene_id": "atwt-09-03-09s21", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-09-03-09s22", "raw": "A scene from a TV show in which three young men are standing in a park, talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-03-09s23", "raw": "A scene from a TV show in which Monica is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-03-09s24", "raw": "A scene from a TV show in which a man is swimming in the ocean and another man is floating on a lilo in the water.", "with_names": "a man is swimming in the ocean and another man is floating on a lilo in the water."}, {"scene_id": "atwt-09-03-09s25", "raw": "A scene from a TV show in which a young boy is playing with a toy car.", "with_names": "a young boy is playing with a toy car."}, {"scene_id": "atwt-09-03-09s26", "raw": "A scene from a TV show in which a woman is standing next to a man who is laying down on a couch.", "with_names": "a woman is standing next to a man who is laying down on a couch."}, {"scene_id": "atwt-09-03-09s27", "raw": "A scene from a TV show in which a woman is talking to another woman and her mouth is open wide.", "with_names": ""}, {"scene_id": "atwt-09-03-09s28", "raw": "A scene from a TV show in which a man is talking to a woman, with the words \"Beach Accident Support Group\"", "with_names": ""}]