[{"scene_id": "gl-05-09-06s0", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-05-09-06s1", "raw": "A scene from a TV show in which a woman is wearing a green sweater and a man is in a leather jacket.", "with_names": "a woman is wearing a green sweater and a man is in a leather jacket."}, {"scene_id": "gl-05-09-06s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-05-09-06s3", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-09-06s4", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-05-09-06s5", "raw": "A scene from a TV show in which a woman is wearing a t-shirt that says \"Champagne.\"", "with_names": "a woman is wearing a t-shirt that says \"champagne.\""}, {"scene_id": "gl-05-09-06s6", "raw": "A scene from a TV show in which a man is wearing a black suit and white shirt", "with_names": "a man is wearing a black suit and white shirt"}, {"scene_id": "gl-05-09-06s7", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at someone.", "with_names": "a woman is holding a gun and pointing it at someone."}, {"scene_id": "gl-05-09-06s8", "raw": "A scene from a TV show in which a woman is sitting on a red couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-09-06s9", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-05-09-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-09-06s11", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "gl-05-09-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-09-06s13", "raw": "A scene from a TV show in which a man is wearing a black suit and a white shirt and has a mustache.", "with_names": "a man is wearing a black suit and a white shirt and has a mustache."}, {"scene_id": "gl-05-09-06s14", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-09-06s15", "raw": "A scene from a TV show in which a man is wearing a black suit and white shirt", "with_names": "a man is wearing a black suit and white shirt"}, {"scene_id": "gl-05-09-06s16", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-05-09-06s17", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "a man and a woman are looking at each other through a window."}, {"scene_id": "gl-05-09-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-09-06s19", "raw": "A scene from a TV show in which a man is holding a cat and a woman is standing behind him.", "with_names": "a man is holding a cat and a woman is standing behind him."}, {"scene_id": "gl-05-09-06s20", "raw": "A scene from a TV show in which a woman is dancing in a bar with a friend.", "with_names": "a woman is dancing in a bar with a friend."}, {"scene_id": "gl-05-09-06s21", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-05-09-06s22", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Company\"", "with_names": "a woman is wearing a shirt that says \"company\""}, {"scene_id": "gl-05-09-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-09-06s24", "raw": "A scene from a TV show in which a woman is being threatened by a man.", "with_names": "a woman is being threatened by a man."}, {"scene_id": "gl-05-09-06s25", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-05-09-06s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing Lizzie on the cheek."}, {"scene_id": "gl-05-09-06s27", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}, {"scene_id": "gl-05-09-06s28", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}]