[{"scene_id": "gl-05-24-06s0", "raw": "A scene from a TV show in which a man is walking down a hallway and a cat is sitting on a ledge.", "with_names": "Alan is walking down a hallway and a cat is sitting on a ledge."}, {"scene_id": "gl-05-24-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-24-06s2", "raw": "A scene from a TV show in which a man is talking about a black shirt.", "with_names": ""}, {"scene_id": "gl-05-24-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-24-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-24-06s5", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch", "with_names": ""}, {"scene_id": "gl-05-24-06s6", "raw": "A scene from a TV show in which two men are sitting in a room with a large wooden pillar.", "with_names": "two men are sitting in a room with a large wooden pillar."}, {"scene_id": "gl-05-24-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-24-06s9", "raw": "A scene from a TV show in which a man is seen entering a building through a large wooden door.", "with_names": "a man is entering a building through a large wooden door."}, {"scene_id": "gl-05-24-06s10", "raw": "A scene from a TV show in which a door is blown off its hinges.", "with_names": "a door is blown off its hinges."}, {"scene_id": "gl-05-24-06s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "gl-05-24-06s14", "raw": "A scene from a TV show in which a man is lying on the floor with a cell phone in his hand.", "with_names": "a man is lying on the floor with a cell phone in his hand."}, {"scene_id": "gl-05-24-06s15", "raw": "A scene from a TV show in which a man is lying on the floor with a tie around his neck.", "with_names": "a man is lying on the floor with a tie around his neck."}, {"scene_id": "gl-05-24-06s16", "raw": "A scene from a TV show in which a man is talking to a woman in a prison.", "with_names": ""}, {"scene_id": "gl-05-24-06s17", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman.", "with_names": "Alan is walking down a hallway with Beth."}, {"scene_id": "gl-05-24-06s18", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "gl-05-24-06s19", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "gl-05-24-06s20", "raw": "A scene from a TV show in which a man is sitting on a bench and his head is tilted back", "with_names": "Alan is sitting on a bench and his head is tilted back"}, {"scene_id": "gl-05-24-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-05-24-06s23", "raw": "A scene from a TV show in which a man is standing over a sleeping woman.", "with_names": "a man is standing over a sleeping woman."}, {"scene_id": "gl-05-24-06s24", "raw": "A scene from a TV show in which a Lysol bottle is shown", "with_names": ""}, {"scene_id": "gl-05-24-06s28", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her computer.", "with_names": "Lizzie is sitting at a desk and looking at her computer."}]