[{"scene_id": "bb-06-23-15s0", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-23-15s1", "raw": "A scene from a TV show in which a man and a woman sit across from each other at a table.", "with_names": "a man and a woman sit across from each other at a table."}, {"scene_id": "bb-06-23-15s2", "raw": "A scene from a TV show in which a man stands in a dark room with his arms crossed.", "with_names": "a man stands in a dark room with his arms crossed."}, {"scene_id": "bb-06-23-15s3", "raw": "A scene from a TV show in which a man and a woman are in a room with a model airplane.", "with_names": "a man and a woman are in a room with a model airplane."}, {"scene_id": "bb-06-23-15s4", "raw": "A scene from a TV show in which a woman is making a face mask.", "with_names": "a woman is making a face mask."}, {"scene_id": "bb-06-23-15s5", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-06-23-15s6", "raw": "A scene from a TV show in which a man and a woman are arguing in a kitchen.", "with_names": "a man and a woman are arguing in a kitchen."}, {"scene_id": "bb-06-23-15s7", "raw": "A scene from a TV show in which a woman holds up a cigarette and says, \"I'm smoking.\"", "with_names": "a woman holds up a cigarette and says, \"i'm smoking.\""}, {"scene_id": "bb-06-23-15s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-06-23-15s9", "raw": "A scene from a TV show in which a woman is interviewed in a lawyer's office.", "with_names": "a woman is interviewed in a lawyer's office."}, {"scene_id": "bb-06-23-15s10", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-23-15s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-23-15s12", "raw": "A scene from a TV show in which a man and a woman are sitting in a room.", "with_names": "a man and a woman are sitting in a room."}, {"scene_id": "bb-06-23-15s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-23-15s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-06-23-15s15", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-23-15s16", "raw": "A scene from a TV show in which a man places a blue ribbon on a table.", "with_names": "a man places a blue ribbon on a table."}]