[{"scene_id": "gl-06-20-06s0", "raw": "A scene from a TV show in which a bride is crying during her wedding ceremony.", "with_names": "a bride is crying during her wedding ceremony."}, {"scene_id": "gl-06-20-06s1", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-06-20-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-20-06s3", "raw": "A scene from a TV show in which a bride is being told by her father that she is not allowed to marry the man she loves.", "with_names": "a bride is being told by her father that she is not allowed to marry the man she loves."}, {"scene_id": "gl-06-20-06s4", "raw": "A scene from a TV show in which a man is seen jumping into a pool of water.", "with_names": "a man is jumping into a pool of water."}, {"scene_id": "gl-06-20-06s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-20-06s6", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-06-20-06s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a pink shirt", "with_names": ""}, {"scene_id": "gl-06-20-06s8", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a smile.", "with_names": "a woman is crying and a man is looking at her with a smile."}, {"scene_id": "gl-06-20-06s9", "raw": "A scene from a TV show in which a door is open and a curtain has been pulled back to reveal a red door.", "with_names": "a door is open and a curtain has been pulled back to reveal a red door."}, {"scene_id": "gl-06-20-06s10", "raw": "", "with_names": ""}, {"scene_id": "gl-06-20-06s11", "raw": "A scene from a TV show in which a man is crying on his wedding day.", "with_names": "a man is crying on his wedding day."}, {"scene_id": "gl-06-20-06s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-20-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-06-20-06s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a white t-shirt", "with_names": "a woman is wearing a red dress and a white t-shirt"}, {"scene_id": "gl-06-20-06s15", "raw": "A scene from a TV show in which a woman is crying and a man is consoling her.", "with_names": "a woman is crying and a man is consoling her."}, {"scene_id": "gl-06-20-06s16", "raw": "A scene from a TV show in which a man is holding a beer and another man is looking at him.", "with_names": "a man is holding a beer and another man is looking at him."}, {"scene_id": "gl-06-20-06s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-20-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-20-06s19", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is watching her.", "with_names": "a woman is wearing a wedding dress and a man is watching her."}, {"scene_id": "gl-06-20-06s20", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a flower in his lapel.", "with_names": "a man is wearing a tuxedo and a flower in his lapel."}, {"scene_id": "gl-06-20-06s21", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-20-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-20-06s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-20-06s24", "raw": "", "with_names": ""}]