[{"scene_id": "atwt-04-28-05s0", "raw": "A scene from a TV show in which a woman is looking at a wall and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-28-05s1", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt and a black jacket", "with_names": "a man is looking at the camera and wearing a blue shirt and a black jacket"}, {"scene_id": "atwt-04-28-05s2", "raw": "A scene from a TV show in which a woman is looking down and wearing a black dress.", "with_names": "a woman is looking down and wearing a black dress."}, {"scene_id": "atwt-04-28-05s3", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}, {"scene_id": "atwt-04-28-05s4", "raw": "A scene from a TV show in which a woman is looking shocked and her mouth is open.", "with_names": "a woman is looking shocked and her mouth is open."}, {"scene_id": "atwt-04-28-05s5", "raw": "A scene from a TV show in which a man is talking on the phone while holding a clipboard.", "with_names": ""}, {"scene_id": "atwt-04-28-05s6", "raw": "A scene from a TV show in which a steak is being served on a fork.", "with_names": "a steak is being served on a fork."}, {"scene_id": "atwt-04-28-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-28-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-05s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-28-05s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-04-28-05s11", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a short blonde hair", "with_names": "a woman is wearing a brown jacket and a short blonde hair"}, {"scene_id": "atwt-04-28-05s12", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is standing next to her.", "with_names": "a woman is holding a wine glass and a man is standing next to her."}, {"scene_id": "atwt-04-28-05s13", "raw": "A scene from a TV show in which a car is driving down a road with the caption starting around", "with_names": "a car is driving down a road with the caption starting around"}, {"scene_id": "atwt-04-28-05s14", "raw": "A scene from a TV show in which a man is talking angrily to someone.", "with_names": ""}, {"scene_id": "atwt-04-28-05s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-28-05s16", "raw": "A scene from a TV show in which a bald man is wearing a suit and a tie and looking up.", "with_names": "a bald man is wearing a suit and a tie and looking up."}, {"scene_id": "atwt-04-28-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-05s18", "raw": "A scene from a TV show in which a woman is being detained by police.", "with_names": "a woman is being detained by police."}, {"scene_id": "atwt-04-28-05s19", "raw": "A scene from a TV show in which a blonde woman is sitting in front of a tree.", "with_names": "a blonde woman is sitting in front of a tree."}, {"scene_id": "atwt-04-28-05s20", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-28-05s21", "raw": "A scene from a TV show in which a woman is looking down and wearing a pink shirt.", "with_names": "a woman is looking down and wearing a pink shirt."}, {"scene_id": "atwt-04-28-05s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-28-05s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-28-05s24", "raw": "A scene from a TV show in which a man is wearing a suit and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-28-05s25", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-28-05s26", "raw": "A scene from a TV show in which a man is being interviewed by another man.", "with_names": "a man is being interviewed by another man."}, {"scene_id": "atwt-04-28-05s27", "raw": "A scene from a TV show in which a bottle of nasal spray is shown. The text reads: \"Nasonex, to help prevent, take daily for 2 to 4 weeks prior to allergy season.\"", "with_names": ""}, {"scene_id": "atwt-04-28-05s28", "raw": "A scene from a TV show in which a woman is looking down and wearing a black jacket", "with_names": "a woman is looking down and wearing a black jacket"}, {"scene_id": "atwt-04-28-05s29", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-28-05s30", "raw": "A scene from a TV show in which a woman is talking on the phone with a man.", "with_names": ""}, {"scene_id": "atwt-04-28-05s31", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-04-28-05s32", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-28-05s33", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a blonde wig", "with_names": "a woman is wearing a black blazer and a blonde wig"}, {"scene_id": "atwt-04-28-05s34", "raw": "A scene from a TV show in which a woman holds a teddy bear and talks to the camera.", "with_names": "a woman holds a teddy bear and talks to the camera."}, {"scene_id": "atwt-04-28-05s35", "raw": "A scene from a TV show in which a man is wearing a black jacket and a baseball cap and is surrounded by boxes.", "with_names": "a man is wearing a black jacket and a baseball cap and is surrounded by boxes."}, {"scene_id": "atwt-04-28-05s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]