[{"scene_id": "oltl-03-16-07s0", "raw": "A scene from a TV show in which a young girl is sitting in a courtroom.", "with_names": "a young girl is sitting in a courtroom."}, {"scene_id": "oltl-03-16-07s1", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}, {"scene_id": "oltl-03-16-07s2", "raw": "A scene from a TV show in which a man is kneeling on the floor and a woman is standing behind him, holding a baby.", "with_names": "a man is kneeling on the floor and a woman is standing behind him, holding a baby."}, {"scene_id": "oltl-03-16-07s3", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is looking at her.", "with_names": "a woman is wearing a fur coat and a man is looking at her."}, {"scene_id": "oltl-03-16-07s4", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "oltl-03-16-07s5", "raw": "A scene from a TV show in which three women are dancing in a living room.", "with_names": "three women are dancing in a living room."}, {"scene_id": "oltl-03-16-07s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "oltl-03-16-07s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-16-07s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-16-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman in a bar.", "with_names": ""}, {"scene_id": "oltl-03-16-07s10", "raw": "A scene from a TV show in which a young man is smiling at a woman.", "with_names": "a young man is smiling at a woman."}, {"scene_id": "oltl-03-16-07s11", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, smiling at each other.", "with_names": "a man and a woman are lying on a couch, smiling at each other."}, {"scene_id": "oltl-03-16-07s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-03-16-07s13", "raw": "A scene from a TV show in which a man is standing in a room and smiling.", "with_names": "a man is standing in a room and smiling."}, {"scene_id": "oltl-03-16-07s14", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black jacket.", "with_names": "a woman is wearing a red shirt and a black jacket."}, {"scene_id": "oltl-03-16-07s15", "raw": "A scene from a TV show in which a man and a woman are laying on the floor and laughing.", "with_names": "a man and a woman are laying on the floor and laughing."}, {"scene_id": "oltl-03-16-07s16", "raw": "A scene from a TV show in which a man is holding a bottle and a woman is looking at him.", "with_names": "a man is holding a bottle and a woman is looking at him."}, {"scene_id": "oltl-03-16-07s17", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-03-16-07s18", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-16-07s19", "raw": "A scene from a TV show in which a young woman is smiling and looking to the right.", "with_names": "a young woman is smiling and looking to the right."}, {"scene_id": "oltl-03-16-07s20", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-03-16-07s21", "raw": "A scene from a TV show in which a man is talking to a woman in a sweater.", "with_names": ""}, {"scene_id": "oltl-03-16-07s22", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is standing next to him in a robe.", "with_names": ""}, {"scene_id": "oltl-03-16-07s23", "raw": "A scene from a TV show in which a man is holding a young girl in a living room.", "with_names": "a man is holding a young girl in a living room."}, {"scene_id": "oltl-03-16-07s24", "raw": "A scene from a TV show in which a man is sleeping on a chair with a blanket over his head.", "with_names": "a man is sleeping on a chair with a blanket over his head."}, {"scene_id": "oltl-03-16-07s25", "raw": "A scene from a TV show in which a woman is wearing a white sweater and a man is standing in front of her.", "with_names": "a woman is wearing a white sweater and a man is standing in front of her."}, {"scene_id": "oltl-03-16-07s26", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "a man and a woman are lying down together."}, {"scene_id": "oltl-03-16-07s27", "raw": "A scene from a TV show in which two men are arm wrestling.", "with_names": "two men are arm wrestling."}, {"scene_id": "oltl-03-16-07s28", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a long brown hair", "with_names": "a woman is wearing a red sweater and a long brown hair"}, {"scene_id": "oltl-03-16-07s29", "raw": "A scene from a TV show in which a man is lying on a couch, surrounded by people.", "with_names": "a man is lying on a couch, surrounded by people."}, {"scene_id": "oltl-03-16-07s30", "raw": "A scene from a TV show in which a woman is lying on her back with a man lying next to her.", "with_names": "a woman is lying on her back with a man lying next to her."}, {"scene_id": "oltl-03-16-07s31", "raw": "A scene from a TV show in which a man is lying on a bed, his face is covered with a towel.", "with_names": "a man is lying on a bed, his face is covered with a towel."}, {"scene_id": "oltl-03-16-07s32", "raw": "A scene from a TV show in which a man is lying on a bed with his shirt off, and a woman is laying on top of him, with her head on his chest.", "with_names": "a man is lying on a bed with his shirt off, and a woman is laying on top of him, with her head on his chest."}]