[{"scene_id": "atwt-03-24-06s0", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is standing behind her.", "with_names": "Gwen is wearing a green shirt and Will is standing behind her."}, {"scene_id": "atwt-03-24-06s1", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "a man is looking at a woman through a window."}, {"scene_id": "atwt-03-24-06s2", "raw": "A scene from a TV show in which a woman is looking at a man through a window.", "with_names": "a woman is looking at a man through a window."}, {"scene_id": "atwt-03-24-06s3", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-03-24-06s4", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde bob haircut", "with_names": "a woman is wearing a black shirt and a blonde bob haircut"}, {"scene_id": "atwt-03-24-06s5", "raw": "A scene from a TV show in which a blonde woman is wearing a black shirt and a bob haircut.", "with_names": "a blonde woman is wearing a black shirt and a bob haircut."}, {"scene_id": "atwt-03-24-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-24-06s7", "raw": "A scene from a TV show in which a woman is seen using a Pledge detergent packet.", "with_names": "a woman is using a pledge detergent packet."}, {"scene_id": "atwt-03-24-06s8", "raw": "A scene from a TV show in which a woman is looking at a flower.", "with_names": "a woman is looking at a flower."}, {"scene_id": "atwt-03-24-06s9", "raw": "A scene from a TV show in which a boy is sitting at a desk and a woman is standing behind him.", "with_names": "a boy is sitting at a desk and a woman is standing behind him."}, {"scene_id": "atwt-03-24-06s10", "raw": "A scene from a TV show in which a man is walking on a wooden floor.", "with_names": "a man is walking on a wooden floor."}, {"scene_id": "atwt-03-24-06s11", "raw": "A scene from a TV show in which a man is holding a cat and a woman is trying to get it out of a cabinet.", "with_names": "a man is holding a cat and a woman is trying to get it out of a cabinet."}, {"scene_id": "atwt-03-24-06s12", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black bag", "with_names": "a woman is wearing a red coat and a black bag"}, {"scene_id": "atwt-03-24-06s13", "raw": "A scene from a TV show in which a man is looking at a woman through bars.", "with_names": "a man is looking at a woman through bars."}, {"scene_id": "atwt-03-24-06s14", "raw": "A scene from a TV show in which a woman is holding a wine glass and a bottle.", "with_names": "a woman is holding a wine glass and a bottle."}, {"scene_id": "atwt-03-24-06s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-03-24-06s16", "raw": "A scene from a TV show in which a woman is shown holding a pamphlet and talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-03-24-06s17", "raw": "A scene from a TV show in which a girl is wearing a green shirt and a necklace", "with_names": "a girl is wearing a green shirt and a necklace"}, {"scene_id": "atwt-03-24-06s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-24-06s19", "raw": "A scene from a TV show in which a woman smiles at the camera.", "with_names": "a woman smiles at the camera."}, {"scene_id": "atwt-03-24-06s20", "raw": "A scene from a TV show in which the word \"flat-out\" is displayed", "with_names": "the word \"flat-out\" is displayed"}, {"scene_id": "atwt-03-24-06s21", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-03-24-06s22", "raw": "A scene from a TV show in which a woman is wearing a black vest and a blue shirt.", "with_names": "a woman is wearing a black vest and a blue shirt."}, {"scene_id": "atwt-03-24-06s23", "raw": "A scene from a TV show in which a woman is looking through a window and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-24-06s24", "raw": "A scene from a TV show in which a woman is standing in front of a staircase, looking down at a table with a vase of flowers on it.", "with_names": "a woman is standing in front of a staircase, looking down at a table with a vase of flowers on it."}, {"scene_id": "atwt-03-24-06s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-24-06s26", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "atwt-03-24-06s27", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, looking at each other.", "with_names": "a man and a woman are standing in a hallway, looking at each other."}, {"scene_id": "atwt-03-24-06s28", "raw": "A scene from a TV show in which a woman is wearing a black suit and a blonde wig", "with_names": "a woman is wearing a black suit and a blonde wig"}, {"scene_id": "atwt-03-24-06s29", "raw": "A scene from a TV show in which a vacuum cleaner is being used to clean a green background.", "with_names": "a vacuum cleaner is being used to clean a green background."}]