[{"scene_id": "oltl-08-11-10s0", "raw": "A scene from a TV show in which a woman is walking down a hallway with a suitcase and a man is standing behind her.", "with_names": "a woman is walking down a hallway with a suitcase and a man is standing behind her."}, {"scene_id": "oltl-08-11-10s1", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out.", "with_names": "a woman is standing in front of a window and looking out."}, {"scene_id": "oltl-08-11-10s2", "raw": "A scene from a TV show in which a woman is wearing a blue jumpsuit and a man is in a leather jacket.", "with_names": "a woman is wearing a blue jumpsuit and a man is in a leather jacket."}, {"scene_id": "oltl-08-11-10s3", "raw": "A scene from a TV show in which a man is standing in front of a woman, who is standing with her back to him.", "with_names": "a man is standing in front of ], who is standing with her back to him."}, {"scene_id": "oltl-08-11-10s4", "raw": "A scene from a TV show in which a man opens a door with a key.", "with_names": "a man opens a door with a key."}, {"scene_id": "oltl-08-11-10s5", "raw": "A scene from a TV show in which a woman is standing next to a man in a black shirt.", "with_names": "a woman is standing next to a man in a black shirt."}, {"scene_id": "oltl-08-11-10s6", "raw": "A scene from a TV show in which a man is sitting in a dark room with the words \"Life to Live\" overlaid on top of him.", "with_names": "a man is sitting in a dark room with the words \"life to live\" overlaid on top of him."}, {"scene_id": "oltl-08-11-10s7", "raw": "A scene from a TV show in which a man is wearing a grey jacket and a white t-shirt.", "with_names": "a man is wearing a grey jacket and a white t-shirt."}, {"scene_id": "oltl-08-11-10s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-11-10s9", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-11-10s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-11-10s11", "raw": "A scene from a TV show in which a man is standing next to a younger man, both of them looking down.", "with_names": "a man is standing next to a younger man, both of them looking down."}, {"scene_id": "oltl-08-11-10s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-08-11-10s13", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "oltl-08-11-10s14", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Eli is kissing ]."}, {"scene_id": "oltl-08-11-10s15", "raw": "A scene from a TV show in which a man is ironing a white shirt while a woman stands behind him.", "with_names": "a man is ironing a white shirt while a woman stands behind him."}, {"scene_id": "oltl-08-11-10s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-11-10s17", "raw": "A scene from a TV show in which a firefighter is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-10s18", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-11-10s19", "raw": "A scene from a TV show in which a man is standing in a hotel room, looking at a laptop.", "with_names": "a man is standing in a hotel room, looking at a laptop."}, {"scene_id": "oltl-08-11-10s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-11-10s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-11-10s22", "raw": "A scene from a TV show in which a man is looking down and talking.", "with_names": ""}, {"scene_id": "oltl-08-11-10s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-11-10s24", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-08-11-10s25", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-11-10s26", "raw": "A scene from a TV show in which a man and a woman are seen dancing in a hotel room.", "with_names": "a man and a woman are dancing in a hotel room."}, {"scene_id": "oltl-08-11-10s27", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-08-11-10s28", "raw": "A scene from a TV show in which a man is looking at a cell phone", "with_names": "a man is looking at a cell phone"}, {"scene_id": "oltl-08-11-10s29", "raw": "A scene from a TV show in which a police officer is talking to a suspect.", "with_names": ""}, {"scene_id": "oltl-08-11-10s30", "raw": "A scene from a TV show in which a woman is talking about her experience with a therapist.", "with_names": ""}, {"scene_id": "oltl-08-11-10s31", "raw": "A scene from a TV show in which a man is talking on the phone while holding a knife.", "with_names": ""}, {"scene_id": "oltl-08-11-10s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-11-10s33", "raw": "A scene from a TV show in which a man is seen putting a document into a folder.", "with_names": "a man is putting a document into a folder."}, {"scene_id": "oltl-08-11-10s34", "raw": "A scene from a TV show in which a man and a woman are crying.", "with_names": "a man and a woman are crying."}, {"scene_id": "oltl-08-11-10s35", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-11-10s36", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}]