[{"scene_id": "oltl-03-26-09s0", "raw": "A scene from a TV show in which a woman is handing a book to another woman.", "with_names": "a woman is handing a book to another woman."}, {"scene_id": "oltl-03-26-09s1", "raw": "A scene from a TV show in which a man is standing in front of a baby and a woman is watching him.", "with_names": "a man is standing in front of a baby and a woman is watching him."}, {"scene_id": "oltl-03-26-09s2", "raw": "A scene from a TV show in which a man is dressed as a woman and a police officer is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-03-26-09s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-26-09s4", "raw": "A scene from a TV show in which a man is standing in a hotel room, a woman is in a towel, and they are both looking at each other.", "with_names": "a man is standing in a hotel room, a woman is in a towel, and they are both looking at each other."}, {"scene_id": "oltl-03-26-09s5", "raw": "A scene from a TV show in which a woman is in a hospital bed and another woman is standing next to her.", "with_names": "a woman is in a hospital bed and another woman is standing next to her."}, {"scene_id": "oltl-03-26-09s6", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a table. She is wearing a blue dress and is looking down.", "with_names": "a woman is standing in a room with a chair and a table. she is wearing a blue dress and is looking down."}, {"scene_id": "oltl-03-26-09s7", "raw": "A scene from a TV show in which a blonde woman is looking down and her lips are pursed.", "with_names": "a blonde woman is looking down and her lips are pursed."}, {"scene_id": "oltl-03-26-09s8", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt and a scarf.", "with_names": "a man is looking at the camera and wearing a black shirt and a scarf."}, {"scene_id": "oltl-03-26-09s9", "raw": "A scene from a TV show in which a man is sitting on a red couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-26-09s10", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-03-26-09s11", "raw": "A scene from a TV show in which a man is talking to a woman and pointing at something.", "with_names": ""}, {"scene_id": "oltl-03-26-09s12", "raw": "A scene from a TV show in which a woman is being questioned by a man.", "with_names": "a woman is being questioned by a man."}, {"scene_id": "oltl-03-26-09s13", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-03-26-09s14", "raw": "A scene from a TV show in which a man is standing next to a boy in a hospital bed.", "with_names": "a man is standing next to a boy in a hospital bed."}, {"scene_id": "oltl-03-26-09s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s17", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-03-26-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is listening.", "with_names": ""}, {"scene_id": "oltl-03-26-09s19", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a bed.", "with_names": "a man is walking down a hallway and looking at a bed."}, {"scene_id": "oltl-03-26-09s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s21", "raw": "A scene from a TV show in which a man is talking to someone and wearing a white shirt.", "with_names": ""}, {"scene_id": "oltl-03-26-09s22", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-03-26-09s23", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-26-09s24", "raw": "A scene from a TV show in which a man is wearing a black hat and a white wig.", "with_names": "a man is wearing a black hat and a white wig."}, {"scene_id": "oltl-03-26-09s25", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s26", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "oltl-03-26-09s27", "raw": "A scene from a TV show in which a man is in court, a woman is standing behind him, and a judge is watching.", "with_names": "a man is in court, a woman is standing behind him, and a judge is watching."}, {"scene_id": "oltl-03-26-09s28", "raw": "A scene from a TV show in which a man is standing next to a boy in a hospital bed.", "with_names": "a man is standing next to a boy in a hospital bed."}, {"scene_id": "oltl-03-26-09s29", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-03-26-09s30", "raw": "A scene from a TV show in which a man is talking to a young boy in a wheelchair.", "with_names": ""}, {"scene_id": "oltl-03-26-09s31", "raw": "A scene from a TV show in which two young women are standing next to each other.", "with_names": "two young women are standing next to each other."}, {"scene_id": "oltl-03-26-09s32", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s33", "raw": "A scene from a TV show in which a man is balding and a woman is touching his head", "with_names": "a man is balding and a woman is touching his head"}, {"scene_id": "oltl-03-26-09s34", "raw": "A scene from a TV show in which a shirtless man is standing behind a woman.", "with_names": "a shirtless man is standing behind a woman."}, {"scene_id": "oltl-03-26-09s35", "raw": "A scene from a TV show in which a woman is standing in front of a table and a man is sitting at it.", "with_names": "a woman is standing in front of a table and a man is sitting at it."}, {"scene_id": "oltl-03-26-09s36", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "oltl-03-26-09s37", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-03-26-09s38", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-03-26-09s39", "raw": "A scene from a TV show in which a man and a woman are yelling at each other.", "with_names": "a man and a woman are yelling at each other."}, {"scene_id": "oltl-03-26-09s40", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at it.", "with_names": "a woman is holding a piece of paper and looking at it."}, {"scene_id": "oltl-03-26-09s41", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "oltl-03-26-09s42", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s43", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "oltl-03-26-09s44", "raw": "A scene from a TV show in which a man is standing in front of a woman in a hospital bed.", "with_names": "a man is standing in front of a woman in a hospital bed."}, {"scene_id": "oltl-03-26-09s45", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-26-09s46", "raw": "A scene from a TV show in which a woman is praying with her hands together.", "with_names": "a woman is praying with her hands together."}, {"scene_id": "oltl-03-26-09s47", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-26-09s48", "raw": "A scene from a TV show in which a man and a woman are in a hospital room, looking at each other through a window.", "with_names": "a man and a woman are in a hospital room, looking at each other through a window."}, {"scene_id": "oltl-03-26-09s49", "raw": "A scene from a TV show in which a woman is talking to a man in front of a door.", "with_names": ""}, {"scene_id": "oltl-03-26-09s50", "raw": "A scene from a TV show in which a doctor is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-26-09s51", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned to the camera.", "with_names": ""}]