[{"scene_id": "atwt-10-10-06s0", "raw": "A scene from a TV show in which a woman holds a baby and two young girls dance around her.", "with_names": "a woman holds a baby and two young girls dance around her."}, {"scene_id": "atwt-10-10-06s1", "raw": "A scene from a TV show in which a woman is standing next to a wall and a door.", "with_names": "a woman is standing next to a wall and a door."}, {"scene_id": "atwt-10-10-06s2", "raw": "A scene from a TV show in which a man is looking down and wearing a black coat.", "with_names": "a man is looking down and wearing a black coat."}, {"scene_id": "atwt-10-10-06s3", "raw": "A scene from a TV show in which a microscopic virus is shown to be killing 99 percent of germs and viruses when used as directed.", "with_names": ""}, {"scene_id": "atwt-10-10-06s4", "raw": "A scene from a TV show in which a young man is looking at the camera with a surprised expression.", "with_names": "a young man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-10-10-06s5", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-10-10-06s6", "raw": "A scene from a TV show in which a baby is sitting on the floor and a woman is playing with her hands.", "with_names": "a baby is sitting on the floor and a woman is playing with her hands."}, {"scene_id": "atwt-10-10-06s7", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-10-10-06s8", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-10-10-06s9", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "atwt-10-10-06s10", "raw": "A scene from a TV show in which two people are cleaning a penguin.", "with_names": "two people are cleaning a penguin."}, {"scene_id": "atwt-10-10-06s11", "raw": "A scene from a TV show in which a woman is wearing a black coat and a blonde bob haircut", "with_names": "a woman is wearing a black coat and a blonde bob haircut"}, {"scene_id": "atwt-10-10-06s12", "raw": "A scene from a TV show in which a girl and a boy sit on a bed and talk.", "with_names": "a girl and a boy sit on a bed and talk."}, {"scene_id": "atwt-10-10-06s13", "raw": "A scene from a TV show in which a man is looking down and wearing a red shirt", "with_names": "a man is looking down and wearing a red shirt"}, {"scene_id": "atwt-10-10-06s14", "raw": "A scene from a TV show in which a man is walking through a forest.", "with_names": "a man is walking through a forest."}, {"scene_id": "atwt-10-10-06s15", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-10-10-06s16", "raw": "A scene from a TV show in which a girl is smiling at a boy.", "with_names": "a girl is smiling at a boy."}, {"scene_id": "atwt-10-10-06s17", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde bob haircut.", "with_names": "a woman is wearing a black shirt and a blonde bob haircut."}, {"scene_id": "atwt-10-10-06s18", "raw": "A scene from a TV show in which a man is wearing a black suit and a shirt", "with_names": "a man is wearing a black suit and a shirt"}, {"scene_id": "atwt-10-10-06s19", "raw": "A scene from a TV show in which a woman is injecting herself with a syringe.", "with_names": "a woman is injecting herself with a syringe."}, {"scene_id": "atwt-10-10-06s20", "raw": "A scene from a TV show in which a woman is standing in a bar, talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-10-06s21", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-10-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-10-06s23", "raw": "A scene from a TV show in which a baby is playing with a toy.", "with_names": "a baby is playing with a toy."}]