[{"scene_id": "bb-01-06-15s0", "raw": "A scene from a TV show in which a young woman cries and is comforted by a man.", "with_names": "a young woman cries and is comforted by Rick."}, {"scene_id": "bb-01-06-15s1", "raw": "A scene from a TV show in which a woman is interviewed by a reporter.", "with_names": "a woman is interviewed by a reporter."}, {"scene_id": "bb-01-06-15s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-06-15s3", "raw": "A scene from a TV show in which a woman is talking to a colleague.", "with_names": ""}, {"scene_id": "bb-01-06-15s4", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "bb-01-06-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room.", "with_names": "a man is wearing a suit and a tie and is standing in a room."}, {"scene_id": "bb-01-06-15s6", "raw": "A scene from a TV show in which a man delivers boxes to a woman.", "with_names": "a man delivers boxes to a woman."}, {"scene_id": "bb-01-06-15s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-06-15s8", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "bb-01-06-15s9", "raw": "A scene from a TV show in which two women are talking in a living room.", "with_names": ""}, {"scene_id": "bb-01-06-15s10", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a plaid shirt.", "with_names": "a man is wearing a suit and a woman is in a plaid shirt."}, {"scene_id": "bb-01-06-15s11", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and looking concerned.", "with_names": "a man is wearing a shirt and tie and looking concerned."}, {"scene_id": "bb-01-06-15s12", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-01-06-15s13", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}]