[{"scene_id": "atwt-02-26-04s0", "raw": "A scene from a TV show in which a woman is reading a script and flowers are in the background.", "with_names": "a woman is reading a script and flowers are in the background."}, {"scene_id": "atwt-02-26-04s1", "raw": "A scene from a TV show in which a woman is holding a glass of wine and making a face.", "with_names": "a woman is holding a glass of wine and making a face."}, {"scene_id": "atwt-02-26-04s2", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-02-26-04s3", "raw": "A scene from a TV show in which two men are standing next to each other, both wearing black jackets.", "with_names": "two men are standing next to each other, both wearing black jackets."}, {"scene_id": "atwt-02-26-04s4", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-26-04s5", "raw": "A scene from a TV show in which a car is driving down a road at night.", "with_names": "a car is driving down a road at night."}, {"scene_id": "atwt-02-26-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-04s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-04s8", "raw": "A scene from a TV show in which a man is helping a young boy to get out of a tent. The caption reads: One-a-day.", "with_names": "a man is helping a young boy to get out of a tent. the caption reads: one-a-day."}, {"scene_id": "atwt-02-26-04s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is pointing at her.", "with_names": ""}, {"scene_id": "atwt-02-26-04s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-26-04s11", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "] is lying on a bed with her eyes closed."}, {"scene_id": "atwt-02-26-04s12", "raw": "A scene from a TV show in which a blonde woman is wearing a choker and a black dress.", "with_names": "a blonde woman is wearing a choker and a black dress."}, {"scene_id": "atwt-02-26-04s13", "raw": "A scene from a TV show in which a man is talking to someone and a clock is visible in the background", "with_names": ""}, {"scene_id": "atwt-02-26-04s14", "raw": "A scene from a TV show in which a window is open and a lamp is on a table. The words \"Special TV Offer\" are written on the screen.", "with_names": "a window is open and a lamp is on a table. the words \"special tv offer\" are written on the screen."}, {"scene_id": "atwt-02-26-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-26-04s16", "raw": "A scene from a TV show in which a blonde woman is wearing a leather jacket and a red scarf around her neck.", "with_names": "a blonde woman is wearing a leather jacket and a red scarf around her neck."}, {"scene_id": "atwt-02-26-04s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and a blonde wig. The text reads \"100% gray coverage\"", "with_names": "a woman is wearing a white dress and a blonde wig. the text reads \"100% gray coverage\""}, {"scene_id": "atwt-02-26-04s18", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing behind him.", "with_names": "a man is holding a baby and a woman is standing behind him."}, {"scene_id": "atwt-02-26-04s19", "raw": "A scene from a TV show in which a man is standing in front of a door and a window.", "with_names": "a man is standing in front of a door and a window."}, {"scene_id": "atwt-02-26-04s20", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "atwt-02-26-04s21", "raw": "A scene from a TV show in which a little girl is shown with a white headband.", "with_names": ""}, {"scene_id": "atwt-02-26-04s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-26-04s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down", "with_names": "a man is wearing a suit and a tie and is looking down"}, {"scene_id": "atwt-02-26-04s24", "raw": "A scene from a TV show in which the Earth is shown in the center of the screen", "with_names": ""}]