[{"scene_id": "atwt-10-05-07s0", "raw": "A scene from a TV show in which a pregnant woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-07s1", "raw": "A scene from a TV show in which a man is wearing a hat and a woman is standing behind him.", "with_names": "a man is wearing a hat and a woman is standing behind him."}, {"scene_id": "atwt-10-05-07s2", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black shirt", "with_names": "a woman is wearing a red jacket and a black shirt"}, {"scene_id": "atwt-10-05-07s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-05-07s4", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-10-05-07s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-07s6", "raw": "A scene from a TV show in which a green man is seen walking on a wet floor.", "with_names": "a green man is walking on a wet floor."}, {"scene_id": "atwt-10-05-07s7", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "atwt-10-05-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-07s9", "raw": "A scene from a TV show in which a man is wearing a baseball cap and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-10-05-07s10", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a brown hair", "with_names": "a man is wearing a blue shirt and a brown hair"}, {"scene_id": "atwt-10-05-07s11", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt and is looking at the camera.", "with_names": "a woman is wearing a suit and a white shirt and is looking at the camera."}, {"scene_id": "atwt-10-05-07s12", "raw": "A scene from a TV show in which three men are walking through a forest.", "with_names": "three men are walking through a forest."}, {"scene_id": "atwt-10-05-07s13", "raw": "A scene from a TV show in which a woman is shown in a white vest and leggings, with her arms crossed, and the words \"See our ad in Family Circle\"", "with_names": ""}, {"scene_id": "atwt-10-05-07s14", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "atwt-10-05-07s15", "raw": "A scene from a TV show in which a man is holding a woman in a room.", "with_names": "a man is holding a woman in a room."}, {"scene_id": "atwt-10-05-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-07s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a house.", "with_names": "a man and a woman are standing in front of a house."}, {"scene_id": "atwt-10-05-07s18", "raw": "A scene from a TV show in which a man is being questioned by two police officers.", "with_names": "a man is being questioned by two police officers."}, {"scene_id": "atwt-10-05-07s19", "raw": "A scene from a TV show in which a man is lying on the ground and a woman stands over him.", "with_names": "] is lying on the ground and a woman stands over him."}, {"scene_id": "atwt-10-05-07s20", "raw": "A scene from a TV show in which a woman is smiling and looking at a butterfly on her shoulder.", "with_names": "a woman is smiling and looking at a butterfly on her shoulder."}, {"scene_id": "atwt-10-05-07s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-10-05-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-07s23", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-05-07s24", "raw": "A scene from a TV show in which a black man and a white man are talking in a park.", "with_names": ""}, {"scene_id": "atwt-10-05-07s25", "raw": "A scene from a TV show in which a hand is holding a gun to the head of a man.", "with_names": "a hand is holding a gun to the head of ]."}, {"scene_id": "atwt-10-05-07s26", "raw": "A scene from a TV show in which a girl is eating a doughnut.", "with_names": "a girl is eating a doughnut."}, {"scene_id": "atwt-10-05-07s27", "raw": "A scene from a TV show in which a boy and a man are standing in front of a car.", "with_names": "a boy and a man are standing in front of a car."}, {"scene_id": "atwt-10-05-07s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-05-07s29", "raw": "A scene from a TV show in which a man is talking about the dangers of the Chernobyl disaster.", "with_names": ""}, {"scene_id": "atwt-10-05-07s30", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-10-05-07s31", "raw": "A scene from a TV show in which a woman is applying a white cream to her face.", "with_names": "a woman is applying a white cream to her face."}, {"scene_id": "atwt-10-05-07s32", "raw": "A scene from a TV show in which a woman is looking up and her mouth is open.", "with_names": "a woman is looking up and her mouth is open."}, {"scene_id": "atwt-10-05-07s33", "raw": "A scene from a TV show in which a man is talking about a tree.", "with_names": ""}]