[{"scene_id": "gl-05-23-05s0", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and they are drinking beer.", "with_names": ""}, {"scene_id": "gl-05-23-05s1", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "gl-05-23-05s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-05-23-05s3", "raw": "A scene from a TV show in which a woman is seduced by a man", "with_names": "a woman is seduced by a man"}, {"scene_id": "gl-05-23-05s4", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth", "with_names": "a man is kissing a woman on the mouth"}, {"scene_id": "gl-05-23-05s5", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "gl-05-23-05s6", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-05-23-05s7", "raw": "A scene from a TV show in which a woman is kissing another woman", "with_names": "a woman is kissing another woman"}, {"scene_id": "gl-05-23-05s8", "raw": "A scene from a TV show in which a woman is walking out of a house, a man is standing behind her.", "with_names": "a woman is walking out of a house, a man is standing behind her."}, {"scene_id": "gl-05-23-05s9", "raw": "A scene from a TV show in which a woman is sitting in a car with two men.", "with_names": "a woman is sitting in a car with two men."}, {"scene_id": "gl-05-23-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-23-05s11", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "gl-05-23-05s12", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a necklace and talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-23-05s13", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a wall.", "with_names": ""}, {"scene_id": "gl-05-23-05s14", "raw": "A scene from a TV show in which a woman is reading a news bulletin.", "with_names": "a woman is reading a news bulletin."}, {"scene_id": "gl-05-23-05s15", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "gl-05-23-05s16", "raw": "A scene from a TV show in which a woman is sitting at a bar with wine glasses and a bottle in front of her.", "with_names": "a woman is sitting at a bar with wine glasses and a bottle in front of her."}, {"scene_id": "gl-05-23-05s17", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}, {"scene_id": "gl-05-23-05s18", "raw": "A scene from a TV show in which a man is talking to someone and a picture is on the wall behind him", "with_names": ""}, {"scene_id": "gl-05-23-05s19", "raw": "A scene from a TV show in which a woman is sitting at a restaurant table with wine glasses and a man is standing behind her.", "with_names": "a woman is sitting at a restaurant table with wine glasses and a man is standing behind her."}, {"scene_id": "gl-05-23-05s20", "raw": "A scene from a TV show in which a woman sings into a microphone.", "with_names": "a woman sings into a microphone."}, {"scene_id": "gl-05-23-05s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-23-05s22", "raw": "A scene from a TV show in which a couple is hugging in a restaurant.", "with_names": "a couple is hugging in a restaurant."}, {"scene_id": "gl-05-23-05s23", "raw": "A scene from a TV show in which a man is shaking hands with another man.", "with_names": "a man is shaking hands with another man."}, {"scene_id": "gl-05-23-05s24", "raw": "A scene from a TV show in which a man is talking to another man and gesturing with his hands.", "with_names": ""}, {"scene_id": "gl-05-23-05s25", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}, {"scene_id": "gl-05-23-05s26", "raw": "", "with_names": ""}]