[{"scene_id": "atwt-04-27-07s0", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-04-27-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-27-07s2", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-04-27-07s3", "raw": "A scene from a TV show in which a bottle of Bengay is shown", "with_names": ""}, {"scene_id": "atwt-04-27-07s4", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-04-27-07s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-04-27-07s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-27-07s7", "raw": "A scene from a TV show in which a bathtub is shown with white tiles and a white shower curtain", "with_names": ""}, {"scene_id": "atwt-04-27-07s8", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a brick wall is behind him.", "with_names": "a man is wearing a blue shirt and a brick wall is behind him."}, {"scene_id": "atwt-04-27-07s9", "raw": "A scene from a TV show in which a man is seen holding a bottle and a cigarette.", "with_names": "a man is holding a bottle and a cigarette."}, {"scene_id": "atwt-04-27-07s10", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room.", "with_names": "a man and a woman are standing in a dark room."}, {"scene_id": "atwt-04-27-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-27-07s12", "raw": "A scene from a TV show in which a family is standing in a kitchen.", "with_names": "a family is standing in a kitchen."}, {"scene_id": "atwt-04-27-07s13", "raw": "A scene from a TV show in which a woman is walking past a box of Alvear.", "with_names": "a woman is walking past a box of alvear."}, {"scene_id": "atwt-04-27-07s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-04-27-07s15", "raw": "A scene from a TV show in which a man is looking down and wearing a black jacket", "with_names": "] is looking down and wearing a black jacket"}, {"scene_id": "atwt-04-27-07s16", "raw": "A scene from a TV show in which a woman is dancing in a car.", "with_names": "a woman is dancing in a car."}, {"scene_id": "atwt-04-27-07s17", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "atwt-04-27-07s18", "raw": "A scene from a TV show in which a woman is wearing a red tank top and a necklace", "with_names": "a woman is wearing a red tank top and a necklace"}, {"scene_id": "atwt-04-27-07s19", "raw": "A scene from a TV show in which a red flower is shown with a pill in the center. The word \"Gingivitis\" is written on the pill.", "with_names": ""}]