[{"scene_id": "gl-05-07-04s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a painting.", "with_names": ""}, {"scene_id": "gl-05-07-04s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair down", "with_names": "a woman is wearing a red dress and her hair down"}, {"scene_id": "gl-05-07-04s2", "raw": "A scene from a TV show in which a woman is singing in front of a large ornate wooden door.", "with_names": "a woman is singing in front of a large ornate wooden door."}, {"scene_id": "gl-05-07-04s3", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-05-07-04s4", "raw": "", "with_names": ""}, {"scene_id": "gl-05-07-04s5", "raw": "A scene from a TV show in which a woman is talking to a man and a boy is watching them", "with_names": ""}, {"scene_id": "gl-05-07-04s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-05-07-04s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-05-07-04s8", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "gl-05-07-04s9", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from a woman."}, {"scene_id": "gl-05-07-04s10", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-07-04s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-05-07-04s12", "raw": "A scene from a TV show in which a woman is sitting at a table with two men.", "with_names": "a woman is sitting at a table with two men."}, {"scene_id": "gl-05-07-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a concerned expression.", "with_names": ""}, {"scene_id": "gl-05-07-04s14", "raw": "A scene from a TV show in which a man is fixing a woman's hair.", "with_names": "a man is fixing a woman's hair."}, {"scene_id": "gl-05-07-04s15", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her", "with_names": ""}, {"scene_id": "gl-05-07-04s16", "raw": "A scene from a TV show in which a man is looking at a wall and saying,", "with_names": "a man is looking at a wall and saying,"}, {"scene_id": "gl-05-07-04s17", "raw": "A scene from a TV show in which a man is holding a glass of milk and talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-07-04s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and another woman is in a black dress.", "with_names": "a woman is wearing a red dress and another woman is in a black dress."}, {"scene_id": "gl-05-07-04s19", "raw": "A scene from a TV show in which a man is talking to a little girl.", "with_names": ""}, {"scene_id": "gl-05-07-04s20", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-07-04s21", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant.", "with_names": "a man is standing in a room with a potted plant."}, {"scene_id": "gl-05-07-04s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "gl-05-07-04s23", "raw": "", "with_names": ""}]