[{"scene_id": "gl-12-20-05s0", "raw": "A scene from a TV show in which a woman is holding a wine glass and a bottle in front of a Christmas tree.", "with_names": "a woman is holding a wine glass and a bottle in front of a christmas tree."}, {"scene_id": "gl-12-20-05s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a beard", "with_names": "a man is wearing a leather jacket and a beard"}, {"scene_id": "gl-12-20-05s2", "raw": "A scene from a TV show in which a blonde woman is talking to a woman in a blue coat.", "with_names": ""}, {"scene_id": "gl-12-20-05s3", "raw": "A scene from a TV show in which a woman is talking to someone and her lips are moving", "with_names": ""}, {"scene_id": "gl-12-20-05s4", "raw": "A scene from a TV show in which a girl is talking to her boyfriend", "with_names": ""}, {"scene_id": "gl-12-20-05s5", "raw": "A scene from a TV show in which a man is sitting in a bar and looking at a bottle.", "with_names": "a man is sitting in a bar and looking at a bottle."}, {"scene_id": "gl-12-20-05s6", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-20-05s7", "raw": "A scene from a TV show in which Rachel Green is wearing a brown dress and her hair is down.", "with_names": "rachel green is wearing a brown dress and her hair is down."}, {"scene_id": "gl-12-20-05s8", "raw": "A scene from a TV show in which a blonde woman is standing next to a man, and he is wearing a leather jacket.", "with_names": "a blonde woman is standing next to a man, and he is wearing a leather jacket."}, {"scene_id": "gl-12-20-05s9", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "a woman is trying to get a man to kiss her."}, {"scene_id": "gl-12-20-05s10", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "gl-12-20-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-20-05s12", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-12-20-05s13", "raw": "", "with_names": ""}, {"scene_id": "gl-12-20-05s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-12-20-05s15", "raw": "A scene from a TV show in which a woman is sitting in front of a Christmas tree and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-20-05s16", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "gl-12-20-05s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-20-05s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-20-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a cup.", "with_names": ""}, {"scene_id": "gl-12-20-05s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-12-20-05s21", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-20-05s22", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-12-20-05s23", "raw": "A scene from a TV show in which a woman is holding a baby in front of a Christmas tree.", "with_names": "a woman is holding a baby in front of a christmas tree."}]