[{"scene_id": "atwt-01-18-10s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a dog in the middle of them.", "with_names": "Simon and Katie are standing in a room, with a dog in the middle of them."}, {"scene_id": "atwt-01-18-10s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking surprised.", "with_names": "a man is wearing a suit and a tie and looking surprised."}, {"scene_id": "atwt-01-18-10s2", "raw": "A scene from a TV show in which a woman is crying in a hospital bed.", "with_names": "a woman is crying in a hospital bed."}, {"scene_id": "atwt-01-18-10s3", "raw": "A scene from a TV show in which a woman washes her hands with Dawn soap.", "with_names": "a woman washes her hands with dawn soap."}, {"scene_id": "atwt-01-18-10s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-18-10s5", "raw": "A scene from a TV show in which a red mascara brush is shown with its bristles pointing upwards.", "with_names": ""}, {"scene_id": "atwt-01-18-10s6", "raw": "A scene from a TV show in which a woman is talking and making a face", "with_names": ""}, {"scene_id": "atwt-01-18-10s7", "raw": "A scene from a TV show in which a boy is holding a toothbrush and a toothpaste tube.", "with_names": "a boy is holding a toothbrush and a toothpaste tube."}, {"scene_id": "atwt-01-18-10s8", "raw": "A scene from a TV show in which a woman is holding a red bottle and looking at it.", "with_names": "a woman is holding a red bottle and looking at it."}, {"scene_id": "atwt-01-18-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "atwt-01-18-10s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-18-10s11", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-01-18-10s12", "raw": "A scene from a TV show in which cows are being milked.", "with_names": "cows are being milked."}, {"scene_id": "atwt-01-18-10s13", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-18-10s14", "raw": "A scene from a TV show in which a woman is on the phone and her eyes are closed", "with_names": "a woman is on the phone and her eyes are closed"}, {"scene_id": "atwt-01-18-10s15", "raw": "A scene from a TV show in which a young girl is shown making chocolate chip cookies.", "with_names": ""}, {"scene_id": "atwt-01-18-10s16", "raw": "A scene from a TV show in which a young woman is sitting in a hospital room and looking down.", "with_names": "a young woman is sitting in a hospital room and looking down."}, {"scene_id": "atwt-01-18-10s17", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brown coat", "with_names": "a man is wearing a red shirt and a brown coat"}, {"scene_id": "atwt-01-18-10s18", "raw": "A scene from a TV show in which two men are sitting on a couch and talking to each other.", "with_names": ""}]