[{"scene_id": "atwt-05-07-09s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-07-09s1", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-05-07-09s2", "raw": "A scene from a TV show in which a girl is kissing a boy on the cheek.", "with_names": "a girl is kissing a boy on the cheek."}, {"scene_id": "atwt-05-07-09s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-07-09s4", "raw": "A scene from a TV show in which red poppies are arranged in a circle.", "with_names": "red poppies are arranged in a circle."}, {"scene_id": "atwt-05-07-09s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-05-07-09s6", "raw": "A scene from a TV show in which a man is holding a cup and a woman is looking at him.", "with_names": "a man is holding a cup and a woman is looking at him."}, {"scene_id": "atwt-05-07-09s7", "raw": "A scene from a TV show in which a man is holding a yellow envelope and a woman is looking at him.", "with_names": "a man is holding a yellow envelope and a woman is looking at him."}, {"scene_id": "atwt-05-07-09s8", "raw": "A scene from a TV show in which a woman is touching her hair and smiling.", "with_names": "a woman is touching her hair and smiling."}, {"scene_id": "atwt-05-07-09s9", "raw": "A scene from a TV show in which a woman is shown standing next to a box of Vagisil.", "with_names": ""}, {"scene_id": "atwt-05-07-09s10", "raw": "A scene from a TV show in which a woman is using a calculator and a man is holding a pen.", "with_names": "a woman is using a calculator and a man is holding a pen."}, {"scene_id": "atwt-05-07-09s11", "raw": "A scene from a TV show in which two men are sitting at a bar, talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-07-09s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a painting.", "with_names": "a man and a woman are standing in front of a painting."}, {"scene_id": "atwt-05-07-09s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a ponytail", "with_names": "a woman is wearing a red dress and a ponytail"}, {"scene_id": "atwt-05-07-09s14", "raw": "A scene from a TV show in which a man is yelling and looking angry.", "with_names": "a man is yelling and looking angry."}, {"scene_id": "atwt-05-07-09s15", "raw": "A scene from a TV show in which a man is on the phone and his glasses are fogged up.", "with_names": "a man is on the phone and his glasses are fogged up."}, {"scene_id": "atwt-05-07-09s16", "raw": "A scene from a TV show in which a wall is painted white and a crack appears in it.", "with_names": "a wall is painted white and a crack appears in it."}, {"scene_id": "atwt-05-07-09s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-07-09s18", "raw": "A scene from a TV show in which a man is holding a woman by the neck and pulling her face towards him.", "with_names": "a man is holding ] by the neck and pulling her face towards him."}, {"scene_id": "atwt-05-07-09s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-07-09s20", "raw": "A scene from a TV show in which a white envelope is floating in the sky.", "with_names": "a white envelope is floating in the sky."}, {"scene_id": "atwt-05-07-09s21", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-05-07-09s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-07-09s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-07-09s24", "raw": "A scene from a TV show in which a man is looking at a screen.", "with_names": "a man is looking at a screen."}, {"scene_id": "atwt-05-07-09s25", "raw": "A scene from a TV show in which a girl is standing behind a podium.", "with_names": "a girl is standing behind a podium."}, {"scene_id": "atwt-05-07-09s26", "raw": "A scene from a TV show in which two men are talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-07-09s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-07-09s28", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-05-07-09s29", "raw": "A scene from a TV show in which a woman is seen throwing a child out of a moving car.", "with_names": "a woman is throwing a child out of a moving car."}]