[{"scene_id": "atwt-05-04-10s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-04-10s1", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is behind her.", "with_names": "a woman is wearing a green dress and a man is behind her."}, {"scene_id": "atwt-05-04-10s2", "raw": "A scene from a TV show in which a doctor is looking at a patient's chart.", "with_names": "a doctor is looking at a patient's chart."}, {"scene_id": "atwt-05-04-10s3", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the frame.", "with_names": "a man is smiling and looking to the right of the frame."}, {"scene_id": "atwt-05-04-10s4", "raw": "A scene from a TV show in which a woman is shown before and after a cosmetic procedure.", "with_names": ""}, {"scene_id": "atwt-05-04-10s5", "raw": "A scene from a TV show in which a man is sitting in a movie theater with a woman and another man.", "with_names": "a man is sitting in a movie theater with a woman and another man."}, {"scene_id": "atwt-05-04-10s6", "raw": "A scene from a TV show in which a woman is wearing a gold dress and smiling.", "with_names": "a woman is wearing a gold dress and smiling."}, {"scene_id": "atwt-05-04-10s7", "raw": "A scene from a TV show in which Old El Paso sausages are being sold.", "with_names": "old el paso sausages are being sold."}, {"scene_id": "atwt-05-04-10s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-04-10s9", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-04-10s10", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-04-10s11", "raw": "A scene from a TV show in which a woman is holding a pizza and smiling.", "with_names": "a woman is holding a pizza and smiling."}, {"scene_id": "atwt-05-04-10s12", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera, but her face is distorted by a shower curtain.", "with_names": "a woman is smiling and looking at the camera, but her face is distorted by a shower curtain."}, {"scene_id": "atwt-05-04-10s13", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "atwt-05-04-10s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a pink tie", "with_names": "a man is wearing a blue shirt and a pink tie"}, {"scene_id": "atwt-05-04-10s15", "raw": "A scene from a TV show in which a woman is wearing a gold dress and smiling.", "with_names": "a woman is wearing a gold dress and smiling."}, {"scene_id": "atwt-05-04-10s16", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man, both holding blue guns.", "with_names": "a woman is sitting at a bar with a man, both holding blue guns."}, {"scene_id": "atwt-05-04-10s17", "raw": "A scene from a TV show in which a man and a woman are dancing. The caption reads: If discontinued, lashes will gradually return to their previous appearance.", "with_names": "a man and a woman are dancing. the caption reads: if discontinued, lashes will gradually return to their previous appearance."}, {"scene_id": "atwt-05-04-10s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "atwt-05-04-10s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-05-04-10s20", "raw": "A scene from a TV show in which Kris Jenner is wearing a gold dress and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-04-10s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-04-10s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed, with his eyes open.", "with_names": "a man is lying in a hospital bed, with his eyes open."}, {"scene_id": "atwt-05-04-10s23", "raw": "A scene from a TV show in which a sandwich is served on a plate.", "with_names": "a sandwich is served on a plate."}, {"scene_id": "atwt-05-04-10s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with wine glasses and a bottle on the table.", "with_names": "a man and a woman are sitting at a table, with wine glasses and a bottle on the table."}, {"scene_id": "atwt-05-04-10s25", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both laughing.", "with_names": "a man is sitting next to a woman and they are both laughing."}, {"scene_id": "atwt-05-04-10s26", "raw": "A scene from a TV show in which a man is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "atwt-05-04-10s27", "raw": "A scene from a TV show in which a chicken breast is covered in onions.", "with_names": "a chicken breast is covered in onions."}]