[{"scene_id": "gl-09-24-04s0", "raw": "A scene from a TV show in which a red box is over a spreadsheet", "with_names": "a red box is over a spreadsheet"}, {"scene_id": "gl-09-24-04s1", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "gl-09-24-04s2", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-09-24-04s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-09-24-04s4", "raw": "A scene from a TV show in which a woman is sitting next to a man in a car.", "with_names": "a woman is sitting next to a man in a car."}, {"scene_id": "gl-09-24-04s5", "raw": "A scene from a TV show in which a man is talking to two men.", "with_names": ""}, {"scene_id": "gl-09-24-04s6", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted", "with_names": "a woman is on the phone and her face is contorted"}, {"scene_id": "gl-09-24-04s7", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-09-24-04s8", "raw": "A scene from a TV show in which a woman is driving a car and her face is turned to the camera.", "with_names": "a woman is driving a car and her face is turned to the camera."}, {"scene_id": "gl-09-24-04s9", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a picture frame is behind him", "with_names": "a man is wearing a striped shirt and a picture frame is behind him"}, {"scene_id": "gl-09-24-04s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-24-04s11", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "gl-09-24-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-24-04s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-09-24-04s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-24-04s21", "raw": "A scene from a TV show in which a woman is shown in a white dress and veil.", "with_names": ""}, {"scene_id": "gl-09-24-04s22", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "gl-09-24-04s23", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "gl-09-24-04s24", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-09-24-04s25", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Dinah is looking at the camera with a serious expression."}, {"scene_id": "gl-09-24-04s26", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "gl-09-24-04s27", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-09-24-04s28", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-24-04s29", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blue shirt.", "with_names": "a man is wearing a leather jacket and a blue shirt."}, {"scene_id": "gl-09-24-04s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-24-04s31", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-09-24-04s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-24-04s33", "raw": "A scene from a TV show in which a woman is crying and holding a gun.", "with_names": "Blake is crying and holding a gun."}]