[{"scene_id": "gl-04-07-05s0", "raw": "A scene from a TV show in which a man is sitting on a couch and playing a video game.", "with_names": ""}, {"scene_id": "gl-04-07-05s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-07-05s2", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "gl-04-07-05s4", "raw": "A scene from a TV show in which a man is holding a paper and looking at it", "with_names": "dinah is holding a paper and looking at it"}, {"scene_id": "gl-04-07-05s5", "raw": "A scene from a TV show in which a woman is holding a blue bottle and a man is standing behind her.", "with_names": "Dinah is holding a blue bottle and Edmund is standing behind her."}, {"scene_id": "gl-04-07-05s6", "raw": "A scene from a TV show in which a little girl is sitting on a couch and her hand is up to her head.", "with_names": ""}, {"scene_id": "gl-04-07-05s7", "raw": "A scene from a TV show in which a woman is wearing a t-shirt with Chinese characters and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-07-05s8", "raw": "A scene from a TV show in which a man is talking to someone and his face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-04-07-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-07-05s10", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "Jeffrey is sitting in a room and looking at a wall."}, {"scene_id": "gl-04-07-05s11", "raw": "A scene from a TV show in which a man is wearing a bandana on his head.", "with_names": "Edmund is wearing a bandana on his head."}, {"scene_id": "gl-04-07-05s12", "raw": "A scene from a TV show in which a man is seen in a suit and tie, looking at a woman through a window.", "with_names": "Sebastian is in a suit and tie, looking at Olivia through a window."}, {"scene_id": "gl-04-07-05s13", "raw": "A scene from a TV show in which a woman is wearing a t-shirt with Chinese characters and a pink cardigan.", "with_names": "Gus is wearing a t-shirt with chinese characters and a pink cardigan."}, {"scene_id": "gl-04-07-05s14", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-04-07-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-07-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-07-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in front of her chest.", "with_names": ""}, {"scene_id": "gl-04-07-05s18", "raw": "A scene from a TV show in which a man is kissing a woman on the couch.", "with_names": "Sebastian is kissing Olivia on the couch."}, {"scene_id": "gl-04-07-05s19", "raw": "A scene from a TV show in which a woman is standing in front of a man in a kitchen.", "with_names": "a woman is standing in front of a man in a kitchen."}, {"scene_id": "gl-04-07-05s20", "raw": "A scene from a TV show in which a woman is cooking in a kitchen.", "with_names": "edmund is cooking in a kitchen."}, {"scene_id": "gl-04-07-05s21", "raw": "A scene from a TV show in which a man is knocking on a door", "with_names": "Edmund is knocking on a door"}, {"scene_id": "gl-04-07-05s22", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down.", "with_names": "Olivia is sitting on a bed and looking down."}]