[{"scene_id": "bb-02-24-17s0", "raw": "A scene from a TV show in which a woman is looking at a photo of a woman with a prosthetic leg.", "with_names": "a woman is looking at a photo of a woman with a prosthetic leg."}, {"scene_id": "bb-02-24-17s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wall.", "with_names": "a man and a woman are standing in front of a wall."}, {"scene_id": "bb-02-24-17s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-24-17s3", "raw": "A scene from a TV show in which a woman is wearing a blue suit and a man is standing behind her.", "with_names": "a woman is wearing a blue suit and a man is standing behind her."}, {"scene_id": "bb-02-24-17s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-24-17s5", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "bb-02-24-17s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-24-17s7", "raw": "A scene from a TV show in which a woman is making a face and pointing at someone off-screen.", "with_names": "a woman is making a face and pointing at someone off-screen."}, {"scene_id": "bb-02-24-17s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-02-24-17s9", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-24-17s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-24-17s11", "raw": "A scene from a TV show in which a man is sitting in a room with a woman.", "with_names": "Thomas is sitting in a room with Steffy."}, {"scene_id": "bb-02-24-17s12", "raw": "A scene from a TV show in which a woman is hugging a child in front of a clothes rack.", "with_names": "a woman is hugging a child in front of a clothes rack."}, {"scene_id": "bb-02-24-17s13", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room.", "with_names": "Steffy is standing in front of Thomas in a room."}, {"scene_id": "bb-02-24-17s14", "raw": "A scene from a TV show in which a woman is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-02-24-17s15", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "bb-02-24-17s16", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}]