[{"scene_id": "bb-03-27-14s0", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "bb-03-27-14s1", "raw": "A scene from a TV show in which a man is shot in the head.", "with_names": "a man is shot in the head."}, {"scene_id": "bb-03-27-14s2", "raw": "A scene from a TV show in which a woman and a man are holding coffee cups.", "with_names": "a woman and a man are holding coffee cups."}, {"scene_id": "bb-03-27-14s3", "raw": "A scene from a TV show in which a man is talking to a young man in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-27-14s4", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "bb-03-27-14s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-27-14s6", "raw": "A scene from a TV show in which a man is wearing a suit and a plaid shirt.", "with_names": "a man is wearing a suit and a plaid shirt."}, {"scene_id": "bb-03-27-14s7", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-03-27-14s8", "raw": "", "with_names": ""}, {"scene_id": "bb-03-27-14s9", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and looking down.", "with_names": "a man is sitting in a suit and tie and looking down."}, {"scene_id": "bb-03-27-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-03-27-14s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-03-27-14s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-27-14s13", "raw": "A scene from a TV show in which a man and a woman are standing in front of a wall with a collage of pictures.", "with_names": "a man and a woman are standing in front of a wall with a collage of pictures."}, {"scene_id": "bb-03-27-14s14", "raw": "A scene from a TV show in which a man stands in front of a window.", "with_names": "a man stands in front of a window."}, {"scene_id": "bb-03-27-14s15", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-03-27-14s16", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-03-27-14s17", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]