[{"scene_id": "gl-07-15-05s0", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-07-15-05s1", "raw": "A scene from a TV show in which a man is sitting at a desk and another manI is standing behind him", "with_names": "a man is sitting at a desk and another mani is standing behind him"}, {"scene_id": "gl-07-15-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-15-05s3", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-15-05s4", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "gl-07-15-05s5", "raw": "", "with_names": ""}, {"scene_id": "gl-07-15-05s6", "raw": "A scene from a TV show in which two men are sitting in a dark room, looking scared.", "with_names": "two men are sitting in a dark room, looking scared."}, {"scene_id": "gl-07-15-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down", "with_names": "a man is wearing a suit and a tie and is looking down"}, {"scene_id": "gl-07-15-05s8", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "gl-07-15-05s9", "raw": "A scene from a TV show in which a man is seen holding a gun in his hand", "with_names": "a man is holding a gun in his hand"}, {"scene_id": "gl-07-15-05s10", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-07-15-05s11", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking angrily at someone off-screen.", "with_names": "a man is wearing a suit and a red tie and is looking angrily at someone off-screen."}, {"scene_id": "gl-07-15-05s12", "raw": "A scene from a TV show in which a woman is testifying in front of a judge.", "with_names": "a woman is testifying in front of a judge."}, {"scene_id": "gl-07-15-05s13", "raw": "A scene from a TV show in which a blonde girl is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-15-05s14", "raw": "A scene from a TV show in which a man is holding a pink box and another man is trying to open it.", "with_names": "a man is holding a pink box and another man is trying to open it."}, {"scene_id": "gl-07-15-05s15", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "gl-07-15-05s16", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "gl-07-15-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-07-15-05s18", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-07-15-05s19", "raw": "A scene from a TV show in which a man is sitting in a courtroom and talking to a judge.", "with_names": ""}, {"scene_id": "gl-07-15-05s20", "raw": "A scene from a TV show in which a man is wearing a green hat and a jacket and talking to another man.", "with_names": ""}, {"scene_id": "gl-07-15-05s21", "raw": "A scene from a TV show in which a woman is screaming and her mouth is open wide.", "with_names": "a woman is screaming and her mouth is open wide."}, {"scene_id": "gl-07-15-05s22", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "a woman is crying and a man is looking at her with a concerned expression."}, {"scene_id": "gl-07-15-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-07-15-05s24", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-07-15-05s25", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "gl-07-15-05s26", "raw": "A scene from a TV show in which a man is holding two young boys by their hands and walking them down a hallway.", "with_names": "a man is holding two young boys by their hands and walking them down a hallway."}, {"scene_id": "gl-07-15-05s27", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-15-05s28", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is on her chest", "with_names": ""}, {"scene_id": "gl-07-15-05s29", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-15-05s30", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "a man is wearing a suit and a woman is standing behind him."}]