[{"scene_id": "gl-10-06-04s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "Reva is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-06-04s1", "raw": "A scene from a TV show in which a man is sitting at a desk with a glass of water and a laptop.", "with_names": "a man is sitting at a desk with a glass of water and a laptop."}, {"scene_id": "gl-10-06-04s2", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is walking behind him.", "with_names": ""}, {"scene_id": "gl-10-06-04s3", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "gl-10-06-04s4", "raw": "A scene from a TV show in which a man is talking on the phone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-10-06-04s5", "raw": "A scene from a TV show in which a woman is looking at her face and making a funny facelurking", "with_names": "a woman is looking at her face and making a funny facelurking"}, {"scene_id": "gl-10-06-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-06-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-10-06-04s8", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-10-06-04s9", "raw": "A scene from a TV show in which a woman is smiling and looking at a sign.", "with_names": "a woman is smiling and looking at a sign."}, {"scene_id": "gl-10-06-04s10", "raw": "A scene from a TV show in which a woman is being arrested for shoplifting.", "with_names": "a woman is being arrested for shoplifting."}, {"scene_id": "gl-10-06-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-06-04s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-10-06-04s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-06-04s14", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him", "with_names": ""}, {"scene_id": "gl-10-06-04s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-06-04s16", "raw": "A scene from a TV show in which a man is looking at a painting and saying, \"I'm not sure what that is\"", "with_names": "a man is looking at a painting and saying, \"i'm not sure what that is\""}, {"scene_id": "gl-10-06-04s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-06-04s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-10-06-04s19", "raw": "A scene from a TV show in which a blonde woman is walking down the street and a brunette woman is standing next to her.", "with_names": "a blonde woman is walking down the street and a brunette woman is standing next to her."}, {"scene_id": "gl-10-06-04s20", "raw": "A scene from a TV show in which a man is looking at a mirror and his reflection is a woman", "with_names": "a man is looking at a mirror and his reflection is a woman"}]