[{"scene_id": "oltl-12-15-10s0", "raw": "A scene from a TV show in which a woman is buying a red handbag from a saleswoman.", "with_names": "a woman is buying a red handbag from a saleswoman."}, {"scene_id": "oltl-12-15-10s1", "raw": "A scene from a TV show in which a girl is lying in bed and writing on a piece of paper.", "with_names": "a girl is lying in bed and writing on a piece of paper."}, {"scene_id": "oltl-12-15-10s2", "raw": "A scene from a TV show in which a man is crying and a woman is laughing", "with_names": "a man is crying and a woman is laughing"}, {"scene_id": "oltl-12-15-10s3", "raw": "A scene from a TV show in which a woman is standing on a staircase, holding a wine glass.", "with_names": "a woman is standing on a staircase, holding a wine glass."}, {"scene_id": "oltl-12-15-10s4", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-15-10s5", "raw": "A scene from a TV show in which a computer screen is displaying the name of a commissioner.", "with_names": "a computer screen is displaying the name of a commissioner."}, {"scene_id": "oltl-12-15-10s6", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "oltl-12-15-10s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-15-10s8", "raw": "A scene from a TV show in which a police officer is standing over a man who is lying on the floor.", "with_names": "a police officer is standing over a man who is lying on the floor."}, {"scene_id": "oltl-12-15-10s9", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hallway with a potted plant and a staircase.", "with_names": ""}, {"scene_id": "oltl-12-15-10s10", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-12-15-10s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-15-10s12", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing in front of him, holding a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-15-10s13", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-12-15-10s14", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a door behind him.", "with_names": "a man is standing in a room with a lamp on and a door behind him."}, {"scene_id": "oltl-12-15-10s15", "raw": "A scene from a TV show in which a woman walks down a hallway, her hair is pulled back and she is wearing a dark blue dress.", "with_names": "a woman walks down a hallway, her hair is pulled back and she is wearing a dark blue dress."}, {"scene_id": "oltl-12-15-10s16", "raw": "A scene from a TV show in which a woman is sitting on a bed and drinking from a glass.", "with_names": "a woman is sitting on a bed and drinking from a glass."}, {"scene_id": "oltl-12-15-10s17", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "oltl-12-15-10s18", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-12-15-10s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-15-10s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at each other.", "with_names": "a man and a woman are standing in a room, looking at each other."}, {"scene_id": "oltl-12-15-10s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-15-10s22", "raw": "A scene from a TV show in which a man is talking on the phone and looking at a clock", "with_names": ""}, {"scene_id": "oltl-12-15-10s23", "raw": "A scene from a TV show in which a woman is taking a picture of a bed.", "with_names": "a woman is taking a picture of a bed."}, {"scene_id": "oltl-12-15-10s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-12-15-10s25", "raw": "A scene from a TV show in which a woman is drinking a glass of orange juice.", "with_names": "a woman is drinking a glass of orange juice."}, {"scene_id": "oltl-12-15-10s26", "raw": "A scene from a TV show in which a man and a woman are standing in a library, surrounded by books.", "with_names": "a man and a woman are standing in a library, surrounded by books."}, {"scene_id": "oltl-12-15-10s27", "raw": "A scene from a TV show in which a woman is talking to a younger woman in a living room.", "with_names": ""}, {"scene_id": "oltl-12-15-10s28", "raw": "A scene from a TV show in which a woman is holding a man on the ground while another woman is standing over him.", "with_names": "a woman is holding a man on the ground while another woman is standing over him."}, {"scene_id": "oltl-12-15-10s29", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "oltl-12-15-10s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-15-10s31", "raw": "A scene from a TV show in which a man is talking to a bank teller.", "with_names": ""}, {"scene_id": "oltl-12-15-10s32", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a black coat and a white top.", "with_names": "a woman is standing in a kitchen, wearing a black coat and a white top."}, {"scene_id": "oltl-12-15-10s33", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-12-15-10s34", "raw": "A scene from a TV show in which a man and a woman are wearing latex gloves.", "with_names": "a man and a woman are wearing latex gloves."}, {"scene_id": "oltl-12-15-10s35", "raw": "A scene from a TV show in which a woman is standing in a hotel room with her arms crossed, and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-15-10s36", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-15-10s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-15-10s38", "raw": "A scene from a TV show in which a man is talking to a woman in an elevator.", "with_names": ""}, {"scene_id": "oltl-12-15-10s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-15-10s40", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-12-15-10s41", "raw": "A scene from a TV show in which a police officer is seen looking down at his uniform.", "with_names": "a police officer is looking down at his uniform."}, {"scene_id": "oltl-12-15-10s42", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-15-10s43", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "oltl-12-15-10s44", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "oltl-12-15-10s45", "raw": "A scene from a TV show in which a woman is standing in front of a refrigerator and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-15-10s46", "raw": "A scene from a TV show in which a man is in a wheelchair and another man is standing next to him.", "with_names": "a man is in a wheelchair and another man is standing next to him."}, {"scene_id": "oltl-12-15-10s47", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-12-15-10s48", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and another man is standing next to him, both of them looking at the man in the wheelchair.", "with_names": "a man is sitting in a wheelchair and another man is standing next to him, both of them looking at the man in the wheelchair."}, {"scene_id": "oltl-12-15-10s49", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-15-10s50", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}]