[{"scene_id": "atwt-03-12-08s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-12-08s1", "raw": "A scene from a TV show in which a young man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-03-12-08s2", "raw": "A scene from a TV show in which a man is sitting in a chair with a baby in a car seat.", "with_names": ""}, {"scene_id": "atwt-03-12-08s3", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing next to him.", "with_names": "a man is wearing a red shirt and a woman is standing next to him."}, {"scene_id": "atwt-03-12-08s4", "raw": "A scene from a TV show in which a man is talking to a ventriloquist doll.", "with_names": ""}, {"scene_id": "atwt-03-12-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-12-08s6", "raw": "A scene from a TV show in which a woman is cooking with her children.", "with_names": "a woman is cooking with her children."}, {"scene_id": "atwt-03-12-08s7", "raw": "A scene from a TV show in which a man is seen in the kitchen, a woman is in the background, and a child is crawling on the floor.", "with_names": "a man is in the kitchen, a woman is in the background, and a child is crawling on the floor."}, {"scene_id": "atwt-03-12-08s8", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "atwt-03-12-08s9", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black hair", "with_names": "a man is wearing a red shirt and a black hair"}, {"scene_id": "atwt-03-12-08s10", "raw": "A scene from a TV show in which a man is wearing a striped shirt and his eyes are closed.", "with_names": "a man is wearing a striped shirt and his eyes are closed."}, {"scene_id": "atwt-03-12-08s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "atwt-03-12-08s12", "raw": "A scene from a TV show in which a man is lying on the floor with a cell phone next to him.", "with_names": "a man is lying on the floor with a cell phone next to him."}, {"scene_id": "atwt-03-12-08s13", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt", "with_names": "a man is looking down and wearing a black shirt"}, {"scene_id": "atwt-03-12-08s14", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a table.", "with_names": "a man is standing in a room with a chair and a table."}, {"scene_id": "atwt-03-12-08s15", "raw": "A scene from a TV show in which a man is holding a phone to a woman's ear.", "with_names": "a man is holding a phone to a woman's ear."}, {"scene_id": "atwt-03-12-08s16", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-03-12-08s17", "raw": "A scene from a TV show in which a man is standing in a garage with a chainsaw.", "with_names": "a man is standing in a garage with a chainsaw."}, {"scene_id": "atwt-03-12-08s18", "raw": "A scene from a TV show in which a blonde woman and a man are looking at each other.", "with_names": "a blonde woman and a man are looking at each other."}, {"scene_id": "atwt-03-12-08s19", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is looking at her.", "with_names": "a woman is smoking a cigarette and a man is looking at her."}, {"scene_id": "atwt-03-12-08s20", "raw": "A scene from a TV show in which a woman wears a hijab.", "with_names": "a woman wears a hijab."}, {"scene_id": "atwt-03-12-08s21", "raw": "A scene from a TV show in which a man is walking down a street and a door is open.", "with_names": "a man is walking down a street and a door is open."}, {"scene_id": "atwt-03-12-08s22", "raw": "A scene from a TV show in which a green hill is covered in grass and the word \"Care\" is written on it.", "with_names": "a green hill is covered in grass and the word \"care\" is written on it."}, {"scene_id": "atwt-03-12-08s23", "raw": "A scene from a TV show in which a woman is dressed in a white hijab and a man is shaking her hand.", "with_names": "a woman is dressed in a white hijab and a man is shaking her hand."}, {"scene_id": "atwt-03-12-08s24", "raw": "A scene from a TV show in which a woman is standing in a red room.", "with_names": "a woman is standing in a red room."}, {"scene_id": "atwt-03-12-08s25", "raw": "A scene from a TV show in which the words I can only imagine are superimposed over the word Christian", "with_names": "the words i can only imagine are superimposed over the word christian"}, {"scene_id": "atwt-03-12-08s26", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-03-12-08s27", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-03-12-08s28", "raw": "A scene from a TV show in which a dog is seen lying on the floor with a pair of shoes.", "with_names": "a dog is lying on the floor with a pair of shoes."}, {"scene_id": "atwt-03-12-08s29", "raw": "A scene from a TV show in which a woman is seen in a red room.", "with_names": "] is in a red room."}, {"scene_id": "atwt-03-12-08s30", "raw": "A scene from a TV show in which a family is standing in a kitchen, with a woman in the foreground holding a baby.", "with_names": "a family is standing in a kitchen, with a woman in the foreground holding a baby."}, {"scene_id": "atwt-03-12-08s31", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-03-12-08s32", "raw": "A scene from a TV show in which a woman is seen in a dark room with her face pressed against a wall.", "with_names": "] is in a dark room with her face pressed against a wall."}, {"scene_id": "atwt-03-12-08s33", "raw": "A scene from a TV show in which a woman is cooking rice in a bowl.", "with_names": "a woman is cooking rice in a bowl."}]