[{"scene_id": "gl-04-08-04s0", "raw": "A scene from a TV show in which a woman is looking at a lamp and a mirror", "with_names": "a woman is looking at a lamp and a mirror"}, {"scene_id": "gl-04-08-04s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-08-04s2", "raw": "A scene from a TV show in which a woman is talking to a man and they are both smiling.", "with_names": ""}, {"scene_id": "gl-04-08-04s3", "raw": "A scene from a TV show in which a woman is talking to a man and a glass of wine.", "with_names": ""}, {"scene_id": "gl-04-08-04s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-04-08-04s6", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her cheek.", "with_names": "Cassie is smiling and Edmund is kissing her cheek."}, {"scene_id": "gl-04-08-04s7", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a man is in a white shirt.", "with_names": "Eden is wearing a pink suit and Bill is in a white shirt."}, {"scene_id": "gl-04-08-04s8", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-04-08-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-04-08-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-08-04s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "gl-04-08-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a hat", "with_names": ""}, {"scene_id": "gl-04-08-04s13", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-04-08-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and her face is very upset.", "with_names": ""}, {"scene_id": "gl-04-08-04s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ed and Michelle are standing next to each other."}, {"scene_id": "gl-04-08-04s16", "raw": "A scene from a TV show in which a woman is talking on the phone and a man appears behind her", "with_names": ""}, {"scene_id": "gl-04-08-04s17", "raw": "A scene from a TV show in which a woman is kissing a man", "with_names": "a woman is kissing a man"}, {"scene_id": "gl-04-08-04s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-04-08-04s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-08-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a balloon.", "with_names": ""}, {"scene_id": "gl-04-08-04s21", "raw": "A scene from a TV show in which a man is talking to another man while holding a glass.", "with_names": ""}, {"scene_id": "gl-04-08-04s22", "raw": "A scene from a TV show in which a woman is looking down and her hands are in front of her", "with_names": "Danny is looking down and her hands are in front of her"}, {"scene_id": "gl-04-08-04s23", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at them.", "with_names": ""}, {"scene_id": "gl-04-08-04s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other in a bar.", "with_names": ""}, {"scene_id": "gl-04-08-04s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-08-04s28", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-08-04s30", "raw": "A scene from a TV show in which a woman is wearing a hat and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-08-04s31", "raw": "A scene from a TV show in which a man shakes hands with another man to the right of him.", "with_names": "Bill shakes hands with another man to the right of him."}, {"scene_id": "gl-04-08-04s32", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and smiling.", "with_names": "Gus is wearing a suit and a red tie and smiling."}, {"scene_id": "gl-04-08-04s33", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and smiling.", "with_names": "Bill is wearing a suit and a yellow tie and smiling."}, {"scene_id": "gl-04-08-04s34", "raw": "A scene from a TV show in which a man is talking to another man, with balloons and a crowd in the background.", "with_names": ""}, {"scene_id": "gl-04-08-04s35", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a large mirror.", "with_names": ""}, {"scene_id": "gl-04-08-04s36", "raw": "A scene from a TV show in which two men are hugging and smiling.", "with_names": "two men are hugging and smiling."}, {"scene_id": "gl-04-08-04s37", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "gl-04-08-04s38", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-04-08-04s39", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her face partially obscured by a curtain.", "with_names": "Cassie is in a dark room, with her face partially obscured by a curtain."}, {"scene_id": "gl-04-08-04s41", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-04-08-04s42", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-08-04s43", "raw": "A scene from a TV show in which a man is talking on his cell phone while a woman is looking at his watch.", "with_names": ""}, {"scene_id": "gl-04-08-04s44", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-08-04s45", "raw": "", "with_names": ""}, {"scene_id": "gl-04-08-04s46", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "gl-04-08-04s47", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "Eden is smiling and looking at Bill."}]