[{"scene_id": "bb-05-04-17s0", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a white dress.", "with_names": "a woman is wearing a pink blazer and a white dress."}, {"scene_id": "bb-05-04-17s1", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-05-04-17s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-04-17s3", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Zende is sitting at a desk and Nicole is standing behind him."}, {"scene_id": "bb-05-04-17s4", "raw": "A scene from a TV show in which a man is standing in a room with a plant and a vase.", "with_names": "a man is standing in a room with a plant and a vase."}, {"scene_id": "bb-05-04-17s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-05-04-17s6", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "bb-05-04-17s7", "raw": "A scene from a TV show in which a man sits at a desk and looks at papers.", "with_names": "Zende sits at a desk and looks at papers."}, {"scene_id": "bb-05-04-17s8", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-04-17s9", "raw": "A scene from a TV show in which two women argue over a piece of paper.", "with_names": "two women argue over a piece of paper."}, {"scene_id": "bb-05-04-17s10", "raw": "A scene from a TV show in which a woman sits at a desk and talks to someone off camera.", "with_names": "a woman sits at a desk and talks to someone off camera."}, {"scene_id": "bb-05-04-17s11", "raw": "A scene from a TV show in which a young black man sits at a table with a white man.", "with_names": "a young black man sits at a table with a white man."}, {"scene_id": "bb-05-04-17s12", "raw": "A scene from a TV show in which a man is reading a letter to another man.", "with_names": "a man is reading a letter to another man."}, {"scene_id": "bb-05-04-17s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and another woman is standing behind her.", "with_names": "a woman is sitting at a desk and another woman is standing behind her."}, {"scene_id": "bb-05-04-17s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Bill and Katie are standing next to each other."}, {"scene_id": "bb-05-04-17s15", "raw": "A scene from a TV show in which a woman sits at a desk and talks to someone off camera.", "with_names": "Steffy sits at a desk and talks to someone off camera."}, {"scene_id": "bb-05-04-17s16", "raw": "A scene from a TV show in which a black man and a white manI sit at a table.", "with_names": "a black man and a white mani sit at a table."}, {"scene_id": "bb-05-04-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "a man is wearing a suit and a shirt."}, {"scene_id": "bb-05-04-17s19", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and Katie are looking at each other."}]