[{"scene_id": "oltl-09-23-08s0", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-23-08s1", "raw": "A scene from a TV show in which a man is dressed in a military uniform and a boy is wearing a green shirt.", "with_names": "a man is dressed in a military uniform and a boy is wearing a green shirt."}, {"scene_id": "oltl-09-23-08s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-23-08s3", "raw": "A scene from a TV show in which a man is wearing a navy uniform and standing in a room with a desk and chairs.", "with_names": "a man is wearing a navy uniform and standing in a room with a desk and chairs."}, {"scene_id": "oltl-09-23-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-23-08s5", "raw": "A scene from a TV show in which a woman is talking to a mirror and her reflection is looking back at her.", "with_names": ""}, {"scene_id": "oltl-09-23-08s6", "raw": "A scene from a TV show in which a circle is superimposed over a blue and white background", "with_names": "a circle is superimposed over a blue and white background"}, {"scene_id": "oltl-09-23-08s7", "raw": "A scene from a TV show in which a man is lying on a bed, his head resting on his hand.", "with_names": "a man is lying on a bed, his head resting on his hand."}, {"scene_id": "oltl-09-23-08s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-09-23-08s9", "raw": "A scene from a TV show in which a woman is seen holding a gun in a store.", "with_names": "a woman is holding a gun in a store."}, {"scene_id": "oltl-09-23-08s10", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and a man is standing next to her.", "with_names": "a woman is sitting in a kitchen and a man is standing next to her."}, {"scene_id": "oltl-09-23-08s11", "raw": "A scene from a TV show in which a man is talking to a woman in a locker room.", "with_names": ""}, {"scene_id": "oltl-09-23-08s12", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "oltl-09-23-08s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-09-23-08s14", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "oltl-09-23-08s15", "raw": "A scene from a TV show in which a woman is talking on the phone in front of a chalkboard.", "with_names": ""}, {"scene_id": "oltl-09-23-08s16", "raw": "A scene from a TV show in which a young boy is wearing a green shirt and a boy is sitting next to him", "with_names": "a young boy is wearing a green shirt and a boy is sitting next to him"}, {"scene_id": "oltl-09-23-08s17", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is looking at him angrily.", "with_names": "a man is holding a woman by the shoulders and she is looking at him angrily."}, {"scene_id": "oltl-09-23-08s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-23-08s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-23-08s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-23-08s21", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "oltl-09-23-08s22", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s23", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-23-08s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-23-08s26", "raw": "A scene from a TV show in which a woman is talking to a man in a shop.", "with_names": ""}, {"scene_id": "oltl-09-23-08s27", "raw": "A scene from a TV show in which a bald man is wearing a suit and glasses and is looking down at a book.", "with_names": "a bald man is wearing a suit and glasses and is looking down at a book."}, {"scene_id": "oltl-09-23-08s28", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "oltl-09-23-08s29", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black wig.", "with_names": "a woman is wearing a red jacket and a black wig."}, {"scene_id": "oltl-09-23-08s30", "raw": "A scene from a TV show in which a man is walking down a corridor, his back turned to the camera.", "with_names": "a man is walking down a corridor, his back turned to the camera."}, {"scene_id": "oltl-09-23-08s31", "raw": "A scene from a TV show in which a woman is talking on her cell phone while sitting on a staircase.", "with_names": ""}, {"scene_id": "oltl-09-23-08s32", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-23-08s33", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-23-08s34", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-09-23-08s35", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a wall.", "with_names": "a woman is sitting in a room and looking at a wall."}, {"scene_id": "oltl-09-23-08s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-23-08s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s39", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "oltl-09-23-08s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s41", "raw": "A scene from a TV show in which a man and a little girl are standing at a table.", "with_names": "] and a little girl are standing at a table."}, {"scene_id": "oltl-09-23-08s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s43", "raw": "A scene from a TV show in which a woman is holding a knife to her head.", "with_names": "a woman is holding a knife to her head."}, {"scene_id": "oltl-09-23-08s44", "raw": "A scene from a TV show in which a young boy is standing next to a police officer.", "with_names": "a young boy is standing next to a police officer."}, {"scene_id": "oltl-09-23-08s45", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-09-23-08s46", "raw": "A scene from a TV show in which a young boy is being interviewed by a man.", "with_names": "a young boy is being interviewed by a man."}, {"scene_id": "oltl-09-23-08s47", "raw": "A scene from a TV show in which a man is standing behind a woman, with his arms crossed.", "with_names": "a man is standing behind a woman, with his arms crossed."}, {"scene_id": "oltl-09-23-08s48", "raw": "A scene from a TV show in which a young boy is wearing a green shirt and a boy is standing behind him.", "with_names": "a young boy is wearing a green shirt and a boy is standing behind him."}, {"scene_id": "oltl-09-23-08s49", "raw": "A scene from a TV show in which a young boy is walking down a hallway with a girl.", "with_names": "a young boy is walking down a hallway with a girl."}, {"scene_id": "oltl-09-23-08s50", "raw": "A scene from a TV show in which a young boy is wearing a green shirt and a man is standing behind him.", "with_names": "a young boy is wearing a green shirt and a man is standing behind him."}, {"scene_id": "oltl-09-23-08s51", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a boy.", "with_names": "Gigi is standing in a room with ] and a boy."}, {"scene_id": "oltl-09-23-08s52", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-23-08s53", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-23-08s54", "raw": "A scene from a TV show in which a woman is standing in a school hallway with her arms crossed, while a man and a girl are standing in front of her.", "with_names": "a woman is standing in a school hallway with her arms crossed, while a man and a girl are standing in front of her."}, {"scene_id": "oltl-09-23-08s55", "raw": "A scene from a TV show in which a woman is sitting on a toilet and looking at the camera.", "with_names": "a woman is sitting on a toilet and looking at the camera."}, {"scene_id": "oltl-09-23-08s56", "raw": "A scene from a TV show in which a man and a woman are standing in front of a brick wall.", "with_names": "a man and a woman are standing in front of a brick wall."}, {"scene_id": "oltl-09-23-08s57", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-09-23-08s58", "raw": "A scene from a TV show in which a woman is talking to a boy on a staircase.", "with_names": ""}, {"scene_id": "oltl-09-23-08s59", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-09-23-08s60", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-23-08s61", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s62", "raw": "A scene from a TV show in which a woman is seen in a kitchen, holding her head and looking distressed.", "with_names": "a woman is in a kitchen, holding her head and looking distressed."}, {"scene_id": "oltl-09-23-08s63", "raw": "A scene from a TV show in which a woman is laughing and a man is looking at her.", "with_names": "a woman is laughing and a man is looking at her."}, {"scene_id": "oltl-09-23-08s64", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-09-23-08s65", "raw": "A scene from a TV show in which a man is pouring a bucket of water over a woman.", "with_names": "a man is pouring a bucket of water over a woman."}, {"scene_id": "oltl-09-23-08s66", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white shirt and is standing next to a young woman in a blue shirt.", "with_names": "a woman is wearing a red jacket and a white shirt and is standing next to a young woman in a blue shirt."}, {"scene_id": "oltl-09-23-08s67", "raw": "A scene from a TV show in which a young boy is wearing a green shirt and a brown hair", "with_names": "a young boy is wearing a green shirt and a brown hair"}, {"scene_id": "oltl-09-23-08s68", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-09-23-08s69", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s70", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-23-08s71", "raw": "", "with_names": ""}]