[{"scene_id": "pc-06-08-01s0", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at Jamal and smiling."}, {"scene_id": "pc-06-08-01s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing next to her.", "with_names": "a woman is wearing a white dress and a man is standing next to her."}, {"scene_id": "pc-06-08-01s2", "raw": "A scene from a TV show in which a man is driving a car and his face is lit up by the headlights", "with_names": "Ian is driving a car and his face is lit up by the headlights"}, {"scene_id": "pc-06-08-01s3", "raw": "A scene from a TV show in which a man is looking at a screen and a woman is standing in front of him.", "with_names": "Michael is looking at a screen and a woman is standing in front of him."}, {"scene_id": "pc-06-08-01s4", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "pc-06-08-01s5", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "pc-06-08-01s6", "raw": "A scene from a TV show in which a man and a woman are in a car and the man is talking to her.", "with_names": ""}, {"scene_id": "pc-06-08-01s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-06-08-01s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-08-01s9", "raw": "A scene from a TV show in which a woman is tied to a chair and a rope is pulled through her mouth.", "with_names": "Livvie is tied to a chair and a rope is pulled through her mouth."}, {"scene_id": "pc-06-08-01s10", "raw": "A scene from a TV show in which a man and a woman are in a car together.", "with_names": "Ian and Eve are in a car together."}, {"scene_id": "pc-06-08-01s11", "raw": "A scene from a TV show in which a man is trying to get a woman to go out with him.", "with_names": "Ian is trying to get Eve to go out with him."}, {"scene_id": "pc-06-08-01s12", "raw": "A scene from a TV show in which a man is talking on his cell phone and a woman is standing next to him", "with_names": ""}, {"scene_id": "pc-06-08-01s13", "raw": "A scene from a TV show in which a man is tied to a chair and beaten by police.", "with_names": "a man is tied to a chair and beaten by police."}, {"scene_id": "pc-06-08-01s14", "raw": "A scene from a TV show in which a man is seen in a black and white image, with a yellow stripe running across the image", "with_names": "a man is in a black and white image, with a yellow stripe running across the image"}]