[{"scene_id": "pc-06-08-01s0", "raw": "a woman is talking about a experience that is being interviewed.", "with_names": ""}, {"scene_id": "pc-06-08-01s1", "raw": "a man and a woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "pc-06-08-01s2", "raw": "a man and a woman are in a car and they are laughing.", "with_names": "Ian and Eve are in a car and they are laughing."}, {"scene_id": "pc-06-08-01s3", "raw": "a man and woman are walking around in a room and talking.", "with_names": ""}, {"scene_id": "pc-06-08-01s4", "raw": "a man is talking about a woman and then a man is walking away.", "with_names": ""}, {"scene_id": "pc-06-08-01s5", "raw": "a man is sitting in a room and is talking to someone.", "with_names": ""}, {"scene_id": "pc-06-08-01s6", "raw": "a man and a woman are in a car and they are driving.", "with_names": "Ian and Eve are in a car and they are driving."}, {"scene_id": "pc-06-08-01s7", "raw": "a man and woman are talking about a hospital and then they are being interviewed.", "with_names": ""}, {"scene_id": "pc-06-08-01s8", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "pc-06-08-01s9", "raw": "a woman is sitting on the ground and talking to the camera.", "with_names": ""}, {"scene_id": "pc-06-08-01s10", "raw": "a man and a woman are in a car and they are talking.", "with_names": ""}, {"scene_id": "pc-06-08-01s11", "raw": "a group of people are pushing a car while a man is pushing the car.", "with_names": "a group of people are pushing a car while Ian is pushing the car."}, {"scene_id": "pc-06-08-01s12", "raw": "a man and a woman are in a room and they are having a conversation.", "with_names": "a man and a woman are in a room and they are having a conversation."}, {"scene_id": "pc-06-08-01s13", "raw": "a woman is running around a room with another woman.", "with_names": "a woman is running around a room with another woman."}, {"scene_id": "pc-06-08-01s14", "raw": "a man and woman are talking about a conference and then a woman is shown talking about it.", "with_names": ""}]