[{"scene_id": "atwt-09-16-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-16-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-03s2", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-09-16-03s3", "raw": "A scene from a TV show in which a woman is looking down and her hair blows in the wind.", "with_names": "a woman is looking down and her hair blows in the wind."}, {"scene_id": "atwt-09-16-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-16-03s5", "raw": "A scene from a TV show in which a man is drinking a can of Pepsi in a car.", "with_names": "a man is drinking a can of pepsi in a car."}, {"scene_id": "atwt-09-16-03s6", "raw": "A scene from a TV show in which a man is lying on a couch and an old woman is sitting next to him.", "with_names": "a man is lying on a couch and an old woman is sitting next to him."}, {"scene_id": "atwt-09-16-03s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-16-03s8", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "atwt-09-16-03s9", "raw": "A scene from a TV show in which a baby is playing with a toy.", "with_names": "a baby is playing with a toy."}, {"scene_id": "atwt-09-16-03s10", "raw": "A scene from a TV show in which a woman is massaging a man's head", "with_names": "a woman is massaging a man's head"}, {"scene_id": "atwt-09-16-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-16-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-03s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-09-16-03s14", "raw": "A scene from a TV show in which a woman is sitting in a car and looking at the camera.", "with_names": "a woman is sitting in a car and looking at the camera."}, {"scene_id": "atwt-09-16-03s15", "raw": "A scene from a TV show in which a pizza is advertised for $7.99.", "with_names": "a pizza is advertised for $7.99."}, {"scene_id": "atwt-09-16-03s16", "raw": "A scene from a TV show in which a man is walking through a desert with palm trees.", "with_names": "a man is walking through a desert with palm trees."}, {"scene_id": "atwt-09-16-03s17", "raw": "A scene from a TV show in which a woman is blowing a kiss to the camera.", "with_names": "a woman is blowing a kiss to the camera."}, {"scene_id": "atwt-09-16-03s18", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-09-16-03s19", "raw": "A scene from a TV show in which a woman is looking off to the side, with her hair down and big hoop earrings.", "with_names": "a woman is looking off to the side, with her hair down and big hoop earrings."}, {"scene_id": "atwt-09-16-03s20", "raw": "A scene from a TV show in which a man is smiling and a pill is falling from the sky. The caption reads: Individual results may vary.", "with_names": "a man is smiling and a pill is falling from the sky. the caption reads: individual results may vary."}, {"scene_id": "atwt-09-16-03s21", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a white shirt.", "with_names": "a blonde woman is smiling and wearing a white shirt."}, {"scene_id": "atwt-09-16-03s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-16-03s23", "raw": "A scene from a TV show in which a GEICO logo is shown", "with_names": ""}, {"scene_id": "atwt-09-16-03s24", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-09-16-03s25", "raw": "A scene from a TV show in which a woman is wearing a grey tank top and a man is behind her.", "with_names": "a woman is wearing a grey tank top and a man is behind her."}, {"scene_id": "atwt-09-16-03s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-09-16-03s27", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and a woman are kissing passionately."}, {"scene_id": "atwt-09-16-03s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]