[{"scene_id": "atwt-09-16-03s0", "raw": "a woman is talking about a man and a woman is shown kissing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s1", "raw": "a man and woman are talking about a topic and then the man is laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s2", "raw": "a man and a woman are talking about a scene.", "with_names": ""}, {"scene_id": "atwt-09-16-03s3", "raw": "a woman is talking about her experience and then a woman is walking around.", "with_names": ""}, {"scene_id": "atwt-09-16-03s4", "raw": "a man and woman are talking about a selfie video.", "with_names": ""}, {"scene_id": "atwt-09-16-03s5", "raw": "a man and woman are shown doing a video of a man and woman are shown doing a demonstration.", "with_names": "Craig and woman are shown doing a video of a man and woman are shown doing a demonstration."}, {"scene_id": "atwt-09-16-03s6", "raw": "a man is laying on a couch and a woman is laughing.", "with_names": "Jack is laying on a couch and Carly is laughing."}, {"scene_id": "atwt-09-16-03s7", "raw": "a woman is talking about a woman who is trying to get her.", "with_names": ""}, {"scene_id": "atwt-09-16-03s8", "raw": "a man is talking about a woman who is walking and then a man is walking away.", "with_names": ""}, {"scene_id": "atwt-09-16-03s9", "raw": "a man and woman are walking around in a room and then a man is running around a room.", "with_names": ""}, {"scene_id": "atwt-09-16-03s10", "raw": "a woman is kissing a man and then she is kissing.", "with_names": "a woman is kissing Chris and then she is kissing."}, {"scene_id": "atwt-09-16-03s11", "raw": "a man and woman are talking about a conference and the man is talking.", "with_names": ""}, {"scene_id": "atwt-09-16-03s12", "raw": "a man and woman are talking to each other and then the woman is laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s13", "raw": "a man and a woman are kissing each other in a room.", "with_names": "a man and Carly are kissing each other in a room."}, {"scene_id": "atwt-09-16-03s14", "raw": "a man is talking about a man and he is being interviewed.", "with_names": ""}, {"scene_id": "atwt-09-16-03s15", "raw": "a group of people are having a great time playing in the background.", "with_names": "a group of people are having a great time playing in the background."}, {"scene_id": "atwt-09-16-03s16", "raw": "a man and woman are shown in a studio and they are making a video of themselves.", "with_names": "Chris and woman are shown in a studio and they are making a video of themselves."}, {"scene_id": "atwt-09-16-03s17", "raw": "a man and woman are talking about a topic that is not laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s18", "raw": "two girls are talking about the morning and then they are laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s19", "raw": "a woman is talking to a man and then she is laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s20", "raw": "a man is talking about a woman's voice while showing the camera.", "with_names": ""}, {"scene_id": "atwt-09-16-03s21", "raw": "a man and woman are talking about a man and then they are laughing.", "with_names": ""}, {"scene_id": "atwt-09-16-03s22", "raw": "a man and woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "atwt-09-16-03s23", "raw": "a woman is talking about a selfie and then a man is shown kissing her.", "with_names": ""}, {"scene_id": "atwt-09-16-03s24", "raw": "a man is talking to a woman and then a man is walking away.", "with_names": ""}, {"scene_id": "atwt-09-16-03s25", "raw": "a man and a woman are walking around a room and then the woman walks into the room.", "with_names": ""}, {"scene_id": "atwt-09-16-03s26", "raw": "a man and woman kiss each other on a kiss.", "with_names": "a man and woman kiss each other on a kiss."}, {"scene_id": "atwt-09-16-03s27", "raw": "a man and a woman are kissing each other in a kitchen.", "with_names": "Chris and Alison are kissing each other in a kitchen."}, {"scene_id": "atwt-09-16-03s28", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}]