[{"scene_id": "pc-11-27-01s0", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Alison is being groped by Jamal."}, {"scene_id": "pc-11-27-01s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-27-01s4", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-11-27-01s5", "raw": "A scene from a TV show in which a man is holding a knife and looking up at it.", "with_names": "kevin is holding a knife and looking up at it."}, {"scene_id": "pc-11-27-01s6", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-27-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-11-27-01s8", "raw": "A scene from a TV show in which a woman is leaning over another woman and whispering in her ear.", "with_names": "Livvie is leaning over another woman and whispering in her ear."}, {"scene_id": "pc-11-27-01s9", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-11-27-01s10", "raw": "A scene from a TV show in which Ewan McGregor is talking about his love for his wife", "with_names": ""}, {"scene_id": "pc-11-27-01s11", "raw": "A scene from a TV show in which a man is walking down a street and his hair is blowing in the wind", "with_names": "a man is walking down a street and his hair is blowing in the wind"}, {"scene_id": "pc-11-27-01s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-11-27-01s13", "raw": "A scene from a TV show in which a black man is being questioned by a white woman.", "with_names": "a black man is being questioned by a white woman."}, {"scene_id": "pc-11-27-01s14", "raw": "A scene from a TV show in which a man is caught on camera stealing a woman's handbag.", "with_names": "Caleb is caught on camera stealing Livvie's handbag."}, {"scene_id": "pc-11-27-01s15", "raw": "A scene from a TV show in which a woman is talking about her relationship with a man.", "with_names": ""}, {"scene_id": "pc-11-27-01s16", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-27-01s17", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-11-27-01s19", "raw": "A scene from a TV show in which a woman's face is partially obscured by a blue light.", "with_names": "a woman's face is partially obscured by a blue light."}, {"scene_id": "pc-11-27-01s21", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at caleb and making a face."}]