[{"scene_id": "atwt-12-12-03s0", "raw": "A scene from a TV show in which a woman is wearing a strapless gown and a man is adjusting her dress.", "with_names": "a woman is wearing a strapless gown and a man is adjusting her dress."}, {"scene_id": "atwt-12-12-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-12-12-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-12-12-03s3", "raw": "A scene from a TV show in which a black cat is sitting on a table with a glass of wine and a knife.", "with_names": "a black cat is sitting on a table with a glass of wine and a knife."}, {"scene_id": "atwt-12-12-03s4", "raw": "A scene from a TV show in which a mother and child are riding bicycles.", "with_names": "a mother and child are riding bicycles."}, {"scene_id": "atwt-12-12-03s5", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "atwt-12-12-03s6", "raw": "A scene from a TV show in which a man is pointing at his hand", "with_names": "a man is pointing at his hand"}, {"scene_id": "atwt-12-12-03s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-12-03s8", "raw": "A scene from a TV show in which a baby is walking and smiling.", "with_names": "a baby is walking and smiling."}, {"scene_id": "atwt-12-12-03s9", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "a man is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-12-12-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-12-12-03s11", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a bald head.", "with_names": "a woman is wearing a brown dress and a bald head."}, {"scene_id": "atwt-12-12-03s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-12-03s13", "raw": "A scene from a TV show in which two women are dressed in red dresses.", "with_names": "two women are dressed in red dresses."}, {"scene_id": "atwt-12-12-03s14", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "atwt-12-12-03s15", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a man is standing behind her.", "with_names": "a woman is wearing a red sweater and a man is standing behind her."}, {"scene_id": "atwt-12-12-03s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-12-12-03s17", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-12-12-03s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-12-12-03s19", "raw": "A scene from a TV show in which a man is walking in the snow", "with_names": "a man is walking in the snow"}, {"scene_id": "atwt-12-12-03s20", "raw": "A scene from a TV show in which a woman is standing in front of a window, holding a bouquet of flowers.", "with_names": "a woman is standing in front of a window, holding a bouquet of flowers."}, {"scene_id": "atwt-12-12-03s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-12-12-03s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-12-03s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a flower in her hair", "with_names": "a woman is wearing a red dress and a flower in her hair"}, {"scene_id": "atwt-12-12-03s24", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a man who is lying on a couch.", "with_names": "a woman is standing in a living room, looking at ] who is lying on a couch."}, {"scene_id": "atwt-12-12-03s25", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-12-12-03s26", "raw": "A scene from a TV show in which a bride is seen taking a selfie with her mother.", "with_names": "a bride is taking a selfie with her mother."}, {"scene_id": "atwt-12-12-03s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-12-12-03s28", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-12-03s29", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him angrily.", "with_names": "] is standing in front of Molly, and she is looking at him angrily."}, {"scene_id": "atwt-12-12-03s30", "raw": "A scene from a TV show in which a doctor is walking down a hallway in scrubs.", "with_names": "a doctor is walking down a hallway in scrubs."}, {"scene_id": "atwt-12-12-03s31", "raw": "A scene from a TV show in which a woman is seen through a window, with the word PALDF superimposed on the image.", "with_names": "a woman is through a window, with the word paldf superimposed on the image."}]