[{"scene_id": "atwt-04-08-09s0", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a wine glass and looking at a woman.", "with_names": "a man is standing in a kitchen, holding a wine glass and looking at a woman."}, {"scene_id": "atwt-04-08-09s1", "raw": "A scene from a TV show in which a woman is sitting next to a man in a bar.", "with_names": "a woman is sitting next to a man in a bar."}, {"scene_id": "atwt-04-08-09s2", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and another woman is wearing a blue dress.", "with_names": "a woman is wearing a black dress and a necklace and another woman is wearing a blue dress."}, {"scene_id": "atwt-04-08-09s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-04-08-09s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-08-09s5", "raw": "A scene from a TV show in which a man sits at a desk with a woman sitting across from him.", "with_names": "a man sits at a desk with a woman sitting across from him."}, {"scene_id": "atwt-04-08-09s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-08-09s7", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-04-08-09s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-08-09s9", "raw": "A scene from a TV show in which a woman is dancing in a room with blue lights.", "with_names": "a woman is dancing in a room with blue lights."}, {"scene_id": "atwt-04-08-09s10", "raw": "A scene from a TV show in which a man is sitting at a dining table with a vase of flowers.", "with_names": "a man is sitting at a dining table with a vase of flowers."}, {"scene_id": "atwt-04-08-09s11", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a pink dress and a man is kissing her on the cheek."}, {"scene_id": "atwt-04-08-09s12", "raw": "A scene from a TV show in which a girl is smiling and a boy is looking at her.", "with_names": "a girl is smiling and a boy is looking at her."}, {"scene_id": "atwt-04-08-09s13", "raw": "A scene from a TV show in which a man and a woman are looking at a cake through a window.", "with_names": "a man and a woman are looking at a cake through a window."}, {"scene_id": "atwt-04-08-09s14", "raw": "A scene from a TV show in which a young man is wearing a black shirt and a yellow shirt with a bee on it.", "with_names": "a young man is wearing a black shirt and a yellow shirt with a bee on it."}, {"scene_id": "atwt-04-08-09s15", "raw": "A scene from a TV show in which a bowl of cereal is being poured with milk.", "with_names": "a bowl of cereal is being poured with milk."}, {"scene_id": "atwt-04-08-09s16", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black dress", "with_names": ""}, {"scene_id": "atwt-04-08-09s17", "raw": "A scene from a TV show in which a woman is wearing a red dress and a watch on her wrist.", "with_names": "a woman is wearing a red dress and a watch on her wrist."}, {"scene_id": "atwt-04-08-09s18", "raw": "A scene from a TV show in which a green screen is behind the words \"Are your taxes done right?\"", "with_names": "a green screen is behind the words \"are your taxes done right?\""}, {"scene_id": "atwt-04-08-09s19", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him.", "with_names": "a man is wearing a red shirt and a woman is standing behind him."}, {"scene_id": "atwt-04-08-09s20", "raw": "A scene from a TV show in which a man and a woman are kissing through a window.", "with_names": "a man and a woman are kissing through a window."}, {"scene_id": "atwt-04-08-09s21", "raw": "A scene from a TV show in which a woman is looking at her hair and scratching her head", "with_names": "a woman is looking at her hair and scratching her head"}, {"scene_id": "atwt-04-08-09s22", "raw": "A scene from a TV show in which a man is using a laptop.", "with_names": "a man is using a laptop."}]