[{"scene_id": "atwt-06-14-05s0", "raw": "A scene from a TV show in which a woman is seen bending over to pick up a handbag.", "with_names": "Carly is bending over to pick up a handbag."}, {"scene_id": "atwt-06-14-05s1", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-06-14-05s2", "raw": "A scene from a TV show in which a woman is wearing a leopard print blouse and a tan blazer", "with_names": "a woman is wearing a leopard print blouse and a tan blazer"}, {"scene_id": "atwt-06-14-05s3", "raw": "A scene from a TV show in which a bear is holding toilet paper.", "with_names": "a bear is holding toilet paper."}, {"scene_id": "atwt-06-14-05s4", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a stethoscope around his neck.", "with_names": "a doctor is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-06-14-05s5", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-06-14-05s6", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-06-14-05s7", "raw": "A scene from a TV show in which a woman is in a hospital bed, a doctor is standing next to her, and she is holding a blanket.", "with_names": "a woman is in a hospital bed, a doctor is standing next to her, and she is holding a blanket."}, {"scene_id": "atwt-06-14-05s8", "raw": "A scene from a TV show in which an elderly woman is walking down a street with a cane.", "with_names": "an elderly woman is walking down a street with a cane."}, {"scene_id": "atwt-06-14-05s9", "raw": "A scene from a TV show in which a woman is wearing a suit and a necklace", "with_names": "a woman is wearing a suit and a necklace"}, {"scene_id": "atwt-06-14-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-14-05s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-14-05s12", "raw": "A scene from a TV show in which two young girls are sitting next to each other.", "with_names": "two young girls are sitting next to each other."}, {"scene_id": "atwt-06-14-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-14-05s14", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-06-14-05s15", "raw": "A scene from a TV show in which a woman is looking down and her hands are clasped together.", "with_names": "a woman is looking down and her hands are clasped together."}, {"scene_id": "atwt-06-14-05s16", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-06-14-05s17", "raw": "A scene from a TV show in which a person is walking through a park with the text \"70%\"", "with_names": "a person is walking through a park with the text \"70%\""}, {"scene_id": "atwt-06-14-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-14-05s19", "raw": "A scene from a TV show in which Crest toothpaste is being advertised", "with_names": "crest toothpaste is being advertised"}, {"scene_id": "atwt-06-14-05s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-14-05s21", "raw": "A scene from a TV show in which a woman is wearing a pink and white bikini and another woman is looking at her.", "with_names": "a woman is wearing a pink and white bikini and another woman is looking at her."}, {"scene_id": "atwt-06-14-05s22", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a white collared shirt", "with_names": "a man is wearing a striped shirt and a white collared shirt"}, {"scene_id": "atwt-06-14-05s23", "raw": "A scene from a TV show in which a blonde woman is looking at a pink wall.", "with_names": "a blonde woman is looking at a pink wall."}, {"scene_id": "atwt-06-14-05s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}]