[{"scene_id": "atwt-10-03-07s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is watching her.", "with_names": ""}, {"scene_id": "atwt-10-03-07s1", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-10-03-07s2", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "a man and a woman are in a kitchen."}, {"scene_id": "atwt-10-03-07s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-03-07s4", "raw": "A scene from a TV show in which a man is sitting in a car and looking out the window.", "with_names": "] is sitting in a car and looking out the window."}, {"scene_id": "atwt-10-03-07s5", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-10-03-07s6", "raw": "A scene from a TV show in which a man is smiling", "with_names": "a man is smiling"}, {"scene_id": "atwt-10-03-07s7", "raw": "A scene from a TV show in which a man is talking to another man, both wearing suits.", "with_names": ""}, {"scene_id": "atwt-10-03-07s8", "raw": "A scene from a TV show in which a man is wearing a beanie and a jacket and is looking to the side.", "with_names": "a man is wearing a beanie and a jacket and is looking to the side."}, {"scene_id": "atwt-10-03-07s9", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, with a briefcase in his hand.", "with_names": "a man is in a black suit and tie, with a briefcase in his hand."}, {"scene_id": "atwt-10-03-07s10", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-03-07s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and making a funny face.", "with_names": "a man is wearing a suit and tie and making a funny face."}, {"scene_id": "atwt-10-03-07s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-03-07s13", "raw": "A scene from a TV show in which a man is kissing a woman in front of a refrigerator.", "with_names": "a man is kissing a woman in front of a refrigerator."}, {"scene_id": "atwt-10-03-07s14", "raw": "A scene from a TV show in which cows are shown to be able to communicate with each other.", "with_names": "cows are shown to be able to communicate with each other."}, {"scene_id": "atwt-10-03-07s15", "raw": "A scene from a TV show in which a house is shown with a sign on the front that says \"1-800-GO-GONE\"", "with_names": ""}, {"scene_id": "atwt-10-03-07s16", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, talking.", "with_names": ""}, {"scene_id": "atwt-10-03-07s17", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-10-03-07s18", "raw": "A scene from a TV show in which a woman is wearing a police badge and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-03-07s19", "raw": "A scene from a TV show in which a woman stands in a bedroom with a white bed and white curtains.", "with_names": "a woman stands in a bedroom with a white bed and white curtains."}, {"scene_id": "atwt-10-03-07s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-10-03-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-07s22", "raw": "A scene from a TV show in which a man is drinking a drink.", "with_names": "a man is drinking a drink."}, {"scene_id": "atwt-10-03-07s23", "raw": "A scene from a TV show in which a bottle of hair product is shown to be contaminated with a deadly parasite.", "with_names": ""}, {"scene_id": "atwt-10-03-07s24", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-10-03-07s25", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-10-03-07s26", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-03-07s27", "raw": "A scene from a TV show in which a young boy is handcuffed and a man stands behind him.", "with_names": "a young boy is handcuffed and a man stands behind him."}, {"scene_id": "atwt-10-03-07s28", "raw": "A scene from a TV show in which a woman is standing in front of a house.", "with_names": "a woman is standing in front of a house."}]