[{"scene_id": "oltl-02-05-08s0", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is sitting next to her.", "with_names": "a woman is lying on a bed and a man is sitting next to her."}, {"scene_id": "oltl-02-05-08s1", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "oltl-02-05-08s2", "raw": "A scene from a TV show in which a girl is wearing a red dress and a boy is dressed in a black jacket.", "with_names": "] is wearing a red dress and a boy is dressed in a black jacket."}, {"scene_id": "oltl-02-05-08s3", "raw": "A scene from a TV show in which a girl is opening a box and a man is looking at her.", "with_names": "a girl is opening a box and a man is looking at her."}, {"scene_id": "oltl-02-05-08s4", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "oltl-02-05-08s5", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s6", "raw": "A scene from a TV show in which a blue circle is superimposed on a white background. The title is on the screen in black.", "with_names": "a blue circle is superimposed on a white background. the title is on the screen in black."}, {"scene_id": "oltl-02-05-08s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s8", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-02-05-08s9", "raw": "A scene from a TV show in which a woman is standing in a living room with a child.", "with_names": "a woman is standing in a living room with a child."}, {"scene_id": "oltl-02-05-08s10", "raw": "A scene from a TV show in which a man is sitting on a bed with a woman sitting on the bed behind him.", "with_names": "a man is sitting on a bed with a woman sitting on the bed behind him."}, {"scene_id": "oltl-02-05-08s11", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-02-05-08s12", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-05-08s13", "raw": "A scene from a TV show in which a woman is standing in front of a man in a coffee shop.", "with_names": "a woman is standing in front of a man in a coffee shop."}, {"scene_id": "oltl-02-05-08s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s15", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-08s16", "raw": "A scene from a TV show in which a boy and a girl are kissing.", "with_names": "a boy and a girl are kissing."}, {"scene_id": "oltl-02-05-08s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-08s19", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "oltl-02-05-08s20", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-08s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-08s23", "raw": "A scene from a TV show in which a man is standing in a room with a wine glass and a bottle", "with_names": "a man is standing in a room with a wine glass and a bottle"}, {"scene_id": "oltl-02-05-08s24", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s25", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and another man is standing behind them.", "with_names": "a man is sitting at a table with a woman, and another man is standing behind them."}, {"scene_id": "oltl-02-05-08s26", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-08s27", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "oltl-02-05-08s28", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-02-05-08s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s30", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-05-08s31", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-02-05-08s32", "raw": "A scene from a TV show in which a woman is holding a box and another woman is standing next to her.", "with_names": "a woman is holding a box and another woman is standing next to her."}, {"scene_id": "oltl-02-05-08s33", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-05-08s34", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting at a table.", "with_names": "a man is standing in front of a woman, and she is sitting at a table."}, {"scene_id": "oltl-02-05-08s35", "raw": "A scene from a TV show in which a woman is standing next to a man in a room.", "with_names": "a woman is standing next to a man in a room."}, {"scene_id": "oltl-02-05-08s36", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}]