[{"scene_id": "atwt-02-08-10s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a concerned expression.", "with_names": ""}, {"scene_id": "atwt-02-08-10s1", "raw": "A scene from a TV show in which a woman is looking down and wearing a black jacket.", "with_names": "a woman is looking down and wearing a black jacket."}, {"scene_id": "atwt-02-08-10s2", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-02-08-10s3", "raw": "A scene from a TV show in which a man is standing in a room with a yellow shirt and green shorts, holding a toothbrush in his mouth and singing into a microphone.", "with_names": "a man is standing in a room with a yellow shirt and green shorts, holding a toothbrush in his mouth and singing into a microphone."}, {"scene_id": "atwt-02-08-10s4", "raw": "A scene from a TV show in which a woman is wearing a white doctor's coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white doctor's coat and a stethoscope around her neck."}, {"scene_id": "atwt-02-08-10s5", "raw": "A scene from a TV show in which a woman is talking about a product.", "with_names": ""}, {"scene_id": "atwt-02-08-10s6", "raw": "A scene from a TV show in which a woman is looking at a piece of paper and is confused.", "with_names": "a woman is looking at a piece of paper and is confused."}, {"scene_id": "atwt-02-08-10s7", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-02-08-10s8", "raw": "A scene from a TV show in which a blonde woman is crying", "with_names": "a blonde woman is crying"}, {"scene_id": "atwt-02-08-10s9", "raw": "A scene from a TV show in which a woman is talking to a man and a doctor is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-08-10s10", "raw": "A scene from a TV show in which two women sit on a couch, one holding a handbag.", "with_names": "two women sit on a couch, one holding a handbag."}, {"scene_id": "atwt-02-08-10s11", "raw": "A scene from a TV show in which a woman is seen with a white face", "with_names": "] is with a white face"}, {"scene_id": "atwt-02-08-10s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-08-10s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "atwt-02-08-10s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-08-10s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-02-08-10s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-08-10s17", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "a man is in a dark room, with his face obscured by darkness."}, {"scene_id": "atwt-02-08-10s18", "raw": "A scene from a TV show in which the words \"For the first time ever, one show goes...\" appear on a starry sky.", "with_names": "the words \"for the first time ever, one show goes...\" appear on a starry sky."}, {"scene_id": "atwt-02-08-10s19", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-08-10s20", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-02-08-10s21", "raw": "A scene from a TV show in which a man is seen opening a tin of baked beans.", "with_names": "a man is opening a tin of baked beans."}]