[{"scene_id": "gl-07-12-06s0", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "gl-07-12-06s1", "raw": "A scene from a TV show in which a man is playing a game with a woman", "with_names": "a man is playing a game with a woman"}, {"scene_id": "gl-07-12-06s2", "raw": "A scene from a TV show in which a young man is wearing a green shirt and long hair", "with_names": "a young man is wearing a green shirt and long hair"}, {"scene_id": "gl-07-12-06s3", "raw": "A scene from a TV show in which a woman touches a man's face", "with_names": "a woman touches a man's face"}, {"scene_id": "gl-07-12-06s4", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-12-06s5", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-07-12-06s6", "raw": "A scene from a TV show in which a woman is seen holding a dog while a man is standing next to a car.", "with_names": "a woman is holding a dog while a man is standing next to a car."}, {"scene_id": "gl-07-12-06s7", "raw": "A scene from a TV show in which a woman is sitting in a garden and looking at a tree.", "with_names": "a woman is sitting in a garden and looking at a tree."}, {"scene_id": "gl-07-12-06s8", "raw": "A scene from a TV show in which a woman is lying on her back on a bed, with her head resting on a pillow.", "with_names": "a woman is lying on her back on a bed, with her head resting on a pillow."}, {"scene_id": "gl-07-12-06s9", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "a woman is being hit by a man."}, {"scene_id": "gl-07-12-06s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-07-12-06s11", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "gl-07-12-06s12", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "gl-07-12-06s13", "raw": "A scene from a TV show in which a man is holding a woman's hand", "with_names": "a man is holding a woman's hand"}, {"scene_id": "gl-07-12-06s14", "raw": "A scene from a TV show in which a woman is sitting on a bed with her legs spread wide open.", "with_names": "a woman is sitting on a bed with her legs spread wide open."}, {"scene_id": "gl-07-12-06s15", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying,", "with_names": "a blonde woman is looking at a man and saying,"}, {"scene_id": "gl-07-12-06s16", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a plant.", "with_names": ""}, {"scene_id": "gl-07-12-06s17", "raw": "A scene from a TV show in which a pink circle is drawn on a white background", "with_names": "a pink circle is drawn on a white background"}, {"scene_id": "gl-07-12-06s18", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}]