[{"scene_id": "gl-03-15-05s0", "raw": "A scene from a TV show in which a man is holding a cup and another man is looking at him", "with_names": "a man is holding a cup and another man is looking at him"}, {"scene_id": "gl-03-15-05s2", "raw": "A scene from a TV show in which a woman is pointing her finger at someone.", "with_names": "a woman is pointing her finger at someone."}, {"scene_id": "gl-03-15-05s3", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-03-15-05s5", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "Ross is standing next to Blake in a hospital bed."}, {"scene_id": "gl-03-15-05s6", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "gl-03-15-05s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Edmund is kissing Dinah on the cheek."}, {"scene_id": "gl-03-15-05s8", "raw": "A scene from a TV show in which a man is holding a pen and looking at the camera.", "with_names": "a man is holding a pen and looking at the camera."}, {"scene_id": "gl-03-15-05s9", "raw": "A scene from a TV show in which a man is sitting at a table and laughing.", "with_names": "a man is sitting at a table and laughing."}, {"scene_id": "gl-03-15-05s10", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "gl-03-15-05s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is standing next to her.", "with_names": "a woman is lying in a hospital bed and a doctor is standing next to her."}, {"scene_id": "gl-03-15-05s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-03-15-05s13", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "a man is standing in front of a woman, and she is looking at him."}, {"scene_id": "gl-03-15-05s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-15-05s15", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-03-15-05s16", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-03-15-05s19", "raw": "A scene from a TV show in which a man is yelling at a computer screen.", "with_names": "a man is yelling at a computer screen."}, {"scene_id": "gl-03-15-05s20", "raw": "A scene from a TV show in which a man is singing and his hand is on his chest", "with_names": "a man is singing and his hand is on his chest"}, {"scene_id": "gl-03-15-05s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and holding a burger.", "with_names": "a man is wearing a leather jacket and holding a burger."}, {"scene_id": "gl-03-15-05s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-15-05s24", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and he is holding a wine glass.", "with_names": "Reva is standing in a room with Josh, and he is holding a wine glass."}, {"scene_id": "gl-03-15-05s26", "raw": "A scene from a TV show in which a man is seen holding his head in pain.", "with_names": "a man is holding his head in pain."}, {"scene_id": "gl-03-15-05s27", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-15-05s28", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at Jonathan."}, {"scene_id": "gl-03-15-05s29", "raw": "A scene from a TV show in which a man is talking to a woman in a stairwell.", "with_names": ""}]