[{"scene_id": "bb-05-01-15s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Maya is smiling at Rick."}, {"scene_id": "bb-05-01-15s1", "raw": "A scene from a TV show in which a young girl is interviewed by a man.", "with_names": "a young girl is interviewed by Carter."}, {"scene_id": "bb-05-01-15s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Rick is looking at Maya and smiling."}, {"scene_id": "bb-05-01-15s3", "raw": "A scene from a TV show in which a man is smiling and looking at a painting.", "with_names": "a man is smiling and looking at a painting."}, {"scene_id": "bb-05-01-15s4", "raw": "A scene from a TV show in which a man is working out in a gym.", "with_names": "Carter is working out in a gym."}, {"scene_id": "bb-05-01-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-01-15s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Eric and Brooke are standing in a room."}, {"scene_id": "bb-05-01-15s7", "raw": "A scene from a TV show in which a man is seen entering a room with a duffel bag.", "with_names": "Carter is entering a room with a duffel bag."}, {"scene_id": "bb-05-01-15s8", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "Ridge is wearing a suit and a striped shirt."}, {"scene_id": "bb-05-01-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-01-15s10", "raw": "A scene from a TV show in which a man is talking to a horse.", "with_names": ""}, {"scene_id": "bb-05-01-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-01-15s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and hugging.", "with_names": ""}, {"scene_id": "bb-05-01-15s13", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a gun.", "with_names": "two men are standing in a room, one of them is holding a gun."}, {"scene_id": "bb-05-01-15s14", "raw": "A scene from a TV show in which a man is holding a bottle and talking to another man.", "with_names": ""}, {"scene_id": "bb-05-01-15s15", "raw": "A scene from a TV show in which a lawyer is arguing with a judge.", "with_names": "a lawyer is arguing with a judge."}]