[{"scene_id": "gl-06-18-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-18-03s1", "raw": "A scene from a TV show in which a man is standing in front of a white fence.", "with_names": "a man is standing in front of a white fence."}, {"scene_id": "gl-06-18-03s2", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "gl-06-18-03s3", "raw": "A scene from a TV show in which a woman is standing next to a man in a room with a table and a book on it.", "with_names": "a woman is standing next to a man in a room with a table and a book on it."}, {"scene_id": "gl-06-18-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-18-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a woman.", "with_names": ""}, {"scene_id": "gl-06-18-03s6", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "gl-06-18-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-18-03s8", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-06-18-03s9", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-06-18-03s10", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-18-03s11", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black tie", "with_names": "a man is wearing a red shirt and a black tie"}, {"scene_id": "gl-06-18-03s12", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "gl-06-18-03s13", "raw": "A scene from a TV show in which a man is bending over and looking down at his hands.", "with_names": "a man is bending over and looking down at his hands."}, {"scene_id": "gl-06-18-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-18-03s15", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "gl-06-18-03s16", "raw": "A scene from a TV show in which a man is talking and his hand is on his chin", "with_names": ""}, {"scene_id": "gl-06-18-03s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-18-03s18", "raw": "", "with_names": ""}, {"scene_id": "gl-06-18-03s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "gl-06-18-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-18-03s21", "raw": "A scene from a TV show in which a man is walking away from a house.", "with_names": "a man is walking away from a house."}]