[{"scene_id": "atwt-05-30-05s0", "raw": "A scene from a TV show in which a young woman is smiling and looking to the side.", "with_names": "a young woman is smiling and looking to the side."}, {"scene_id": "atwt-05-30-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-05-30-05s2", "raw": "A scene from a TV show in which a woman is trying on a pink sweater.", "with_names": "a woman is trying on a pink sweater."}, {"scene_id": "atwt-05-30-05s3", "raw": "A scene from a TV show in which a man is bending over and laughing", "with_names": "a man is bending over and laughing"}, {"scene_id": "atwt-05-30-05s4", "raw": "A scene from a TV show in which a bottle of hand sanitizer is shown next to a blue bottle of mouthwash.", "with_names": ""}, {"scene_id": "atwt-05-30-05s5", "raw": "A scene from a TV show in which a young boy is wearing a pink shirt and a red jacket", "with_names": "a young boy is wearing a pink shirt and a red jacket"}, {"scene_id": "atwt-05-30-05s6", "raw": "A scene from a TV show in which a woman is standing in a living room with a chair and a couch.", "with_names": "a woman is standing in a living room with a chair and a couch."}, {"scene_id": "atwt-05-30-05s7", "raw": "A scene from a TV show in which a woman is standing in front of a window, looking out.", "with_names": "a woman is standing in front of a window, looking out."}, {"scene_id": "atwt-05-30-05s8", "raw": "A scene from a TV show in which a man and a dog are walking down a path.", "with_names": "a man and a dog are walking down a path."}, {"scene_id": "atwt-05-30-05s9", "raw": "A scene from a TV show in which a woman is shown with her arm raised.", "with_names": ""}, {"scene_id": "atwt-05-30-05s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a short blonde hair.", "with_names": "a woman is wearing a black dress and a short blonde hair."}, {"scene_id": "atwt-05-30-05s11", "raw": "A scene from a TV show in which a Latina woman is smiling and wearing a green shirt.", "with_names": "a latina woman is smiling and wearing a green shirt."}, {"scene_id": "atwt-05-30-05s12", "raw": "A scene from a TV show in which a man is sitting on a couch with a headset on.", "with_names": ""}, {"scene_id": "atwt-05-30-05s13", "raw": "A scene from a TV show in which a young man is standing in front of a crowd and looking at the camera.", "with_names": "a young man is standing in front of a crowd and looking at the camera."}, {"scene_id": "atwt-05-30-05s14", "raw": "A scene from a TV show in which a woman is on the phone and is visibly upset.", "with_names": "a woman is on the phone and is visibly upset."}, {"scene_id": "atwt-05-30-05s15", "raw": "A scene from a TV show in which a boy is standing in a kitchen, a man is behind him, and they are both looking at something.", "with_names": "a boy is standing in a kitchen, a man is behind him, and they are both looking at something."}, {"scene_id": "atwt-05-30-05s16", "raw": "A scene from a TV show in which a woman is watering flowers with a hose.", "with_names": "a woman is watering flowers with a hose."}, {"scene_id": "atwt-05-30-05s17", "raw": "A scene from a TV show in which a woman is sitting on a couch with her head down, looking down.", "with_names": ""}, {"scene_id": "atwt-05-30-05s18", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "atwt-05-30-05s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-30-05s20", "raw": "A scene from a TV show in which a box of Signature Desserts is shown.", "with_names": ""}, {"scene_id": "atwt-05-30-05s21", "raw": "A scene from a TV show in which a woman is sitting on a bed wearing a leopard print dress.", "with_names": "] is sitting on a bed wearing a leopard print dress."}, {"scene_id": "atwt-05-30-05s22", "raw": "A scene from a TV show in which a woman is looking at her cell phone", "with_names": "a woman is looking at her cell phone"}, {"scene_id": "atwt-05-30-05s23", "raw": "A scene from a TV show in which a man is wearing a green shirt and smiling", "with_names": "a man is wearing a green shirt and smiling"}, {"scene_id": "atwt-05-30-05s24", "raw": "A scene from a TV show in which a woman is on the phone and is wearing a black dress", "with_names": "a woman is on the phone and is wearing a black dress"}, {"scene_id": "atwt-05-30-05s25", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}]