[{"scene_id": "atwt-05-30-05s0", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Mike and Jennifer are kissing each other in a room."}, {"scene_id": "atwt-05-30-05s1", "raw": "a man and a woman are sitting at a table and talking about a woman.", "with_names": ""}, {"scene_id": "atwt-05-30-05s2", "raw": "a group of people are sitting at tables and talking about something.", "with_names": ""}, {"scene_id": "atwt-05-30-05s3", "raw": "a man is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "atwt-05-30-05s4", "raw": "a commercial for a commercial for a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-05-30-05s5", "raw": "a man is talking to another man and he is talking.", "with_names": ""}, {"scene_id": "atwt-05-30-05s6", "raw": "a man is walking through a room and then a woman enters the room.", "with_names": "a man is walking through a room and then Lucinda enters the room."}, {"scene_id": "atwt-05-30-05s7", "raw": "a man is walking through a room and then a woman is walking in a chair.", "with_names": "Henry is walking through a room and then Katie is walking in a chair."}, {"scene_id": "atwt-05-30-05s8", "raw": "a man and woman are talking about a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-05-30-05s9", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Henry and Katie are kissing each other in a room."}, {"scene_id": "atwt-05-30-05s10", "raw": "a group of people are sitting around a table and talking about something.", "with_names": ""}, {"scene_id": "atwt-05-30-05s11", "raw": "a woman is talking about her experience in a clothing store.", "with_names": ""}, {"scene_id": "atwt-05-30-05s12", "raw": "a woman is talking about her experience and then a woman is shown dancing.", "with_names": ""}, {"scene_id": "atwt-05-30-05s13", "raw": "a man is talking about a political topic and then a woman is shown.", "with_names": ""}, {"scene_id": "atwt-05-30-05s14", "raw": "a woman is talking on a phone and then a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-30-05s15", "raw": "a man is talking about a video of a man and he is walking around.", "with_names": ""}, {"scene_id": "atwt-05-30-05s16", "raw": "a woman is talking about her experience and then a man is shown dancing.", "with_names": ""}, {"scene_id": "atwt-05-30-05s17", "raw": "a woman is talking to a man and a man is sitting down and talking.", "with_names": ""}, {"scene_id": "atwt-05-30-05s18", "raw": "a woman is talking about a business and then a woman is shown walking around.", "with_names": ""}, {"scene_id": "atwt-05-30-05s19", "raw": "a woman is talking to a woman and then she is walking away.", "with_names": ""}, {"scene_id": "atwt-05-30-05s20", "raw": "a woman is talking about a restaurant and showing a woman eating.", "with_names": ""}, {"scene_id": "atwt-05-30-05s21", "raw": "a woman is laying on a bed and is trying to make her bed.", "with_names": "a woman is laying on a bed and is trying to make her bed."}, {"scene_id": "atwt-05-30-05s22", "raw": "a woman is talking about a group of people who are sitting down and talking.", "with_names": ""}, {"scene_id": "atwt-05-30-05s23", "raw": "a woman is talking to a man and then a woman is shown talking.", "with_names": ""}, {"scene_id": "atwt-05-30-05s24", "raw": "a woman is talking on the phone and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-30-05s25", "raw": "a woman is talking about a man and then a woman is shown talking about it.", "with_names": ""}]