[{"scene_id": "bb-04-04-14s0", "raw": "A scene from a TV show in which a man walks into a room and sits down.", "with_names": "a man walks into a room and sits down."}, {"scene_id": "bb-04-04-14s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-04-14s2", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-04-04-14s3", "raw": "A scene from a TV show in which a man walks into a room and walks out with a book.", "with_names": "a man walks into a room and walks out with a book."}, {"scene_id": "bb-04-04-14s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-04-14s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a painting.", "with_names": "a man is wearing a suit and tie and looking at a painting."}, {"scene_id": "bb-04-04-14s6", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-04-14s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-04-04-14s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-04-04-14s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-04-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-04-14s11", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a potted plant.", "with_names": "a woman is sitting at a table with a wine glass and a potted plant."}, {"scene_id": "bb-04-04-14s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-04-14s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-04-14s14", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}]