[{"scene_id": "atwt-04-04-08s0", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing behind her.", "with_names": "Carly is holding a cell phone and Jack is standing behind her."}, {"scene_id": "atwt-04-04-08s1", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed.", "with_names": "a woman is holding her head and looking distressed."}, {"scene_id": "atwt-04-04-08s2", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-08s3", "raw": "A scene from a TV show in which a doctor is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "atwt-04-04-08s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-04-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-08s6", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-04-04-08s7", "raw": "A scene from a TV show in which a Krispy Kreme doughnut is dunked in a cup of coffee.", "with_names": "a krispy kreme doughnut is dunked in a cup of coffee."}, {"scene_id": "atwt-04-04-08s8", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-08s9", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-08s10", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "atwt-04-04-08s11", "raw": "A scene from a TV show in which two young men stand next to each other, smiling.", "with_names": "two young men stand next to each other, smiling."}, {"scene_id": "atwt-04-04-08s12", "raw": "A scene from a TV show in which a woman is seen using a bottle of soap.", "with_names": "a woman is using a bottle of soap."}, {"scene_id": "atwt-04-04-08s13", "raw": "A scene from a TV show in which a woman is being held down by two men.", "with_names": "a woman is being held down by two men."}, {"scene_id": "atwt-04-04-08s14", "raw": "A scene from a TV show in which a man is talking to a door", "with_names": ""}, {"scene_id": "atwt-04-04-08s15", "raw": "A scene from a TV show in which a woman is wearing a yellow trench coat and a black shirt.", "with_names": "a woman is wearing a yellow trench coat and a black shirt."}, {"scene_id": "atwt-04-04-08s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-08s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door and laughing.", "with_names": "a man and a woman are standing in front of a door and laughing."}, {"scene_id": "atwt-04-04-08s18", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-04-08s19", "raw": "A scene from a TV show in which a man is walking out of a house with a suitcase", "with_names": "a man is walking out of a house with a suitcase"}, {"scene_id": "atwt-04-04-08s20", "raw": "A scene from a TV show in which a blue map is superimposed on a blue background.", "with_names": "a blue map is superimposed on a blue background."}, {"scene_id": "atwt-04-04-08s21", "raw": "A scene from a TV show in which a man is holding a woman in a bookstore and they are looking at each other.", "with_names": "a man is holding a woman in a bookstore and they are looking at each other."}, {"scene_id": "atwt-04-04-08s22", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is comforting her.", "with_names": "a woman is holding a baby and another woman is comforting her."}, {"scene_id": "atwt-04-04-08s23", "raw": "A scene from a TV show in which a woman is wearing a yellow coat and a man is sitting next to her.", "with_names": "a woman is wearing a yellow coat and a man is sitting next to her."}, {"scene_id": "atwt-04-04-08s24", "raw": "A scene from a TV show in which a woman is covering her mouth with her hand.", "with_names": "a woman is covering her mouth with her hand."}, {"scene_id": "atwt-04-04-08s25", "raw": "A scene from a TV show in which a woman is underwater and her legs are covered in a silver dress.", "with_names": "a woman is underwater and her legs are covered in a silver dress."}, {"scene_id": "atwt-04-04-08s26", "raw": "A scene from a TV show in which a man is looking down at a woman and saying \"I'm sorry\"", "with_names": "a man is looking down at a woman and saying \"i'm sorry\""}, {"scene_id": "atwt-04-04-08s27", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a purple shirt.", "with_names": "a blonde woman is looking down and wearing a purple shirt."}, {"scene_id": "atwt-04-04-08s28", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "atwt-04-04-08s29", "raw": "A scene from a TV show in which a man is holding a map in the air.", "with_names": "a man is holding a map in the air."}, {"scene_id": "atwt-04-04-08s30", "raw": "A scene from a TV show in which a young man is sitting on a couch with a woman standing behind him.", "with_names": ""}, {"scene_id": "atwt-04-04-08s31", "raw": "A scene from a TV show in which a man is standing at a desk and another man is sitting next to him.", "with_names": "a man is standing at a desk and another man is sitting next to him."}, {"scene_id": "atwt-04-04-08s32", "raw": "A scene from a TV show in which a man and a woman are standing in a field, looking up at a rope.", "with_names": "a man and a woman are standing in a field, looking up at a rope."}, {"scene_id": "atwt-04-04-08s33", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-04-08s34", "raw": "A scene from a TV show in which a woman is standing behind a counter and talking about various supplements.", "with_names": ""}, {"scene_id": "atwt-04-04-08s35", "raw": "A scene from a TV show in which a man is lying down with his eyes closed, and a woman is leaning over him, kissing his face.", "with_names": "a man is lying down with his eyes closed, and a woman is leaning over him, kissing his face."}, {"scene_id": "atwt-04-04-08s36", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-04-04-08s37", "raw": "A scene from a TV show in which a woman is talking to a man and a TV is showing a news report.", "with_names": ""}, {"scene_id": "atwt-04-04-08s38", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-04-08s39", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-04-04-08s40", "raw": "A scene from a TV show in which a bag of Sea-Bond is shown.", "with_names": ""}]