[{"scene_id": "bb-11-14-06s0", "raw": "A scene from a TV show in which a man and a woman are arguing in a courtroom.", "with_names": "a man and a woman are arguing in a courtroom."}, {"scene_id": "bb-11-14-06s1", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is shirtless.", "with_names": "a woman is standing in front of a man, and he is shirtless."}, {"scene_id": "bb-11-14-06s2", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-11-14-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a clock on the wall.", "with_names": "a man and a woman are standing in a room with a clock on the wall."}, {"scene_id": "bb-11-14-06s4", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "bb-11-14-06s5", "raw": "A scene from a TV show in which a man is standing in a courtroom, arguing with a woman.", "with_names": "a man is standing in a courtroom, arguing with a woman."}, {"scene_id": "bb-11-14-06s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-11-14-06s7", "raw": "A scene from a TV show in which a man is sitting in a courtroom and a woman is standing next to him.", "with_names": "a man is sitting in a courtroom and a woman is standing next to him."}, {"scene_id": "bb-11-14-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-14-06s9", "raw": "A scene from a TV show in which a man is standing in a courtroom and a woman is sitting behind him.", "with_names": "a man is standing in a courtroom and a woman is sitting behind him."}, {"scene_id": "bb-11-14-06s10", "raw": "A scene from a TV show in which a girl is looking at a boy and smiling.", "with_names": "a girl is looking at a boy and smiling."}]