[{"scene_id": "oltl-08-02-06s0", "raw": "A scene from a TV show in which a man is seen wearing a tank top and white pants.", "with_names": "Rex is wearing a tank top and white pants."}, {"scene_id": "oltl-08-02-06s1", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "a woman is in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-08-02-06s2", "raw": "A scene from a TV show in which a woman is standing in a restaurant, wearing a black dress and a man is sitting at a table in front of her.", "with_names": "a woman is standing in a restaurant, wearing a black dress and a man is sitting at a table in front of her."}, {"scene_id": "oltl-08-02-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-02-06s4", "raw": "A scene from a TV show in which the word \"NOPE\" is written in fog", "with_names": "the word \"nope\" is written in fog"}, {"scene_id": "oltl-08-02-06s5", "raw": "A scene from a TV show in which a woman is sitting on a bed with a blanket over her legs.", "with_names": "a woman is sitting on a bed with a blanket over her legs."}, {"scene_id": "oltl-08-02-06s6", "raw": "A scene from a TV show in which a woman is sitting next to a man at a table.", "with_names": "a woman is sitting next to a man at a table."}, {"scene_id": "oltl-08-02-06s7", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-08-02-06s8", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "oltl-08-02-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-02-06s10", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-02-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "oltl-08-02-06s12", "raw": "A scene from a TV show in which a man is sitting in a room with a fire burning in the background.", "with_names": "a man is sitting in a room with a fire burning in the background."}, {"scene_id": "oltl-08-02-06s13", "raw": "A scene from a TV show in which a woman is sitting on a bed with her arms crossed, looking at a man who is standing next to her.", "with_names": "a woman is sitting on a bed with her arms crossed, looking at a man who is standing next to her."}, {"scene_id": "oltl-08-02-06s14", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-08-02-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-02-06s16", "raw": "A scene from a TV show in which a man is talking to a woman, with his hands clasped together.", "with_names": ""}, {"scene_id": "oltl-08-02-06s17", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is leaning over her, looking at her.", "with_names": "a woman is lying on a bed and a man is leaning over her, looking at her."}, {"scene_id": "oltl-08-02-06s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-08-02-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-02-06s20", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hand.", "with_names": "a woman is crying and covering her face with her hand."}, {"scene_id": "oltl-08-02-06s21", "raw": "A scene from a TV show in which a man is walking away from a woman in a bikini.", "with_names": "a man is walking away from a woman in a bikini."}, {"scene_id": "oltl-08-02-06s22", "raw": "A scene from a TV show in which a black man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-02-06s23", "raw": "A scene from a TV show in which a man is standing in a kitchen, a chef is in the background.", "with_names": "a man is standing in a kitchen, a chef is in the background."}, {"scene_id": "oltl-08-02-06s24", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-08-02-06s25", "raw": "A scene from a TV show in which a black woman is being harassed by a white man.", "with_names": "a black woman is being harassed by a white man."}, {"scene_id": "oltl-08-02-06s26", "raw": "A scene from a TV show in which a shirtless man is lying on a bed with his eyes closed", "with_names": "a shirtless man is lying on a bed with his eyes closed"}, {"scene_id": "oltl-08-02-06s27", "raw": "A scene from a TV show in which a woman is sitting at a bar and a man is standing behind her.", "with_names": "a woman is sitting at a bar and a man is standing behind her."}, {"scene_id": "oltl-08-02-06s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-02-06s29", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "oltl-08-02-06s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-02-06s31", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed.", "with_names": "a young woman is lying in a hospital bed."}]