[{"scene_id": "atwt-04-16-08s0", "raw": "A scene from a TV show in which a man is standing in front of a woman, and another woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-04-16-08s1", "raw": "A scene from a TV show in which a man is sitting at a table with a woman in the background.", "with_names": "a man is sitting at a table with ] in the background."}, {"scene_id": "atwt-04-16-08s2", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at the camera.", "with_names": "a woman is holding a cigarette and looking at the camera."}, {"scene_id": "atwt-04-16-08s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a blue canister.", "with_names": "a woman is standing in a kitchen, holding a blue canister."}, {"scene_id": "atwt-04-16-08s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-16-08s5", "raw": "A scene from a TV show in which a man is standing behind a bar, wearing a striped shirt and a tie, and another man is sitting at a table in front of him.", "with_names": "a man is standing behind a bar, wearing a striped shirt and a tie, and another man is sitting at a table in front of him."}, {"scene_id": "atwt-04-16-08s6", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "a woman is looking at a man and he is looking away from her."}, {"scene_id": "atwt-04-16-08s7", "raw": "A scene from a TV show in which two women are standing next to each other, one of them is holding a cell phone.", "with_names": "two women are standing next to each other, one of them is holding a cell phone."}, {"scene_id": "atwt-04-16-08s8", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "atwt-04-16-08s9", "raw": "A scene from a TV show in which a man drives a van through a crowd of people.", "with_names": "a man drives a van through a crowd of people."}, {"scene_id": "atwt-04-16-08s10", "raw": "A scene from a TV show in which a woman is sitting at a bar, looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-16-08s11", "raw": "A scene from a TV show in which two women sit in a car.", "with_names": "two women sit in a car."}, {"scene_id": "atwt-04-16-08s12", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a white shirt", "with_names": "a woman is wearing a purple sweater and a white shirt"}, {"scene_id": "atwt-04-16-08s13", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a red tie and looking at a woman.", "with_names": "a man is wearing a striped shirt and a red tie and looking at a woman."}, {"scene_id": "atwt-04-16-08s14", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "atwt-04-16-08s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-16-08s16", "raw": "A scene from a TV show in which a man is shown talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-16-08s17", "raw": "A scene from a TV show in which a woman is looking up and wearing a purple cardigan and a white shirt.", "with_names": "a woman is looking up and wearing a purple cardigan and a white shirt."}, {"scene_id": "atwt-04-16-08s18", "raw": "A scene from a TV show in which a woman is sitting in a car and her eyes are closed.", "with_names": "a woman is sitting in a car and her eyes are closed."}, {"scene_id": "atwt-04-16-08s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-16-08s20", "raw": "A scene from a TV show in which a man is looking at a woman and making a funny face.", "with_names": "a man is looking at ] and making a funny face."}, {"scene_id": "atwt-04-16-08s21", "raw": "A scene from a TV show in which a silhouette of a woman is shown. Caption: Not for people controlled on another controller or a rescue inhaler used occasionally", "with_names": ""}, {"scene_id": "atwt-04-16-08s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-04-16-08s23", "raw": "A scene from a TV show in which a woman is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-08s24", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-08s25", "raw": "A scene from a TV show in which a woman is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-16-08s26", "raw": "A scene from a TV show in which a toilet is being flushed with a siphon.", "with_names": "a toilet is being flushed with a siphon."}, {"scene_id": "atwt-04-16-08s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-16-08s28", "raw": "A scene from a TV show in which a woman is drinking a glass of water.", "with_names": "a woman is drinking a glass of water."}, {"scene_id": "atwt-04-16-08s29", "raw": "A scene from a TV show in which a woman is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-08s30", "raw": "A scene from a TV show in which a woman is wearing a green coat and a purple shirt.", "with_names": "a woman is wearing a green coat and a purple shirt."}, {"scene_id": "atwt-04-16-08s31", "raw": "A scene from a TV show in which a dog and a cat are sitting next to each other.", "with_names": "a dog and a cat are sitting next to each other."}, {"scene_id": "atwt-04-16-08s32", "raw": "A scene from a TV show in which a girl is talking to a man who is wearing a suit.", "with_names": ""}, {"scene_id": "atwt-04-16-08s33", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a red tie and is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-16-08s34", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a table and chairs in front of her.", "with_names": "a woman is standing in a kitchen with a table and chairs in front of her."}, {"scene_id": "atwt-04-16-08s35", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-16-08s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-16-08s37", "raw": "A scene from a TV show in which a man is talking to another man, with a cigarette in his mouth.", "with_names": ""}, {"scene_id": "atwt-04-16-08s38", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-16-08s39", "raw": "A scene from a TV show in which a cinnamon roll is drizzled with icing.", "with_names": "a cinnamon roll is drizzled with icing."}]