[{"scene_id": "gl-08-11-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-11-05s1", "raw": "A scene from a TV show in which a doctor is comforting a crying woman.", "with_names": "a doctor is comforting a crying woman."}, {"scene_id": "gl-08-11-05s2", "raw": "A scene from a TV show in which a woman is wearing a blue dress and holding a cell phone.", "with_names": "a woman is wearing a blue dress and holding a cell phone."}, {"scene_id": "gl-08-11-05s3", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-08-11-05s4", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-08-11-05s5", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-08-11-05s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-11-05s7", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "gl-08-11-05s8", "raw": "A scene from a TV show in which a woman is sitting on a counter and a man is standing behind her.", "with_names": "a woman is sitting on a counter and a man is standing behind her."}, {"scene_id": "gl-08-11-05s9", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-11-05s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "gl-08-11-05s11", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "gl-08-11-05s12", "raw": "A scene from a TV show in which a man is talking on the phone and looking at his watch", "with_names": ""}, {"scene_id": "gl-08-11-05s13", "raw": "A scene from a TV show in which a man is holding a woman by the face and choking her.", "with_names": "a man is holding a woman by the face and choking her."}, {"scene_id": "gl-08-11-05s14", "raw": "A scene from a TV show in which a blonde woman is seen licking her lips while a woman watches her.", "with_names": "a blonde woman is licking her lips while a woman watches her."}, {"scene_id": "gl-08-11-05s15", "raw": "A scene from a TV show in which a man is being hit by a sign that says \"COMP\"", "with_names": "a man is being hit by a sign that says \"comp\""}, {"scene_id": "gl-08-11-05s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-11-05s17", "raw": "A scene from a TV show in which a man is talking on the phone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-08-11-05s18", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "gl-08-11-05s19", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "gl-08-11-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-11-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-08-11-05s22", "raw": "A scene from a TV show in which a woman is holding a small white dog.", "with_names": "a woman is holding a small white dog."}, {"scene_id": "gl-08-11-05s23", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch.", "with_names": ""}, {"scene_id": "gl-08-11-05s24", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "a man is kissing a woman on the mouth."}, {"scene_id": "gl-08-11-05s25", "raw": "", "with_names": ""}]