[{"scene_id": "gl-07-06-05s0", "raw": "A scene from a TV show in which a man is looking at a bottle and making a face", "with_names": "a man is looking at a bottle and making a face"}, {"scene_id": "gl-07-06-05s1", "raw": "A scene from a TV show in which a man is hitting a woman with a chair.", "with_names": "a man is hitting a woman with a chair."}, {"scene_id": "gl-07-06-05s2", "raw": "A scene from a TV show in which a woman is seen screaming in a window.", "with_names": "a woman is screaming in a window."}, {"scene_id": "gl-07-06-05s3", "raw": "A scene from a TV show in which a man and a woman are kissing through a window.", "with_names": "a man and a woman are kissing through a window."}, {"scene_id": "gl-07-06-05s4", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-07-06-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-06-05s6", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a blue scarf", "with_names": "a woman is wearing a white shirt and a blue scarf"}, {"scene_id": "gl-07-06-05s7", "raw": "A scene from a TV show in which two women are standing next to each other, one in a pink dress and the other in blue dress.", "with_names": "two women are standing next to each other, one in a pink dress and the other in blue dress."}, {"scene_id": "gl-07-06-05s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting at a table.", "with_names": "a woman is wearing a red dress and a man is sitting at a table."}, {"scene_id": "gl-07-06-05s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-07-06-05s10", "raw": "A scene from a TV show in which a woman is talking to a man in a white coat.", "with_names": ""}, {"scene_id": "gl-07-06-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-07-06-05s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-06-05s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-06-05s14", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at something.", "with_names": "a man is sitting next to another man and they are both looking at something."}, {"scene_id": "gl-07-06-05s15", "raw": "A scene from a TV show in which a blonde woman is crying", "with_names": "a blonde woman is crying"}, {"scene_id": "gl-07-06-05s16", "raw": "A scene from a TV show in which a man is wearing a hat and sunglasses and is leaning on a woman.", "with_names": "a man is wearing a hat and sunglasses and is leaning on a woman."}, {"scene_id": "gl-07-06-05s17", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a red necklace.", "with_names": "a woman is wearing a white jacket and a red necklace."}, {"scene_id": "gl-07-06-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-06-05s19", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-06-05s20", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-06-05s21", "raw": "A scene from a TV show in which a woman is sleeping with her eyes open.", "with_names": "a woman is sleeping with her eyes open."}, {"scene_id": "gl-07-06-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]