[{"scene_id": "bb-05-10-06s0", "raw": "A scene from a TV show in which a nurse is standing next to a patient in a hospital bed.", "with_names": "a nurse is standing next to a patient in a hospital bed."}, {"scene_id": "bb-05-10-06s1", "raw": "A scene from a TV show in which a woman is having sex with a man while the camera is rolling.", "with_names": "a woman is having sex with a man while the camera is rolling."}, {"scene_id": "bb-05-10-06s2", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "a woman is in a hospital bed and a man is standing next to her."}, {"scene_id": "bb-05-10-06s3", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-05-10-06s4", "raw": "A scene from a TV show in which a woman is leaning over a man, who is shirtless, and looking at her.", "with_names": "a woman is leaning over a man, who is shirtless, and looking at her."}, {"scene_id": "bb-05-10-06s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and a doctor is standing in front of them.", "with_names": "a man is lying in a hospital bed, ] stands next to him, and a doctor is standing in front of them."}, {"scene_id": "bb-05-10-06s6", "raw": "A scene from a TV show in which a man is standing shirtless next to a woman in a robe.", "with_names": "a man is standing shirtless next to a woman in a robe."}, {"scene_id": "bb-05-10-06s7", "raw": "A scene from a TV show in which a woman is talking on the phone in a white robe.", "with_names": ""}, {"scene_id": "bb-05-10-06s8", "raw": "A scene from a TV show in which a woman is standing in a white robe in a bathroom.", "with_names": "a woman is standing in a white robe in a bathroom."}, {"scene_id": "bb-05-10-06s9", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-05-10-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-10-06s11", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed and a man is laying next to her.", "with_names": "a woman is lying on a bed with her eyes closed and a man is laying next to her."}, {"scene_id": "bb-05-10-06s12", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned to the side.", "with_names": ""}, {"scene_id": "bb-05-10-06s13", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue tie", "with_names": "a man is wearing a white coat and a blue tie"}, {"scene_id": "bb-05-10-06s14", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-10-06s15", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "bb-05-10-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]