[{"scene_id": "atwt-03-31-08s0", "raw": "A scene from a TV show in which a girl is holding a baseball bat and a boy is standing next to her.", "with_names": "a girl is holding a baseball bat and a boy is standing next to her."}, {"scene_id": "atwt-03-31-08s1", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-31-08s2", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "atwt-03-31-08s3", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-31-08s4", "raw": "A scene from a TV show in which a young man is wearing a red hoodie and a backpack, and another young man with a backpack on is talking to him.", "with_names": ""}, {"scene_id": "atwt-03-31-08s5", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red dress and reaching out to a curtain.", "with_names": "a woman is standing in a kitchen, wearing a red dress and reaching out to a curtain."}, {"scene_id": "atwt-03-31-08s6", "raw": "A scene from a TV show in which a young man is looking at the camera and smiling.", "with_names": "a young man is looking at the camera and smiling."}, {"scene_id": "atwt-03-31-08s7", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-03-31-08s8", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket", "with_names": "a man is wearing a red shirt and a black jacket"}, {"scene_id": "atwt-03-31-08s9", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-31-08s10", "raw": "A scene from a TV show in which a young man is talking to another young man who is wearing a red hoodie.", "with_names": ""}, {"scene_id": "atwt-03-31-08s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-31-08s12", "raw": "A scene from a TV show in which a doctor is examining a patient while a nurse stands by.", "with_names": "a doctor is examining a patient while a nurse stands by."}, {"scene_id": "atwt-03-31-08s13", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is trying to comfort her.", "with_names": "a woman is holding a baby and another woman is trying to comfort her."}, {"scene_id": "atwt-03-31-08s14", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "a man is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-03-31-08s15", "raw": "A scene from a TV show in which a woman is talking to someone, and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-03-31-08s16", "raw": "A scene from a TV show in which a man and woman are standing in a yard.", "with_names": "a man and woman are standing in a yard."}, {"scene_id": "atwt-03-31-08s17", "raw": "A scene from a TV show in which a doctor is examining a patient while a nurse looks on.", "with_names": "a doctor is examining a patient while a nurse looks on."}, {"scene_id": "atwt-03-31-08s18", "raw": "A scene from a TV show in which a girl is wearing a headscarf and smiling.", "with_names": "a girl is wearing a headscarf and smiling."}, {"scene_id": "atwt-03-31-08s19", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a pink shirt", "with_names": "a woman is wearing a blue shirt and a pink shirt"}, {"scene_id": "atwt-03-31-08s20", "raw": "A scene from a TV show in which a nun is singing.", "with_names": "a nun is singing."}, {"scene_id": "atwt-03-31-08s21", "raw": "A scene from a TV show in which a dog is seen peeking out from behind a door.", "with_names": "a dog is peeking out from behind a door."}, {"scene_id": "atwt-03-31-08s22", "raw": "A scene from a TV show in which a man is seen in a dark room with the words \"Without a Trace\" overlaid on top of him.", "with_names": "a man is in a dark room with the words \"without a trace\" overlaid on top of him."}, {"scene_id": "atwt-03-31-08s23", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black shirt and a blonde bob haircut.", "with_names": ""}, {"scene_id": "atwt-03-31-08s24", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a grey suit.", "with_names": ""}, {"scene_id": "atwt-03-31-08s25", "raw": "A scene from a TV show in which a nun is wearing a black robe and a head scarf.", "with_names": "a nun is wearing a black robe and a head scarf."}, {"scene_id": "atwt-03-31-08s26", "raw": "A scene from a TV show in which a woman is looking at her hand and saying, \"I'm not sure what I'm doing here.\"", "with_names": "a woman is looking at her hand and saying, \"i'm not sure what i'm doing here.\""}, {"scene_id": "atwt-03-31-08s27", "raw": "A scene from a TV show in which a man is wearing a red jacket and a woman is looking at him.", "with_names": "a man is wearing a red jacket and a woman is looking at him."}, {"scene_id": "atwt-03-31-08s28", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-31-08s29", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-31-08s30", "raw": "A scene from a TV show in which a bright light is seen in the sky", "with_names": "a bright light is in the sky"}, {"scene_id": "atwt-03-31-08s31", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and ] is standing behind her."}, {"scene_id": "atwt-03-31-08s32", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "atwt-03-31-08s33", "raw": "A scene from a TV show in which a woman is looking down and wearing a black shirt", "with_names": "a woman is looking down and wearing a black shirt"}, {"scene_id": "atwt-03-31-08s34", "raw": "A scene from a TV show in which a nurse is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-03-31-08s35", "raw": "A scene from a TV show in which a woman is holding a box and walking out of a door.", "with_names": "a woman is holding a box and walking out of a door."}, {"scene_id": "atwt-03-31-08s36", "raw": "A scene from a TV show in which a mother is shown helping her child with a nebulizer.", "with_names": ""}, {"scene_id": "atwt-03-31-08s37", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "atwt-03-31-08s38", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-31-08s39", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is looking at her.", "with_names": "a woman is standing in front of a man, and he is looking at her."}, {"scene_id": "atwt-03-31-08s40", "raw": "A scene from a TV show in which a woman is doing yoga.", "with_names": "a woman is doing yoga."}]