[{"scene_id": "atwt-08-18-05s0", "raw": "A scene from a TV show in which a girl is crying on the floor.", "with_names": "Katie is crying on the floor."}, {"scene_id": "atwt-08-18-05s1", "raw": "A scene from a TV show in which a man is standing in a bedroom, looking at a bed.", "with_names": "a man is standing in a bedroom, looking at a bed."}, {"scene_id": "atwt-08-18-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress", "with_names": "a man is wearing a suit and a woman is in a dress"}, {"scene_id": "atwt-08-18-05s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-08-18-05s4", "raw": "A scene from a TV show in which a man is talking and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-08-18-05s5", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-18-05s6", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "a man is in a dark room, with his face obscured by darkness."}, {"scene_id": "atwt-08-18-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-18-05s8", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at the camera.", "with_names": "a man is sitting in a restaurant and looking at the camera."}, {"scene_id": "atwt-08-18-05s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-18-05s10", "raw": "A scene from a TV show in which a box of Estroven is shown.", "with_names": ""}, {"scene_id": "atwt-08-18-05s11", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her head resting on his shoulder.", "with_names": "a woman is lying on top of a man, with her head resting on his shoulder."}, {"scene_id": "atwt-08-18-05s12", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "atwt-08-18-05s13", "raw": "A scene from a TV show in which a meteorologist is talking about a map.", "with_names": ""}, {"scene_id": "atwt-08-18-05s14", "raw": "A scene from a TV show in which a meteorologist is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-18-05s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-18-05s16", "raw": "A scene from a TV show in which a woman is dancing in a bikini.", "with_names": "a woman is dancing in a bikini."}, {"scene_id": "atwt-08-18-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-18-05s18", "raw": "A scene from a TV show in which a woman is seen wearing a pink kimono.", "with_names": "a woman is wearing a pink kimono."}, {"scene_id": "atwt-08-18-05s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-08-18-05s20", "raw": "A scene from a TV show in which a woman is being attacked by a man with a broom.", "with_names": "a woman is being attacked by a man with a broom."}, {"scene_id": "atwt-08-18-05s21", "raw": "A scene from a TV show in which PediaSure baby bottles are shown", "with_names": "pediasure baby bottles are shown"}, {"scene_id": "atwt-08-18-05s22", "raw": "A scene from a TV show in which a woman is sitting in a dressing gown and a man is standing next to her.", "with_names": "a woman is sitting in a dressing gown and ] is standing next to her."}, {"scene_id": "atwt-08-18-05s23", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-18-05s24", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "atwt-08-18-05s25", "raw": "A scene from a TV show in which a woman is looking at another woman and touching her face.", "with_names": "a woman is looking at another woman and touching her face."}, {"scene_id": "atwt-08-18-05s26", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-08-18-05s27", "raw": "A scene from a TV show in which a man is standing in a courtroom, looking at a woman.", "with_names": "a man is standing in a courtroom, looking at a woman."}, {"scene_id": "atwt-08-18-05s28", "raw": "A scene from a TV show in which a woman is seen stepping on the accelerator.", "with_names": "a woman is stepping on the accelerator."}]