[{"scene_id": "atwt-07-03-03s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-03-03s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-03-03s2", "raw": "A scene from a TV show in which a woman is seen with a man standing behind her.", "with_names": "a woman is with a man standing behind her."}, {"scene_id": "atwt-07-03-03s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-03-03s4", "raw": "A scene from a TV show in which the Earth is shown in the center of the screen, with the words \"The World\" written on the left side and \"The Bible\" written in the right side.", "with_names": ""}, {"scene_id": "atwt-07-03-03s5", "raw": "A scene from a TV show in which a globe is shown with the word World in white", "with_names": ""}, {"scene_id": "atwt-07-03-03s6", "raw": "A scene from a TV show in which a woman is reading a letter while another woman looks on.", "with_names": "a woman is reading a letter while another woman looks on."}, {"scene_id": "atwt-07-03-03s7", "raw": "A scene from a TV show in which a woman is throwing a sheet in the air.", "with_names": "a woman is throwing a sheet in the air."}, {"scene_id": "atwt-07-03-03s8", "raw": "A scene from a TV show in which a woman is trapped in a cave.", "with_names": "a woman is trapped in a cave."}, {"scene_id": "atwt-07-03-03s9", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-07-03-03s10", "raw": "A scene from a TV show in which a woman is sitting on the floor wearing a cowboy hat and a floral dress.", "with_names": "a woman is sitting on the floor wearing a cowboy hat and a floral dress."}, {"scene_id": "atwt-07-03-03s11", "raw": "A scene from a TV show in which Monica is talking to a man", "with_names": ""}, {"scene_id": "atwt-07-03-03s12", "raw": "A scene from a TV show in which a woman is looking down with her eyes closed.", "with_names": "a woman is looking down with her eyes closed."}, {"scene_id": "atwt-07-03-03s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-03-03s14", "raw": "A scene from a TV show in which a man is driving a car and his headlights are on.", "with_names": "a man is driving a car and his headlights are on."}, {"scene_id": "atwt-07-03-03s15", "raw": "A scene from a TV show in which a woman is being attacked by a bear", "with_names": "a woman is being attacked by a bear"}, {"scene_id": "atwt-07-03-03s16", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a flower crown.", "with_names": "a woman is wearing a wedding dress and a flower crown."}, {"scene_id": "atwt-07-03-03s17", "raw": "A scene from a TV show in which two women are sitting together, looking at a piece of paper.", "with_names": "two women are sitting together, looking at a piece of paper."}, {"scene_id": "atwt-07-03-03s18", "raw": "A scene from a TV show in which a man is driving a car and another man is sitting next to him.", "with_names": "a man is driving a car and another man is sitting next to him."}, {"scene_id": "atwt-07-03-03s19", "raw": "A scene from a TV show in which a woman is seen walking down a street, her hair blowing in the wind.", "with_names": "a woman is walking down a street, her hair blowing in the wind."}, {"scene_id": "atwt-07-03-03s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-03-03s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-03-03s22", "raw": "A scene from a TV show in which the credits are listed in a list", "with_names": "the credits are listed in a list"}, {"scene_id": "atwt-07-03-03s23", "raw": "", "with_names": ""}]