[{"scene_id": "oltl-06-25-07s0", "raw": "A scene from a TV show in which a man is holding a woman by the hand and she is laying on a table.", "with_names": "a man is holding Roxy by the hand and she is laying on a table."}, {"scene_id": "oltl-06-25-07s1", "raw": "A scene from a TV show in which a woman is standing in front of a computer, holding a gun.", "with_names": "a woman is standing in front of a computer, holding a gun."}, {"scene_id": "oltl-06-25-07s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-06-25-07s3", "raw": "A scene from a TV show in which a bright light is shining on a person.", "with_names": "a bright light is shining on a person."}, {"scene_id": "oltl-06-25-07s4", "raw": "A scene from a TV show in which a woman is holding a handbag and a man is standing next to her.", "with_names": "a woman is holding a handbag and a man is standing next to her."}, {"scene_id": "oltl-06-25-07s5", "raw": "A scene from a TV show in which a man is holding a horse.", "with_names": "a man is holding a horse."}, {"scene_id": "oltl-06-25-07s6", "raw": "A scene from a TV show in which a woman is signing a book for a man.", "with_names": "a woman is signing a book for a man."}, {"scene_id": "oltl-06-25-07s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone while a man sleeps in bed.", "with_names": ""}, {"scene_id": "oltl-06-25-07s8", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black jacket.", "with_names": "a man is looking at a woman and he is wearing a black jacket."}, {"scene_id": "oltl-06-25-07s9", "raw": "A scene from a TV show in which a woman is wearing a black and white striped top and a white jacket. A man is standing next to her, and they are both looking at something.", "with_names": "a woman is wearing a black and white striped top and a white jacket. a man is standing next to her, and they are both looking at something."}, {"scene_id": "oltl-06-25-07s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-06-25-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-25-07s12", "raw": "A scene from a TV show in which a man is lying in bed and a woman is sitting next to him.", "with_names": "a man is lying in bed and a woman is sitting next to him."}, {"scene_id": "oltl-06-25-07s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a plate of food.", "with_names": ""}, {"scene_id": "oltl-06-25-07s14", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking up at him.", "with_names": ""}, {"scene_id": "oltl-06-25-07s15", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-06-25-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-25-07s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-25-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-25-07s19", "raw": "A scene from a TV show in which a man is lying in bed with his eyes open.", "with_names": "a man is lying in bed with his eyes open."}, {"scene_id": "oltl-06-25-07s20", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "oltl-06-25-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-25-07s22", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-06-25-07s23", "raw": "A scene from a TV show in which a woman is holding a child and another woman is talking to them.", "with_names": ""}, {"scene_id": "oltl-06-25-07s24", "raw": "A scene from a TV show in which a woman is talking to a man at the front door.", "with_names": ""}, {"scene_id": "oltl-06-25-07s25", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-25-07s26", "raw": "A scene from a TV show in which a woman is bent over a man in a room.", "with_names": "a woman is bent over a man in a room."}, {"scene_id": "oltl-06-25-07s27", "raw": "A scene from a TV show in which a man is naked and a woman is wearing a black dress.", "with_names": "a man is naked and a woman is wearing a black dress."}, {"scene_id": "oltl-06-25-07s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-25-07s29", "raw": "A scene from a TV show in which a woman is holding a pizza and yelling at someone.", "with_names": "a woman is holding a pizza and yelling at someone."}, {"scene_id": "oltl-06-25-07s30", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and he is holding a bottle.", "with_names": "a man is standing in a room with a woman, and he is holding a bottle."}, {"scene_id": "oltl-06-25-07s31", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-06-25-07s32", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-06-25-07s33", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black jacket.", "with_names": "a man is looking at a woman and he is wearing a black jacket."}]