[{"scene_id": "oltl-10-11-07s0", "raw": "A scene from a TV show in which a woman is reading a book and a man is sitting next to her", "with_names": "Natalie is reading a book and Jared is sitting next to her"}, {"scene_id": "oltl-10-11-07s1", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-10-11-07s2", "raw": "A scene from a TV show in which two women are standing in a kitchen.", "with_names": "two women are standing in a kitchen."}, {"scene_id": "oltl-10-11-07s3", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV screen.", "with_names": ""}, {"scene_id": "oltl-10-11-07s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-10-11-07s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-11-07s6", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-10-11-07s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-11-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-11-07s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-11-07s10", "raw": "A scene from a TV show in which a woman is driving a car with a child in the back seat.", "with_names": "a woman is driving a car with a child in the back seat."}, {"scene_id": "oltl-10-11-07s11", "raw": "A scene from a TV show in which a young boy is standing next to a woman.", "with_names": "a young boy is standing next to a woman."}, {"scene_id": "oltl-10-11-07s12", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "oltl-10-11-07s13", "raw": "A scene from a TV show in which a man is talking to two other men.", "with_names": ""}, {"scene_id": "oltl-10-11-07s14", "raw": "A scene from a TV show in which a woman is crying and wiping her eye with her hand.", "with_names": "a woman is crying and wiping her eye with her hand."}, {"scene_id": "oltl-10-11-07s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-11-07s16", "raw": "A scene from a TV show in which a woman is arguing with another woman.", "with_names": "a woman is arguing with another woman."}, {"scene_id": "oltl-10-11-07s17", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-10-11-07s18", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-11-07s19", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is standing behind her.", "with_names": "a woman is wearing a blue shirt and a man is standing behind her."}, {"scene_id": "oltl-10-11-07s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-11-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-11-07s22", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing next to a bald man in a suit and tie.", "with_names": "a man is wearing a suit and a tie and is standing next to a bald man in a suit and tie."}, {"scene_id": "oltl-10-11-07s23", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat", "with_names": "a woman is driving a car and a man is sitting in the passenger seat"}, {"scene_id": "oltl-10-11-07s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-10-11-07s25", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-11-07s26", "raw": "A scene from a TV show in which a man is lying in bed with a woman standing over him.", "with_names": "a man is lying in bed with a woman standing over him."}, {"scene_id": "oltl-10-11-07s27", "raw": "A scene from a TV show in which a suitcase is left in a dark alley.", "with_names": "a suitcase is left in a dark alley."}]