[{"scene_id": "oltl-11-06-07s0", "raw": "A scene from a TV show in which a man is wearing a green shirt and a black jacket and is looking at a woman with blonde hair wearing a red leather jacket.", "with_names": "a man is wearing a green shirt and a black jacket and is looking at a woman with blonde hair wearing a red leather jacket."}, {"scene_id": "oltl-11-06-07s1", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "oltl-11-06-07s2", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-11-06-07s3", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and a black top.", "with_names": "a blonde woman is wearing a red jacket and a black top."}, {"scene_id": "oltl-11-06-07s4", "raw": "A scene from a TV show in which a woman is talking to a man and two other people.", "with_names": ""}, {"scene_id": "oltl-11-06-07s5", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-06-07s6", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a plaid shirt.", "with_names": "a man is wearing a cowboy hat and a plaid shirt."}, {"scene_id": "oltl-11-06-07s7", "raw": "A scene from a TV show in which a young girl is sitting on a blue couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-06-07s8", "raw": "A scene from a TV show in which a man is holding a woman by the arm and another man is standing behind them.", "with_names": "a man is holding a woman by the arm and another man is standing behind them."}, {"scene_id": "oltl-11-06-07s9", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "a woman is being held by two men."}, {"scene_id": "oltl-11-06-07s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-06-07s11", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black dress.", "with_names": "a woman is wearing a red jacket and a black dress."}, {"scene_id": "oltl-11-06-07s12", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-11-06-07s13", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-11-06-07s14", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-06-07s15", "raw": "A scene from a TV show in which a woman holds up a picture of her deceased father.", "with_names": "a woman holds up a picture of her deceased father."}, {"scene_id": "oltl-11-06-07s16", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-06-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-06-07s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-06-07s19", "raw": "A scene from a TV show in which a woman is standing in front of a door, wearing a blue shirt and blue gloves.", "with_names": "a woman is standing in front of a door, wearing a blue shirt and blue gloves."}, {"scene_id": "oltl-11-06-07s20", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-11-06-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-06-07s22", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}]