[{"scene_id": "atwt-05-08-09s0", "raw": "A scene from a TV show in which a young man is wearing a green jacket and a blue shirt", "with_names": "a young man is wearing a green jacket and a blue shirt"}, {"scene_id": "atwt-05-08-09s1", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-05-08-09s2", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-08-09s3", "raw": "A scene from a TV show in which a woman is holding a piece of plastic over her face.", "with_names": "a woman is holding a piece of plastic over her face."}, {"scene_id": "atwt-05-08-09s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-08-09s5", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a ponytail", "with_names": "a woman is wearing a red jacket and a ponytail"}, {"scene_id": "atwt-05-08-09s6", "raw": "A scene from a TV show in which a man is wearing a black coat and a red shirt", "with_names": "a man is wearing a black coat and a red shirt"}, {"scene_id": "atwt-05-08-09s7", "raw": "A scene from a TV show in which a dog is seen being walked by a man", "with_names": "a dog is being walked by a man"}, {"scene_id": "atwt-05-08-09s8", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-05-08-09s9", "raw": "A scene from a TV show in which a man is standing in front of a painting, holding his hand to his face.", "with_names": "a man is standing in front of a painting, holding his hand to his face."}, {"scene_id": "atwt-05-08-09s10", "raw": "A scene from a TV show in which a man is looking at another man and the other man is wearing a blue shirt", "with_names": "a man is looking at another man and the other man is wearing a blue shirt"}, {"scene_id": "atwt-05-08-09s11", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-08-09s12", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-08-09s13", "raw": "A scene from a TV show in which a woman is lying in a hammock and her head is resting on a pillow.", "with_names": "a woman is lying in a hammock and her head is resting on a pillow."}, {"scene_id": "atwt-05-08-09s14", "raw": "A scene from a TV show in which a young boy is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-05-08-09s15", "raw": "A scene from a TV show in which a woman is standing next to a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-05-08-09s16", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-08-09s17", "raw": "A scene from a TV show in which a man is sitting in a library and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-08-09s18", "raw": "A scene from a TV show in which a dog chases a toy through a house.", "with_names": "a dog chases a toy through a house."}, {"scene_id": "atwt-05-08-09s19", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-08-09s20", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-08-09s21", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf and looking at a book", "with_names": "a man is standing in front of a bookshelf and looking at a book"}, {"scene_id": "atwt-05-08-09s22", "raw": "A scene from a TV show in which a woman is holding a handbag and two other women are watching her.", "with_names": "a woman is holding a handbag and two other women are watching her."}, {"scene_id": "atwt-05-08-09s23", "raw": "A scene from a TV show in which a woman is sitting at a desk and another woman is standing behind her.", "with_names": "a woman is sitting at a desk and another woman is standing behind her."}, {"scene_id": "atwt-05-08-09s24", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-05-08-09s25", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing next to him.", "with_names": "a man is holding a gun and a woman is standing next to him."}, {"scene_id": "atwt-05-08-09s26", "raw": "A scene from a TV show in which a garbage can is filled with Glad trash bags.", "with_names": "a garbage can is filled with glad trash bags."}]