[{"scene_id": "atwt-06-09-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-09-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt", "with_names": "a man is wearing a suit and a black shirt"}, {"scene_id": "atwt-06-09-06s2", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-06-09-06s3", "raw": "A scene from a TV show in which a child is pushed on a swing by an adult.", "with_names": "a child is pushed on a swing by an adult."}, {"scene_id": "atwt-06-09-06s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a bar.", "with_names": "a man and a woman are standing next to each other in a bar."}, {"scene_id": "atwt-06-09-06s5", "raw": "A scene from a TV show in which a woman is looking at a man and talking.", "with_names": ""}, {"scene_id": "atwt-06-09-06s6", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-06-09-06s7", "raw": "A scene from a TV show in which a lizard is seen standing on a chair.", "with_names": "a lizard is standing on a chair."}, {"scene_id": "atwt-06-09-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-06-09-06s9", "raw": "A scene from a TV show in which a man and a woman sit at a dining table with a baby.", "with_names": "a man and a woman sit at a dining table with a baby."}, {"scene_id": "atwt-06-09-06s10", "raw": "A scene from a TV show in which a young man is standing next to an older man.", "with_names": "a young man is standing next to an older man."}, {"scene_id": "atwt-06-09-06s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-06-09-06s12", "raw": "A scene from a TV show in which a woman is seen opening a can of Quaker® Freestyle.", "with_names": "] is opening a can of quaker® freestyle."}, {"scene_id": "atwt-06-09-06s13", "raw": "A scene from a TV show in which a woman is standing in front of a group of people.", "with_names": "a woman is standing in front of a group of people."}, {"scene_id": "atwt-06-09-06s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-09-06s15", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-06-09-06s16", "raw": "A scene from a TV show in which a Denny's waitress serves a plate of food to a customer.", "with_names": "a denny's waitress serves a plate of food to a customer."}, {"scene_id": "atwt-06-09-06s17", "raw": "A scene from a TV show in which a woman is holding a glass of wine and looking concerned.", "with_names": "a woman is holding a glass of wine and looking concerned."}, {"scene_id": "atwt-06-09-06s18", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-06-09-06s19", "raw": "A scene from a TV show in which a woman is sitting at a dining table and eating a salad.", "with_names": "a woman is sitting at a dining table and eating a salad."}, {"scene_id": "atwt-06-09-06s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-09-06s21", "raw": "A scene from a TV show in which a pizza is pulled from a pizza oven.", "with_names": "a pizza is pulled from a pizza oven."}, {"scene_id": "atwt-06-09-06s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-09-06s23", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-09-06s24", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-06-09-06s25", "raw": "A scene from a TV show in which a man is looking at a woman and touching her hair.", "with_names": "a man is looking at a woman and touching her hair."}, {"scene_id": "atwt-06-09-06s26", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-09-06s27", "raw": "A scene from a TV show in which a man is shown making a face.", "with_names": ""}]