[{"scene_id": "oltl-10-24-08s0", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "a man is wearing a black shirt and a long black hair"}, {"scene_id": "oltl-10-24-08s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red sweater and a white shirt", "with_names": "a blonde woman is wearing a red sweater and a white shirt"}, {"scene_id": "oltl-10-24-08s2", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-24-08s3", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "] is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-10-24-08s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-24-08s5", "raw": "A scene from a TV show in which a woman is holding a gun and looking at the camera. The title is The Moonrise Wakes the Nightingale.", "with_names": "a woman is holding a gun and looking at the camera. the title is the moonrise wakes the nightingale."}, {"scene_id": "oltl-10-24-08s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-24-08s7", "raw": "A scene from a TV show in which a man is sitting on a couch and his hands are in the air", "with_names": ""}, {"scene_id": "oltl-10-24-08s8", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-10-24-08s9", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-10-24-08s10", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "oltl-10-24-08s11", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-10-24-08s12", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-24-08s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-08s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-24-08s15", "raw": "A scene from a TV show in which Dolly Parton is interviewed about her life and career.", "with_names": "dolly parton is interviewed about her life and career."}, {"scene_id": "oltl-10-24-08s16", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-10-24-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-24-08s18", "raw": "A scene from a TV show in which Joey is talking to a man and he is crossing his arms", "with_names": ""}, {"scene_id": "oltl-10-24-08s19", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-10-24-08s20", "raw": "A scene from a TV show in which a young woman is crying and a man is comforting her.", "with_names": "a young woman is crying and a man is comforting her."}, {"scene_id": "oltl-10-24-08s21", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is looking at her.", "with_names": ""}, {"scene_id": "oltl-10-24-08s22", "raw": "A scene from a TV show in which a blonde woman is standing in front of a wall with her hair blowing in the wind.", "with_names": "a blonde woman is standing in front of a wall with her hair blowing in the wind."}, {"scene_id": "oltl-10-24-08s23", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-10-24-08s24", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-08s25", "raw": "A scene from a TV show in which a man and a woman are standing next to a piano.", "with_names": "a man and a woman are standing next to a piano."}, {"scene_id": "oltl-10-24-08s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace.", "with_names": "a man is lying in a hospital bed with a neck brace."}, {"scene_id": "oltl-10-24-08s27", "raw": "A scene from a TV show in which a man is seen from behind, wearing a suit and looking out a window.", "with_names": "a man is from behind, wearing a suit and looking out a window."}, {"scene_id": "oltl-10-24-08s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "oltl-10-24-08s29", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-24-08s30", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-24-08s31", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-10-24-08s32", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is blonde.", "with_names": "a woman is wearing a black dress and her hair is blonde."}, {"scene_id": "oltl-10-24-08s33", "raw": "A scene from a TV show in which a man and a woman sit on a couch, with the woman looking at the camera.", "with_names": "a man and a woman sit on a couch, with the woman looking at the camera."}, {"scene_id": "oltl-10-24-08s34", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and smiling.", "with_names": "a woman is sitting in a hospital bed and smiling."}, {"scene_id": "oltl-10-24-08s35", "raw": "A scene from a TV show in which a woman is talking and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-10-24-08s36", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-10-24-08s37", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-10-24-08s38", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-10-24-08s39", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down.", "with_names": "a woman is sitting on a bed and looking down."}, {"scene_id": "oltl-10-24-08s40", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a mirror.", "with_names": ""}, {"scene_id": "oltl-10-24-08s41", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-24-08s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-08s43", "raw": "A scene from a TV show in which a woman is standing in front of a baby crib, holding a pacifier in her mouth.", "with_names": "a woman is standing in front of a baby crib, holding a pacifier in her mouth."}]