[{"scene_id": "atwt-01-06-03s0", "raw": "A scene from a TV show in which a city is seen through a window", "with_names": "a city is through a window"}, {"scene_id": "atwt-01-06-03s1", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-06-03s2", "raw": "A scene from a TV show in which a woman is wearing a pink and white apron and a white head scarf.", "with_names": "a woman is wearing a pink and white apron and a white head scarf."}, {"scene_id": "atwt-01-06-03s3", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a necklace", "with_names": "Sierra is wearing a black blazer and a necklace"}, {"scene_id": "atwt-01-06-03s4", "raw": "A scene from a TV show in which a man is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "atwt-01-06-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-06-03s6", "raw": "A scene from a TV show in which a bowl of vegetables is being stirred with a spoon.", "with_names": "a bowl of vegetables is being stirred with a spoon."}, {"scene_id": "atwt-01-06-03s7", "raw": "A scene from a TV show in which a man is touching a woman's shoulder.", "with_names": "Dr. Engler is touching a woman's shoulder."}, {"scene_id": "atwt-01-06-03s8", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-01-06-03s9", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "atwt-01-06-03s10", "raw": "A scene from a TV show in which a shelf is filled with bottles of ALDI Palm Oil.", "with_names": "a shelf is filled with bottles of aldi palm oil."}, {"scene_id": "atwt-01-06-03s11", "raw": "A scene from a TV show in which a man is looking at his watch", "with_names": "Craig is looking at his watch"}, {"scene_id": "atwt-01-06-03s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-06-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-03s14", "raw": "A scene from a TV show in which a woman is standing in front of a wall of shelves filled with colorful cans.", "with_names": "a woman is standing in front of a wall of shelves filled with colorful cans."}, {"scene_id": "atwt-01-06-03s15", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-06-03s16", "raw": "A scene from a TV show in which a young woman is looking down and wearing a pink shirt.", "with_names": "a young woman is looking down and wearing a pink shirt."}, {"scene_id": "atwt-01-06-03s17", "raw": "A scene from a TV show in which a man and a woman dance.", "with_names": "a man and a woman dance."}, {"scene_id": "atwt-01-06-03s18", "raw": "A scene from a TV show in which a man is singing in a room with a chandelier.", "with_names": "Simon is singing in a room with a chandelier."}, {"scene_id": "atwt-01-06-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-06-03s20", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-01-06-03s21", "raw": "A scene from a TV show in which a girl is standing behind a Unison logo", "with_names": "Katie is standing behind a unison logo"}, {"scene_id": "atwt-01-06-03s22", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by Mike."}, {"scene_id": "atwt-01-06-03s23", "raw": "A scene from a TV show in which a woman is holding a green bag and walking down a hallway.", "with_names": "a woman is holding a green bag and walking down a hallway."}, {"scene_id": "atwt-01-06-03s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]