[{"scene_id": "atwt-08-28-07s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-08-28-07s1", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a book", "with_names": ""}, {"scene_id": "atwt-08-28-07s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "Meg is wearing a red dress and ] is in a suit."}, {"scene_id": "atwt-08-28-07s3", "raw": "A scene from a TV show in which a woman is dressed as a maid.", "with_names": "a woman is dressed as a maid."}, {"scene_id": "atwt-08-28-07s4", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "atwt-08-28-07s5", "raw": "A scene from a TV show in which a woman and her son are shown in a lap band.", "with_names": "a woman and her son are shown in a lap band."}, {"scene_id": "atwt-08-28-07s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-28-07s7", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-08-28-07s8", "raw": "A scene from a TV show in which a vial of DNA is shown", "with_names": ""}, {"scene_id": "atwt-08-28-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-28-07s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-28-07s11", "raw": "A scene from a TV show in which a woman is holding her hand to her face.", "with_names": "a woman is holding her hand to her face."}, {"scene_id": "atwt-08-28-07s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-28-07s13", "raw": "A scene from a TV show in which a man is handing a bouquet to another man.", "with_names": "a man is handing a bouquet to another man."}, {"scene_id": "atwt-08-28-07s14", "raw": "A scene from a TV show in which a question is asked, \"What percentage of Americans said they would rather be ugly and smart than good looking and dumb?\"", "with_names": "a question is asked, \"what percentage of americans said they would rather be ugly and smart than good looking and dumb?\""}, {"scene_id": "atwt-08-28-07s15", "raw": "A scene from a TV show in which a woman is looking off to the side and is wearing a brown dress", "with_names": "a woman is looking off to the side and is wearing a brown dress"}, {"scene_id": "atwt-08-28-07s16", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-08-28-07s17", "raw": "A scene from a TV show in which a woman is holding a vase and a plate in front of her face.", "with_names": "a woman is holding a vase and a plate in front of her face."}, {"scene_id": "atwt-08-28-07s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-08-28-07s19", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a cigar.", "with_names": ""}, {"scene_id": "atwt-08-28-07s20", "raw": "A scene from a TV show in which people are playing baseball in a park.", "with_names": "people are playing baseball in a park."}, {"scene_id": "atwt-08-28-07s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at something.", "with_names": ""}, {"scene_id": "atwt-08-28-07s22", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-28-07s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-08-28-07s24", "raw": "A scene from a TV show in which a woman is seen pumping her fist in the air.", "with_names": "a woman is pumping her fist in the air."}]