[{"scene_id": "atwt-08-02-10s0", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a white mask.", "with_names": "a man is wearing a blue shirt and a white mask."}, {"scene_id": "atwt-08-02-10s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-02-10s2", "raw": "A scene from a TV show in which a mother and her two children are sitting on a bed.", "with_names": "a mother and her two children are sitting on a bed."}, {"scene_id": "atwt-08-02-10s3", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-08-02-10s4", "raw": "A scene from a TV show in which a toothbrush is shown to be a fake. The words \"Trust the Brush\" appear in the top right corner.", "with_names": ""}, {"scene_id": "atwt-08-02-10s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and is looking to the right of the frame."}, {"scene_id": "atwt-08-02-10s6", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-02-10s7", "raw": "A scene from a TV show in which a woman is sitting in a chair in a warehouse.", "with_names": ""}, {"scene_id": "atwt-08-02-10s8", "raw": "A scene from a TV show in which a woman is wearing a blue robe and a man is standing behind her.", "with_names": "a woman is wearing a blue robe and a man is standing behind her."}, {"scene_id": "atwt-08-02-10s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-02-10s10", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "atwt-08-02-10s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone. The words \"CoverGirl\" are written on the screen.", "with_names": ""}, {"scene_id": "atwt-08-02-10s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-02-10s13", "raw": "A scene from a TV show in which a girl is smiling and looking to the right.", "with_names": "a girl is smiling and looking to the right."}, {"scene_id": "atwt-08-02-10s14", "raw": "A scene from a TV show in which a blonde woman is sitting on a bench and smiling. The caption reads: See our ad in Glamour magazine.", "with_names": "a blonde woman is sitting on a bench and smiling. the caption reads: see our ad in glamour magazine."}, {"scene_id": "atwt-08-02-10s15", "raw": "A scene from a TV show in which a man and a woman are standing in a bedroom.", "with_names": "a man and a woman are standing in a bedroom."}, {"scene_id": "atwt-08-02-10s16", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a blue robe and holding a cup.", "with_names": "a woman is standing in a kitchen, wearing a blue robe and holding a cup."}, {"scene_id": "atwt-08-02-10s17", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is in a suit.", "with_names": "a woman is wearing a blue shirt and a man is in a suit."}, {"scene_id": "atwt-08-02-10s18", "raw": "A scene from a TV show in which a school bus is being hit by a tree.", "with_names": "a school bus is being hit by a tree."}, {"scene_id": "atwt-08-02-10s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-02-10s20", "raw": "A scene from a TV show in which a man and a woman are standing in an elevator, with the woman wearing angel wings.", "with_names": "a man and a woman are standing in an elevator, with the woman wearing angel wings."}, {"scene_id": "atwt-08-02-10s21", "raw": "A scene from a TV show in which a man is kissing a woman in a kitchen.", "with_names": "a man is kissing a woman in a kitchen."}, {"scene_id": "atwt-08-02-10s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-02-10s23", "raw": "A scene from a TV show in which a woman tries on a wedding dress.", "with_names": "a woman tries on a wedding dress."}]