[{"scene_id": "atwt-09-09-09s0", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-09-09s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a red ribbon around her neck.", "with_names": "a woman is wearing a black dress and a red ribbon around her neck."}, {"scene_id": "atwt-09-09-09s2", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a green shirt", "with_names": "a woman is looking at the camera and wearing a green shirt"}, {"scene_id": "atwt-09-09-09s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-09-09-09s4", "raw": "A scene from a TV show in which a man and a woman are standing in a bathroom, with the woman looking at the man.", "with_names": "a man and a woman are standing in a bathroom, with the woman looking at the man."}, {"scene_id": "atwt-09-09-09s5", "raw": "A scene from a TV show in which a woman holds up a sign that reads \"My Allergy Commercial\"", "with_names": "] holds up a sign that reads \"my allergy commercial\""}, {"scene_id": "atwt-09-09-09s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a red brick wall.", "with_names": "a man and a woman are standing in front of a red brick wall."}, {"scene_id": "atwt-09-09-09s7", "raw": "A scene from a TV show in which two men are talking to a man in a bicycle helmet.", "with_names": ""}, {"scene_id": "atwt-09-09-09s8", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt", "with_names": "a man is looking at the camera and wearing a blue shirt"}, {"scene_id": "atwt-09-09-09s9", "raw": "A scene from a TV show in which a man is looking at a door and saying, \"I'm not sure what I'm going to do with this.\"", "with_names": "a man is looking at a door and saying, \"i'm not sure what i'm going to do with this.\""}, {"scene_id": "atwt-09-09-09s10", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-09-09-09s11", "raw": "A scene from a TV show in which a person is holding a bottle of Tums.", "with_names": "a person is holding a bottle of tums."}, {"scene_id": "atwt-09-09-09s12", "raw": "A scene from a TV show in which a shirtless man is wiping his face with his hand.", "with_names": "a shirtless man is wiping his face with his hand."}, {"scene_id": "atwt-09-09-09s13", "raw": "A scene from a TV show in which a woman is accused of killing her boyfriend.", "with_names": "a woman is accused of killing her boyfriend."}, {"scene_id": "atwt-09-09-09s14", "raw": "A scene from a TV show in which a woman is tied up and gagged.", "with_names": "a woman is tied up and gagged."}, {"scene_id": "atwt-09-09-09s15", "raw": "A scene from a TV show in which a woman holds a yellow box of Tide detergent in her hands.", "with_names": "a woman holds a yellow box of tide detergent in her hands."}, {"scene_id": "atwt-09-09-09s16", "raw": "A scene from a TV show in which three women are standing in a kitchen.", "with_names": "three women are standing in a kitchen."}, {"scene_id": "atwt-09-09-09s17", "raw": "A scene from a TV show in which a woman is seen looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "atwt-09-09-09s18", "raw": "A scene from a TV show in which a man is holding a baby and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-09-09s19", "raw": "A scene from a TV show in which a purple bus is driving down a road with the word Luvs on it.", "with_names": "a purple bus is driving down a road with the word luvs on it."}, {"scene_id": "atwt-09-09-09s20", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-09-09-09s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-09-09s22", "raw": "A scene from a TV show in which a can of Grands biscuits is placed in a refrigerator.", "with_names": "a can of grands biscuits is placed in a refrigerator."}, {"scene_id": "atwt-09-09-09s23", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "atwt-09-09-09s24", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-09-09-09s25", "raw": "A scene from a TV show in which a man is holding a woman and she is covering her eyes.", "with_names": "a man is holding a woman and she is covering her eyes."}, {"scene_id": "atwt-09-09-09s26", "raw": "A scene from a TV show in which a woman is lying on a couch and another woman is sitting next to her.", "with_names": "a woman is lying on a couch and another woman is sitting next to her."}, {"scene_id": "atwt-09-09-09s27", "raw": "A scene from a TV show in which Dove's new hair conditioner is used to treat a woman's hair.", "with_names": "dove's new hair conditioner is used to treat a woman's hair."}]