[{"scene_id": "atwt-12-15-03s0", "raw": "A scene from a TV show in which a soldier is shown in a military uniform.", "with_names": ""}, {"scene_id": "atwt-12-15-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a handbag and a plate of food in front of her.", "with_names": "a woman is sitting at a table with a handbag and a plate of food in front of her."}, {"scene_id": "atwt-12-15-03s2", "raw": "A scene from a TV show in which a doctor and a nurse are talking.", "with_names": ""}, {"scene_id": "atwt-12-15-03s3", "raw": "A scene from a TV show in which a woman is sitting in a kitchen, looking at a bottle.", "with_names": "a woman is sitting in a kitchen, looking at a bottle."}, {"scene_id": "atwt-12-15-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-15-03s5", "raw": "A scene from a TV show in which two young girls are sitting on a bed, wearing black clothes and black lipstick.", "with_names": "two young girls are sitting on a bed, wearing black clothes and black lipstick."}, {"scene_id": "atwt-12-15-03s6", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-12-15-03s7", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-12-15-03s8", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "atwt-12-15-03s9", "raw": "A scene from a TV show in which a man is looking at a TV screen", "with_names": "a man is looking at a tv screen"}, {"scene_id": "atwt-12-15-03s10", "raw": "A scene from a TV show in which a young woman is looking down and her hair is in a ponytail.", "with_names": "a young woman is looking down and her hair is in a ponytail."}, {"scene_id": "atwt-12-15-03s11", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman to her left.", "with_names": ""}, {"scene_id": "atwt-12-15-03s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a blonde man is sitting next to him.", "with_names": "a man is wearing a black shirt and a blonde man is sitting next to him."}, {"scene_id": "atwt-12-15-03s13", "raw": "A scene from a TV show in which a bright light is seen coming from the sky.", "with_names": "a bright light is coming from the sky."}, {"scene_id": "atwt-12-15-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-12-15-03s15", "raw": "A scene from a TV show in which a doctor and a nurse are talking to a couple.", "with_names": ""}, {"scene_id": "atwt-12-15-03s16", "raw": "A scene from a TV show in which a man is giving a thumbs up.", "with_names": "] is giving a thumbs up."}, {"scene_id": "atwt-12-15-03s17", "raw": "A scene from a TV show in which Prince Charles is shown a young woman in a shop and he is shown a picture of her.", "with_names": ""}, {"scene_id": "atwt-12-15-03s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-12-15-03s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-15-03s20", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "] is yelling at a woman."}, {"scene_id": "atwt-12-15-03s21", "raw": "A scene from a TV show in which a woman is standing in a living room with her hands on her hips, a man is behind her, and another manI is in the background.", "with_names": "a woman is standing in a living room with her hands on her hips, a man is behind her, and another mani is in the background."}, {"scene_id": "atwt-12-15-03s22", "raw": "A scene from a TV show in which a can of chicken noodle soup is shown.", "with_names": ""}, {"scene_id": "atwt-12-15-03s23", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-12-15-03s24", "raw": "A scene from a TV show in which a man is looking at a Christmas tree and smiling", "with_names": "a man is looking at a christmas tree and smiling"}, {"scene_id": "atwt-12-15-03s25", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and ] is standing behind her."}, {"scene_id": "atwt-12-15-03s26", "raw": "A scene from a TV show in which a man is looking down and his face is red.", "with_names": "a man is looking down and his face is red."}]