[{"scene_id": "atwt-04-14-03s0", "raw": "A scene from a TV show in which a crowd is watching a performer on stage.", "with_names": "a crowd is watching a performer on stage."}, {"scene_id": "atwt-04-14-03s1", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-14-03s2", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-14-03s3", "raw": "A scene from a TV show in which a woman is sitting on a bench and smiling.", "with_names": "a woman is sitting on a bench and smiling."}, {"scene_id": "atwt-04-14-03s4", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde bob haircut.", "with_names": "a woman is wearing a red shirt and a blonde bob haircut."}, {"scene_id": "atwt-04-14-03s5", "raw": "A scene from a TV show in which a woman is holding a book and standing in front of a man and a young girl in a wheelchair.", "with_names": "a woman is holding a book and standing in front of a man and a young girl in a wheelchair."}, {"scene_id": "atwt-04-14-03s6", "raw": "A scene from a TV show in which a young boy holds a ball.", "with_names": "a young boy holds a ball."}, {"scene_id": "atwt-04-14-03s7", "raw": "A scene from a TV show in which a young woman is in a jail cell.", "with_names": "a young woman is in a jail cell."}, {"scene_id": "atwt-04-14-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "atwt-04-14-03s9", "raw": "A scene from a TV show in which a girl is talking to someone and making a face", "with_names": ""}, {"scene_id": "atwt-04-14-03s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-04-14-03s11", "raw": "A scene from a TV show in which a woman is reaching out to touch a yellow sign that says \"Nicola\"", "with_names": "] is reaching out to touch a yellow sign that says \"nicola\""}, {"scene_id": "atwt-04-14-03s12", "raw": "A scene from a TV show in which a woman is lying on the floor and holding a telephone to her ear.", "with_names": "a woman is lying on the floor and holding a telephone to her ear."}, {"scene_id": "atwt-04-14-03s13", "raw": "A scene from a TV show in which a woman is walking into a door and a man is standing behind her", "with_names": "a woman is walking into a door and a man is standing behind her"}, {"scene_id": "atwt-04-14-03s14", "raw": "A scene from a TV show in which a man is holding a white bird and a woman is standing next to him.", "with_names": "a man is holding a white bird and a woman is standing next to him."}, {"scene_id": "atwt-04-14-03s15", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-04-14-03s16", "raw": "A scene from a TV show in which a windmill is in the foreground and a house is behind it. The title John Grisham is written in the middle of the scene.", "with_names": "a windmill is in the foreground and a house is behind it. the title john grisham is written in the middle of the scene."}, {"scene_id": "atwt-04-14-03s17", "raw": "A scene from a TV show in which a woman is being held by another woman.", "with_names": "a woman is being held by another woman."}, {"scene_id": "atwt-04-14-03s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-14-03s19", "raw": "A scene from a TV show in which a large black bear is seen in a shallow pool of water.", "with_names": "a large black bear is in a shallow pool of water."}, {"scene_id": "atwt-04-14-03s20", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-04-14-03s21", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-14-03s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-04-14-03s23", "raw": "A scene from a TV show in which a woman is holding a cigarette in her hand and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-14-03s24", "raw": "A scene from a TV show in which a cat is shown as a mentor", "with_names": ""}, {"scene_id": "atwt-04-14-03s25", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a blonde bob haircut.", "with_names": "a woman is wearing a red jacket and a blonde bob haircut."}, {"scene_id": "atwt-04-14-03s26", "raw": "A scene from a TV show in which a man is sweeping the floor with a broom.", "with_names": "] is sweeping the floor with a broom."}, {"scene_id": "atwt-04-14-03s27", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking at a wall.", "with_names": "a woman is standing in a kitchen, looking at a wall."}]