[{"scene_id": "atwt-03-12-07s0", "raw": "A scene from a TV show in which two women are standing in an office, one of them is holding a stuffed animal.", "with_names": "two women are standing in an office, one of them is holding a stuffed animal."}, {"scene_id": "atwt-03-12-07s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and a cell phone.", "with_names": "a woman is sitting at a table with a drink and a cell phone."}, {"scene_id": "atwt-03-12-07s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-12-07s3", "raw": "A scene from a TV show in which the title is David's Bridal", "with_names": "the title is david's bridal"}, {"scene_id": "atwt-03-12-07s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-03-12-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-12-07s6", "raw": "A scene from a TV show in which a bowl of cereal is placed on a table.", "with_names": "a bowl of cereal is placed on a table."}, {"scene_id": "atwt-03-12-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-12-07s8", "raw": "A scene from a TV show in which the three shampoos are shown", "with_names": "the three shampoos are shown"}, {"scene_id": "atwt-03-12-07s9", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "atwt-03-12-07s10", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera. The Pantene logo is in the lower right corner.", "with_names": "a woman is smiling and looking at the camera. the pantene logo is in the lower right corner."}, {"scene_id": "atwt-03-12-07s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and looking to the right.", "with_names": "a woman is wearing a blue dress and looking to the right."}, {"scene_id": "atwt-03-12-07s12", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room.", "with_names": "a man and a woman are standing in a dark room."}, {"scene_id": "atwt-03-12-07s13", "raw": "A scene from a TV show in which a man is shown on a phone, with the words \"Medicare participating provider\"", "with_names": ""}, {"scene_id": "atwt-03-12-07s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-12-07s15", "raw": "A scene from a TV show in which a toilet roll is seen hanging on a wall", "with_names": "a toilet roll is hanging on a wall"}, {"scene_id": "atwt-03-12-07s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-12-07s17", "raw": "", "with_names": ""}]