[{"scene_id": "bb-12-13-06s0", "raw": "A scene from a TV show in which a man is wrapped in a towel and a woman is standing in front of him.", "with_names": "Shane is wrapped in a towel and Bridget is standing in front of him."}, {"scene_id": "bb-12-13-06s1", "raw": "A scene from a TV show in which a man is standing with his arms crossed", "with_names": "a man is standing with his arms crossed"}, {"scene_id": "bb-12-13-06s2", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "bb-12-13-06s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is pointing at him.", "with_names": ""}, {"scene_id": "bb-12-13-06s4", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a clock", "with_names": ""}, {"scene_id": "bb-12-13-06s5", "raw": "A scene from a TV show in which a man is talking to someone and the time is shown on the bottom of the screen", "with_names": ""}, {"scene_id": "bb-12-13-06s6", "raw": "A scene from a TV show in which a man is pointing his finger at a woman.", "with_names": "a man is pointing his finger at a woman."}, {"scene_id": "bb-12-13-06s7", "raw": "A scene from a TV show in which a shirtless man is sitting on a couch with a blonde woman sitting behind him.", "with_names": ""}, {"scene_id": "bb-12-13-06s8", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed with a blonde woman standing behind him.", "with_names": "a shirtless man is sitting on a bed with a blonde woman standing behind him."}, {"scene_id": "bb-12-13-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in a courtroom.", "with_names": "a man and a woman are standing in a courtroom."}, {"scene_id": "bb-12-13-06s10", "raw": "A scene from a TV show in which two men are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-12-13-06s11", "raw": "A scene from a TV show in which a man is wearing a towel around his waist", "with_names": "a man is wearing a towel around his waist"}, {"scene_id": "bb-12-13-06s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to two other men.", "with_names": ""}, {"scene_id": "bb-12-13-06s13", "raw": "A scene from a TV show in which a man is standing in front of a desk and a clock.", "with_names": "a man is standing in front of a desk and a clock."}]