[{"scene_id": "gl-01-11-06s0", "raw": "A scene from a TV show in which a woman is seen in a black turtleneck and a blonde wig.", "with_names": "a woman is in a black turtleneck and a blonde wig."}, {"scene_id": "gl-01-11-06s1", "raw": "", "with_names": ""}, {"scene_id": "gl-01-11-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-01-11-06s3", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-01-11-06s4", "raw": "A scene from a TV show in which a man and a woman are walking in the snow.", "with_names": "a man and a woman are walking in the snow."}, {"scene_id": "gl-01-11-06s5", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-11-06s6", "raw": "A scene from a TV show in which a woman is crying and two men are standing behind her.", "with_names": "a woman is crying and two men are standing behind her."}, {"scene_id": "gl-01-11-06s7", "raw": "A scene from a TV show in which a name tag is seen on a desk", "with_names": "a name tag is on a desk"}, {"scene_id": "gl-01-11-06s8", "raw": "A scene from a TV show in which a woman is seen kissing a man through a window.", "with_names": "a woman is kissing a man through a window."}, {"scene_id": "gl-01-11-06s9", "raw": "A scene from a TV show in which a man is seen holding his nose and looking at a TV screen.", "with_names": "a man is holding his nose and looking at a tv screen."}, {"scene_id": "gl-01-11-06s10", "raw": "A scene from a TV show in which a woman is wearing a tank top and jeans and is standing next to a man in a suit.", "with_names": "a woman is wearing a tank top and jeans and is standing next to a man in a suit."}, {"scene_id": "gl-01-11-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-11-06s12", "raw": "A scene from a TV show in which a man is seen falling from a roller coaster.", "with_names": "a man is falling from a roller coaster."}, {"scene_id": "gl-01-11-06s13", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-01-11-06s14", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "gl-01-11-06s15", "raw": "A scene from a TV show in which a woman is holding a gun and a man is lying on a bed.", "with_names": "a woman is holding a gun and a man is lying on a bed."}, {"scene_id": "gl-01-11-06s16", "raw": "A scene from a TV show in which a man is seen on a TV screen, wearing a black hat and a red scarf.", "with_names": "a man is on a tv screen, wearing a black hat and a red scarf."}]