[{"scene_id": "gl-10-06-06s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-10-06-06s1", "raw": "A scene from a TV show in which a man is seen in a white shirt and black pants", "with_names": "a man is in a white shirt and black pants"}, {"scene_id": "gl-10-06-06s2", "raw": "A scene from a TV show in which a woman is giving a man a flower.", "with_names": "Ava is giving Coop a flower."}, {"scene_id": "gl-10-06-06s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Josh is kissing Cassie on the cheek."}, {"scene_id": "gl-10-06-06s4", "raw": "A scene from a TV show in which a man is being hit by a woman.", "with_names": "a man is being hit by a woman."}, {"scene_id": "gl-10-06-06s5", "raw": "A scene from a TV show in which a man is lying on the floor with a knife in his chest.", "with_names": "a man is lying on the floor with a knife in his chest."}, {"scene_id": "gl-10-06-06s6", "raw": "A scene from a TV show in which a man is being hit by a woman.", "with_names": "a man is being hit by a woman."}, {"scene_id": "gl-10-06-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-06-06s8", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "Cassie is hugging a man"}, {"scene_id": "gl-10-06-06s9", "raw": "A scene from a TV show in which a woman sings into a microphone.", "with_names": "a woman sings into a microphone."}, {"scene_id": "gl-10-06-06s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-10-06-06s11", "raw": "A scene from a TV show in which a woman is sitting at a table with her head in her hands, a man is standing next to her, and a clock is visible on the wall.", "with_names": "a woman is sitting at a table with her head in her hands, a man is standing next to her, and a clock is visible on the wall."}, {"scene_id": "gl-10-06-06s12", "raw": "A scene from a TV show in which a man is talking to a camera and a TV is visible in the background", "with_names": ""}, {"scene_id": "gl-10-06-06s13", "raw": "A scene from a TV show in which a woman is covered in mud", "with_names": "a woman is covered in mud"}, {"scene_id": "gl-10-06-06s14", "raw": "A scene from a TV show in which a man is talking to a woman. The title is \"You're watching guiding light\"", "with_names": ""}, {"scene_id": "gl-10-06-06s15", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and another woman.", "with_names": "a woman is sitting at a table with a man and another woman."}, {"scene_id": "gl-10-06-06s16", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-10-06-06s17", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room.", "with_names": "Jonathan and Beth are standing in a dark room."}, {"scene_id": "gl-10-06-06s18", "raw": "A scene from a TV show in which a man is sitting at a table with three women.", "with_names": "Rick is sitting at a table with three women."}, {"scene_id": "gl-10-06-06s19", "raw": "A scene from a TV show in which a man is talking to the camera and rubbing his face.", "with_names": ""}, {"scene_id": "gl-10-06-06s20", "raw": "A scene from a TV show in which a woman is sitting at a table with her hands clasped together.", "with_names": "a woman is sitting at a table with her hands clasped together."}, {"scene_id": "gl-10-06-06s21", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "gl-10-06-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-06-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-06-06s24", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-10-06-06s25", "raw": "A scene from a TV show in which a man is being attacked by a group of people.", "with_names": "a man is being attacked by a group of people."}, {"scene_id": "gl-10-06-06s26", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "Coop and a woman are sitting at a table in a restaurant."}, {"scene_id": "gl-10-06-06s27", "raw": "A scene from a TV show in which a woman is covered in mud.", "with_names": "a woman is covered in mud."}, {"scene_id": "gl-10-06-06s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-06-06s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-06-06s30", "raw": "A scene from a TV show in which a couple is sitting in a tree and a heart is placed over them.", "with_names": "a couple is sitting in a tree and a heart is placed over them."}]