[{"scene_id": "bb-06-23-14s0", "raw": "A scene from a TV show in which a flower arrangement is placed in a church.", "with_names": "a flower arrangement is placed in a church."}, {"scene_id": "bb-06-23-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-23-14s3", "raw": "A scene from a TV show in which a woman is walking down a runway in front of a crowd.", "with_names": "a woman is walking down a runway in front of a crowd."}, {"scene_id": "bb-06-23-14s4", "raw": "A scene from a TV show in which a man and two women embrace.", "with_names": "a man and two women embrace."}, {"scene_id": "bb-06-23-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-23-14s6", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-06-23-14s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Hope is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-23-14s8", "raw": "A scene from a TV show in which a man and a woman are talking in front of a floral arrangement.", "with_names": ""}, {"scene_id": "bb-06-23-14s9", "raw": "A scene from a TV show in which a man is yelling and screaming.", "with_names": "a man is yelling and screaming."}, {"scene_id": "bb-06-23-14s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-23-14s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-23-14s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is showing her a ring.", "with_names": ""}, {"scene_id": "bb-06-23-14s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-23-14s14", "raw": "A scene from a TV show in which a family is standing in a living room, drinking wine.", "with_names": "a family is standing in a living room, drinking wine."}, {"scene_id": "bb-06-23-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-23-14s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room with plants and flowers.", "with_names": "a man and Thorne are standing in a room with plants and flowers."}, {"scene_id": "bb-06-23-14s23", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and Aly is standing behind him."}, {"scene_id": "bb-06-23-14s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Liam and a woman are standing in a room."}]