[{"scene_id": "oltl-06-15-09s0", "raw": "A scene from a TV show in which a woman is talking about her hair.", "with_names": ""}, {"scene_id": "oltl-06-15-09s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-06-15-09s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-15-09s3", "raw": "A scene from a TV show in which a woman is in a wheelchair and wearing a suit.", "with_names": "a woman is in a wheelchair and wearing a suit."}, {"scene_id": "oltl-06-15-09s4", "raw": "A scene from a TV show in which a baby is being fed by a spoon.", "with_names": "a baby is being fed by a spoon."}, {"scene_id": "oltl-06-15-09s5", "raw": "A scene from a TV show in which a man is handing a cake to a woman.", "with_names": "a man is handing a cake to a woman."}, {"scene_id": "oltl-06-15-09s6", "raw": "A scene from a TV show in which a man is standing in front of a jury, with his arms folded.", "with_names": "a man is standing in front of a jury, with his arms folded."}, {"scene_id": "oltl-06-15-09s7", "raw": "A scene from a TV show in which a young man is wearing a suit and a tie", "with_names": "a young man is wearing a suit and a tie"}, {"scene_id": "oltl-06-15-09s8", "raw": "A scene from a TV show in which a woman is holding a baby on a couch.", "with_names": "a woman is holding a baby on a couch."}, {"scene_id": "oltl-06-15-09s9", "raw": "A scene from a TV show in which a young girl is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-06-15-09s10", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-06-15-09s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-06-15-09s12", "raw": "A scene from a TV show in which a man is sitting next to a woman, both of them looking at something.", "with_names": "a man is sitting next to a woman, both of them looking at something."}, {"scene_id": "oltl-06-15-09s13", "raw": "A scene from a TV show in which a woman is sitting in a courtroom.", "with_names": "a woman is sitting in a courtroom."}, {"scene_id": "oltl-06-15-09s14", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-06-15-09s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-06-15-09s16", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "oltl-06-15-09s17", "raw": "A scene from a TV show in which a woman is throwing a knife at a man.", "with_names": "a woman is throwing a knife at a man."}, {"scene_id": "oltl-06-15-09s18", "raw": "A scene from a TV show in which a woman is pointing her finger at someone.", "with_names": "a woman is pointing her finger at someone."}, {"scene_id": "oltl-06-15-09s19", "raw": "A scene from a TV show in which a woman is talking to someone outside.", "with_names": ""}, {"scene_id": "oltl-06-15-09s20", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "oltl-06-15-09s21", "raw": "A scene from a TV show in which a judge is sitting at a table and a woman is standing in front of him.", "with_names": "a judge is sitting at a table and a woman is standing in front of him."}, {"scene_id": "oltl-06-15-09s22", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-09s23", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-15-09s24", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-09s25", "raw": "A scene from a TV show in which a woman is kissing another woman's neck.", "with_names": "a woman is kissing another woman's neck."}, {"scene_id": "oltl-06-15-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a hat", "with_names": "a man is wearing a suit and tie and a hat"}, {"scene_id": "oltl-06-15-09s27", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-15-09s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]