[{"scene_id": "oltl-05-23-06s0", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "oltl-05-23-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-05-23-06s2", "raw": "A scene from a TV show in which a man and a woman are walking together in an office.", "with_names": "a man and a woman are walking together in an office."}, {"scene_id": "oltl-05-23-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a computer.", "with_names": "a man and a woman are standing in front of a computer."}, {"scene_id": "oltl-05-23-06s4", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "oltl-05-23-06s5", "raw": "A scene from a TV show in which a man and a woman are walking together, the man is wearing a suit.", "with_names": "a man and a woman are walking together, the man is wearing a suit."}, {"scene_id": "oltl-05-23-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-05-23-06s7", "raw": "A scene from a TV show in which a woman is sitting on a chair in a room with a lot of people.", "with_names": ""}, {"scene_id": "oltl-05-23-06s8", "raw": "A scene from a TV show in which a man is standing in a library, holding a book and looking down.", "with_names": "a man is standing in a library, holding a book and looking down."}, {"scene_id": "oltl-05-23-06s9", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-05-23-06s10", "raw": "A scene from a TV show in which a man is wearing a green jacket and a black shirt.", "with_names": "a man is wearing a green jacket and a black shirt."}, {"scene_id": "oltl-05-23-06s11", "raw": "A scene from a TV show in which a black woman is sitting in a chair and a white man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-05-23-06s12", "raw": "A scene from a TV show in which a man is sitting on a couch with his hands behind his back.", "with_names": ""}, {"scene_id": "oltl-05-23-06s13", "raw": "A scene from a TV show in which a man is laying flowers on a casket.", "with_names": "a man is laying flowers on a casket."}, {"scene_id": "oltl-05-23-06s14", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-23-06s15", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-05-23-06s16", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-05-23-06s17", "raw": "A scene from a TV show in which a black woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-23-06s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her, holding her hair.", "with_names": ""}, {"scene_id": "oltl-05-23-06s19", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a younger woman stands next to her, and a man stands nearby.", "with_names": "a woman is lying in a hospital bed, a younger woman stands next to her, and a man stands nearby."}, {"scene_id": "oltl-05-23-06s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-23-06s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the man is looking at the woman and she is covering her face with her hand.", "with_names": "a man and a woman are standing next to each other, the man is looking at the woman and she is covering her face with her hand."}, {"scene_id": "oltl-05-23-06s22", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "oltl-05-23-06s23", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-05-23-06s24", "raw": "A scene from a TV show in which two men are standing outside in suits.", "with_names": "two men are standing outside in suits."}, {"scene_id": "oltl-05-23-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-23-06s26", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-23-06s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}]