[{"scene_id": "oltl-09-29-11s0", "raw": "A scene from a TV show in which a woman is standing in a doorway, holding a handbag.", "with_names": "Tina is standing in a doorway, holding a handbag."}, {"scene_id": "oltl-09-29-11s1", "raw": "A scene from a TV show in which three women are standing in a room, looking at a man.", "with_names": "three women are standing in a room, looking at a man."}, {"scene_id": "oltl-09-29-11s2", "raw": "A scene from a TV show in which a woman is walking down a hallway and a chair is in the background.", "with_names": "a woman is walking down a hallway and a chair is in the background."}, {"scene_id": "oltl-09-29-11s3", "raw": "A scene from a TV show in which a man is talking about books.", "with_names": ""}, {"scene_id": "oltl-09-29-11s4", "raw": "A scene from a TV show in which a young boy is seen through a window.", "with_names": "a young boy is through a window."}, {"scene_id": "oltl-09-29-11s5", "raw": "A scene from a TV show in which a man is walking through a forest and looking at a tree.", "with_names": "a man is walking through a forest and looking at a tree."}, {"scene_id": "oltl-09-29-11s6", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-09-29-11s7", "raw": "A scene from a TV show in which a woman is standing in a bedroom with a dog.", "with_names": "a woman is standing in a bedroom with a dog."}, {"scene_id": "oltl-09-29-11s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-29-11s9", "raw": "A scene from a TV show in which a man and a woman sit on a bench and talk.", "with_names": "a man and a woman sit on a bench and talk."}, {"scene_id": "oltl-09-29-11s10", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-29-11s11", "raw": "A scene from a TV show in which two men are sitting in a room, one of them is wearing a scarf around his mouth.", "with_names": "two men are sitting in a room, one of them is wearing a scarf around his mouth."}, {"scene_id": "oltl-09-29-11s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-09-29-11s13", "raw": "A scene from a TV show in which a woman strokes a dog.", "with_names": "a woman strokes a dog."}, {"scene_id": "oltl-09-29-11s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at ] and she is looking back at him."}, {"scene_id": "oltl-09-29-11s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-29-11s16", "raw": "A scene from a TV show in which a man is standing in a room with a lamp and a door behind him.", "with_names": "a man is standing in a room with a lamp and a door behind him."}, {"scene_id": "oltl-09-29-11s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-11s18", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-09-29-11s19", "raw": "A scene from a TV show in which a young boy is crying", "with_names": "a young boy is crying"}, {"scene_id": "oltl-09-29-11s20", "raw": "A scene from a TV show in which a man is standing in front of two women, one of whom is holding her breast.", "with_names": "a man is standing in front of two women, one of whom is holding her breast."}, {"scene_id": "oltl-09-29-11s21", "raw": "A scene from a TV show in which a man is wearing a white shirt and brown tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-29-11s22", "raw": "A scene from a TV show in which a family is standing in a living room.", "with_names": "a family is standing in a living room."}, {"scene_id": "oltl-09-29-11s23", "raw": "A scene from a TV show in which a young boy is looking at the camera.", "with_names": "a young boy is looking at the camera."}, {"scene_id": "oltl-09-29-11s24", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-29-11s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-29-11s26", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-09-29-11s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and pointing at a handbag.", "with_names": ""}, {"scene_id": "oltl-09-29-11s28", "raw": "A scene from a TV show in which a digital clock reads 4000", "with_names": "a digital clock reads 4000"}, {"scene_id": "oltl-09-29-11s29", "raw": "A scene from a TV show in which two men are standing in a room with a fireplace and bookshelves.", "with_names": "two men are standing in a room with a fireplace and bookshelves."}, {"scene_id": "oltl-09-29-11s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-29-11s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-29-11s32", "raw": "A scene from a TV show in which a blonde woman is wearing a plaid shirt and a white shirt.", "with_names": "a blonde woman is wearing a plaid shirt and a white shirt."}, {"scene_id": "oltl-09-29-11s33", "raw": "A scene from a TV show in which a man is carrying a teddy bear up the stairs.", "with_names": "a man is carrying a teddy bear up the stairs."}, {"scene_id": "oltl-09-29-11s34", "raw": "A scene from a TV show in which a woman is being confronted by a man.", "with_names": "a woman is being confronted by a man."}, {"scene_id": "oltl-09-29-11s35", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-09-29-11s36", "raw": "A scene from a TV show in which a boy is talking to an angel.", "with_names": ""}, {"scene_id": "oltl-09-29-11s37", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-29-11s38", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-29-11s39", "raw": "A scene from a TV show in which a man is talking to another man in a library.", "with_names": ""}, {"scene_id": "oltl-09-29-11s40", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at another woman.", "with_names": ""}, {"scene_id": "oltl-09-29-11s41", "raw": "A scene from a TV show in which a man is standing in front of a wall and a door.", "with_names": "a man is standing in front of a wall and a door."}]