[{"scene_id": "pc-05-04-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-04-01s1", "raw": "A scene from a TV show in which a hockey player is being attacked by a man.", "with_names": "a hockey player is being attacked by a man."}, {"scene_id": "pc-05-04-01s2", "raw": "A scene from a TV show in which a doctor is talking on the phone and smiling", "with_names": ""}, {"scene_id": "pc-05-04-01s3", "raw": "A scene from a TV show in which a nurse is talking to a woman and a man.", "with_names": ""}, {"scene_id": "pc-05-04-01s4", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "pc-05-04-01s5", "raw": "A scene from a TV show in which a man is interviewing a young man.", "with_names": "a man is interviewing a young man."}, {"scene_id": "pc-05-04-01s6", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "pc-05-04-01s7", "raw": "A scene from a TV show in which a doctor is wearing a tie and a white coat", "with_names": "a doctor is wearing a tie and a white coat"}, {"scene_id": "pc-05-04-01s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a blanket over her head.", "with_names": "Rhonda is lying in a hospital bed with a blanket over her head."}, {"scene_id": "pc-05-04-01s9", "raw": "A scene from a TV show in which a woman is yelling at a man in a garage.", "with_names": "a woman is yelling at a man in a garage."}, {"scene_id": "pc-05-04-01s10", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "pc-05-04-01s11", "raw": "A scene from a TV show in which a man is talking to someone and looking at a clock", "with_names": ""}, {"scene_id": "pc-05-04-01s12", "raw": "A scene from a TV show in which a man is talking to someone and a heart is visible on the screen", "with_names": ""}, {"scene_id": "pc-05-04-01s13", "raw": "A scene from a TV show in which a woman is holding her head in her hands and a man is standing behind her.", "with_names": "a woman is holding her head in her hands and a man is standing behind her."}, {"scene_id": "pc-05-04-01s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-04-01s15", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at him.", "with_names": ""}, {"scene_id": "pc-05-04-01s16", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}]