[{"scene_id": "atwt-07-01-09s0", "raw": "A scene from a TV show in which a man is sitting at a table and opening a box.", "with_names": "Hunter is sitting at a table and opening a box."}, {"scene_id": "atwt-07-01-09s1", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a green dress.", "with_names": ""}, {"scene_id": "atwt-07-01-09s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-01-09s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is sitting at a dining table.", "with_names": "a woman is standing in a kitchen and a man is sitting at a dining table."}, {"scene_id": "atwt-07-01-09s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away from him.", "with_names": "] is looking at a woman and she is looking away from him."}, {"scene_id": "atwt-07-01-09s5", "raw": "A scene from a TV show in which a woman is shown cleaning a window with a squeegee.", "with_names": ""}, {"scene_id": "atwt-07-01-09s6", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-07-01-09s7", "raw": "A scene from a TV show in which a man sits at a desk and types on a laptop.", "with_names": "a man sits at a desk and types on a laptop."}, {"scene_id": "atwt-07-01-09s8", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black necklace", "with_names": "a woman is wearing a red shirt and a black necklace"}, {"scene_id": "atwt-07-01-09s9", "raw": "A scene from a TV show in which a woman is sitting at a desk with a statue of an angel behind her.", "with_names": "a woman is sitting at a desk with a statue of an angel behind her."}, {"scene_id": "atwt-07-01-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-01-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-09s12", "raw": "A scene from a TV show in which three men are sitting around a table.", "with_names": "three men are sitting around a table."}, {"scene_id": "atwt-07-01-09s13", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-01-09s14", "raw": "A scene from a TV show in which a woman is talking to someone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-07-01-09s15", "raw": "A scene from a TV show in which a pregnant woman is shown with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-07-01-09s16", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-07-01-09s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-09s19", "raw": "A scene from a TV show in which a man is seen walking on a treadmill.", "with_names": "a man is walking on a treadmill."}, {"scene_id": "atwt-07-01-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-07-01-09s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman has her hair pulled back.", "with_names": "a man is wearing a suit and tie and a woman has her hair pulled back."}, {"scene_id": "atwt-07-01-09s22", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-07-01-09s23", "raw": "A scene from a TV show in which a woman is seen putting a bowl of food into a microwave.", "with_names": "a woman is putting a bowl of food into a microwave."}, {"scene_id": "atwt-07-01-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-09s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-01-09s26", "raw": "A scene from a TV show in which a woman is standing in a bedroom and a man is sitting on a bed.", "with_names": "a woman is standing in a bedroom and a man is sitting on a bed."}, {"scene_id": "atwt-07-01-09s27", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-09s28", "raw": "A scene from a TV show in which a woman is smiling and holding a piece of paper.", "with_names": "a woman is smiling and holding a piece of paper."}]