[{"scene_id": "atwt-06-24-10s0", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace, and another woman is in the background.", "with_names": "a woman is wearing a red shirt and a necklace, and another woman is in the background."}, {"scene_id": "atwt-06-24-10s1", "raw": "A scene from a TV show in which two men are standing in front of a door and smiling.", "with_names": "two men are standing in front of a door and smiling."}, {"scene_id": "atwt-06-24-10s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-24-10s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-24-10s4", "raw": "A scene from a TV show in which the products are shown", "with_names": "the products are shown"}, {"scene_id": "atwt-06-24-10s5", "raw": "A scene from a TV show in which a woman is blowing a kiss at someone.", "with_names": "a woman is blowing a kiss at someone."}, {"scene_id": "atwt-06-24-10s6", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-24-10s7", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a brown wig.", "with_names": "a woman is wearing a red shirt and a brown wig."}, {"scene_id": "atwt-06-24-10s8", "raw": "A scene from a TV show in which a blue fiber is being pulled through a long, thin, blue fiber-optic cable.", "with_names": "a blue fiber is being pulled through a long, thin, blue fiber-optic cable."}, {"scene_id": "atwt-06-24-10s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-24-10s10", "raw": "A scene from a TV show in which a woman is sitting at a table with her hand on her chin.", "with_names": "a woman is sitting at a table with her hand on her chin."}, {"scene_id": "atwt-06-24-10s11", "raw": "A scene from a TV show in which a woman is playing golf with aluminum cans.", "with_names": "a woman is playing golf with aluminum cans."}, {"scene_id": "atwt-06-24-10s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-24-10s13", "raw": "A scene from a TV show in which a young man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-24-10s14", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-06-24-10s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-06-24-10s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-24-10s17", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands in the background.", "with_names": ""}, {"scene_id": "atwt-06-24-10s18", "raw": "A scene from a TV show in which two women are in a kitchen, one is laughing and the other is crying.", "with_names": "two women are in a kitchen, one is laughing and the other is crying."}, {"scene_id": "atwt-06-24-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-24-10s20", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing next to her.", "with_names": "a woman is wearing a pink dress and a man is standing next to her."}, {"scene_id": "atwt-06-24-10s21", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace.", "with_names": "a woman is wearing a pink dress and a necklace."}, {"scene_id": "atwt-06-24-10s22", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black and white polka dot shirt.", "with_names": "a woman is wearing a red jacket and a black and white polka dot shirt."}, {"scene_id": "atwt-06-24-10s23", "raw": "A scene from a TV show in which a woman is wearing a hat and a shirt with a name tag that says Dora.", "with_names": "a woman is wearing a hat and a shirt with a name tag that says dora."}, {"scene_id": "atwt-06-24-10s24", "raw": "A scene from a TV show in which a woman is wearing a pink sari and a man is in a blue shirt.", "with_names": "a woman is wearing a pink sari and a man is in a blue shirt."}, {"scene_id": "atwt-06-24-10s25", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and gold earrings.", "with_names": "a woman is wearing a pink shirt and gold earrings."}, {"scene_id": "atwt-06-24-10s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-24-10s27", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-24-10s28", "raw": "A scene from a TV show in which the words \"Once-daily Onglyza Extra Help\" are displayed.", "with_names": "the words \"once-daily onglyza extra help\" are displayed."}]