[{"scene_id": "bb-08-05-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-05-15s1", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-08-05-15s2", "raw": "A scene from a TV show in which a man enters a room and closes the door.", "with_names": "a man enters a room and closes the door."}, {"scene_id": "bb-08-05-15s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-05-15s4", "raw": "A scene from a TV show in which a woman is lying on a bed and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-05-15s5", "raw": "A scene from a TV show in which a woman is dancing and singing.", "with_names": "a woman is dancing and singing."}, {"scene_id": "bb-08-05-15s6", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-05-15s7", "raw": "A scene from a TV show in which a woman cries while a man comforts her.", "with_names": "a woman cries while a man comforts her."}, {"scene_id": "bb-08-05-15s8", "raw": "A scene from a TV show in which a black man and a white woman are talking to a young black man who is standing between them.", "with_names": ""}, {"scene_id": "bb-08-05-15s9", "raw": "A scene from a TV show in which a woman is walking down a street and a man is standing behind her.", "with_names": "a woman is walking down a street and a man is standing behind her."}, {"scene_id": "bb-08-05-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-05-15s11", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "bb-08-05-15s12", "raw": "A scene from a TV show in which a woman is covering her mouth with her hand while a man looks at her.", "with_names": "a woman is covering her mouth with her hand while a man looks at her."}, {"scene_id": "bb-08-05-15s13", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "bb-08-05-15s14", "raw": "", "with_names": ""}]