[{"scene_id": "bb-05-26-06s0", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing suits.", "with_names": ""}, {"scene_id": "bb-05-26-06s1", "raw": "A scene from a TV show in which a woman is talking on the phone and a timer is counting down", "with_names": ""}, {"scene_id": "bb-05-26-06s2", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him, touching his shoulder.", "with_names": ""}, {"scene_id": "bb-05-26-06s5", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-05-26-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-26-06s7", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing next to him.", "with_names": "Thorne is sitting at a table and another man is standing next to him."}, {"scene_id": "bb-05-26-06s8", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him.", "with_names": ""}, {"scene_id": "bb-05-26-06s10", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "bb-05-26-06s12", "raw": "A scene from a TV show in which a man is holding a camera up to his face.", "with_names": "a man is holding a camera up to his face."}, {"scene_id": "bb-05-26-06s13", "raw": "A scene from a TV show in which a man is standing in front of a clock", "with_names": "a man is standing in front of a clock"}, {"scene_id": "bb-05-26-06s14", "raw": "A scene from a TV show in which a woman is wearing a halter top and a necklace.", "with_names": "Thorne is wearing a halter top and a necklace."}, {"scene_id": "bb-05-26-06s16", "raw": "A scene from a TV show in which a woman is wearing a halter top and a man is standing behind her", "with_names": "Felicia is wearing a halter top and a man is standing behind her"}, {"scene_id": "bb-05-26-06s18", "raw": "A scene from a TV show in which a woman is wearing a halter top and earrings.", "with_names": "Stephanie is wearing a halter top and earrings."}, {"scene_id": "bb-05-26-06s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-05-26-06s21", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "Stephanie is being held by Taylor."}, {"scene_id": "bb-05-26-06s23", "raw": "A scene from a TV show in which a woman is talking to a man, with the man looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "bb-05-26-06s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Kristen is looking at the camera with a serious expression."}, {"scene_id": "bb-05-26-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-26-06s26", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-05-26-06s27", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-26-06s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-26-06s29", "raw": "A scene from a TV show in which a woman is standing in front of a potted plant, holding a handbag and wiping her face with her hand. A man is behind her,", "with_names": "Stephanie is standing in front of a potted plant, holding a handbag and wiping her face with her hand. Taylor is behind her,"}]