[{"scene_id": "pc-01-17-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-17-03s1", "raw": "A scene from a TV show in which a man is standing in front of a lamp.", "with_names": "a man is standing in front of a lamp."}, {"scene_id": "pc-01-17-03s2", "raw": "A scene from a TV show in which a woman is wearing a white sweater and a black purse", "with_names": "a woman is wearing a white sweater and a black purse"}, {"scene_id": "pc-01-17-03s3", "raw": "", "with_names": ""}, {"scene_id": "pc-01-17-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a wall.", "with_names": ""}, {"scene_id": "pc-01-17-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-01-17-03s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down at a book.", "with_names": ""}, {"scene_id": "pc-01-17-03s7", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "pc-01-17-03s8", "raw": "A scene from a TV show in which a man is trying to get out of a shirt.", "with_names": "a man is trying to get out of a shirt."}, {"scene_id": "pc-01-17-03s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "pc-01-17-03s10", "raw": "A scene from a TV show in which two women are fighting.", "with_names": "two women are fighting."}, {"scene_id": "pc-01-17-03s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "pc-01-17-03s12", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "pc-01-17-03s13", "raw": "A scene from a TV show in which a woman is lying on the ground, her head is tilted back, and she is holding her hand up to her face.", "with_names": "a woman is lying on the ground, her head is tilted back, and she is holding her hand up to her face."}]