[{"scene_id": "pc-07-06-01s0", "raw": "A scene from a TV show in which a woman is pushing a cart with a baby inside it.", "with_names": "a woman is pushing a cart with a baby inside it."}, {"scene_id": "pc-07-06-01s1", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a tiara", "with_names": "a woman is wearing a pink dress and a tiara"}, {"scene_id": "pc-07-06-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-06-01s3", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "pc-07-06-01s4", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing behind him.", "with_names": "Jack is in a jail cell and Jamal is standing behind him."}, {"scene_id": "pc-07-06-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-06-01s6", "raw": "A scene from a TV show in which a priest is shown in a black robe and a white collar.", "with_names": ""}, {"scene_id": "pc-07-06-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-07-06-01s8", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-07-06-01s9", "raw": "A scene from a TV show in which a young man is talking to a man in a library.", "with_names": ""}, {"scene_id": "pc-07-06-01s10", "raw": "A scene from a TV show in which a white cat is sitting on a white surface.", "with_names": "a white cat is sitting on a white surface."}, {"scene_id": "pc-07-06-01s11", "raw": "A scene from a TV show in which a man is singing in a dark room.", "with_names": "a man is singing in a dark room."}, {"scene_id": "pc-07-06-01s12", "raw": "A scene from a TV show in which a man is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "pc-07-06-01s13", "raw": "A scene from a TV show in which a man is seen singing and dancing in front of a menorah.", "with_names": "a man is singing and dancing in front of a menorah."}, {"scene_id": "pc-07-06-01s14", "raw": "A scene from a TV show in which a man is talking to a young boy in a library.", "with_names": ""}, {"scene_id": "pc-07-06-01s15", "raw": "A scene from a TV show in which a person is holding a card in their hand", "with_names": "a person is holding a card in their hand"}, {"scene_id": "pc-07-06-01s16", "raw": "A scene from a TV show in which a young man is talking to a man in a library.", "with_names": ""}, {"scene_id": "pc-07-06-01s17", "raw": "A scene from a TV show in which a woman is standing in a cave, wearing a white dress.", "with_names": "a woman is standing in a cave, wearing a white dress."}, {"scene_id": "pc-07-06-01s18", "raw": "A scene from a TV show in which a young man is talking to someone off-screen.", "with_names": ""}]