[{"scene_id": "oltl-09-30-11s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a cup and looking at a large glass jar filled with green apples.", "with_names": "a woman is standing in a kitchen, holding a cup and looking at a large glass jar filled with green apples."}, {"scene_id": "oltl-09-30-11s1", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "oltl-09-30-11s2", "raw": "A scene from a TV show in which a black eye is seen on a blue screen.", "with_names": "a black eye is on a blue screen."}, {"scene_id": "oltl-09-30-11s3", "raw": "A scene from a TV show in which a man is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-09-30-11s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-30-11s5", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-30-11s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-30-11s7", "raw": "A scene from a TV show in which a man is standing in a library with a woman standing behind him.", "with_names": "a man is standing in a library with a woman standing behind him."}, {"scene_id": "oltl-09-30-11s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-30-11s9", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "oltl-09-30-11s10", "raw": "A scene from a TV show in which a woman is standing in a library and a man is walking towards her.", "with_names": "a woman is standing in a library and a man is walking towards her."}, {"scene_id": "oltl-09-30-11s11", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-09-30-11s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-30-11s13", "raw": "A scene from a TV show in which a woman is wearing a neck brace and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-30-11s14", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "a woman is standing in a kitchen with a man."}, {"scene_id": "oltl-09-30-11s15", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing in the doorway.", "with_names": "a man is walking into a room and a woman is standing in the doorway."}, {"scene_id": "oltl-09-30-11s16", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-30-11s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-09-30-11s18", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "a man is standing in front of a woman, and she is looking at him."}, {"scene_id": "oltl-09-30-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-30-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-30-11s21", "raw": "A scene from a TV show in which a man and a woman are sitting in a library.", "with_names": "a man and a woman are sitting in a library."}, {"scene_id": "oltl-09-30-11s22", "raw": "A scene from a TV show in which a woman is topless and a man is wearing a shirt", "with_names": "a woman is topless and a man is wearing a shirt"}, {"scene_id": "oltl-09-30-11s23", "raw": "A scene from a TV show in which a woman is pulling her hair out of her face.", "with_names": "a woman is pulling her hair out of her face."}, {"scene_id": "oltl-09-30-11s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-30-11s25", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-30-11s26", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-30-11s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-30-11s28", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-09-30-11s29", "raw": "A scene from a TV show in which a woman is standing behind a man, and he is sitting at a desk.", "with_names": "a woman is standing behind a man, and he is sitting at a desk."}, {"scene_id": "oltl-09-30-11s30", "raw": "A scene from a TV show in which a cat is seen sitting on a doorstep.", "with_names": "a cat is sitting on a doorstep."}, {"scene_id": "oltl-09-30-11s31", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-30-11s32", "raw": "A scene from a TV show in which a dog is attacked by a man.", "with_names": "a dog is attacked by a man."}, {"scene_id": "oltl-09-30-11s33", "raw": "A scene from a TV show in which a man is lying on the floor with his head down.", "with_names": "a man is lying on the floor with his head down."}, {"scene_id": "oltl-09-30-11s34", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "oltl-09-30-11s35", "raw": "A scene from a TV show in which a woman is seen stealing a purse from a church.", "with_names": "a woman is stealing a purse from a church."}, {"scene_id": "oltl-09-30-11s36", "raw": "A scene from a TV show in which a person holds a vaccination card.", "with_names": "a person holds a vaccination card."}, {"scene_id": "oltl-09-30-11s37", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]