[{"scene_id": "atwt-03-06-07s0", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by another man.", "with_names": "a woman is being kissed on the cheek by another man."}, {"scene_id": "atwt-03-06-07s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Katie is kissing Henry on the cheek."}, {"scene_id": "atwt-03-06-07s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-06-07s3", "raw": "A scene from a TV show in which a man is standing in front of a woman and touching her shoulder.", "with_names": "Jack is standing in front of a woman and touching her shoulder."}, {"scene_id": "atwt-03-06-07s4", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Gwen is crying and Will is looking at her."}, {"scene_id": "atwt-03-06-07s5", "raw": "A scene from a TV show in which a woman is holding a scarf in the air and smiling.", "with_names": "a woman is holding a scarf in the air and smiling."}, {"scene_id": "atwt-03-06-07s6", "raw": "A scene from a TV show in which a man is holding a flower and looking at it.", "with_names": "Henry is holding a flower and looking at it."}, {"scene_id": "atwt-03-06-07s7", "raw": "A scene from a TV show in which a man is standing outside in the woods.", "with_names": "a man is standing outside in the woods."}, {"scene_id": "atwt-03-06-07s8", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and a black top.", "with_names": "a woman is wearing a blue scarf and a black top."}, {"scene_id": "atwt-03-06-07s9", "raw": "A scene from a TV show in which a woman is talking on a phone", "with_names": ""}, {"scene_id": "atwt-03-06-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-06-07s11", "raw": "A scene from a TV show in which a boat is seen in the middle of the ocean at night.", "with_names": "a boat is in the middle of the ocean at night."}, {"scene_id": "atwt-03-06-07s12", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-06-07s13", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a tie", "with_names": "Henry is wearing a suit and a shirt with a tie"}, {"scene_id": "atwt-03-06-07s14", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Vienna and Katie are looking at each other."}, {"scene_id": "atwt-03-06-07s15", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and a black coat.", "with_names": "a woman is wearing a blue scarf and a black coat."}, {"scene_id": "atwt-03-06-07s16", "raw": "A scene from a TV show in which a laptop is seen on a white surface", "with_names": "a laptop is on a white surface"}, {"scene_id": "atwt-03-06-07s17", "raw": "A scene from a TV show in which a man is holding a credit card and a cell phone.", "with_names": "Delivery guy is holding a credit card and a cell phone."}, {"scene_id": "atwt-03-06-07s18", "raw": "A scene from a TV show in which a woman is shown losing weight with a weight loss program.", "with_names": ""}, {"scene_id": "atwt-03-06-07s19", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-03-06-07s20", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-03-06-07s21", "raw": "A scene from a TV show in which a woman is touching a man's chest", "with_names": "a woman is touching a man's chest"}, {"scene_id": "atwt-03-06-07s22", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and Guy is in a suit."}, {"scene_id": "atwt-03-06-07s23", "raw": "A scene from a TV show in which a woman is holding two packets of gum.", "with_names": "a woman is holding two packets of gum."}, {"scene_id": "atwt-03-06-07s24", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-06-07s25", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Jack is looking at the camera."}, {"scene_id": "atwt-03-06-07s26", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-06-07s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-06-07s28", "raw": "A scene from a TV show in which a person is tearing apart a strawberry pop tart.", "with_names": "a person is tearing apart a strawberry pop tart."}, {"scene_id": "atwt-03-06-07s29", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is looking at her.", "with_names": "Vienna is wearing a red shirt and Henry is looking at her."}, {"scene_id": "atwt-03-06-07s30", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a blonde bob haircut.", "with_names": "Katie is wearing a green jacket and a blonde bob haircut."}, {"scene_id": "atwt-03-06-07s31", "raw": "A scene from a TV show in which a woman is talking to a man while holding a glass of wine.", "with_names": ""}, {"scene_id": "atwt-03-06-07s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-06-07s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-06-07s34", "raw": "A scene from a TV show in which a woman is talking to a man and a young man is looking at her.", "with_names": ""}, {"scene_id": "atwt-03-06-07s35", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a box.", "with_names": "two women are standing in a room, one of them is holding a box."}, {"scene_id": "atwt-03-06-07s40", "raw": "A scene from a TV show in which the new Pringles are introduced.", "with_names": "the new pringles are introduced."}]