[{"scene_id": "atwt-10-01-07s0", "raw": "A scene from a TV show in which a woman is wearing a headband and a green dress.", "with_names": "a woman is wearing a headband and a green dress."}, {"scene_id": "atwt-10-01-07s1", "raw": "A scene from a TV show in which a man is looking at a woman with a tattoo on her shoulder.", "with_names": "a man is looking at a woman with a tattoo on her shoulder."}, {"scene_id": "atwt-10-01-07s2", "raw": "A scene from a TV show in which a man is kissing a woman in bed.", "with_names": "a man is kissing a woman in bed."}, {"scene_id": "atwt-10-01-07s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-10-01-07s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-01-07s5", "raw": "A scene from a TV show in which a man is seen in a black suit and tie. The words \"The Blacklist\" are written above him.", "with_names": "a man is in a black suit and tie. the words \"the blacklist\" are written above him."}, {"scene_id": "atwt-10-01-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-01-07s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a flower in her hand.", "with_names": "a woman is sitting at a table with a flower in her hand."}, {"scene_id": "atwt-10-01-07s8", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-10-01-07s9", "raw": "A scene from a TV show in which a man and a woman kiss in a bedroom.", "with_names": "a man and a woman kiss in a bedroom."}, {"scene_id": "atwt-10-01-07s10", "raw": "A scene from a TV show in which people are playing baseball in a park.", "with_names": "people are playing baseball in a park."}, {"scene_id": "atwt-10-01-07s11", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-10-01-07s12", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-10-01-07s13", "raw": "A scene from a TV show in which a woman is talking to two men in a bar.", "with_names": ""}, {"scene_id": "atwt-10-01-07s14", "raw": "A scene from a TV show in which a fish is seen swimming in a tank.", "with_names": "a fish is swimming in a tank."}, {"scene_id": "atwt-10-01-07s15", "raw": "A scene from a TV show in which a woman is wearing a colourful dress.", "with_names": "a woman is wearing a colourful dress."}, {"scene_id": "atwt-10-01-07s16", "raw": "A scene from a TV show in which a woman is talking to a man through a glass window.", "with_names": ""}, {"scene_id": "atwt-10-01-07s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-10-01-07s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-01-07s19", "raw": "A scene from a TV show in which a man is leaning over a woman, looking at her.", "with_names": "a man is leaning over a woman, looking at her."}, {"scene_id": "atwt-10-01-07s20", "raw": "A scene from a TV show in which a man is standing in a hospital room, looking at the camera.", "with_names": "a man is standing in a hospital room, looking at the camera."}, {"scene_id": "atwt-10-01-07s21", "raw": "A scene from a TV show in which a man is leaning against a wall and his head is in the air.", "with_names": "a man is leaning against a wall and his head is in the air."}, {"scene_id": "atwt-10-01-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-01-07s23", "raw": "A scene from a TV show in which a purple tablet is sitting on top of a bed.", "with_names": "a purple tablet is sitting on top of a bed."}, {"scene_id": "atwt-10-01-07s24", "raw": "A scene from a TV show in which a woman is wearing a red dress and looking upset.", "with_names": "a woman is wearing a red dress and looking upset."}, {"scene_id": "atwt-10-01-07s25", "raw": "A scene from a TV show in which a woman is wearing a colorful dress and a man is behind her.", "with_names": "a woman is wearing a colorful dress and a man is behind her."}, {"scene_id": "atwt-10-01-07s26", "raw": "A scene from a TV show in which a plant is growing out of a book.", "with_names": "a plant is growing out of a book."}, {"scene_id": "atwt-10-01-07s27", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-10-01-07s28", "raw": "A scene from a TV show in which a table is set with a variety of drinks.", "with_names": "a table is set with a variety of drinks."}, {"scene_id": "atwt-10-01-07s29", "raw": "A scene from a TV show in which a blue bear is wearing pink beads and a pink bow in her hair.", "with_names": "a blue bear is wearing pink beads and a pink bow in her hair."}, {"scene_id": "atwt-10-01-07s30", "raw": "A scene from a TV show in which a woman is standing in a kitchen with her head turned away from the camera.", "with_names": "a woman is standing in a kitchen with her head turned away from the camera."}, {"scene_id": "atwt-10-01-07s31", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-10-01-07s32", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-10-01-07s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-10-01-07s34", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-10-01-07s35", "raw": "A scene from a TV show in which a woman is eating a sandwich while driving.", "with_names": "a woman is eating a sandwich while driving."}]