[{"scene_id": "gl-03-12-04s0", "raw": "A scene from a TV show in which a man is talking about a painting.", "with_names": ""}, {"scene_id": "gl-03-12-04s1", "raw": "A scene from a TV show in which a man is reading a book and the words \"written by Ellen Weston\" appear on the screen", "with_names": "Bill is reading a book and the words \"written by ellen weston\" appear on the screen"}, {"scene_id": "gl-03-12-04s2", "raw": "A scene from a TV show in which a woman is wearing a t-shirt that says \"Joyce Bryant Royal Miller\"", "with_names": "Waitress is wearing a t-shirt that says \"joyce bryant royal miller\""}, {"scene_id": "gl-03-12-04s3", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and laughing.", "with_names": "a woman is sitting in a restaurant and laughing."}, {"scene_id": "gl-03-12-04s4", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a wall.", "with_names": ""}, {"scene_id": "gl-03-12-04s5", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-03-12-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-12-04s9", "raw": "A scene from a TV show in which a woman is talking to a man and another manI can't remember the name of", "with_names": ""}, {"scene_id": "gl-03-12-04s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-12-04s11", "raw": "A scene from a TV show in which a man is seen hiding his face behind a vent.", "with_names": "a man is hiding his face behind a vent."}, {"scene_id": "gl-03-12-04s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-12-04s13", "raw": "A scene from a TV show in which a man is sitting at a bar, holding a cigarette in his hand.", "with_names": "a man is sitting at a bar, holding a cigarette in his hand."}, {"scene_id": "gl-03-12-04s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-12-04s15", "raw": "A scene from a TV show in which a man is singing in a garden.", "with_names": "a man is singing in a garden."}, {"scene_id": "gl-03-12-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-12-04s17", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-03-12-04s18", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-03-12-04s19", "raw": "A scene from a TV show in which a man is talking to another man in a suit.", "with_names": ""}, {"scene_id": "gl-03-12-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera with a very angry face.", "with_names": "a man is wearing a suit and a tie and is looking at the camera with a very angry face."}, {"scene_id": "gl-03-12-04s21", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}]