[{"scene_id": "gl-05-16-05s0", "raw": "A scene from a TV show in which a young boy is shown a picture of his dead brother.", "with_names": ""}, {"scene_id": "gl-05-16-05s1", "raw": "A scene from a TV show in which a woman is crying and another woman is standing behind her.", "with_names": "a woman is crying and another woman is standing behind her."}, {"scene_id": "gl-05-16-05s3", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is distorted", "with_names": ""}, {"scene_id": "gl-05-16-05s4", "raw": "A scene from a TV show in which a woman is lying on the floor and looking up at the camera.", "with_names": "Lena is lying on the floor and looking up at the camera."}, {"scene_id": "gl-05-16-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-05-16-05s6", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "gl-05-16-05s7", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her", "with_names": "a woman is crying and a man is standing behind her"}, {"scene_id": "gl-05-16-05s8", "raw": "A scene from a TV show in which a woman is being filmed by a man", "with_names": "a woman is being filmed by a man"}, {"scene_id": "gl-05-16-05s9", "raw": "A scene from a TV show in which a man is wearing a red shirt and glasses.", "with_names": "Hatchet is wearing a red shirt and glasses."}, {"scene_id": "gl-05-16-05s10", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at a woman", "with_names": "a man is sitting on a bench and looking at a woman"}, {"scene_id": "gl-05-16-05s11", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "gl-05-16-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-16-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-16-05s14", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is yelling.", "with_names": "two men are standing next to each other, one of them is yelling."}, {"scene_id": "gl-05-16-05s15", "raw": "A scene from a TV show in which a man is talking to two men.", "with_names": ""}, {"scene_id": "gl-05-16-05s16", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Lizzie is crying and a man is looking at her."}, {"scene_id": "gl-05-16-05s17", "raw": "A scene from a TV show in which a man is being beaten by police", "with_names": "a man is being beaten by police"}, {"scene_id": "gl-05-16-05s18", "raw": "A scene from a TV show in which a woman is holding a book and a man is standing behind her.", "with_names": "a woman is holding a book and a man is standing behind her."}, {"scene_id": "gl-05-16-05s19", "raw": "A scene from a TV show in which a man is holding a fist up in anger", "with_names": "Edmund is holding a fist up in anger"}, {"scene_id": "gl-05-16-05s20", "raw": "A scene from a TV show in which a woman is looking up at the ceiling.", "with_names": "a woman is looking up at the ceiling."}, {"scene_id": "gl-05-16-05s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-16-05s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Harley is crying"}, {"scene_id": "gl-05-16-05s25", "raw": "A scene from a TV show in which a man is slapping a woman in the face", "with_names": "a man is slapping Mallet in the face"}, {"scene_id": "gl-05-16-05s26", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is standing behind her.", "with_names": "Dinah is standing in front of Ross, and he is standing behind her."}, {"scene_id": "gl-05-16-05s27", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Cassie is crying and Edmund is looking at her."}, {"scene_id": "gl-05-16-05s28", "raw": "A scene from a TV show in which a woman is talking to a man and a yellow scarf is wrapped around her neck.", "with_names": ""}, {"scene_id": "gl-05-16-05s29", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-16-05s30", "raw": "A scene from a TV show in which a man is wearing a suit and orange tie and is talking.", "with_names": ""}, {"scene_id": "gl-05-16-05s31", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Ross is looking at Dinah and she is looking back at him."}, {"scene_id": "gl-05-16-05s32", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}]