[{"scene_id": "oltl-12-12-07s0", "raw": "A scene from a TV show in which a woman is walking down a staircase and a man is standing at the bottom of the stairs.", "with_names": "a woman is walking down a staircase and a man is standing at the bottom of the stairs."}, {"scene_id": "oltl-12-12-07s1", "raw": "A scene from a TV show in which a woman is trying to open a door with her head", "with_names": "a woman is trying to open a door with her head"}, {"scene_id": "oltl-12-12-07s2", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "oltl-12-12-07s3", "raw": "A scene from a TV show in which a woman is handcuffed and a man is standing behind her.", "with_names": "a woman is handcuffed and a man is standing behind her."}, {"scene_id": "oltl-12-12-07s4", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "oltl-12-12-07s5", "raw": "A scene from a TV show in which a woman is wearing glasses and a purple shirt.", "with_names": "a woman is wearing glasses and a purple shirt."}, {"scene_id": "oltl-12-12-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "oltl-12-12-07s7", "raw": "A scene from a TV show in which a woman is wearing a black and white polka dot shirt and a short brown hair", "with_names": "a woman is wearing a black and white polka dot shirt and a short brown hair"}, {"scene_id": "oltl-12-12-07s8", "raw": "A scene from a TV show in which a man is holding a coffee cup and a woman is standing next to him.", "with_names": "a man is holding a coffee cup and a woman is standing next to him."}, {"scene_id": "oltl-12-12-07s9", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-12-12-07s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-12-07s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-12-07s12", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "oltl-12-12-07s13", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-12-12-07s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-12-07s15", "raw": "A scene from a TV show in which a man is standing in a police station with two women.", "with_names": "a man is standing in a police station with two women."}, {"scene_id": "oltl-12-12-07s16", "raw": "A scene from a TV show in which a woman is wearing a police uniform and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-12-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-12-07s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and glasses.", "with_names": "a woman is wearing a blue shirt and glasses."}, {"scene_id": "oltl-12-12-07s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-12-12-07s20", "raw": "A scene from a TV show in which a nurse is being harassed by a patient.", "with_names": "a nurse is being harassed by a patient."}, {"scene_id": "oltl-12-12-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-12-07s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-12-07s23", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by a man."}, {"scene_id": "oltl-12-12-07s24", "raw": "A scene from a TV show in which a waitress is dancing with a customer.", "with_names": "a waitress is dancing with a customer."}, {"scene_id": "oltl-12-12-07s25", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is standing over him.", "with_names": "a man is lying on a couch and a woman is standing over him."}, {"scene_id": "oltl-12-12-07s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-12-07s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "] is kissing a man on the cheek."}, {"scene_id": "oltl-12-12-07s28", "raw": "A scene from a TV show in which a door is painted yellow.", "with_names": "a door is painted yellow."}, {"scene_id": "oltl-12-12-07s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]