[{"scene_id": "oltl-08-21-08s0", "raw": "A scene from a TV show in which two women are standing in a kitchen, talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-21-08s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s2", "raw": "A scene from a TV show in which a man is talking to someone and is looking down", "with_names": ""}, {"scene_id": "oltl-08-21-08s3", "raw": "A scene from a TV show in which a man is standing in a yard with a chair and a bench.", "with_names": "a man is standing in a yard with a chair and a bench."}, {"scene_id": "oltl-08-21-08s4", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-08-21-08s5", "raw": "A scene from a TV show in which the word \"ONE LIFE\" is spelled out in white letters", "with_names": "the word \"one life\" is spelled out in white letters"}, {"scene_id": "oltl-08-21-08s6", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-08-21-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-08s8", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-08s9", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "oltl-08-21-08s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s11", "raw": "A scene from a TV show in which a man is talking to a woman in a public place.", "with_names": ""}, {"scene_id": "oltl-08-21-08s12", "raw": "A scene from a TV show in which a woman is holding a dog and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-21-08s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s14", "raw": "A scene from a TV show in which a young woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-21-08s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-21-08s16", "raw": "A scene from a TV show in which a man is standing next to a body in a morgue.", "with_names": "a man is standing next to a body in a morgue."}, {"scene_id": "oltl-08-21-08s17", "raw": "A scene from a TV show in which a woman is wearing a pink fur coat and a blonde wig.", "with_names": "a woman is wearing a pink fur coat and a blonde wig."}, {"scene_id": "oltl-08-21-08s18", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a stock ticker.", "with_names": ""}, {"scene_id": "oltl-08-21-08s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s20", "raw": "A scene from a TV show in which a doctor is reading a paper to a patient.", "with_names": "a doctor is reading a paper to a patient."}, {"scene_id": "oltl-08-21-08s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is holding a book.", "with_names": "a woman is sitting at a table with a man, and he is holding a book."}, {"scene_id": "oltl-08-21-08s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-21-08s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s24", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-08-21-08s25", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-21-08s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-08s27", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman and a construction worker.", "with_names": "a man is walking down a hallway with a woman and a construction worker."}, {"scene_id": "oltl-08-21-08s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-21-08s29", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-08-21-08s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-21-08s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-21-08s32", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-21-08s33", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a laundromat.", "with_names": "a blonde woman is standing next to a man in a laundromat."}, {"scene_id": "oltl-08-21-08s34", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-08-21-08s35", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}, {"scene_id": "oltl-08-21-08s36", "raw": "A scene from a TV show in which a puppy is being trained to be a therapy dog.", "with_names": "a puppy is being trained to be a therapy dog."}, {"scene_id": "oltl-08-21-08s37", "raw": "A scene from a TV show in which a woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-08-21-08s38", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-08-21-08s39", "raw": "A scene from a TV show in which a woman is standing in front of a computer with her hair hanging down.", "with_names": "a woman is standing in front of a computer with her hair hanging down."}]