[{"scene_id": "atwt-09-10-01s0", "raw": "A scene from a TV show in which a man is wearing a tan shirt and a woman is in the background.", "with_names": "a man is wearing a tan shirt and Katie is in the background."}, {"scene_id": "atwt-09-10-01s1", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "atwt-09-10-01s2", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "Barbara is looking at the camera and smiling."}, {"scene_id": "atwt-09-10-01s3", "raw": "A scene from a TV show in which a woman is holding a sign that says \"I'm a girl.\"", "with_names": "Carly is holding a sign that says \"i'm a girl.\""}, {"scene_id": "atwt-09-10-01s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-10-01s5", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is sitting on the other side of the desk.", "with_names": "a woman is standing in front of a desk and a man is sitting on the other side of the desk."}, {"scene_id": "atwt-09-10-01s6", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-10-01s7", "raw": "A scene from a TV show in which a woman is sitting on a couch wearing a silk robe and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-09-10-01s8", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-09-10-01s9", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-10-01s10", "raw": "A scene from a TV show in which a woman is reading a book and a large feather is flying in the air. Caption: Up to 20% of expected lifetime bone loss in the first 5 to 7 years after menopause.", "with_names": "a woman is reading a book and a large feather is flying in the air. caption: up to 20% of expected lifetime bone loss in the first 5 to 7 years after menopause."}, {"scene_id": "atwt-09-10-01s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a young woman is in a pink dress.", "with_names": "a woman is wearing a blue dress and a young woman is in a pink dress."}, {"scene_id": "atwt-09-10-01s12", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-09-10-01s13", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf, looking down and smiling.", "with_names": "a woman is standing in front of a bookshelf, looking down and smiling."}, {"scene_id": "atwt-09-10-01s14", "raw": "A scene from a TV show in which three men and a woman sit in chairs and talk.", "with_names": "three men and a woman sit in chairs and talk."}, {"scene_id": "atwt-09-10-01s15", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a suit.", "with_names": "a woman is wearing a blue dress and Paul is in a suit."}, {"scene_id": "atwt-09-10-01s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]