[{"scene_id": "atwt-05-25-10s0", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-25-10s1", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-25-10s2", "raw": "A scene from a TV show in which a woman is holding a pen and looking at a mirror.", "with_names": "a woman is holding a pen and looking at a mirror."}, {"scene_id": "atwt-05-25-10s3", "raw": "A scene from a TV show in which a woman is sitting at a table with her mother.", "with_names": "a woman is sitting at a table with her mother."}, {"scene_id": "atwt-05-25-10s4", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat", "with_names": "a man is driving a car and a woman is sitting in the passenger seat"}, {"scene_id": "atwt-05-25-10s5", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her", "with_names": "a woman is wearing a red shirt and ] is standing behind her"}, {"scene_id": "atwt-05-25-10s6", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a confused expression.", "with_names": "a blonde woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-25-10s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-25-10s8", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-05-25-10s9", "raw": "A scene from a TV show in which a woman is holding a tire. The text says \"25-60% off storewide\"", "with_names": "a woman is holding a tire. the text says \"25-60% off storewide\""}, {"scene_id": "atwt-05-25-10s10", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "atwt-05-25-10s11", "raw": "A scene from a TV show in which a man is putting on a jacket.", "with_names": "a man is putting on a jacket."}, {"scene_id": "atwt-05-25-10s12", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-25-10s13", "raw": "A scene from a TV show in which a man is seen picking up a bucket of eggs.", "with_names": "a man is picking up a bucket of eggs."}, {"scene_id": "atwt-05-25-10s14", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a headband", "with_names": "a woman is wearing a yellow dress and a headband"}, {"scene_id": "atwt-05-25-10s15", "raw": "A scene from a TV show in which a man stands in front of a bed.", "with_names": "a man stands in front of a bed."}, {"scene_id": "atwt-05-25-10s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-25-10s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-10s18", "raw": "A scene from a TV show in which two women are standing on a dock.", "with_names": "two women are standing on a dock."}, {"scene_id": "atwt-05-25-10s19", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him, both wearing face masks.", "with_names": ""}, {"scene_id": "atwt-05-25-10s20", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-25-10s21", "raw": "A scene from a TV show in which a woman is knocking on a door.", "with_names": "a woman is knocking on a door."}, {"scene_id": "atwt-05-25-10s22", "raw": "A scene from a TV show in which two women are wearing hard hats and gloves.", "with_names": "two women are wearing hard hats and gloves."}, {"scene_id": "atwt-05-25-10s23", "raw": "A scene from a TV show in which a man and a woman are reflected in a car's side view mirror.", "with_names": "a man and a woman are reflected in a car's side view mirror."}, {"scene_id": "atwt-05-25-10s24", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a floral pattern", "with_names": "a man is wearing a suit and a shirt with a floral pattern"}, {"scene_id": "atwt-05-25-10s25", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "atwt-05-25-10s26", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]