[{"scene_id": "atwt-02-22-07s0", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "atwt-02-22-07s1", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at his hand.", "with_names": ""}, {"scene_id": "atwt-02-22-07s2", "raw": "A scene from a TV show in which two women are standing in a room with a table and a vase of flowers.", "with_names": "two women are standing in a room with a table and a vase of flowers."}, {"scene_id": "atwt-02-22-07s3", "raw": "A scene from a TV show in which a woman is seen using a bottle of fabric softener to clean a stove.", "with_names": "a woman is using a bottle of fabric softener to clean a stove."}, {"scene_id": "atwt-02-22-07s4", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a book.", "with_names": "a woman is sitting in a room and looking at a book."}, {"scene_id": "atwt-02-22-07s5", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and is sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-02-22-07s6", "raw": "A scene from a TV show in which a little boy is sitting in a blue chair and a man is standing behind him, both of them waving their hands. A Spiderman doll", "with_names": "a little boy is sitting in a blue chair and a man is standing behind him, both of them waving their hands. a spiderman doll"}, {"scene_id": "atwt-02-22-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-22-07s8", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a brown sweater", "with_names": "a young man is wearing a green shirt and a brown sweater"}, {"scene_id": "atwt-02-22-07s9", "raw": "A scene from a TV show in which a young woman is sitting in a restaurant, looking at a laptop.", "with_names": "a young woman is sitting in a restaurant, looking at a laptop."}, {"scene_id": "atwt-02-22-07s10", "raw": "A scene from a TV show in which a man is wearing a black jacket and a button on his shirt", "with_names": "] is wearing a black jacket and a button on his shirt"}, {"scene_id": "atwt-02-22-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with the woman in a bra.", "with_names": "a man and a woman are standing next to each other, with the woman in a bra."}, {"scene_id": "atwt-02-22-07s12", "raw": "A scene from a TV show in which a baby is fed by a man and a woman.", "with_names": "a baby is fed by a man and a woman."}, {"scene_id": "atwt-02-22-07s13", "raw": "A scene from a TV show in which a man is lying on a bed and pulling his shirt up to his neck", "with_names": "a man is lying on a bed and pulling his shirt up to his neck"}, {"scene_id": "atwt-02-22-07s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-22-07s15", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-22-07s16", "raw": "A scene from a TV show in which penguins are dancing", "with_names": "penguins are dancing"}, {"scene_id": "atwt-02-22-07s17", "raw": "A scene from a TV show in which a woman is talking to someone off-screen. The text reads, \"You're watching as the world turns.\"", "with_names": ""}, {"scene_id": "atwt-02-22-07s18", "raw": "A scene from a TV show in which a woman is looking off to the side, wearing a white shirt.", "with_names": "a woman is looking off to the side, wearing a white shirt."}, {"scene_id": "atwt-02-22-07s19", "raw": "A scene from a TV show in which a young woman is sitting in a diner and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-22-07s20", "raw": "A scene from a TV show in which a woman plays the piano and three young women play violins.", "with_names": "a woman plays the piano and three young women play violins."}, {"scene_id": "atwt-02-22-07s21", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "] is smiling and looking to the side."}, {"scene_id": "atwt-02-22-07s22", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-22-07s23", "raw": "A scene from a TV show in which the word \"STOP\" is displayed on a red screen", "with_names": "the word \"stop\" is displayed on a red screen"}]