[{"scene_id": "gl-03-24-04s0", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-03-24-04s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-24-04s3", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-03-24-04s4", "raw": "A scene from a TV show in which a woman is holding a pillow and yelling.", "with_names": "a woman is holding a pillow and yelling."}, {"scene_id": "gl-03-24-04s5", "raw": "A scene from a TV show in which a woman is speaking in front of a TV screen.", "with_names": "a woman is speaking in front of a tv screen."}, {"scene_id": "gl-03-24-04s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-24-04s7", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and Danny is standing behind her."}, {"scene_id": "gl-03-24-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-24-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-03-24-04s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-24-04s13", "raw": "A scene from a TV show in which a woman is wearing a black suit and a blonde bob haircut.", "with_names": "a woman is wearing a black suit and a blonde bob haircut."}, {"scene_id": "gl-03-24-04s14", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "gl-03-24-04s15", "raw": "A scene from a TV show in which a woman is looking at a tree and the words \"Zombie Romance\" are written on the screen", "with_names": "a woman is looking at a tree and the words \"zombie romance\" are written on the screen"}, {"scene_id": "gl-03-24-04s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-24-04s17", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a handbag", "with_names": ""}, {"scene_id": "gl-03-24-04s18", "raw": "A scene from a TV show in which a man is slapping a woman on the back of her head", "with_names": "Edmund is slapping Cassie on the back of her head"}, {"scene_id": "gl-03-24-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-03-24-04s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-24-04s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Michelle is crying"}, {"scene_id": "gl-03-24-04s22", "raw": "A scene from a TV show in which two women are standing next to each other, one in a red leather jacket and the other in black pants and a white shirt.", "with_names": "two women are standing next to each other, one in a red leather jacket and the other in black pants and a white shirt."}, {"scene_id": "gl-03-24-04s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-24-04s24", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is standing behind him.", "with_names": "a man is wearing a tank top and a woman is standing behind him."}, {"scene_id": "gl-03-24-04s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a wig.", "with_names": ""}, {"scene_id": "gl-03-24-04s27", "raw": "A scene from a TV show in which a man is talking to a woman in a gym.", "with_names": ""}, {"scene_id": "gl-03-24-04s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-03-24-04s29", "raw": "A scene from a TV show in which two women are sitting next to each other, one wearing a red jacket and the other wearing black pants.", "with_names": "two women are sitting next to each other, one wearing a red jacket and the other wearing black pants."}, {"scene_id": "gl-03-24-04s31", "raw": "A scene from a TV show in which a woman is walking out of a door.", "with_names": "a woman is walking out of a door."}, {"scene_id": "gl-03-24-04s32", "raw": "A scene from a TV show in which a man is holding a guitar and a woman is standing next to him.", "with_names": "Jeffrey is holding a guitar and Cassie is standing next to him."}, {"scene_id": "gl-03-24-04s33", "raw": "A scene from a TV show in which a woman is looking at her hair and a man is talking to her", "with_names": ""}, {"scene_id": "gl-03-24-04s34", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]