[{"scene_id": "bb-11-08-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-11-08-06s1", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-08-06s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and a blonde man is standing behind him.", "with_names": "a man is wearing a black shirt and a blonde man is standing behind him."}, {"scene_id": "bb-11-08-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "Attorney is wearing a suit and a white shirt"}, {"scene_id": "bb-11-08-06s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "bb-11-08-06s6", "raw": "A scene from a TV show in which a man is standing in front of two women, and a clock is visible in the foreground.", "with_names": "Jackie is standing in front of two women, and a clock is visible in the foreground."}, {"scene_id": "bb-11-08-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-11-08-06s9", "raw": "A scene from a TV show in which a man is standing in a room with three other men.", "with_names": "a man is standing in a room with three other men."}, {"scene_id": "bb-11-08-06s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head.", "with_names": "a woman is lying in a hospital bed with a bandage on her head."}, {"scene_id": "bb-11-08-06s11", "raw": "A scene from a TV show in which a woman is looking down and her face is red", "with_names": "Brooke is looking down and her face is red"}, {"scene_id": "bb-11-08-06s12", "raw": "A scene from a TV show in which a man is standing in a hallway, his back to the camera.", "with_names": "Jackie is standing in a hallway, his back to the camera."}, {"scene_id": "bb-11-08-06s13", "raw": "A scene from a TV show in which a woman is in a hospital bed and a nurse is standing next to her.", "with_names": "a woman is in a hospital bed and a nurse is standing next to her."}, {"scene_id": "bb-11-08-06s14", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "bb-11-08-06s15", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, holding a glass of wine.", "with_names": "a woman is lying in a hospital bed, holding a glass of wine."}, {"scene_id": "bb-11-08-06s16", "raw": "A scene from a TV show in which a woman is looking at a diagram of a fetus.", "with_names": "a woman is looking at a diagram of a fetus."}, {"scene_id": "bb-11-08-06s17", "raw": "A scene from a TV show in which a man is sitting in a room with a clock on the wall and a horse in the background", "with_names": "Jackie is sitting in a room with a clock on the wall and a horse in the background"}, {"scene_id": "bb-11-08-06s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head and a white bandage on her left arm.", "with_names": "a woman is lying in a hospital bed with a bandage on her head and a white bandage on her left arm."}]