[{"scene_id": "bb-07-04-17s0", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "bb-07-04-17s1", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is kissing her.", "with_names": "Sally is wearing a bra and Thomas is kissing her."}, {"scene_id": "bb-07-04-17s2", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a scarf.", "with_names": "a woman is wearing a cowboy hat and a scarf."}, {"scene_id": "bb-07-04-17s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Sally is looking at Thomas and he is looking back at her."}, {"scene_id": "bb-07-04-17s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "bb-07-04-17s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Eric and Sheila are standing in a room."}, {"scene_id": "bb-07-04-17s6", "raw": "A scene from a TV show in which a man is talking to a woman, and she is pointing at him.", "with_names": ""}, {"scene_id": "bb-07-04-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-17s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "Ridge is wearing a black dress and a necklace."}, {"scene_id": "bb-07-04-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-04-17s11", "raw": "A scene from a TV show in which a young man is sitting in a library, looking at a book.", "with_names": "a young man is sitting in a library, looking at a book."}, {"scene_id": "bb-07-04-17s12", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a black dress.", "with_names": "a man is shirtless and a woman is wearing a black dress."}, {"scene_id": "bb-07-04-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-17s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-17s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-07-04-17s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-04-17s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-17s19", "raw": "A scene from a TV show in which a boat is sailing on the ocean.", "with_names": "a boat is sailing on the ocean."}]