[{"scene_id": "atwt-01-26-04s0", "raw": "A scene from a TV show in which a man is walking on a beach.", "with_names": "a man is walking on a beach."}, {"scene_id": "atwt-01-26-04s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-26-04s2", "raw": "A scene from a TV show in which a girl is standing in a living room with a lamp on.", "with_names": "a girl is standing in a living room with a lamp on."}, {"scene_id": "atwt-01-26-04s3", "raw": "A scene from a TV show in which a bottle is shown with a black cap and white label.", "with_names": ""}, {"scene_id": "atwt-01-26-04s4", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a red jacket.", "with_names": "a woman is wearing a pink turtleneck and a red jacket."}, {"scene_id": "atwt-01-26-04s5", "raw": "A scene from a TV show in which a man is shown lying on a bed with a cardboard box and a certificate that says he has received a free adjustable bed.", "with_names": ""}, {"scene_id": "atwt-01-26-04s6", "raw": "A scene from a TV show in which a young woman sings.", "with_names": "a young woman sings."}, {"scene_id": "atwt-01-26-04s7", "raw": "A scene from a TV show in which a man is handcuffed and his head is in a car.", "with_names": "a man is handcuffed and his head is in a car."}, {"scene_id": "atwt-01-26-04s8", "raw": "A scene from a TV show in which a baby is holding a baseball bat and wearing a diaper.", "with_names": "a baby is holding a baseball bat and wearing a diaper."}, {"scene_id": "atwt-01-26-04s9", "raw": "A scene from a TV show in which a woman is sitting on a blue chair and talking to the camera. The text reads \"final week 1-800-JENNY-20 $49\"", "with_names": ""}, {"scene_id": "atwt-01-26-04s10", "raw": "A scene from a TV show in which a girl is wearing a red shirt and a striped sweater.", "with_names": "a girl is wearing a red shirt and a striped sweater."}, {"scene_id": "atwt-01-26-04s11", "raw": "A scene from a TV show in which a woman is throwing a cup into a trash can.", "with_names": "a woman is throwing a cup into a trash can."}, {"scene_id": "atwt-01-26-04s12", "raw": "A scene from a TV show in which a man is wearing a yellow hat and a black jacket.", "with_names": "a man is wearing a yellow hat and a black jacket."}, {"scene_id": "atwt-01-26-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-26-04s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-26-04s15", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a necklace.", "with_names": "a blonde woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-01-26-04s16", "raw": "A scene from a TV show in which a black woman is sitting at a desk and a white man is standing behind her.", "with_names": "a black woman is sitting at a desk and a white man is standing behind her."}, {"scene_id": "atwt-01-26-04s17", "raw": "A scene from a TV show in which the Nexium brand is shown", "with_names": ""}, {"scene_id": "atwt-01-26-04s18", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "a woman is standing in a room with a desk and a chair."}, {"scene_id": "atwt-01-26-04s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-26-04s20", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a red jacket.", "with_names": "a woman is wearing a pink turtleneck and a red jacket."}, {"scene_id": "atwt-01-26-04s21", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-01-26-04s22", "raw": "A scene from a TV show in which a man is hanging from a rope by his wrists.", "with_names": "a man is hanging from a rope by his wrists."}]