[{"scene_id": "oltl-07-27-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-07-27-09s1", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a black shirt and a red wig.", "with_names": ""}, {"scene_id": "oltl-07-27-09s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "oltl-07-27-09s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s5", "raw": "A scene from a TV show in which a man is standing in front of a piano and singing.", "with_names": "a man is standing in front of a piano and singing."}, {"scene_id": "oltl-07-27-09s6", "raw": "A scene from a TV show in which a young man is looking at a book", "with_names": "a young man is looking at a book"}, {"scene_id": "oltl-07-27-09s7", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-07-27-09s8", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s9", "raw": "A scene from a TV show in which a young man is sitting in a chair with a yellow shirt and a black jacket.", "with_names": ""}, {"scene_id": "oltl-07-27-09s10", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-07-27-09s11", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s12", "raw": "A scene from a TV show in which a woman is sitting at a table with candles and a man is standing behind her.", "with_names": "a woman is sitting at a table with candles and ] is standing behind her."}, {"scene_id": "oltl-07-27-09s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s14", "raw": "A scene from a TV show in which a woman is holding a candle.", "with_names": "a woman is holding a candle."}, {"scene_id": "oltl-07-27-09s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-09s16", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-07-27-09s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-27-09s18", "raw": "A scene from a TV show in which a black woman is talking to a white man and a young white boy.", "with_names": ""}, {"scene_id": "oltl-07-27-09s19", "raw": "A scene from a TV show in which a man is looking at the camera with a pained expression.", "with_names": "a man is looking at the camera with a pained expression."}, {"scene_id": "oltl-07-27-09s20", "raw": "A scene from a TV show in which two women sit at a table with candles.", "with_names": "two women sit at a table with candles."}, {"scene_id": "oltl-07-27-09s21", "raw": "A scene from a TV show in which a man and two women are standing next to each other, holding wine glasses.", "with_names": "] and two women are standing next to each other, holding wine glasses."}, {"scene_id": "oltl-07-27-09s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a candle and a glass of wine.", "with_names": "a woman is sitting at a table with a candle and a glass of wine."}, {"scene_id": "oltl-07-27-09s23", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-07-27-09s24", "raw": "A scene from a TV show in which a man is looking shocked and his mouth is open.", "with_names": "a man is looking shocked and his mouth is open."}, {"scene_id": "oltl-07-27-09s25", "raw": "A scene from a TV show in which a woman is wearing a red dress and a crown", "with_names": "a woman is wearing a red dress and a crown"}, {"scene_id": "oltl-07-27-09s26", "raw": "A scene from a TV show in which a ghost is seen in a room.", "with_names": "a ghost is in a room."}, {"scene_id": "oltl-07-27-09s27", "raw": "A scene from a TV show in which a woman is crying and a red mark is on her forehead.", "with_names": "a woman is crying and a red mark is on her forehead."}, {"scene_id": "oltl-07-27-09s28", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-07-27-09s29", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "oltl-07-27-09s30", "raw": "A scene from a TV show in which a woman is dancing in a colorful outfit.", "with_names": "a woman is dancing in a colorful outfit."}, {"scene_id": "oltl-07-27-09s31", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a beard", "with_names": "a man is wearing a purple shirt and a beard"}, {"scene_id": "oltl-07-27-09s32", "raw": "A scene from a TV show in which a woman is wearing a red wig and a black turtleneck.", "with_names": "a woman is wearing a red wig and a black turtleneck."}, {"scene_id": "oltl-07-27-09s33", "raw": "A scene from a TV show in which a young boy is seen in a yellow shirt, looking down and looking sad.", "with_names": "a young boy is in a yellow shirt, looking down and looking sad."}, {"scene_id": "oltl-07-27-09s34", "raw": "A scene from a TV show in which a man is bending over and a woman is laughing", "with_names": "a man is bending over and a woman is laughing"}, {"scene_id": "oltl-07-27-09s35", "raw": "A scene from a TV show in which a woman is wearing a black wig and a dark shirt.", "with_names": "a woman is wearing a black wig and a dark shirt."}, {"scene_id": "oltl-07-27-09s36", "raw": "A scene from a TV show in which a woman is on the phone, her face obscured by darkness.", "with_names": "a woman is on the phone, her face obscured by darkness."}, {"scene_id": "oltl-07-27-09s37", "raw": "A scene from a TV show in which a woman is looking at a man and is wearing a black wig.", "with_names": "a woman is looking at ] and is wearing a black wig."}, {"scene_id": "oltl-07-27-09s38", "raw": "", "with_names": ""}]