[{"scene_id": "atwt-04-20-06s0", "raw": "A scene from a TV show in which a young man is talking to a black woman.", "with_names": ""}, {"scene_id": "atwt-04-20-06s1", "raw": "A scene from a TV show in which a girl is holding hands with a boy in a library.", "with_names": "a girl is holding hands with a boy in a library."}, {"scene_id": "atwt-04-20-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-20-06s3", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a ponytail", "with_names": "a woman is wearing a black shirt and a ponytail"}, {"scene_id": "atwt-04-20-06s4", "raw": "A scene from a TV show in which a mother and her children eat Campbell's soup.", "with_names": "a mother and her children eat campbell's soup."}, {"scene_id": "atwt-04-20-06s5", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-04-20-06s6", "raw": "A scene from a TV show in which a woman is sitting in a library, looking up and talking.", "with_names": ""}, {"scene_id": "atwt-04-20-06s7", "raw": "A scene from a TV show in which a heart is shown with the words \"Emerging Science\" and \"May reduce the risk of cardiovascular disease\"", "with_names": ""}, {"scene_id": "atwt-04-20-06s8", "raw": "A scene from a TV show in which a girl is sitting in a library and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-20-06s9", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-20-06s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking to the right of the frame.", "with_names": "a man is wearing a white shirt and a tie and looking to the right of the frame."}, {"scene_id": "atwt-04-20-06s11", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-04-20-06s12", "raw": "A scene from a TV show in which a red cross is shown with the word \"ALERT\" written on it.", "with_names": ""}, {"scene_id": "atwt-04-20-06s13", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-04-20-06s14", "raw": "A scene from a TV show in which a young man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-20-06s15", "raw": "A scene from a TV show in which a woman is sitting on a chair and another woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-04-20-06s16", "raw": "A scene from a TV show in which a man is raising his arm in the air", "with_names": "a man is raising his arm in the air"}, {"scene_id": "atwt-04-20-06s17", "raw": "A scene from a TV show in which a woman is holding a glass and looking down.", "with_names": "a woman is holding a glass and looking down."}, {"scene_id": "atwt-04-20-06s18", "raw": "A scene from a TV show in which a boy and a girl are talking in a library.", "with_names": ""}, {"scene_id": "atwt-04-20-06s19", "raw": "A scene from a TV show in which a man is looking at his phone and his hair is long", "with_names": "a man is looking at his phone and his hair is long"}, {"scene_id": "atwt-04-20-06s20", "raw": "A scene from a TV show in which a woman is seen wearing a dress and a hat while walking through a closet.", "with_names": "a woman is wearing a dress and a hat while walking through a closet."}, {"scene_id": "atwt-04-20-06s21", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-20-06s22", "raw": "A scene from a TV show in which a woman is handing a martini to another woman.", "with_names": "a woman is handing a martini to another woman."}, {"scene_id": "atwt-04-20-06s23", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "atwt-04-20-06s24", "raw": "A scene from a TV show in which a doctor holds a Boniva leaflet.", "with_names": "a doctor holds a boniva leaflet."}]