[{"scene_id": "pc-05-30-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-30-03s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "a woman is wearing a white dress and a man is standing behind her."}, {"scene_id": "pc-05-30-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-30-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-30-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and a group of people are watching him.", "with_names": ""}, {"scene_id": "pc-05-30-03s5", "raw": "A scene from a TV show in which a woman is holding a man's hand and looking at him with a serious expression.", "with_names": "a woman is holding a man's hand and looking at him with a serious expression."}, {"scene_id": "pc-05-30-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-30-03s7", "raw": "A scene from a TV show in which a doctor is wearing scrubs and a stethoscope around his neck.", "with_names": "a doctor is wearing scrubs and a stethoscope around his neck."}, {"scene_id": "pc-05-30-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-30-03s9", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "pc-05-30-03s10", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "pc-05-30-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-30-03s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}]