[{"scene_id": "bb-11-17-15s0", "raw": "A scene from a TV show in which a woman is wearing a blue dress and standing in a room with a desk and a couch.", "with_names": "Ivy is wearing a blue dress and standing in a room with a desk and a couch."}, {"scene_id": "bb-11-17-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-17-15s2", "raw": "A scene from a TV show in which a man is standing in front of a woman and a young boy.", "with_names": "a man is standing in front of a woman and a young boy."}, {"scene_id": "bb-11-17-15s3", "raw": "A scene from a TV show in which a man is holding a wine glass.", "with_names": "a man is holding a wine glass."}, {"scene_id": "bb-11-17-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-17-15s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-17-15s6", "raw": "A scene from a TV show in which a man is dancing in a kitchen.", "with_names": "a man is dancing in a kitchen."}, {"scene_id": "bb-11-17-15s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "bb-11-17-15s8", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-17-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-17-15s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-11-17-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-17-15s12", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-11-17-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-11-17-15s14", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "bb-11-17-15s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-11-17-15s16", "raw": "A scene from a TV show in which the word \"Rhonda\" is written on a building", "with_names": "the word \"rhonda\" is written on a building"}]