[{"scene_id": "atwt-04-07-10s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-07-10s1", "raw": "A scene from a TV show in which a woman is pointing at a man.", "with_names": "a woman is pointing at a man."}, {"scene_id": "atwt-04-07-10s2", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and a doctor stands nearby.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and a doctor stands nearby."}, {"scene_id": "atwt-04-07-10s3", "raw": "A scene from a TV show in which a man is talking to a woman in a coffee shop.", "with_names": ""}, {"scene_id": "atwt-04-07-10s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a worried look on his face.", "with_names": "] is lying in a hospital bed with a worried look on his face."}, {"scene_id": "atwt-04-07-10s5", "raw": "A scene from a TV show in which a woman is being spanked by a man.", "with_names": "a woman is being spanked by a man."}, {"scene_id": "atwt-04-07-10s6", "raw": "A scene from a TV show in which a man is laughing.", "with_names": "a man is laughing."}, {"scene_id": "atwt-04-07-10s7", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a blonde wig.", "with_names": "a woman is wearing a pink shirt and a blonde wig."}, {"scene_id": "atwt-04-07-10s8", "raw": "A scene from a TV show in which a dog is seen looking at the camera.", "with_names": "a dog is looking at the camera."}, {"scene_id": "atwt-04-07-10s9", "raw": "A scene from a TV show in which a man is looking at his cell phone and a woman is standing behind him", "with_names": "a man is looking at his cell phone and ] is standing behind him"}, {"scene_id": "atwt-04-07-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-07-10s11", "raw": "A scene from a TV show in which a ball is thrown at a box of toilet paper.", "with_names": "a ball is thrown at a box of toilet paper."}, {"scene_id": "atwt-04-07-10s12", "raw": "A scene from a TV show in which a man is wearing a blue scrubs and looking down.", "with_names": "a man is wearing a blue scrubs and looking down."}, {"scene_id": "atwt-04-07-10s13", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and looking down", "with_names": "a man is sitting in a suit and tie and looking down"}, {"scene_id": "atwt-04-07-10s14", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-04-07-10s15", "raw": "A scene from a TV show in which a woman is applying a green facial cleanser to her face.", "with_names": "a woman is applying a green facial cleanser to her face."}, {"scene_id": "atwt-04-07-10s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-10s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine.", "with_names": "a woman is sitting at a table with a glass of wine."}, {"scene_id": "atwt-04-07-10s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-07-10s19", "raw": "A scene from a TV show in which a man is trying to get another man to laugh.", "with_names": "a man is trying to get another man to laugh."}, {"scene_id": "atwt-04-07-10s20", "raw": "A scene from a TV show in which a man is seen through a glass window.", "with_names": "] is through a glass window."}, {"scene_id": "atwt-04-07-10s21", "raw": "A scene from a TV show in which a man is wearing an orange shirt and a grey suit and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-07-10s22", "raw": "A scene from a TV show in which a young man is wearing a brown jacket and a blue shirt.", "with_names": "a young man is wearing a brown jacket and a blue shirt."}, {"scene_id": "atwt-04-07-10s23", "raw": "A scene from a TV show in which a man is on the phone and his hand is in his coat pocket", "with_names": "a man is on the phone and his hand is in his coat pocket"}, {"scene_id": "atwt-04-07-10s24", "raw": "A scene from a TV show in which a man talks about Symbicort.", "with_names": "a man talks about symbicort."}]