[{"scene_id": "gl-06-09-05s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Cassie is kissing Edmund on the cheek."}, {"scene_id": "gl-06-09-05s1", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "gl-06-09-05s2", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a suit.", "with_names": "a woman is wearing a pink dress and a man is in a suit."}, {"scene_id": "gl-06-09-05s3", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "gl-06-09-05s4", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-09-05s5", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-06-09-05s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-06-09-05s7", "raw": "A scene from a TV show in which a woman is sitting next to a man in a store, and he is eating a sandwich.", "with_names": "a woman is sitting next to a man in a store, and he is eating a sandwich."}, {"scene_id": "gl-06-09-05s8", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hotel lobby.", "with_names": ""}, {"scene_id": "gl-06-09-05s9", "raw": "", "with_names": ""}, {"scene_id": "gl-06-09-05s10", "raw": "A scene from a TV show in which a woman is yelling and screaming.", "with_names": "a woman is yelling and screaming."}, {"scene_id": "gl-06-09-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "gl-06-09-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-09-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-06-09-05s14", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-06-09-05s15", "raw": "A scene from a TV show in which a man is seen wearing a black shirt and black gloves.", "with_names": "a man is wearing a black shirt and black gloves."}, {"scene_id": "gl-06-09-05s16", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-06-09-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a purple dress.", "with_names": ""}, {"scene_id": "gl-06-09-05s18", "raw": "A scene from a TV show in which a man is talking to someone and the person is not visible", "with_names": ""}, {"scene_id": "gl-06-09-05s19", "raw": "", "with_names": ""}, {"scene_id": "gl-06-09-05s20", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "] is being harassed by a man."}, {"scene_id": "gl-06-09-05s21", "raw": "A scene from a TV show in which a woman is wearing a purple top and a necklace", "with_names": "a woman is wearing a purple top and a necklace"}, {"scene_id": "gl-06-09-05s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-09-05s23", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a pink dress and a man is kissing her on the cheek."}, {"scene_id": "gl-06-09-05s24", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-09-05s25", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}]