[{"scene_id": "atwt-01-24-06s0", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "atwt-01-24-06s1", "raw": "A scene from a TV show in which a woman is holding a snake.", "with_names": "a woman is holding a snake."}, {"scene_id": "atwt-01-24-06s2", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-24-06s3", "raw": "A scene from a TV show in which a young man is wearing a black coat and a white shirt.", "with_names": "a young man is wearing a black coat and a white shirt."}, {"scene_id": "atwt-01-24-06s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-24-06s5", "raw": "A scene from a TV show in which two men are walking down a street at night.", "with_names": "two men are walking down a street at night."}, {"scene_id": "atwt-01-24-06s6", "raw": "A scene from a TV show in which a woman is holding a man by the neck.", "with_names": "a woman is holding a man by the neck."}, {"scene_id": "atwt-01-24-06s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-24-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-24-06s9", "raw": "A scene from a TV show in which a man is holding a cup and looking at a tree.", "with_names": "a man is holding a cup and looking at a tree."}, {"scene_id": "atwt-01-24-06s10", "raw": "A scene from a TV show in which a man is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "atwt-01-24-06s11", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "] is in a dark room, looking at a screen."}, {"scene_id": "atwt-01-24-06s12", "raw": "A scene from a TV show in which a woman is talking and her hand is raised", "with_names": ""}, {"scene_id": "atwt-01-24-06s13", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-01-24-06s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-24-06s15", "raw": "A scene from a TV show in which Scalpnicin is being advertised.", "with_names": "scalpnicin is being advertised."}, {"scene_id": "atwt-01-24-06s16", "raw": "A scene from a TV show in which two men are standing next to each other, one with a sweater on and the other without.", "with_names": "two men are standing next to each other, one with a sweater on and the other without."}, {"scene_id": "atwt-01-24-06s17", "raw": "A scene from a TV show in which a young man is wearing a black coat and a white shirt", "with_names": "a young man is wearing a black coat and a white shirt"}, {"scene_id": "atwt-01-24-06s18", "raw": "A scene from a TV show in which a man is holding a glowing orb in his hand.", "with_names": "a man is holding a glowing orb in his hand."}, {"scene_id": "atwt-01-24-06s19", "raw": "A scene from a TV show in which a woman is riding a motorcycle and a man is standing behind her.", "with_names": "a woman is riding a motorcycle and a man is standing behind her."}, {"scene_id": "atwt-01-24-06s20", "raw": "A scene from a TV show in which street signs are replaced with traffic lights.", "with_names": "street signs are replaced with traffic lights."}, {"scene_id": "atwt-01-24-06s21", "raw": "A scene from a TV show in which a girl is standing next to a boy in a room.", "with_names": "a girl is standing next to a boy in a room."}, {"scene_id": "atwt-01-24-06s22", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-01-24-06s23", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "atwt-01-24-06s24", "raw": "A scene from a TV show in which a man is dancing in a room with posters on the walls.", "with_names": "a man is dancing in a room with posters on the walls."}, {"scene_id": "atwt-01-24-06s25", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "atwt-01-24-06s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-24-06s27", "raw": "A scene from a TV show in which a woman is seen hula hooping. The title is \"Listen to the National Disease and Thermoregulatory Health Symptom Symptomatic Report among physicians who recommended a branded Gastrointestinal Cholesterol or Gastrinstimulant Supplement, June", "with_names": "a woman is hula hooping. the title is \"listen to the national disease and thermoregulatory health symptom symptomatic report among physicians who recommended a branded gastrointestinal cholesterol or gastrinstimulant supplement, june"}]