[{"scene_id": "oltl-12-13-06s0", "raw": "A scene from a TV show in which a woman is sitting on a hospital bed and talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-13-06s1", "raw": "A scene from a TV show in which a woman is handing a box to a man.", "with_names": "a woman is handing a box to a man."}, {"scene_id": "oltl-12-13-06s2", "raw": "A scene from a TV show in which a man is holding a pair of scissors to a wall.", "with_names": "a man is holding a pair of scissors to a wall."}, {"scene_id": "oltl-12-13-06s3", "raw": "A scene from a TV show in which a man is strapped into a chair and strapped into a plastic bag.", "with_names": "a man is strapped into a chair and strapped into a plastic bag."}, {"scene_id": "oltl-12-13-06s4", "raw": "A scene from a TV show in which a man is seen in a hotel room with a woman.", "with_names": "a man is in a hotel room with a woman."}, {"scene_id": "oltl-12-13-06s5", "raw": "A scene from a TV show in which a man is wearing a hospital gown and a stethoscope around his neck.", "with_names": "a man is wearing a hospital gown and a stethoscope around his neck."}, {"scene_id": "oltl-12-13-06s6", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a knife.", "with_names": "two men are standing in a room, one of them is holding a knife."}, {"scene_id": "oltl-12-13-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-13-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-13-06s9", "raw": "A scene from a TV show in which a woman is seen walking into a room with a man.", "with_names": "a woman is walking into a room with a man."}, {"scene_id": "oltl-12-13-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-13-06s11", "raw": "A scene from a TV show in which a man is wearing a white shirt and a yellow tie and is standing in front of a wall.", "with_names": "a man is wearing a white shirt and a yellow tie and is standing in front of a wall."}, {"scene_id": "oltl-12-13-06s12", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-12-13-06s13", "raw": "A scene from a TV show in which a man is wearing a white gown and a woman is looking at him.", "with_names": "a man is wearing a white gown and a woman is looking at him."}, {"scene_id": "oltl-12-13-06s14", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a blue shirt", "with_names": "a man is wearing a white t-shirt and a blue shirt"}, {"scene_id": "oltl-12-13-06s15", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a black shirt.", "with_names": ""}, {"scene_id": "oltl-12-13-06s16", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "oltl-12-13-06s17", "raw": "A scene from a TV show in which a man is wearing a plastic gown and a woman is standing behind him.", "with_names": "a man is wearing a plastic gown and a woman is standing behind him."}, {"scene_id": "oltl-12-13-06s18", "raw": "A scene from a TV show in which a man is strapped to a chair and a mask is placed over his face.", "with_names": "a man is strapped to a chair and a mask is placed over his face."}, {"scene_id": "oltl-12-13-06s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-12-13-06s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a white shirt and a tie.", "with_names": "a man is lying in a hospital bed, wearing a white shirt and a tie."}, {"scene_id": "oltl-12-13-06s21", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is leaning over her, kissing her on the cheek.", "with_names": ""}, {"scene_id": "oltl-12-13-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-13-06s23", "raw": "A scene from a TV show in which a man is duct taped to a chair and his head is held down by a metal bar.", "with_names": "a man is duct taped to a chair and his head is held down by a metal bar."}, {"scene_id": "oltl-12-13-06s24", "raw": "A scene from a TV show in which a man is holding a glass of wine and a woman is standing behind him.", "with_names": "a man is holding a glass of wine and a woman is standing behind him."}, {"scene_id": "oltl-12-13-06s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-13-06s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a cast on his arm.", "with_names": "a man is lying in a hospital bed with a cast on his arm."}, {"scene_id": "oltl-12-13-06s27", "raw": "A scene from a TV show in which a man touches a woman's head.", "with_names": "a man touches a woman's head."}, {"scene_id": "oltl-12-13-06s28", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "oltl-12-13-06s29", "raw": "A scene from a TV show in which a man is holding a little girl in his arms.", "with_names": "a man is holding a little girl in his arms."}, {"scene_id": "oltl-12-13-06s30", "raw": "A scene from a TV show in which a man is standing next to a Christmas tree and a woman is sitting on the floor.", "with_names": "a man is standing next to a christmas tree and a woman is sitting on the floor."}, {"scene_id": "oltl-12-13-06s31", "raw": "A scene from a TV show in which a woman is talking to a man through a glass door.", "with_names": ""}, {"scene_id": "oltl-12-13-06s32", "raw": "A scene from a TV show in which a man is wearing a tie and a white shirt and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-13-06s33", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}]