[{"scene_id": "atwt-05-12-08s0", "raw": "A scene from a TV show in which a woman is talking to someone in a room with a lamp", "with_names": ""}, {"scene_id": "atwt-05-12-08s1", "raw": "A scene from a TV show in which a woman is holding a book and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-12-08s2", "raw": "A scene from a TV show in which a woman is dancing with a younger woman.", "with_names": "a woman is dancing with a younger woman."}, {"scene_id": "atwt-05-12-08s3", "raw": "A scene from a TV show in which a woman is talking to a man in a coffee shop.", "with_names": ""}, {"scene_id": "atwt-05-12-08s4", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a blonde woman is clapping.", "with_names": "a woman is wearing a pink dress and a blonde woman is clapping."}, {"scene_id": "atwt-05-12-08s5", "raw": "A scene from a TV show in which a bottle of Clorox bleach is used to clean a bathroom.", "with_names": "a bottle of clorox bleach is used to clean a bathroom."}, {"scene_id": "atwt-05-12-08s6", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a necklace", "with_names": "a woman is wearing a black leather jacket and a necklace"}, {"scene_id": "atwt-05-12-08s7", "raw": "A scene from a TV show in which a woman is looking at another woman through a window.", "with_names": "a woman is looking at another woman through a window."}, {"scene_id": "atwt-05-12-08s8", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-12-08s9", "raw": "A scene from a TV show in which a woman is sitting at a bar, her face is obscured by a veil.", "with_names": "a woman is sitting at a bar, her face is obscured by a veil."}, {"scene_id": "atwt-05-12-08s10", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-05-12-08s11", "raw": "A scene from a TV show in which a man is riding a bicycle with a dog.", "with_names": "a man is riding a bicycle with a dog."}, {"scene_id": "atwt-05-12-08s12", "raw": "A scene from a TV show in which a young man is looking at the camera and saying, \"I'm not gay.\"", "with_names": "a young man is looking at the camera and saying, \"i'm not gay.\""}, {"scene_id": "atwt-05-12-08s13", "raw": "A scene from a TV show in which a doctor is walking out of a room with a man.", "with_names": "a doctor is walking out of a room with a man."}, {"scene_id": "atwt-05-12-08s14", "raw": "A scene from a TV show in which a man is holding a woman and yelling at her.", "with_names": "a man is holding a woman and yelling at her."}, {"scene_id": "atwt-05-12-08s15", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-08s16", "raw": "A scene from a TV show in which a woman is talking about a plant.", "with_names": ""}, {"scene_id": "atwt-05-12-08s17", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-05-12-08s18", "raw": "A scene from a TV show in which a man is wearing a stethoscope around his neck.", "with_names": "a man is wearing a stethoscope around his neck."}, {"scene_id": "atwt-05-12-08s19", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"The Blacklist\" written above him.", "with_names": "a man is in a black room with the words \"the blacklist\" written above him."}, {"scene_id": "atwt-05-12-08s20", "raw": "A scene from a TV show in which a woman is wearing a scarf around her neck and a man is looking at her.", "with_names": "a woman is wearing a scarf around her neck and a man is looking at her."}, {"scene_id": "atwt-05-12-08s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-05-12-08s22", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-05-12-08s23", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-12-08s24", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-12-08s25", "raw": "A scene from a TV show in which a woman is seen eating a bag of chips.", "with_names": "a woman is eating a bag of chips."}, {"scene_id": "atwt-05-12-08s26", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man stands behind her", "with_names": "a woman is wearing a red dress and a man stands behind her"}, {"scene_id": "atwt-05-12-08s27", "raw": "A scene from a TV show in which a boy is sitting at a table with his hand on his head", "with_names": "a boy is sitting at a table with his hand on his head"}, {"scene_id": "atwt-05-12-08s28", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "atwt-05-12-08s29", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "atwt-05-12-08s30", "raw": "A scene from a TV show in which a boy is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-08s31", "raw": "A scene from a TV show in which a man is throwing a pillow at a TV.", "with_names": "a man is throwing a pillow at a tv."}, {"scene_id": "atwt-05-12-08s32", "raw": "A scene from a TV show in which a woman is in a glass box, with her arms outstretched.", "with_names": "a woman is in a glass box, with her arms outstretched."}]