[{"scene_id": "gl-07-05-04s0", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-05-04s1", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-05-04s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-05-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-05-04s5", "raw": "A scene from a TV show in which a woman is kissing a man on the lips.", "with_names": "Darci is kissing Frank on the lips."}, {"scene_id": "gl-07-05-04s7", "raw": "A scene from a TV show in which a young Prince William kisses his mother.", "with_names": "a young prince william kisses his mother."}, {"scene_id": "gl-07-05-04s8", "raw": "A scene from a TV show in which a young girl is wearing a blue dress and a man is standing next to her.", "with_names": "a young girl is wearing a blue dress and Robbie is standing next to her."}, {"scene_id": "gl-07-05-04s9", "raw": "A scene from a TV show in which a man is looking at a plant and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-05-04s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with the man holding a glass and the woman holding a glass of wine.", "with_names": "a man and a woman are standing next to each other, with the man holding a glass and the woman holding a glass of wine."}, {"scene_id": "gl-07-05-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-05-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-05-04s14", "raw": "A scene from a TV show in which a man is holding a can of beer and laughing.", "with_names": "Buzz is holding a can of beer and laughing."}, {"scene_id": "gl-07-05-04s16", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a grey shirt", "with_names": "alan is looking at the camera and wearing a grey shirt"}, {"scene_id": "gl-07-05-04s17", "raw": "A scene from a TV show in which a man is wearing a red shirt and a Christmas tree is in the background.", "with_names": "Sandy is wearing a red shirt and a christmas tree is in the background."}, {"scene_id": "gl-07-05-04s18", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-07-05-04s19", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-05-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-05-04s21", "raw": "A scene from a TV show in which a black man is sitting in a room with his hand on his chin.", "with_names": "a black man is sitting in a room with his hand on his chin."}, {"scene_id": "gl-07-05-04s22", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-07-05-04s23", "raw": "A scene from a TV show in which a woman is singing and her hands are in the air", "with_names": "a woman is singing and her hands are in the air"}, {"scene_id": "gl-07-05-04s24", "raw": "A scene from a TV show in which a man and a woman are dancing in a kitchen.", "with_names": "Sandy and Marina are dancing in a kitchen."}, {"scene_id": "gl-07-05-04s25", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "gl-07-05-04s26", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing behind her.", "with_names": "a woman is wearing a bikini and a man is standing behind her."}, {"scene_id": "gl-07-05-04s27", "raw": "A scene from a TV show in which a man is sitting on a roof and talking to someone.", "with_names": ""}, {"scene_id": "gl-07-05-04s28", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "gl-07-05-04s29", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a woman is holding a towel", "with_names": "Bill is wearing a hawaiian shirt and Olivia is holding a towel"}, {"scene_id": "gl-07-05-04s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-05-04s31", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-07-05-04s32", "raw": "A scene from a TV show in which a young boy is holding his father.", "with_names": "a young boy is holding his father."}, {"scene_id": "gl-07-05-04s34", "raw": "A scene from a TV show in which a man is talking to a woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-07-05-04s35", "raw": "A scene from a TV show in which a man is wearing a black tank top and a chain around his neck.", "with_names": "a man is wearing a black tank top and a chain around his neck."}, {"scene_id": "gl-07-05-04s38", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-07-05-04s39", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a black and white patterned shirt", "with_names": "danny is wearing a hawaiian shirt and a black and white patterned shirt"}, {"scene_id": "gl-07-05-04s40", "raw": "A scene from a TV show in which a woman is holding a baby and looking concerned.", "with_names": "a woman is holding a baby and looking concerned."}, {"scene_id": "gl-07-05-04s43", "raw": "A scene from a TV show in which a man is wearing a red bandana and a woman is looking at him.", "with_names": "a man is wearing a red bandana and a woman is looking at him."}, {"scene_id": "gl-07-05-04s47", "raw": "A scene from a TV show in which a woman is signing a document with a pen.", "with_names": "a woman is signing a document with a pen."}, {"scene_id": "gl-07-05-04s48", "raw": "A scene from a TV show in which a woman is lying on a bed with her head on the lap of a man", "with_names": "Gus is lying on a bed with her head on the lap of a man"}, {"scene_id": "gl-07-05-04s50", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-07-05-04s51", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-05-04s53", "raw": "A scene from a TV show in which a woman is wearing a tank top and a man is standing next to her.", "with_names": "a woman is wearing a tank top and a man is standing next to her."}, {"scene_id": "gl-07-05-04s54", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a tree is in the background.", "with_names": "Rick is wearing a white t-shirt and a tree is in the background."}, {"scene_id": "gl-07-05-04s56", "raw": "A scene from a TV show in which a man is standing in a kitchen with a potted plant", "with_names": "ross is standing in a kitchen with a potted plant"}]