[{"scene_id": "atwt-02-23-10s0", "raw": "A scene from a TV show in which a woman is talking to someone and the person is not visible.", "with_names": ""}, {"scene_id": "atwt-02-23-10s1", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and blonde hair", "with_names": "a woman is wearing a green turtleneck and blonde hair"}, {"scene_id": "atwt-02-23-10s2", "raw": "A scene from a TV show in which a woman is in a hospital gown and is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-23-10s3", "raw": "A scene from a TV show in which a glass is filled with water and a bottle of Finish is placed next to it.", "with_names": "a glass is filled with water and a bottle of finish is placed next to it."}, {"scene_id": "atwt-02-23-10s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-23-10s5", "raw": "A scene from a TV show in which a man is playing ping pong with a woman.", "with_names": "a man is playing ping pong with a woman."}, {"scene_id": "atwt-02-23-10s6", "raw": "A scene from a TV show in which a light bulb is holding a sign that says K Smart.", "with_names": "a light bulb is holding a sign that says k smart."}, {"scene_id": "atwt-02-23-10s7", "raw": "A scene from a TV show in which a blonde man is wearing a green jacket and a red shirt", "with_names": "a blonde man is wearing a green jacket and a red shirt"}, {"scene_id": "atwt-02-23-10s8", "raw": "A scene from a TV show in which a woman is wearing a red wig and a brown jacket.", "with_names": "a woman is wearing a red wig and a brown jacket."}, {"scene_id": "atwt-02-23-10s9", "raw": "A scene from a TV show in which a young woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-23-10s10", "raw": "A scene from a TV show in which a blonde woman is wearing a white jacket and large hoop earrings.", "with_names": "a blonde woman is wearing a white jacket and large hoop earrings."}, {"scene_id": "atwt-02-23-10s11", "raw": "A scene from a TV show in which a woman is shown folding laundry.", "with_names": ""}, {"scene_id": "atwt-02-23-10s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-23-10s13", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a desk.", "with_names": "a man is standing in a room with a woman and a desk."}, {"scene_id": "atwt-02-23-10s14", "raw": "A scene from a TV show in which a marshmallow man is shown in different stages of cooking.", "with_names": ""}, {"scene_id": "atwt-02-23-10s15", "raw": "A scene from a TV show in which a man kneels on the floor and another man stands over him.", "with_names": "a man kneels on the floor and another man stands over him."}, {"scene_id": "atwt-02-23-10s16", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "] and a woman are looking at each other."}, {"scene_id": "atwt-02-23-10s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-23-10s18", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "atwt-02-23-10s19", "raw": "A scene from a TV show in which a baby monitor is placed on a table.", "with_names": "a baby monitor is placed on a table."}, {"scene_id": "atwt-02-23-10s20", "raw": "A scene from a TV show in which a man is talking to another man demonstratively.", "with_names": ""}, {"scene_id": "atwt-02-23-10s21", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-23-10s22", "raw": "A scene from a TV show in which a hand soap dispenser is shown with three different types of soap.", "with_names": ""}]