[{"scene_id": "oltl-11-19-07s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Natalie are standing next to each other."}, {"scene_id": "oltl-11-19-07s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-11-19-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-19-07s3", "raw": "A scene from a TV show in which a tag is used to identify a person.", "with_names": "a tag is used to identify a person."}, {"scene_id": "oltl-11-19-07s4", "raw": "A scene from a TV show in which a woman is dancing in a room with a red light shining on her.", "with_names": "a woman is dancing in a room with a red light shining on her."}, {"scene_id": "oltl-11-19-07s5", "raw": "A scene from a TV show in which a man is wearing a black shirt and a grey jacket.", "with_names": "a man is wearing a black shirt and a grey jacket."}, {"scene_id": "oltl-11-19-07s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-19-07s7", "raw": "A scene from a TV show in which a woman is holding a brown paper bag and a man is standing next to her.", "with_names": "a woman is holding a brown paper bag and ] is standing next to her."}, {"scene_id": "oltl-11-19-07s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-19-07s9", "raw": "A scene from a TV show in which a man is talking to a woman, with his hand on his head.", "with_names": ""}, {"scene_id": "oltl-11-19-07s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "oltl-11-19-07s11", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at a woman."}, {"scene_id": "oltl-11-19-07s12", "raw": "A scene from a TV show in which a woman is wearing a silver jacket and a necklace and is looking up and to the left.", "with_names": "a woman is wearing a silver jacket and a necklace and is looking up and to the left."}, {"scene_id": "oltl-11-19-07s13", "raw": "A scene from a TV show in which a man is talking to a woman in an elevator.", "with_names": ""}, {"scene_id": "oltl-11-19-07s14", "raw": "A scene from a TV show in which a man is standing in a hotel room with a woman.", "with_names": "a man is standing in a hotel room with a woman."}, {"scene_id": "oltl-11-19-07s15", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-19-07s16", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "oltl-11-19-07s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-19-07s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-11-19-07s19", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-19-07s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-19-07s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-19-07s22", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-11-19-07s23", "raw": "A scene from a TV show in which a woman is talking on the phone while another woman depants her.", "with_names": ""}, {"scene_id": "oltl-11-19-07s24", "raw": "A scene from a TV show in which a woman is standing in front of a vending machine, reaching for a drink.", "with_names": "] is standing in front of a vending machine, reaching for a drink."}, {"scene_id": "oltl-11-19-07s25", "raw": "A scene from a TV show in which a woman is walking out of a courtroom.", "with_names": "a woman is walking out of a courtroom."}, {"scene_id": "oltl-11-19-07s26", "raw": "A scene from a TV show in which a woman is talking on a cell phone and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-19-07s27", "raw": "A scene from a TV show in which a man is talking on the phone while standing in a hotel room.", "with_names": ""}, {"scene_id": "oltl-11-19-07s28", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-11-19-07s29", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and a man is in a brown suit.", "with_names": "a blonde woman is wearing a blue dress and a man is in a brown suit."}, {"scene_id": "oltl-11-19-07s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-19-07s31", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "oltl-11-19-07s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-19-07s33", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-19-07s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-19-07s35", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-19-07s36", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-11-19-07s37", "raw": "A scene from a TV show in which a woman is dancing with her head in the air", "with_names": "a woman is dancing with her head in the air"}, {"scene_id": "oltl-11-19-07s38", "raw": "A scene from a TV show in which a man is talking and his hand is raised", "with_names": ""}, {"scene_id": "oltl-11-19-07s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-19-07s40", "raw": "A scene from a TV show in which a woman is holding a sheet up to her face", "with_names": "a woman is holding a sheet up to her face"}, {"scene_id": "oltl-11-19-07s41", "raw": "A scene from a TV show in which a man is sleeping on a couch.", "with_names": "a man is sleeping on a couch."}, {"scene_id": "oltl-11-19-07s42", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking at a poster.", "with_names": "a woman is standing in front of a door and looking at a poster."}]