[{"scene_id": "atwt-06-19-06s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Paul and a woman are standing next to each other."}, {"scene_id": "atwt-06-19-06s1", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-19-06s2", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is dressed in a tuxedo.", "with_names": "a woman is wearing a white dress and a man is dressed in a tuxedo."}, {"scene_id": "atwt-06-19-06s3", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a man is shirtless.", "with_names": "a woman is wearing a pink robe and a man is shirtless."}, {"scene_id": "atwt-06-19-06s4", "raw": "A scene from a TV show in which a man is holding a woman's hand while she is lying on the floor.", "with_names": "a man is holding a woman's hand while she is lying on the floor."}, {"scene_id": "atwt-06-19-06s5", "raw": "A scene from a TV show in which a woman is seen combing her hair.", "with_names": "a woman is combing her hair."}, {"scene_id": "atwt-06-19-06s6", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-06-19-06s7", "raw": "A scene from a TV show in which two men are standing in a hallway, one of them is wearing a red and black striped shirt.", "with_names": "two men are standing in a hallway, one of them is wearing a red and black striped shirt."}, {"scene_id": "atwt-06-19-06s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-19-06s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-19-06s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-19-06s11", "raw": "A scene from a TV show in which a man is lying in bed with a blonde woman.", "with_names": "a man is lying in bed with a blonde woman."}, {"scene_id": "atwt-06-19-06s12", "raw": "A scene from a TV show in which a woman is kissing a man in a white shirt.", "with_names": "a woman is kissing a man in a white shirt."}, {"scene_id": "atwt-06-19-06s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-19-06s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-19-06s15", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a red shirt", "with_names": "a woman is looking off to the side and wearing a red shirt"}, {"scene_id": "atwt-06-19-06s16", "raw": "A scene from a TV show in which a shower curtain is pulled down to reveal a man's penis", "with_names": "a shower curtain is pulled down to reveal a man's penis"}, {"scene_id": "atwt-06-19-06s17", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-19-06s18", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a suit.", "with_names": "a woman is wearing a white dress and a man is in a suit."}, {"scene_id": "atwt-06-19-06s19", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "atwt-06-19-06s20", "raw": "A scene from a TV show in which a young man is wearing a red and black striped shirt and looking at the camera.", "with_names": "a young man is wearing a red and black striped shirt and looking at the camera."}, {"scene_id": "atwt-06-19-06s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-19-06s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at ] and he is looking away."}, {"scene_id": "atwt-06-19-06s23", "raw": "A scene from a TV show in which a condom is shown floating in water", "with_names": ""}, {"scene_id": "atwt-06-19-06s24", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-06-19-06s25", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed", "with_names": "a man is leaning over a woman in a hospital bed"}, {"scene_id": "atwt-06-19-06s26", "raw": "A scene from a TV show in which two women are arguing in a hallway.", "with_names": "two women are arguing in a hallway."}, {"scene_id": "atwt-06-19-06s27", "raw": "A scene from a TV show in which a woman is wearing a red dress and looking over her shoulder.", "with_names": "a woman is wearing a red dress and looking over her shoulder."}, {"scene_id": "atwt-06-19-06s28", "raw": "A scene from a TV show in which a boy is wearing a red and black striped shirt and peeking out from behind a curtain.", "with_names": "a boy is wearing a red and black striped shirt and peeking out from behind a curtain."}, {"scene_id": "atwt-06-19-06s29", "raw": "A scene from a TV show in which a man is talking to a young boy in a hospital.", "with_names": ""}, {"scene_id": "atwt-06-19-06s30", "raw": "A scene from a TV show in which a man is lying in bed with a woman.", "with_names": "a man is lying in bed with a woman."}, {"scene_id": "atwt-06-19-06s31", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-19-06s32", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a man is sitting next to her.", "with_names": "a woman is wearing a red sweater and a man is sitting next to her."}, {"scene_id": "atwt-06-19-06s33", "raw": "A scene from a TV show in which a man is seen holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}]