[{"scene_id": "atwt-01-28-03s0", "raw": "A scene from a TV show in which a man is seen in a white room with a yellow light coming from the right side of the room.", "with_names": "a man is in a white room with a yellow light coming from the right side of the room."}, {"scene_id": "atwt-01-28-03s1", "raw": "A scene from a TV show in which a woman is sitting next to a man on a plane.", "with_names": "a woman is sitting next to a man on a plane."}, {"scene_id": "atwt-01-28-03s2", "raw": "A scene from a TV show in which a man is bent over and a woman is brushing his hair.", "with_names": "a man is bent over and a woman is brushing his hair."}, {"scene_id": "atwt-01-28-03s3", "raw": "A scene from a TV show in which a hand is wiping a table with a cloth.", "with_names": "a hand is wiping a table with a cloth."}, {"scene_id": "atwt-01-28-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-28-03s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-28-03s6", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a red jacket.", "with_names": "a woman is wearing a pink turtleneck and a red jacket."}, {"scene_id": "atwt-01-28-03s7", "raw": "A scene from a TV show in which a man is injecting a substance into a patient.", "with_names": "a man is injecting a substance into a patient."}, {"scene_id": "atwt-01-28-03s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-28-03s9", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-01-28-03s10", "raw": "A scene from a TV show in which a woman is talking to a man and touching his face.", "with_names": ""}, {"scene_id": "atwt-01-28-03s11", "raw": "A scene from a TV show in which a shelf is filled with cans of Alka-Seltzer.", "with_names": "a shelf is filled with cans of alka-seltzer."}, {"scene_id": "atwt-01-28-03s12", "raw": "A scene from a TV show in which a woman is looking at her cell phone while a man stands behind her", "with_names": "a woman is looking at her cell phone while a man stands behind her"}, {"scene_id": "atwt-01-28-03s13", "raw": "A scene from a TV show in which a blonde woman is wearing a brown turtleneck and a tan jacket.", "with_names": "a blonde woman is wearing a brown turtleneck and a tan jacket."}, {"scene_id": "atwt-01-28-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-28-03s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-28-03s16", "raw": "A scene from a TV show in which a man is wearing a red jacket and a black hat.", "with_names": "a man is wearing a red jacket and a black hat."}, {"scene_id": "atwt-01-28-03s17", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and long hair", "with_names": "a woman is wearing a turtleneck and long hair"}, {"scene_id": "atwt-01-28-03s18", "raw": "A scene from a TV show in which a woman is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "atwt-01-28-03s19", "raw": "A scene from a TV show in which a man is holding a box and a card.", "with_names": "a man is holding a box and a card."}, {"scene_id": "atwt-01-28-03s20", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-28-03s21", "raw": "A scene from a TV show in which a man is asleep on a couch.", "with_names": "a man is asleep on a couch."}, {"scene_id": "atwt-01-28-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]