[{"scene_id": "gl-03-31-04s0", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}, {"scene_id": "gl-03-31-04s1", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a serious expression.", "with_names": ""}, {"scene_id": "gl-03-31-04s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-31-04s5", "raw": "A scene from a TV show in which a baby is lying in a bassinet and a woman is standing in the background.", "with_names": "a baby is lying in a bassinet and Beth is standing in the background."}, {"scene_id": "gl-03-31-04s6", "raw": "A scene from a TV show in which a woman is talking to someone who is not her husband.", "with_names": ""}, {"scene_id": "gl-03-31-04s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-31-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-31-04s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "gl-03-31-04s10", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-03-31-04s11", "raw": "A scene from a TV show in which a woman is sitting in a chair with her head hanging down.", "with_names": ""}, {"scene_id": "gl-03-31-04s12", "raw": "A scene from a TV show in which a doctor is talking to a patient and the patient is laughing.", "with_names": ""}, {"scene_id": "gl-03-31-04s13", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-03-31-04s14", "raw": "A scene from a TV show in which a woman is reading a book to three men.", "with_names": "Bill is reading a book to three men."}, {"scene_id": "gl-03-31-04s15", "raw": "A scene from a TV show in which a woman and a man are standing in a room.", "with_names": "Eden and Gus are standing in a room."}, {"scene_id": "gl-03-31-04s16", "raw": "A scene from a TV show in which a woman is walking in a kitchen and a man is standing behind her", "with_names": "a woman is walking in a kitchen and a man is standing behind her"}, {"scene_id": "gl-03-31-04s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-31-04s18", "raw": "A scene from a TV show in which a man is sitting at a table with a chair and a woman is standing behind him", "with_names": "a man is sitting at a table with a chair and Lizzie is standing behind him"}, {"scene_id": "gl-03-31-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching him.", "with_names": ""}, {"scene_id": "gl-03-31-04s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-31-04s21", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a leather jacket.", "with_names": ""}, {"scene_id": "gl-03-31-04s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-31-04s25", "raw": "", "with_names": ""}, {"scene_id": "gl-03-31-04s26", "raw": "A scene from a TV show in which a woman is laughing at a man.", "with_names": "Carrie is laughing at Reva."}, {"scene_id": "gl-03-31-04s28", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is eating a fork.", "with_names": "two men are sitting at a table, one of them is eating a fork."}, {"scene_id": "gl-03-31-04s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-31-04s31", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-03-31-04s32", "raw": "A scene from a TV show in which a woman is standing on a couch and a chair is behind her.", "with_names": "Harley is standing on a couch and a chair is behind her."}, {"scene_id": "gl-03-31-04s33", "raw": "A scene from a TV show in which a man is sitting at a table with a spoon in his hand and a cup of tea in front of him.", "with_names": "Bill is sitting at a table with a spoon in his hand and a cup of tea in front of him."}, {"scene_id": "gl-03-31-04s35", "raw": "A scene from a TV show in which a woman is talking to someone in a suit.", "with_names": ""}, {"scene_id": "gl-03-31-04s37", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black hat.", "with_names": "Christopher is wearing a leather jacket and a black hat."}, {"scene_id": "gl-03-31-04s38", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]