[{"scene_id": "pc-01-23-01s0", "raw": "A scene from a TV show in which a woman is sitting at a table and another woman is standing next to her.", "with_names": "a woman is sitting at a table and another woman is standing next to her."}, {"scene_id": "pc-01-23-01s1", "raw": "A scene from a TV show in which a man is sitting on a bed with a woman sitting next to him.", "with_names": "Kevin is sitting on a bed with Eve sitting next to him."}, {"scene_id": "pc-01-23-01s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-23-01s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her.", "with_names": "Lucy is sitting at a table with Livvie standing behind her."}, {"scene_id": "pc-01-23-01s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-23-01s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-23-01s6", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "pc-01-23-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-23-01s8", "raw": "A scene from a TV show in which a woman is smiling and a man is standing behind her.", "with_names": "Eve is smiling and Chris is standing behind her."}, {"scene_id": "pc-01-23-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-23-01s10", "raw": "A scene from a TV show in which a man is sitting in a chair and is looking at his finger", "with_names": ""}, {"scene_id": "pc-01-23-01s11", "raw": "A scene from a TV show in which a young man is wearing a green scrubs and a stethoscope around his neck.", "with_names": "a young man is wearing a green scrubs and a stethoscope around his neck."}, {"scene_id": "pc-01-23-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-23-01s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}]