[{"scene_id": "oltl-01-23-08s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a chair", "with_names": "a woman is wearing a dress and a man is holding a chair"}, {"scene_id": "oltl-01-23-08s1", "raw": "A scene from a TV show in which a blonde woman is sitting at a table with wine glasses and smiling.", "with_names": "a blonde woman is sitting at a table with wine glasses and smiling."}, {"scene_id": "oltl-01-23-08s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a TV visible in the background.", "with_names": "a man and a woman are standing in a room, with a tv visible in the background."}, {"scene_id": "oltl-01-23-08s3", "raw": "A scene from a TV show in which a blonde woman pours a glass of water for a man.", "with_names": "a blonde woman pours a glass of water for a man."}, {"scene_id": "oltl-01-23-08s4", "raw": "A scene from a TV show in which a young woman is smiling and holding her hair", "with_names": "a young woman is smiling and holding her hair"}, {"scene_id": "oltl-01-23-08s5", "raw": "A scene from a TV show in which a woman is wearing a purple top and purple earrings.", "with_names": "a woman is wearing a purple top and purple earrings."}, {"scene_id": "oltl-01-23-08s6", "raw": "A scene from a TV show in which a man is holding a woman by the waist and kissing her on the cheek.", "with_names": "a man is holding a woman by the waist and kissing her on the cheek."}, {"scene_id": "oltl-01-23-08s7", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "oltl-01-23-08s8", "raw": "A scene from a TV show in which a man is reading a book to a woman and a couple sitting at a table.", "with_names": "a man is reading a book to a woman and a couple sitting at a table."}, {"scene_id": "oltl-01-23-08s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-23-08s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with wine glasses and a bottle of wine on the table.", "with_names": "a man and a woman are sitting at a table, with wine glasses and a bottle of wine on the table."}, {"scene_id": "oltl-01-23-08s11", "raw": "A scene from a TV show in which a little girl is playing with a toy car in a kitchen.", "with_names": "a little girl is playing with a toy car in a kitchen."}, {"scene_id": "oltl-01-23-08s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-23-08s13", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and another woman.", "with_names": "a man is sitting at a table with a woman and another woman."}, {"scene_id": "oltl-01-23-08s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-23-08s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-23-08s16", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, holding a towel over her head.", "with_names": "a woman is standing in front of a mirror, holding a towel over her head."}, {"scene_id": "oltl-01-23-08s17", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "oltl-01-23-08s18", "raw": "A scene from a TV show in which a woman is dancing in a room with a man.", "with_names": "a woman is dancing in a room with a man."}, {"scene_id": "oltl-01-23-08s19", "raw": "A scene from a TV show in which a man is standing in a kitchen, with his mouth open and his eyes closed.", "with_names": "a man is standing in a kitchen, with his mouth open and his eyes closed."}, {"scene_id": "oltl-01-23-08s20", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is looking at her.", "with_names": "a woman is holding a wine glass and a man is looking at her."}, {"scene_id": "oltl-01-23-08s21", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-01-23-08s22", "raw": "A scene from a TV show in which a man is standing over a woman and a child at a dining table.", "with_names": "a man is standing over a woman and a child at a dining table."}, {"scene_id": "oltl-01-23-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-23-08s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-01-23-08s25", "raw": "A scene from a TV show in which a blonde woman is standing in front of a brick wall.", "with_names": "a blonde woman is standing in front of a brick wall."}, {"scene_id": "oltl-01-23-08s26", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-23-08s27", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is looking at her.", "with_names": "a woman is smoking a cigarette and a man is looking at her."}, {"scene_id": "oltl-01-23-08s28", "raw": "A scene from a TV show in which a man is talking to a woman and touching his neck.", "with_names": ""}, {"scene_id": "oltl-01-23-08s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "oltl-01-23-08s30", "raw": "A scene from a TV show in which a woman is lying on a couch with her head in her hands.", "with_names": "a woman is lying on a couch with her head in her hands."}, {"scene_id": "oltl-01-23-08s31", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "a woman is walking down a hallway with a man."}, {"scene_id": "oltl-01-23-08s32", "raw": "A scene from a TV show in which a man is looking up at a woman.", "with_names": "a man is looking up at a woman."}, {"scene_id": "oltl-01-23-08s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-23-08s34", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}]