[{"scene_id": "gl-04-12-05s0", "raw": "A scene from a TV show in which a man and a woman are kissing in a hallway.", "with_names": "a man and a woman are kissing in a hallway."}, {"scene_id": "gl-04-12-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-12-05s2", "raw": "A scene from a TV show in which a man is leaning against a wall and his head is in his hands.", "with_names": "a man is leaning against a wall and his head is in his hands."}, {"scene_id": "gl-04-12-05s3", "raw": "A scene from a TV show in which a man is holding his head and looking distressed.", "with_names": "a man is holding his head and looking distressed."}, {"scene_id": "gl-04-12-05s4", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-04-12-05s5", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket and has long hair.", "with_names": "a man is wearing a red shirt and a black jacket and has long hair."}, {"scene_id": "gl-04-12-05s6", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-04-12-05s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-12-05s8", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "gl-04-12-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-12-05s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-12-05s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-04-12-05s12", "raw": "A scene from a TV show in which a man is talking to another man and the other man is covering his ears.", "with_names": ""}, {"scene_id": "gl-04-12-05s13", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-04-12-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-04-12-05s15", "raw": "A scene from a TV show in which a woman is cooking in a kitchen.", "with_names": "a woman is cooking in a kitchen."}, {"scene_id": "gl-04-12-05s18", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think about you.\"", "with_names": "Alan is looking at a woman and saying, \"i'm not sure what to think about you.\""}, {"scene_id": "gl-04-12-05s19", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Gus is crying and a man is looking at her."}, {"scene_id": "gl-04-12-05s21", "raw": "A scene from a TV show in which a man is holding a drink and talking to another man.", "with_names": ""}, {"scene_id": "gl-04-12-05s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-12-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-12-05s24", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt", "with_names": "a man is wearing a leather jacket and a red shirt"}, {"scene_id": "gl-04-12-05s25", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-12-05s26", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt.", "with_names": "Bill is wearing a leather jacket and a white shirt."}, {"scene_id": "gl-04-12-05s27", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "Reva is hugging another woman."}, {"scene_id": "gl-04-12-05s28", "raw": "A scene from a TV show in which a gravestone is inscribed with the names of two people.", "with_names": "a gravestone is inscribed with the names of two people."}, {"scene_id": "gl-04-12-05s29", "raw": "A scene from a TV show in which a man is seen smiling and looking down, while his hand is on his chest.", "with_names": "a man is smiling and looking down, while his hand is on his chest."}, {"scene_id": "gl-04-12-05s31", "raw": "A scene from a TV show in which a woman is throwing a white towel in the air.", "with_names": "Olivia is throwing a white towel in the air."}, {"scene_id": "gl-04-12-05s32", "raw": "A scene from a TV show in which a man is talking to someone and a plant is visible in the background", "with_names": ""}, {"scene_id": "gl-04-12-05s33", "raw": "A scene from a TV show in which a man is talking on a cell phone and his head is in his hands", "with_names": ""}, {"scene_id": "gl-04-12-05s35", "raw": "A scene from a TV show in which a man with white hair is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-12-05s36", "raw": "A scene from a TV show in which a man is looking at a tombstone and smiling.", "with_names": "Edmund is looking at a tombstone and smiling."}]