[{"scene_id": "oltl-05-04-10s0", "raw": "A scene from a TV show in which a woman is sitting on a staircase and a man is standing next to her.", "with_names": "a woman is sitting on a staircase and a man is standing next to her."}, {"scene_id": "oltl-05-04-10s1", "raw": "A scene from a TV show in which a woman is accused of murdering her husband.", "with_names": "] is accused of murdering her husband."}, {"scene_id": "oltl-05-04-10s2", "raw": "A scene from a TV show in which a young boy and girl are seen through a window.", "with_names": "a young boy and girl are through a window."}, {"scene_id": "oltl-05-04-10s3", "raw": "A scene from a TV show in which a woman is sitting in a bar with a man and another woman.", "with_names": "a woman is sitting in a bar with a man and another woman."}, {"scene_id": "oltl-05-04-10s4", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him.", "with_names": "a man is standing behind a woman, and she is looking at him."}, {"scene_id": "oltl-05-04-10s5", "raw": "A scene from a TV show in which a woman is in a hospital bed with a bandage on her head and a tube coming out of her mouth.", "with_names": "a woman is in a hospital bed with a bandage on her head and a tube coming out of her mouth."}, {"scene_id": "oltl-05-04-10s6", "raw": "A scene from a TV show in which a woman is singing with her eyes closed.", "with_names": "a woman is singing with her eyes closed."}, {"scene_id": "oltl-05-04-10s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-05-04-10s8", "raw": "A scene from a TV show in which a woman is holding a cup and looking at the camera.", "with_names": "a woman is holding a cup and looking at the camera."}, {"scene_id": "oltl-05-04-10s9", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-05-04-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-10s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "oltl-05-04-10s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "oltl-05-04-10s13", "raw": "A scene from a TV show in which a waitress is seen pouring beer into a man's glass.", "with_names": "a waitress is pouring beer into a man's glass."}, {"scene_id": "oltl-05-04-10s14", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-05-04-10s15", "raw": "A scene from a TV show in which a man is holding a flower and looking at it.", "with_names": "a man is holding a flower and looking at it."}, {"scene_id": "oltl-05-04-10s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-10s17", "raw": "A scene from a TV show in which a woman is looking down and a man is holding her arm.", "with_names": "a woman is looking down and a man is holding her arm."}, {"scene_id": "oltl-05-04-10s18", "raw": "A scene from a TV show in which a woman is wearing a white coat and a black turtleneck.", "with_names": "a woman is wearing a white coat and a black turtleneck."}, {"scene_id": "oltl-05-04-10s19", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "a woman is sitting at a bar with a man."}, {"scene_id": "oltl-05-04-10s20", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-04-10s21", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a bottle and a glass of beer in front of them.", "with_names": "a man and a woman are standing in a bar, with a bottle and a glass of beer in front of them."}, {"scene_id": "oltl-05-04-10s22", "raw": "A scene from a TV show in which a blonde woman is sitting at a table with a man.", "with_names": "a blonde woman is sitting at a table with a man."}, {"scene_id": "oltl-05-04-10s23", "raw": "A scene from a TV show in which a man is sitting at a table and looking down at his hands.", "with_names": "a man is sitting at a table and looking down at his hands."}, {"scene_id": "oltl-05-04-10s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her.", "with_names": ""}, {"scene_id": "oltl-05-04-10s25", "raw": "A scene from a TV show in which a woman is standing in a kitchen and looking down.", "with_names": "a woman is standing in a kitchen and looking down."}, {"scene_id": "oltl-05-04-10s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-04-10s27", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head and a nasal cannula in his nose.", "with_names": "a man is lying in a hospital bed with a bandage on his head and a nasal cannula in his nose."}, {"scene_id": "oltl-05-04-10s28", "raw": "A scene from a TV show in which a woman is playing pool with a man.", "with_names": "a woman is playing pool with a man."}, {"scene_id": "oltl-05-04-10s29", "raw": "A scene from a TV show in which a man is making a face.", "with_names": "a man is making a face."}, {"scene_id": "oltl-05-04-10s30", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-05-04-10s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-04-10s32", "raw": "A scene from a TV show in which a woman is holding a glass and talking.", "with_names": ""}, {"scene_id": "oltl-05-04-10s33", "raw": "A scene from a TV show in which a blonde woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-04-10s34", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-10s35", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-05-04-10s36", "raw": "A scene from a TV show in which a man is holding a knife and a woman stands behind him.", "with_names": "a man is holding a knife and a woman stands behind him."}, {"scene_id": "oltl-05-04-10s37", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "oltl-05-04-10s38", "raw": "A scene from a TV show in which a man is holding a rainbow flag.", "with_names": "a man is holding a rainbow flag."}, {"scene_id": "oltl-05-04-10s39", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-04-10s40", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "oltl-05-04-10s41", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-04-10s42", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head and a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a bandage on his head and a tube coming out of his nose."}, {"scene_id": "oltl-05-04-10s43", "raw": "A scene from a TV show in which a woman is standing in front of a desk and pointing a gun at someone.", "with_names": "a woman is standing in front of a desk and pointing a gun at someone."}]