[{"scene_id": "oltl-05-09-06s0", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "Adriana is being interviewed by Rex."}, {"scene_id": "oltl-05-09-06s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-05-09-06s2", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "oltl-05-09-06s3", "raw": "A scene from a TV show in which a woman is driving a car and her head is turned to the side", "with_names": "a woman is driving a car and her head is turned to the side"}, {"scene_id": "oltl-05-09-06s4", "raw": "A scene from a TV show in which a man and a woman are in a bedroom.", "with_names": "a man and a woman are in a bedroom."}, {"scene_id": "oltl-05-09-06s5", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is holding a gun.", "with_names": ""}, {"scene_id": "oltl-05-09-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-05-09-06s7", "raw": "A scene from a TV show in which a man is kissing another man on the cheek", "with_names": "a man is kissing another man on the cheek"}, {"scene_id": "oltl-05-09-06s8", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-09-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-09-06s10", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-09-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, looking at each other.", "with_names": "a man and a woman are standing in a kitchen, looking at each other."}, {"scene_id": "oltl-05-09-06s12", "raw": "A scene from a TV show in which a girl is kissing a boy", "with_names": "a girl is kissing a boy"}, {"scene_id": "oltl-05-09-06s13", "raw": "A scene from a TV show in which a man is being attacked by a shark", "with_names": "a man is being attacked by a shark"}, {"scene_id": "oltl-05-09-06s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-09-06s15", "raw": "A scene from a TV show in which a woman is screaming in a forest.", "with_names": "a woman is screaming in a forest."}, {"scene_id": "oltl-05-09-06s16", "raw": "A scene from a TV show in which a man is seen sitting in a room with a gun pointed at him.", "with_names": "a man is sitting in a room with a gun pointed at him."}, {"scene_id": "oltl-05-09-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-09-06s18", "raw": "A scene from a TV show in which a crocodile is seen in a pond", "with_names": "a crocodile is in a pond"}, {"scene_id": "oltl-05-09-06s19", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-05-09-06s20", "raw": "A scene from a TV show in which a man is lying on a stretcher and a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-05-09-06s21", "raw": "A scene from a TV show in which a man is being attacked by a woman with a hat.", "with_names": "a man is being attacked by a woman with a hat."}, {"scene_id": "oltl-05-09-06s22", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the back seat", "with_names": "a woman is driving a car and a man is sitting in the back seat"}, {"scene_id": "oltl-05-09-06s23", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-05-09-06s24", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to a woman in a hospital bed."}, {"scene_id": "oltl-05-09-06s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-09-06s26", "raw": "A scene from a TV show in which a woman is falling down a spiral staircase.", "with_names": "a woman is falling down a spiral staircase."}]