[{"scene_id": "atwt-02-08-08s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-08-08s1", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with his eyes closed.", "with_names": "a man is sitting in a hospital bed with his eyes closed."}, {"scene_id": "atwt-02-08-08s2", "raw": "A scene from a TV show in which a woman is standing next to a man, both looking at something.", "with_names": "a woman is standing next to a man, both looking at something."}, {"scene_id": "atwt-02-08-08s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s4", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-02-08-08s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-08-08s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-08-08s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-08-08s8", "raw": "A scene from a TV show in which a man is talking on a street corner.", "with_names": ""}, {"scene_id": "atwt-02-08-08s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-08-08s10", "raw": "A scene from a TV show in which a woman is standing in a room with large windows.", "with_names": "a woman is standing in a room with large windows."}, {"scene_id": "atwt-02-08-08s11", "raw": "A scene from a TV show in which a woman is holding a cigarette and a man is looking at her.", "with_names": "a woman is holding a cigarette and a man is looking at her."}, {"scene_id": "atwt-02-08-08s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s13", "raw": "A scene from a TV show in which a doctor talks to a patient in a hospital bed.", "with_names": "a doctor talks to a patient in a hospital bed."}, {"scene_id": "atwt-02-08-08s14", "raw": "A scene from a TV show in which a woman carries a baby in a park.", "with_names": "a woman carries a baby in a park."}, {"scene_id": "atwt-02-08-08s15", "raw": "A scene from a TV show in which a man is sitting at a table with his arms crossed and a woman is standing behind him.", "with_names": "a man is sitting at a table with his arms crossed and ] is standing behind him."}, {"scene_id": "atwt-02-08-08s16", "raw": "A scene from a TV show in which a woman is standing in front of a bar, holding a book and talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-08-08s17", "raw": "A scene from a TV show in which a person is using an Air Wick humidifier.", "with_names": "a person is using an air wick humidifier."}, {"scene_id": "atwt-02-08-08s18", "raw": "A scene from a TV show in which a doctor is wearing a stethoscope and a white coat.", "with_names": "a doctor is wearing a stethoscope and a white coat."}, {"scene_id": "atwt-02-08-08s19", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and a red hair", "with_names": "a woman is wearing a blue turtleneck and a red hair"}, {"scene_id": "atwt-02-08-08s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone while holding a stuffed animal.", "with_names": ""}, {"scene_id": "atwt-02-08-08s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s23", "raw": "A scene from a TV show in which a black car is driving down a road.", "with_names": "a black car is driving down a road."}, {"scene_id": "atwt-02-08-08s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a wall.", "with_names": ""}, {"scene_id": "atwt-02-08-08s25", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-08-08s26", "raw": "A scene from a TV show in which two young girls play on a tyre swing.", "with_names": "two young girls play on a tyre swing."}, {"scene_id": "atwt-02-08-08s27", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s28", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a grey shirt.", "with_names": "a man is looking at the camera and wearing a grey shirt."}, {"scene_id": "atwt-02-08-08s29", "raw": "A scene from a TV show in which a woman is handing a piece of paper to another woman.", "with_names": "a woman is handing a piece of paper to another woman."}, {"scene_id": "atwt-02-08-08s30", "raw": "A scene from a TV show in which a man is standing in front of a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-08-08s31", "raw": "A scene from a TV show in which a man is talking on a cell phone in a park.", "with_names": ""}, {"scene_id": "atwt-02-08-08s32", "raw": "A scene from a TV show in which two women are standing in a kitchen.", "with_names": "two women are standing in a kitchen."}, {"scene_id": "atwt-02-08-08s33", "raw": "A scene from a TV show in which a woman is holding a book and looking surprised.", "with_names": "a woman is holding a book and looking surprised."}, {"scene_id": "atwt-02-08-08s34", "raw": "A scene from a TV show in which a bathtub is filled with water and bubbles are rising up.", "with_names": "a bathtub is filled with water and bubbles are rising up."}, {"scene_id": "atwt-02-08-08s35", "raw": "A scene from a TV show in which a blonde woman and a man are standing next to each other.", "with_names": "a blonde woman and a man are standing next to each other."}, {"scene_id": "atwt-02-08-08s36", "raw": "A scene from a TV show in which a woman is looking at a plant and talking.", "with_names": ""}, {"scene_id": "atwt-02-08-08s37", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-08-08s38", "raw": "A scene from a TV show in which a man is standing in a living room with a gun pointed at a woman.", "with_names": "a man is standing in a living room with a gun pointed at ]."}, {"scene_id": "atwt-02-08-08s39", "raw": "A scene from a TV show in which a woman is on the phone and a man is looking at her.", "with_names": "a woman is on the phone and a man is looking at her."}, {"scene_id": "atwt-02-08-08s40", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-02-08-08s41", "raw": "A scene from a TV show in which a woman is shown with a stomach and yellow pills floating in it.", "with_names": ""}, {"scene_id": "atwt-02-08-08s42", "raw": "A scene from a TV show in which two women are standing in a hospital room, one of them is holding a baby.", "with_names": "two women are standing in a hospital room, one of them is holding a baby."}, {"scene_id": "atwt-02-08-08s43", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a coat.", "with_names": "a woman is wearing a black turtleneck and a coat."}, {"scene_id": "atwt-02-08-08s44", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-08-08s45", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-08-08s46", "raw": "A scene from a TV show in which two women are standing in a hospital hallway.", "with_names": "two women are standing in a hospital hallway."}, {"scene_id": "atwt-02-08-08s47", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-08-08s48", "raw": "A scene from a TV show in which a man is seen bending over and touching a black cat.", "with_names": "a man is bending over and touching a black cat."}, {"scene_id": "atwt-02-08-08s49", "raw": "A scene from a TV show in which a box of Totino's Pizza Rolls is shown on a counter.", "with_names": ""}]