[{"scene_id": "gl-12-04-03s0", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a bandana on her head.", "with_names": "a woman is wearing a pink shirt and a bandana on her head."}, {"scene_id": "gl-12-04-03s1", "raw": "A scene from a TV show in which a man is looking down and smiling", "with_names": "a man is looking down and smiling"}, {"scene_id": "gl-12-04-03s2", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "Cassie is looking at the camera with a shocked expression."}, {"scene_id": "gl-12-04-03s3", "raw": "A scene from a TV show in which a woman is holding her neck and looking distressed.", "with_names": "a woman is holding her neck and looking distressed."}, {"scene_id": "gl-12-04-03s4", "raw": "A scene from a TV show in which a man is wearing a white coat and a doctor is in a black suit", "with_names": "a man is wearing a white coat and a doctor is in a black suit"}, {"scene_id": "gl-12-04-03s5", "raw": "A scene from a TV show in which a woman is wearing a headscarf and a man is standing behind her, looking at her.", "with_names": "a woman is wearing a headscarf and Marah is standing behind her, looking at her."}, {"scene_id": "gl-12-04-03s6", "raw": "A scene from a TV show in which a man is talking on the phone while sitting on a couch.", "with_names": ""}, {"scene_id": "gl-12-04-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-04-03s8", "raw": "A scene from a TV show in which a man is wearing a blue robe and a white shirt", "with_names": "a man is wearing a blue robe and a white shirt"}, {"scene_id": "gl-12-04-03s9", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-12-04-03s10", "raw": "A scene from a TV show in which a man is wearing a robe and a doctor is in a white coat.", "with_names": "a man is wearing a robe and a doctor is in a white coat."}, {"scene_id": "gl-12-04-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and her head is in her hands", "with_names": ""}, {"scene_id": "gl-12-04-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-04-03s13", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is looking at him.", "with_names": "a man is holding a woman by the waist and she is looking at him."}, {"scene_id": "gl-12-04-03s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her computer screen.", "with_names": "Michelle is sitting at a desk and looking at her computer screen."}, {"scene_id": "gl-12-04-03s16", "raw": "A scene from a TV show in which a woman is talking to someone and a purple heart is on her chest", "with_names": ""}, {"scene_id": "gl-12-04-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-04-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-04-03s19", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Edmund is yelling at Cassie."}, {"scene_id": "gl-12-04-03s20", "raw": "A scene from a TV show in which a man is wearing a white coat and a black turtleneck.", "with_names": "Alan is wearing a white coat and a black turtleneck."}, {"scene_id": "gl-12-04-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-04-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]