[{"scene_id": "bb-07-25-17s0", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-07-25-17s1", "raw": "A scene from a TV show in which a woman is talking to another woman in an office.", "with_names": ""}, {"scene_id": "bb-07-25-17s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-25-17s3", "raw": "A scene from a TV show in which a man holds a camera to his eye.", "with_names": "Eric holds a camera to his eye."}, {"scene_id": "bb-07-25-17s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-25-17s5", "raw": "A scene from a TV show in which a woman is sitting in a room with a green chair and a red chair.", "with_names": "a woman is sitting in a room with a green chair and a red chair."}, {"scene_id": "bb-07-25-17s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-25-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-25-17s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-25-17s9", "raw": "A scene from a TV show in which a man stands with his arms crossed, looking out a window.", "with_names": "a man stands with his arms crossed, looking out a window."}, {"scene_id": "bb-07-25-17s10", "raw": "A scene from a TV show in which a woman is standing in front of a window.", "with_names": "Sheila is standing in front of a window."}, {"scene_id": "bb-07-25-17s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-07-25-17s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-25-17s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-25-17s14", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a desk.", "with_names": "Bill is standing in a room with Caroline and a desk."}, {"scene_id": "bb-07-25-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-25-17s16", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]