[{"scene_id": "oltl-07-28-09s0", "raw": "A scene from a TV show in which a man is standing in a room with two women.", "with_names": "a man is standing in a room with two women."}, {"scene_id": "oltl-07-28-09s1", "raw": "A scene from a TV show in which a woman is holding a bottle and a man is standing behind her.", "with_names": "a woman is holding a bottle and a man is standing behind her."}, {"scene_id": "oltl-07-28-09s2", "raw": "A scene from a TV show in which a woman is seen dancing in a dark room.", "with_names": "a woman is dancing in a dark room."}, {"scene_id": "oltl-07-28-09s3", "raw": "A scene from a TV show in which a young boy is talking to a ghost.", "with_names": ""}, {"scene_id": "oltl-07-28-09s4", "raw": "A scene from a TV show in which a woman is on the phone with someone who is not there.", "with_names": "a woman is on the phone with someone who is not there."}, {"scene_id": "oltl-07-28-09s5", "raw": "A scene from a TV show in which a man and a woman are standing in a dark room, looking at a small TV screen.", "with_names": "a man and a woman are standing in a dark room, looking at a small tv screen."}, {"scene_id": "oltl-07-28-09s6", "raw": "A scene from a TV show in which a boy is given a birthday cake by his mother.", "with_names": "a boy is given a birthday cake by his mother."}, {"scene_id": "oltl-07-28-09s7", "raw": "A scene from a TV show in which a blue circle is superimposed on a white screen", "with_names": "a blue circle is superimposed on a white screen"}, {"scene_id": "oltl-07-28-09s8", "raw": "A scene from a TV show in which a woman is sitting in a dark room, holding a flashlight.", "with_names": "a woman is sitting in a dark room, holding a flashlight."}, {"scene_id": "oltl-07-28-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-28-09s10", "raw": "A scene from a TV show in which a young boy is wearing a yellow shirt and a boy is standing behind him", "with_names": "a young boy is wearing a yellow shirt and a boy is standing behind him"}, {"scene_id": "oltl-07-28-09s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is pointing at him.", "with_names": ""}, {"scene_id": "oltl-07-28-09s12", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "oltl-07-28-09s13", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a necklace.", "with_names": "a blonde woman is wearing a white dress and a necklace."}, {"scene_id": "oltl-07-28-09s14", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-07-28-09s15", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing next to him.", "with_names": "a man is sitting in a wheelchair and a woman is standing next to him."}, {"scene_id": "oltl-07-28-09s16", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "oltl-07-28-09s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-07-28-09s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-28-09s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-28-09s20", "raw": "A scene from a TV show in which a woman is holding a gun and a man is standing next to her.", "with_names": "a woman is holding a gun and a man is standing next to her."}, {"scene_id": "oltl-07-28-09s21", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "oltl-07-28-09s22", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "a man is touching a woman's face."}, {"scene_id": "oltl-07-28-09s23", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-07-28-09s24", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-07-28-09s25", "raw": "A scene from a TV show in which a young man is wearing a yellow shirt and a boy is standing behind him", "with_names": "a young man is wearing a yellow shirt and a boy is standing behind him"}, {"scene_id": "oltl-07-28-09s26", "raw": "A scene from a TV show in which a man is looking at a book with a flashlight", "with_names": "a man is looking at a book with a flashlight"}, {"scene_id": "oltl-07-28-09s27", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-28-09s28", "raw": "A scene from a TV show in which a man is wearing a tan jacket and a white t-shirt.", "with_names": "a man is wearing a tan jacket and a white t-shirt."}, {"scene_id": "oltl-07-28-09s29", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-07-28-09s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-28-09s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-28-09s32", "raw": "A scene from a TV show in which a man is talking to someone in front of a graffiti wall.", "with_names": ""}, {"scene_id": "oltl-07-28-09s33", "raw": "A scene from a TV show in which a woman is holding a long list of names up to a man.", "with_names": "a woman is holding a long list of names up to a man."}, {"scene_id": "oltl-07-28-09s34", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at a cell phone.", "with_names": "a woman is sitting next to a man and they are both looking at a cell phone."}, {"scene_id": "oltl-07-28-09s35", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}]