[{"scene_id": "bb-08-29-06s0", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-08-29-06s1", "raw": "A scene from a TV show in which a man is sitting at a table with a vase and sunflowers, and another man is standing behind him.", "with_names": "a man is sitting at a table with a vase and sunflowers, and another man is standing behind him."}, {"scene_id": "bb-08-29-06s2", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "bb-08-29-06s3", "raw": "A scene from a TV show in which a woman is walking down a street. The title of the show is \"Bold\"", "with_names": "] is walking down a street. the title of the show is \"bold\""}, {"scene_id": "bb-08-29-06s4", "raw": "A scene from a TV show in which a young man and woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "bb-08-29-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-06s6", "raw": "A scene from a TV show in which a man is in a hospital bed with bandages over his eyes.", "with_names": "a man is in a hospital bed with bandages over his eyes."}, {"scene_id": "bb-08-29-06s7", "raw": "A scene from a TV show in which a girl is sitting at a table with a boy, and a cup of coffee is placed on the table in front of her.", "with_names": "a girl is sitting at a table with a boy, and a cup of coffee is placed on the table in front of her."}, {"scene_id": "bb-08-29-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-06s9", "raw": "A scene from a TV show in which a man is in a hospital gown and a woman is standing next to him. He has a bandage over one eye and is wearing a blindfold.", "with_names": "a man is in a hospital gown and ] is standing next to him. he has a bandage over one eye and is wearing a blindfold."}, {"scene_id": "bb-08-29-06s10", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a boy.", "with_names": "a man is standing in a room with a woman and a boy."}, {"scene_id": "bb-08-29-06s11", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "bb-08-29-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}]