[{"scene_id": "atwt-10-23-08s0", "raw": "A scene from a TV show in which a woman is sitting next to a man and smiling.", "with_names": "a woman is sitting next to Jack and smiling."}, {"scene_id": "atwt-10-23-08s1", "raw": "A scene from a TV show in which Monica is talking to a man", "with_names": ""}, {"scene_id": "atwt-10-23-08s2", "raw": "A scene from a TV show in which a man is looking at a blonde woman and she is looking back at him.", "with_names": "] is looking at a blonde woman and she is looking back at him."}, {"scene_id": "atwt-10-23-08s3", "raw": "A scene from a TV show in which two men are standing in front of a wall of jars.", "with_names": "two men are standing in front of a wall of jars."}, {"scene_id": "atwt-10-23-08s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "] and a woman are standing in front of a door."}, {"scene_id": "atwt-10-23-08s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-10-23-08s6", "raw": "A scene from a TV show in which a bottle of Puffs is shown on a table.", "with_names": ""}, {"scene_id": "atwt-10-23-08s7", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a red shirt", "with_names": "a woman is wearing a denim jacket and a red shirt"}, {"scene_id": "atwt-10-23-08s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-23-08s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-23-08s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-10-23-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-23-08s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-23-08s13", "raw": "A scene from a TV show in which a doctor is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-23-08s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the woman is looking at the man and smiling.", "with_names": "a man and a woman are standing in a room, the woman is looking at the man and smiling."}, {"scene_id": "atwt-10-23-08s15", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with ]."}, {"scene_id": "atwt-10-23-08s16", "raw": "A scene from a TV show in which a man is looking at a cell phone and is angry.", "with_names": "a man is looking at a cell phone and is angry."}, {"scene_id": "atwt-10-23-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-23-08s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-23-08s19", "raw": "A scene from a TV show in which two women are standing in a room, one on the left and one on right, both talking on their cell phones.", "with_names": ""}, {"scene_id": "atwt-10-23-08s20", "raw": "A scene from a TV show in which a group of people are flying through the air.", "with_names": "a group of people are flying through the air."}, {"scene_id": "atwt-10-23-08s21", "raw": "A scene from a TV show in which a woman is drinking a glass of water from a cup.", "with_names": "a woman is drinking a glass of water from a cup."}, {"scene_id": "atwt-10-23-08s22", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "atwt-10-23-08s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-23-08s24", "raw": "A scene from a TV show in which a man is standing in front of a table, a woman is sitting on it, and a man is standing behind them.", "with_names": "a man is standing in front of a table, ] is sitting on it, and a man is standing behind them."}, {"scene_id": "atwt-10-23-08s25", "raw": "A scene from a TV show in which a man is seen climbing a wall.", "with_names": "a man is climbing a wall."}, {"scene_id": "atwt-10-23-08s26", "raw": "A scene from a TV show in which a man is talking on a phone and his face is distorted.", "with_names": ""}, {"scene_id": "atwt-10-23-08s27", "raw": "A scene from a TV show in which a blonde woman and a man are standing next to each other.", "with_names": "a blonde woman and a man are standing next to each other."}, {"scene_id": "atwt-10-23-08s28", "raw": "A scene from a TV show in which a woman is drinking a bottle of water.", "with_names": "a woman is drinking a bottle of water."}, {"scene_id": "atwt-10-23-08s29", "raw": "A scene from a TV show in which a green box is on fire and a white rabbit appears", "with_names": "a green box is on fire and a white rabbit appears"}, {"scene_id": "atwt-10-23-08s30", "raw": "A scene from a TV show in which a woman is standing over a sleeping woman on a couch.", "with_names": "a woman is standing over a sleeping woman on a couch."}, {"scene_id": "atwt-10-23-08s31", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "atwt-10-23-08s32", "raw": "A scene from a TV show in which a man is looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-23-08s33", "raw": "A scene from a TV show in which a woman is sitting on a couch, talking on the phone while a sleeping baby is laying on her stomach.", "with_names": ""}, {"scene_id": "atwt-10-23-08s34", "raw": "A scene from a TV show in which a man is throwing a plate at another man.", "with_names": "a man is throwing a plate at another man."}]