[{"scene_id": "bb-02-06-07s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Nick and a woman are standing next to each other."}, {"scene_id": "bb-02-06-07s1", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "bb-02-06-07s2", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "bb-02-06-07s3", "raw": "A scene from a TV show in which a man is holding a camera and taking a picture. The word \"Bold\" is written next to him.", "with_names": "a man is holding a camera and taking a picture. the word \"bold\" is written next to him."}, {"scene_id": "bb-02-06-07s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-06-07s5", "raw": "A scene from a TV show in which a woman is holding a piece of paper and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-06-07s6", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is watching them.", "with_names": ""}, {"scene_id": "bb-02-06-07s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-02-06-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "a man is wearing a suit and a shirt."}, {"scene_id": "bb-02-06-07s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-06-07s10", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "bb-02-06-07s11", "raw": "A scene from a TV show in which a man is sitting on a green chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-06-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]