[{"scene_id": "gl-03-04-04s0", "raw": "A scene from a TV show in which a woman is playing with her baby in a living room.", "with_names": "a woman is playing with her baby in a living room."}, {"scene_id": "gl-03-04-04s1", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-04-04s2", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "gl-03-04-04s3", "raw": "A scene from a TV show in which a man is seen kissing a woman on the lips", "with_names": "Josh is kissing Reva on the lips"}, {"scene_id": "gl-03-04-04s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-04-04s5", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing behind him.", "with_names": "a man is walking down a hallway and another man is standing behind him."}, {"scene_id": "gl-03-04-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-04-04s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is in a dress.", "with_names": "Alan is wearing a suit and tie and Gus is in a dress."}, {"scene_id": "gl-03-04-04s8", "raw": "A scene from a TV show in which a man is holding flowers and talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-04-04s9", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-03-04-04s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-04-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-04-04s12", "raw": "A scene from a TV show in which a man is holding a woman by her head and she is crying.", "with_names": "a man is holding a woman by her head and she is crying."}, {"scene_id": "gl-03-04-04s13", "raw": "A scene from a TV show in which a blonde woman is wearing a white scarf and a black jacket.", "with_names": "a blonde woman is wearing a white scarf and a black jacket."}, {"scene_id": "gl-03-04-04s14", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-04-04s15", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-03-04-04s16", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "gl-03-04-04s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-04-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-04-04s19", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a suit.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a suit."}, {"scene_id": "gl-03-04-04s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-04-04s21", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Reva is sitting at a desk and Josh is standing behind her."}, {"scene_id": "gl-03-04-04s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-04-04s23", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}]