[{"scene_id": "atwt-01-29-03s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Paul is wearing a suit and tie and looking down."}, {"scene_id": "atwt-01-29-03s1", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-01-29-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-29-03s3", "raw": "A scene from a TV show in which a blonde woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-29-03s4", "raw": "A scene from a TV show in which a family is playing a game of cornhole.", "with_names": "a family is playing a game of cornhole."}, {"scene_id": "atwt-01-29-03s5", "raw": "A scene from a TV show in which a man is sitting next to a woman in a leather jacket.", "with_names": "a man is sitting next to a woman in a leather jacket."}, {"scene_id": "atwt-01-29-03s6", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a scarf", "with_names": "a woman is wearing a red sweater and a scarf"}, {"scene_id": "atwt-01-29-03s7", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-29-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-01-29-03s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-29-03s10", "raw": "A scene from a TV show in which a car is driving down a road.", "with_names": "a car is driving down a road."}, {"scene_id": "atwt-01-29-03s11", "raw": "A scene from a TV show in which a woman is crying and holding her hands together.", "with_names": "a woman is crying and holding her hands together."}, {"scene_id": "atwt-01-29-03s12", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-29-03s13", "raw": "A scene from a TV show in which a bowl is filled with various fruits and eggs.", "with_names": "a bowl is filled with various fruits and eggs."}, {"scene_id": "atwt-01-29-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-29-03s15", "raw": "A scene from a TV show in which a young boy is sitting at a table with his mother, who is talking to him.", "with_names": ""}, {"scene_id": "atwt-01-29-03s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-29-03s17", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-29-03s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-29-03s19", "raw": "A scene from a TV show in which a man and a boy are walking through a doorway.", "with_names": "a man and a boy are walking through a doorway."}]