[{"scene_id": "bb-01-15-14s0", "raw": "A scene from a TV show in which a sailboat is sailing on the ocean.", "with_names": "a sailboat is sailing on the ocean."}, {"scene_id": "bb-01-15-14s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-15-14s2", "raw": "A scene from a TV show in which a man is trying on a dress in a store.", "with_names": "a man is trying on a dress in a store."}, {"scene_id": "bb-01-15-14s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-01-15-14s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-15-14s5", "raw": "", "with_names": ""}, {"scene_id": "bb-01-15-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-15-14s7", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-01-15-14s8", "raw": "", "with_names": ""}, {"scene_id": "bb-01-15-14s9", "raw": "A scene from a TV show in which a woman is seen reading a book while a man walks by.", "with_names": "a woman is reading a book while a man walks by."}, {"scene_id": "bb-01-15-14s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-01-15-14s11", "raw": "A scene from a TV show in which a man is watching a screen and a woman is being filmed", "with_names": "Charlie is watching a screen and ] is being filmed"}, {"scene_id": "bb-01-15-14s12", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "bb-01-15-14s13", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-15-14s14", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-01-15-14s15", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "bb-01-15-14s16", "raw": "A scene from a TV show in which a man is on the phone", "with_names": "a man is on the phone"}]