[{"scene_id": "oltl-02-27-07s0", "raw": "A scene from a TV show in which a woman is walking on a patio with a gun in her hand.", "with_names": "Natalie is walking on a patio with a gun in her hand."}, {"scene_id": "oltl-02-27-07s1", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-27-07s2", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blonde wig.", "with_names": "a man is wearing a black jacket and a blonde wig."}, {"scene_id": "oltl-02-27-07s3", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a gun.", "with_names": "two men are standing in a room, one of them is holding a gun."}, {"scene_id": "oltl-02-27-07s4", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-02-27-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-27-07s6", "raw": "A scene from a TV show in which a man is yelling and his mouth is open.", "with_names": "a man is yelling and his mouth is open."}, {"scene_id": "oltl-02-27-07s7", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "oltl-02-27-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-27-07s9", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-02-27-07s10", "raw": "A scene from a TV show in which a white woman is looking at a black man.", "with_names": "a white woman is looking at a black man."}, {"scene_id": "oltl-02-27-07s11", "raw": "A scene from a TV show in which a man is standing in front of a police station.", "with_names": "a man is standing in front of a police station."}, {"scene_id": "oltl-02-27-07s12", "raw": "A scene from a TV show in which a woman is shocked by a man", "with_names": "a woman is shocked by a man"}, {"scene_id": "oltl-02-27-07s13", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "oltl-02-27-07s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-27-07s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "oltl-02-27-07s16", "raw": "A scene from a TV show in which a man is looking at a wall of papers.", "with_names": "a man is looking at a wall of papers."}, {"scene_id": "oltl-02-27-07s17", "raw": "A scene from a TV show in which a doctor is examining a woman.", "with_names": "a doctor is examining a woman."}, {"scene_id": "oltl-02-27-07s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-27-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-27-07s20", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-02-27-07s21", "raw": "A scene from a TV show in which a black man and a white woman are standing in front of a door.", "with_names": "a black man and a white woman are standing in front of a door."}, {"scene_id": "oltl-02-27-07s22", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a computer.", "with_names": "a woman is standing in a room with a man and a computer."}, {"scene_id": "oltl-02-27-07s23", "raw": "A scene from a TV show in which a woman is seen in a cloud of dust.", "with_names": "a woman is in a cloud of dust."}, {"scene_id": "oltl-02-27-07s24", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "a man is engulfed in flames."}, {"scene_id": "oltl-02-27-07s25", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-27-07s26", "raw": "A scene from a TV show in which a woman is seen in a fog.", "with_names": "a woman is in a fog."}]