[{"scene_id": "gl-02-03-06s0", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "gl-02-03-06s1", "raw": "A scene from a TV show in which a woman is talking on a TV screen.", "with_names": ""}, {"scene_id": "gl-02-03-06s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-03-06s3", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-02-03-06s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and looking at the camera.", "with_names": "a man is wearing a leather jacket and looking at the camera."}, {"scene_id": "gl-02-03-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-02-03-06s6", "raw": "A scene from a TV show in which a man is wearing a black jacket and a grey shirt", "with_names": "a man is wearing a black jacket and a grey shirt"}, {"scene_id": "gl-02-03-06s7", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "gl-02-03-06s8", "raw": "A scene from a TV show in which a woman is wearing a green sweater and curly hair", "with_names": "a woman is wearing a green sweater and curly hair"}, {"scene_id": "gl-02-03-06s9", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "gl-02-03-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-03-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-03-06s12", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "gl-02-03-06s13", "raw": "A scene from a TV show in which a woman is smiling and wearing a coat.", "with_names": "a woman is smiling and wearing a coat."}, {"scene_id": "gl-02-03-06s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-03-06s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-02-03-06s16", "raw": "A scene from a TV show in which a man is walking down a street with a suitcase on his back", "with_names": "a man is walking down a street with a suitcase on his back"}, {"scene_id": "gl-02-03-06s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-03-06s18", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a sword hanging from the ceiling.", "with_names": ""}, {"scene_id": "gl-02-03-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-06s20", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-03-06s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-03-06s22", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "a man is in a dark room, holding a gun."}, {"scene_id": "gl-02-03-06s23", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a coat.", "with_names": "a man is wearing a black turtleneck and a coat."}, {"scene_id": "gl-02-03-06s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-03-06s25", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "a woman is driving a car and a man is sitting in the passenger seat."}, {"scene_id": "gl-02-03-06s26", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}]