[{"scene_id": "gl-03-09-04s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-03-09-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "Danny is wearing a suit and a blue shirt."}, {"scene_id": "gl-03-09-04s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Alan and Alexandra are standing in a room."}, {"scene_id": "gl-03-09-04s5", "raw": "A scene from a TV show in which a man is sitting at a table and is looking down and covering his mouth with his hand.", "with_names": "Marah is sitting at a table and is looking down and covering his mouth with his hand."}, {"scene_id": "gl-03-09-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-09-04s7", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-03-09-04s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-09-04s9", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-03-09-04s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-09-04s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Danny is kissing Michelle on the cheek."}, {"scene_id": "gl-03-09-04s12", "raw": "A scene from a TV show in which a man is talking to someone and his hand is raised in the air.", "with_names": ""}, {"scene_id": "gl-03-09-04s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-03-09-04s14", "raw": "A scene from a TV show in which a man is looking at a green vase.", "with_names": "a man is looking at a green vase."}, {"scene_id": "gl-03-09-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking angry.", "with_names": "a man is wearing a suit and a tie and is looking angry."}, {"scene_id": "gl-03-09-04s18", "raw": "A scene from a TV show in which a blonde woman is standing next to a man.", "with_names": "a blonde woman is standing next to Danny."}, {"scene_id": "gl-03-09-04s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-09-04s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-09-04s21", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "Marah is being followed by a man."}, {"scene_id": "gl-03-09-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-04s24", "raw": "A scene from a TV show in which a man is talking to someone and a vase is visible in the background", "with_names": ""}, {"scene_id": "gl-03-09-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]