[{"scene_id": "oltl-11-10-09s0", "raw": "A scene from a TV show in which a man is talking to a security guard.", "with_names": ""}, {"scene_id": "oltl-11-10-09s1", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-11-10-09s2", "raw": "A scene from a TV show in which a boy and a girl are sitting on a plane.", "with_names": "a boy and a girl are sitting on a plane."}, {"scene_id": "oltl-11-10-09s3", "raw": "A scene from a TV show in which a man is wearing a red shirt and a brick wall is behind him.", "with_names": "a man is wearing a red shirt and a brick wall is behind him."}, {"scene_id": "oltl-11-10-09s4", "raw": "A scene from a TV show in which a man is wearing an apron and a black shirt.", "with_names": "a man is wearing an apron and a black shirt."}, {"scene_id": "oltl-11-10-09s5", "raw": "A scene from a TV show in which two men sit in a plane and talk to each other.", "with_names": "two men sit in a plane and talk to each other."}, {"scene_id": "oltl-11-10-09s6", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-11-10-09s7", "raw": "A scene from a TV show in which a blonde woman is looking shocked and her mouth is open.", "with_names": "a blonde woman is looking shocked and her mouth is open."}, {"scene_id": "oltl-11-10-09s8", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-11-10-09s9", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "oltl-11-10-09s10", "raw": "A scene from a TV show in which a boy and a girl sit next to each other on a plane.", "with_names": "a boy and a girl sit next to each other on a plane."}, {"scene_id": "oltl-11-10-09s11", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "oltl-11-10-09s12", "raw": "A scene from a TV show in which a man is smiling at a woman and another mann is looking at him.", "with_names": "a man is smiling at a woman and another mann is looking at him."}, {"scene_id": "oltl-11-10-09s13", "raw": "A scene from a TV show in which two men are sitting on an airplane.", "with_names": "two men are sitting on an airplane."}, {"scene_id": "oltl-11-10-09s14", "raw": "A scene from a TV show in which a man is holding a woman and another woman is peeking out from behind him.", "with_names": "a man is holding a woman and another woman is peeking out from behind him."}, {"scene_id": "oltl-11-10-09s15", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-11-10-09s16", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-11-10-09s17", "raw": "A scene from a TV show in which a man is looking at a woman and a red arrow is pointing at his chest.", "with_names": "a man is looking at a woman and a red arrow is pointing at his chest."}, {"scene_id": "oltl-11-10-09s18", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "oltl-11-10-09s19", "raw": "A scene from a TV show in which a man is lying down with his eyes closed.", "with_names": "a man is lying down with his eyes closed."}, {"scene_id": "oltl-11-10-09s20", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is laughing.", "with_names": "a man is holding a woman by the waist and she is laughing."}, {"scene_id": "oltl-11-10-09s21", "raw": "A scene from a TV show in which a man is wearing an apron and a woman is standing next to him.", "with_names": "a man is wearing an apron and a woman is standing next to him."}, {"scene_id": "oltl-11-10-09s22", "raw": "A scene from a TV show in which a shirtless man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-10-09s23", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-10-09s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-11-10-09s25", "raw": "A scene from a TV show in which a girl is sitting next to a boy on a train, holding a pair of shoes.", "with_names": "a girl is sitting next to a boy on a train, holding a pair of shoes."}, {"scene_id": "oltl-11-10-09s26", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-10-09s27", "raw": "A scene from a TV show in which a woman is smiling and pointing at someone off-screen.", "with_names": "a woman is smiling and pointing at someone off-screen."}, {"scene_id": "oltl-11-10-09s28", "raw": "A scene from a TV show in which a man is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-11-10-09s29", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-11-10-09s30", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is behind him.", "with_names": "a man is standing in front of a door and another man is behind him."}, {"scene_id": "oltl-11-10-09s31", "raw": "A scene from a TV show in which a young black woman is looking off to the side.", "with_names": "a young black woman is looking off to the side."}, {"scene_id": "oltl-11-10-09s32", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-11-10-09s33", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-10-09s34", "raw": "A scene from a TV show in which a man is holding a woman by the neck.", "with_names": "a man is holding a woman by the neck."}, {"scene_id": "oltl-11-10-09s35", "raw": "A scene from a TV show in which a man is talking to another man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-10-09s36", "raw": "A scene from a TV show in which a man is sitting at a bar, holding a glass and looking up at a waiter.", "with_names": "a man is sitting at a bar, holding a glass and looking up at a waiter."}, {"scene_id": "oltl-11-10-09s37", "raw": "A scene from a TV show in which a man is being held back by two women.", "with_names": "a man is being held back by two women."}, {"scene_id": "oltl-11-10-09s38", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-10-09s39", "raw": "A scene from a TV show in which a man and a woman are talking to a white-haired mande.", "with_names": ""}, {"scene_id": "oltl-11-10-09s40", "raw": "A scene from a TV show in which a woman is sitting next to a man on a plane.", "with_names": "a woman is sitting next to a man on a plane."}, {"scene_id": "oltl-11-10-09s41", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-10-09s42", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-10-09s43", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-10-09s44", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-10-09s45", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-10-09s46", "raw": "A scene from a TV show in which two men are sitting on a couch, laughing and drinking beer.", "with_names": ""}, {"scene_id": "oltl-11-10-09s47", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-10-09s48", "raw": "A scene from a TV show in which a young girl is sitting in a car and looking out the window.", "with_names": "a young girl is sitting in a car and looking out the window."}, {"scene_id": "oltl-11-10-09s49", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-10-09s50", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-10-09s51", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "oltl-11-10-09s52", "raw": "A scene from a TV show in which a woman is being held by a man while another man looks on.", "with_names": "a woman is being held by a man while another man looks on."}, {"scene_id": "oltl-11-10-09s53", "raw": "A scene from a TV show in which two men are sitting in a plane, one of them is eating a sandwich", "with_names": "two men are sitting in a plane, one of them is eating a sandwich"}, {"scene_id": "oltl-11-10-09s54", "raw": "A scene from a TV show in which a man is sitting on a plane and looking at the camera.", "with_names": "a man is sitting on a plane and looking at the camera."}]