[{"scene_id": "gl-03-02-05s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-03-02-05s2", "raw": "A scene from a TV show in which a man is looking at his watch", "with_names": "Gus is looking at his watch"}, {"scene_id": "gl-03-02-05s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Alan is kissing Harley on the cheek"}, {"scene_id": "gl-03-02-05s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-02-05s5", "raw": "A scene from a TV show in which a woman is looking at a book.", "with_names": "a woman is looking at a book."}, {"scene_id": "gl-03-02-05s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-02-05s7", "raw": "A scene from a TV show in which a man is laughing and a woman is crying", "with_names": "Alan is laughing and Harley is crying"}, {"scene_id": "gl-03-02-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Sebastian is looking at Olivia and she is looking back at him."}, {"scene_id": "gl-03-02-05s9", "raw": "A scene from a TV show in which a woman is talking to someone and a bottle is visible in the background.", "with_names": ""}, {"scene_id": "gl-03-02-05s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Harley is crying"}, {"scene_id": "gl-03-02-05s12", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "Coop is looking at Lizzie and saying,"}, {"scene_id": "gl-03-02-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-02-05s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-02-05s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-03-02-05s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Alan is kissing Olivia on the cheek"}, {"scene_id": "gl-03-02-05s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Sebastian is kissing a woman on the cheek."}, {"scene_id": "gl-03-02-05s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-02-05s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-02-05s20", "raw": "A scene from a TV show in which a man is standing in front of a piano and another man is behind him.", "with_names": "a man is standing in front of a piano and another man is behind him."}, {"scene_id": "gl-03-02-05s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking angrily at the camera.", "with_names": "Alan is wearing a suit and a tie and is looking angrily at the camera."}, {"scene_id": "gl-03-02-05s22", "raw": "A scene from a TV show in which a man is wearing a jacket and a shirt with the word", "with_names": "Sebastian is wearing a jacket and a shirt with the word"}, {"scene_id": "gl-03-02-05s23", "raw": "A scene from a TV show in which a man is talking to a woman and smiling", "with_names": ""}, {"scene_id": "gl-03-02-05s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-02-05s25", "raw": "A scene from a TV show in which a woman is walking past a man in a bar.", "with_names": "Lizzie is walking past Coop in a bar."}, {"scene_id": "gl-03-02-05s26", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-02-05s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-02-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]