[{"scene_id": "bb-08-01-17s0", "raw": "A scene from a TV show in which a couple is shown walking along a balcony with the sea and boats in the background.", "with_names": ""}, {"scene_id": "bb-08-01-17s1", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with a bench and trees in the background.", "with_names": "Wyatt and Katie are standing in a garden, with a bench and trees in the background."}, {"scene_id": "bb-08-01-17s2", "raw": "A scene from a TV show in which a young woman is seduced by a man.", "with_names": "a young woman is seduced by Zende."}, {"scene_id": "bb-08-01-17s3", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a pink shirt.", "with_names": "Maya is wearing a white dress and Rick is in a pink shirt."}, {"scene_id": "bb-08-01-17s4", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "Zende and Nicole are hugging."}, {"scene_id": "bb-08-01-17s5", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "Thomas and Sally are standing in a garden."}, {"scene_id": "bb-08-01-17s9", "raw": "A scene from a TV show in which a man and a woman are standing on a balcony overlooking a city.", "with_names": "Douglas and a woman are standing on a balcony overlooking a city."}, {"scene_id": "bb-08-01-17s10", "raw": "A scene from a TV show in which a man and a woman are standing on a balcony overlooking the ocean.", "with_names": "a man and Bill are standing on a balcony overlooking the ocean."}, {"scene_id": "bb-08-01-17s11", "raw": "A scene from a TV show in which a black man is sitting next to a white man.", "with_names": "a black man is sitting next to a white man."}, {"scene_id": "bb-08-01-17s13", "raw": "A scene from a TV show in which a man is talking on a cell phone in front of a bamboo fence.", "with_names": ""}, {"scene_id": "bb-08-01-17s14", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Katie sit on a couch and talk."}, {"scene_id": "bb-08-01-17s15", "raw": "A scene from a TV show in which a woman is talking on the phone while standing on a couch.", "with_names": ""}, {"scene_id": "bb-08-01-17s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Zende is looking at a man and smiling."}, {"scene_id": "bb-08-01-17s17", "raw": "A scene from a TV show in which a man is shocked by a woman.", "with_names": "a man is shocked by a woman."}, {"scene_id": "bb-08-01-17s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]