[{"scene_id": "oltl-12-10-08s0", "raw": "A scene from a TV show in which a woman is lying in bed with her head on a pillow and another woman is laying on top of her.", "with_names": "Marcie is lying in bed with her head on a pillow and another woman is laying on top of her."}, {"scene_id": "oltl-12-10-08s1", "raw": "A scene from a TV show in which a man is eating a spoon.", "with_names": "a man is eating a spoon."}, {"scene_id": "oltl-12-10-08s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-10-08s3", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a blonde woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-10-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-10-08s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-10-08s6", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-10-08s7", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-12-10-08s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-10-08s9", "raw": "A scene from a TV show in which a woman is walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "oltl-12-10-08s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-10-08s11", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-10-08s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-10-08s13", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "oltl-12-10-08s14", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking at a blonde woman.", "with_names": "a young man is wearing a suit and tie and looking at a blonde woman."}, {"scene_id": "oltl-12-10-08s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-12-10-08s16", "raw": "A scene from a TV show in which a woman is praying with her hands clasped together.", "with_names": "a woman is praying with her hands clasped together."}, {"scene_id": "oltl-12-10-08s17", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a blue cardigan.", "with_names": "a blonde woman is wearing a white shirt and a blue cardigan."}, {"scene_id": "oltl-12-10-08s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-12-10-08s19", "raw": "A scene from a TV show in which a woman is hugging her daughter and another woman is consoling her.", "with_names": "a woman is hugging her daughter and another woman is consoling her."}, {"scene_id": "oltl-12-10-08s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-10-08s21", "raw": "A scene from a TV show in which a young girl is covered in white paint.", "with_names": "a young girl is covered in white paint."}, {"scene_id": "oltl-12-10-08s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-10-08s23", "raw": "A scene from a TV show in which a child is seen sitting on a coffin.", "with_names": "a child is sitting on a coffin."}, {"scene_id": "oltl-12-10-08s24", "raw": "A scene from a TV show in which a woman is sitting on the floor with a book in her lap.", "with_names": "a woman is sitting on the floor with a book in her lap."}]