[{"scene_id": "oltl-12-10-08s0", "raw": "a man and a woman are shown playing with each other.", "with_names": "Michael and Marcie are shown playing with each other."}, {"scene_id": "oltl-12-10-08s1", "raw": "a man and a woman are eating ice cream and laughing.", "with_names": "Jared and Natalie are eating ice cream and laughing."}, {"scene_id": "oltl-12-10-08s2", "raw": "a man and woman are kissing each other and then the man is laughing.", "with_names": "Charlie and woman are kissing each other and then the man is laughing."}, {"scene_id": "oltl-12-10-08s3", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "oltl-12-10-08s4", "raw": "a man and a woman are talking about a hotel.", "with_names": ""}, {"scene_id": "oltl-12-10-08s5", "raw": "a woman is talking about a restaurant and then a woman is shown walking around.", "with_names": ""}, {"scene_id": "oltl-12-10-08s6", "raw": "a man is giving a speech to a woman in a church.", "with_names": "Andrew is giving a speech to Starr in a church."}, {"scene_id": "oltl-12-10-08s7", "raw": "a man and a woman are sitting on a couch and one is talking to the other.", "with_names": ""}, {"scene_id": "oltl-12-10-08s8", "raw": "a man and woman are hugging each other and then they are hugging each other.", "with_names": "Jared and woman are hugging each other and then they are hugging each other."}, {"scene_id": "oltl-12-10-08s9", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "oltl-12-10-08s10", "raw": "two women are sitting on a couch and one woman is talking.", "with_names": ""}, {"scene_id": "oltl-12-10-08s11", "raw": "a man is standing in front of a woman and then a man is standing in front of him.", "with_names": "Andrew is standing in front of Starr and then a man is standing in front of him."}, {"scene_id": "oltl-12-10-08s12", "raw": "a man and a woman are walking around a room and one of them is talking.", "with_names": ""}, {"scene_id": "oltl-12-10-08s13", "raw": "a woman is reading a book and then another woman is laughing.", "with_names": "Marcie is reading a book and then another woman is laughing."}, {"scene_id": "oltl-12-10-08s14", "raw": "a man and woman are talking about a news segment.", "with_names": ""}, {"scene_id": "oltl-12-10-08s15", "raw": "a man and woman are talking about a picture of a man.", "with_names": ""}, {"scene_id": "oltl-12-10-08s16", "raw": "a man is talking about a woman and a man is shown in a suit.", "with_names": ""}, {"scene_id": "oltl-12-10-08s17", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "oltl-12-10-08s18", "raw": "a woman is sitting on a couch and talking to a baby.", "with_names": ""}, {"scene_id": "oltl-12-10-08s19", "raw": "a man and woman are walking around and laughing at each other.", "with_names": ""}, {"scene_id": "oltl-12-10-08s20", "raw": "a man and a woman are sitting on a couch and talking about the experience.", "with_names": ""}, {"scene_id": "oltl-12-10-08s21", "raw": "a group of people are walking around and looking at a picture of a group of people.", "with_names": ""}, {"scene_id": "oltl-12-10-08s22", "raw": "a man and woman are walking around a stairway and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-12-10-08s23", "raw": "a group of people are walking around and looking at a table.", "with_names": ""}, {"scene_id": "oltl-12-10-08s24", "raw": "a man and a woman are sitting on a couch and one is reading a book.", "with_names": ""}]