[{"scene_id": "gl-12-20-06s0", "raw": "A scene from a TV show in which a woman is sitting at a table in a kitchen, reading a newspaper.", "with_names": "a woman is sitting at a table in a kitchen, reading a newspaper."}, {"scene_id": "gl-12-20-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-12-20-06s2", "raw": "A scene from a TV show in which a woman is looking at a Christmas tree and making a face.", "with_names": "a woman is looking at a christmas tree and making a face."}, {"scene_id": "gl-12-20-06s3", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "gl-12-20-06s4", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde wig.", "with_names": "a woman is wearing a black shirt and a blonde wig."}, {"scene_id": "gl-12-20-06s5", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-12-20-06s6", "raw": "A scene from a TV show in which a woman is looking at a card and another woman is talking to her.", "with_names": ""}, {"scene_id": "gl-12-20-06s7", "raw": "A scene from a TV show in which a woman is sitting on a chair in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-12-20-06s8", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "Jonathan is looking at ] and saying,"}, {"scene_id": "gl-12-20-06s9", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-12-20-06s10", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a scarf", "with_names": "a woman is wearing a fur coat and a scarf"}, {"scene_id": "gl-12-20-06s11", "raw": "A scene from a TV show in which a woman is seen bending over to pick up a green plant.", "with_names": "a woman is bending over to pick up a green plant."}, {"scene_id": "gl-12-20-06s12", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are wide open.", "with_names": ""}, {"scene_id": "gl-12-20-06s13", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree", "with_names": "a woman is standing in front of a christmas tree"}, {"scene_id": "gl-12-20-06s14", "raw": "A scene from a TV show in which a white circle is in the center of the screen.", "with_names": "a white circle is in the center of the screen."}, {"scene_id": "gl-12-20-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-20-06s16", "raw": "A scene from a TV show in which a man is holding a woman in a room and she is sitting on a bed.", "with_names": "] is holding a woman in a room and she is sitting on a bed."}, {"scene_id": "gl-12-20-06s17", "raw": "A scene from a TV show in which a blonde woman is looking down and a man is standing behind her.", "with_names": "a blonde woman is looking down and a man is standing behind her."}, {"scene_id": "gl-12-20-06s18", "raw": "A scene from a TV show in which a man is seen in a dark room, with a spotlight shining on him.", "with_names": "a man is in a dark room, with a spotlight shining on him."}]