[{"scene_id": "gl-12-20-06s0", "raw": "a woman is talking about a video of a woman and then a baby is shown dancing.", "with_names": ""}, {"scene_id": "gl-12-20-06s1", "raw": "a woman is sitting in a chair and looking at a christmas tree.", "with_names": ""}, {"scene_id": "gl-12-20-06s2", "raw": "a woman is walking around a mall and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-20-06s3", "raw": "a woman is showing how to properly carry a baby in a sling.", "with_names": "Lizzie is showing how to properly carry a baby in a sling."}, {"scene_id": "gl-12-20-06s4", "raw": "a woman is talking about a news segment and then a woman is talking about her.", "with_names": ""}, {"scene_id": "gl-12-20-06s5", "raw": "a couple of people are eating and having a conversation.", "with_names": "a couple of people are eating and having a conversation."}, {"scene_id": "gl-12-20-06s6", "raw": "two girls are laughing and laughing and laughing and laughing.", "with_names": "two girls are laughing and laughing and laughing and laughing."}, {"scene_id": "gl-12-20-06s7", "raw": "a woman is talking about her phone and then she is shown using a phone.", "with_names": ""}, {"scene_id": "gl-12-20-06s8", "raw": "a man is holding a baby and then she is holding a baby in her hand.", "with_names": "Jonathan is holding a baby and then she is holding a baby in her hand."}, {"scene_id": "gl-12-20-06s9", "raw": "a man is talking to another man and then he is talking.", "with_names": ""}, {"scene_id": "gl-12-20-06s10", "raw": "a group of people are talking and then a woman is shown standing in a circle.", "with_names": ""}, {"scene_id": "gl-12-20-06s11", "raw": "a woman is walking into a room and then a man is walking away.", "with_names": "Lizzie is walking into a room and then Alan is walking away."}, {"scene_id": "gl-12-20-06s12", "raw": "a man is sitting in a chair and is being held by a man.", "with_names": ""}, {"scene_id": "gl-12-20-06s13", "raw": "a woman is talking to a man and then a woman is walking around.", "with_names": ""}, {"scene_id": "gl-12-20-06s14", "raw": "a man is walking around a room and a man is laughing.", "with_names": ""}, {"scene_id": "gl-12-20-06s15", "raw": "a man and a woman are laughing and kissing each other.", "with_names": "Jonathan and Tammy are laughing and kissing each other."}, {"scene_id": "gl-12-20-06s16", "raw": "a woman is talking about her new dress and then she is shown.", "with_names": ""}, {"scene_id": "gl-12-20-06s17", "raw": "a man and a woman are hugging each other and talking.", "with_names": ""}, {"scene_id": "gl-12-20-06s18", "raw": "a group of people are having a conversation with each other.", "with_names": "a group of people are having a conversation with each other."}]