[{"scene_id": "oltl-10-24-11s0", "raw": "A scene from a TV show in which a man is standing in a library, holding a box and looking at another man.", "with_names": "a man is standing in a library, holding a box and looking at another man."}, {"scene_id": "oltl-10-24-11s1", "raw": "A scene from a TV show in which a woman is lying on a bed and looking at the camera.", "with_names": "a woman is lying on a bed and looking at the camera."}, {"scene_id": "oltl-10-24-11s2", "raw": "A scene from a TV show in which a man is talking on the phone in a library.", "with_names": ""}, {"scene_id": "oltl-10-24-11s3", "raw": "A scene from a TV show in which a woman is talking to a man in a police uniform.", "with_names": ""}, {"scene_id": "oltl-10-24-11s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-10-24-11s5", "raw": "A scene from a TV show in which a man is wearing a tie and a white shirt and is looking at the camera.", "with_names": "a man is wearing a tie and a white shirt and is looking at the camera."}, {"scene_id": "oltl-10-24-11s6", "raw": "A scene from a TV show in which a man is seen wearing a suit and tie and singing.", "with_names": "a man is wearing a suit and tie and singing."}, {"scene_id": "oltl-10-24-11s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-11s8", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-10-24-11s9", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-10-24-11s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt.", "with_names": "a man is wearing a leather jacket and a white t-shirt."}, {"scene_id": "oltl-10-24-11s11", "raw": "A scene from a TV show in which a woman is lying on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-24-11s12", "raw": "A scene from a TV show in which a man is seen throwing a chair through a window.", "with_names": "a man is throwing a chair through a window."}, {"scene_id": "oltl-10-24-11s13", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "oltl-10-24-11s14", "raw": "A scene from a TV show in which a man is wearing an orange jumpsuit and a woman is standing next to him.", "with_names": "a man is wearing an orange jumpsuit and a woman is standing next to him."}, {"scene_id": "oltl-10-24-11s15", "raw": "A scene from a TV show in which a woman is arguing with a man in an office.", "with_names": "a woman is arguing with a man in an office."}, {"scene_id": "oltl-10-24-11s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a bar and a wine glass on the table.", "with_names": "a man and a woman are standing in a room with a bar and a wine glass on the table."}, {"scene_id": "oltl-10-24-11s17", "raw": "A scene from a TV show in which a man is sitting in front of a piano.", "with_names": "a man is sitting in front of a piano."}, {"scene_id": "oltl-10-24-11s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and using a laptop.", "with_names": "a woman is lying in a hospital bed and using a laptop."}, {"scene_id": "oltl-10-24-11s19", "raw": "A scene from a TV show in which a man is talking to another man in a room with a basketball hoop.", "with_names": ""}, {"scene_id": "oltl-10-24-11s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-10-24-11s21", "raw": "A scene from a TV show in which a woman is being questioned by a man in a courtroom.", "with_names": "a woman is being questioned by a man in a courtroom."}, {"scene_id": "oltl-10-24-11s22", "raw": "A scene from a TV show in which an older man and woman are arguing.", "with_names": "an older man and woman are arguing."}, {"scene_id": "oltl-10-24-11s23", "raw": "A scene from a TV show in which a man is talking and his hand is in the air", "with_names": ""}, {"scene_id": "oltl-10-24-11s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her hand.", "with_names": ""}, {"scene_id": "oltl-10-24-11s25", "raw": "A scene from a TV show in which a woman is running from a door.", "with_names": "a woman is running from a door."}, {"scene_id": "oltl-10-24-11s26", "raw": "A scene from a TV show in which a man is on the phone and a map is hanging on a wall.", "with_names": "a man is on the phone and a map is hanging on a wall."}, {"scene_id": "oltl-10-24-11s27", "raw": "A scene from a TV show in which two women are standing in a courtroom.", "with_names": "two women are standing in a courtroom."}, {"scene_id": "oltl-10-24-11s28", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "oltl-10-24-11s29", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a picture frame of a couple.", "with_names": "a woman is sitting at a table with a wine glass and a picture frame of a couple."}, {"scene_id": "oltl-10-24-11s30", "raw": "A scene from a TV show in which a man is walking down a hallway with a police officer behind him.", "with_names": "a man is walking down a hallway with a police officer behind him."}, {"scene_id": "oltl-10-24-11s31", "raw": "A scene from a TV show in which a man is in a suit and a red jumpsuit is behind him.", "with_names": "a man is in a suit and a red jumpsuit is behind him."}, {"scene_id": "oltl-10-24-11s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-11s33", "raw": "A scene from a TV show in which a man is looking down and frowning.", "with_names": "a man is looking down and frowning."}, {"scene_id": "oltl-10-24-11s34", "raw": "A scene from a TV show in which a woman is lying on a bed and looking at the camera.", "with_names": "a woman is lying on a bed and looking at the camera."}, {"scene_id": "oltl-10-24-11s35", "raw": "A scene from a TV show in which a man is seen urinating into a urinal.", "with_names": "a man is urinating into a urinal."}, {"scene_id": "oltl-10-24-11s36", "raw": "A scene from a TV show in which a man is sitting down and another man is standing behind him.", "with_names": "a man is sitting down and another man is standing behind him."}, {"scene_id": "oltl-10-24-11s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-24-11s38", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-10-24-11s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-24-11s40", "raw": "A scene from a TV show in which a man is standing next to a gravestone and writing on it.", "with_names": "a man is standing next to a gravestone and writing on it."}]