[{"scene_id": "gl-09-07-05s0", "raw": "A scene from a TV show in which a man is seen lifting a car with his bare hands.", "with_names": "a man is lifting a car with his bare hands."}, {"scene_id": "gl-09-07-05s1", "raw": "A scene from a TV show in which a man pours a drink into a cup", "with_names": "a man pours a drink into a cup"}, {"scene_id": "gl-09-07-05s2", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "gl-09-07-05s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-09-07-05s4", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed.", "with_names": "a man is holding a woman in a hospital bed."}, {"scene_id": "gl-09-07-05s5", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-09-07-05s6", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, drinking beer.", "with_names": "a man and a woman are standing in a bar, drinking beer."}, {"scene_id": "gl-09-07-05s7", "raw": "A scene from a TV show in which a young woman is being seduced by a man.", "with_names": "a young woman is being seduced by a man."}, {"scene_id": "gl-09-07-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is smiling.", "with_names": "a man is wearing a suit and a tie and is smiling."}, {"scene_id": "gl-09-07-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-09-07-05s10", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "a woman is pouring a drink for a man."}, {"scene_id": "gl-09-07-05s11", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-09-07-05s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-07-05s13", "raw": "A scene from a TV show in which a man and a woman are holding a dog.", "with_names": "a man and a woman are holding a dog."}, {"scene_id": "gl-09-07-05s14", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching them.", "with_names": ""}, {"scene_id": "gl-09-07-05s15", "raw": "A scene from a TV show in which a woman is wearing a pink tank top and white pants.", "with_names": "a woman is wearing a pink tank top and white pants."}, {"scene_id": "gl-09-07-05s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-07-05s17", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-07-05s18", "raw": "A scene from a TV show in which a man is seen throwing a letter into a mailbox.", "with_names": "a man is throwing a letter into a mailbox."}, {"scene_id": "gl-09-07-05s19", "raw": "A scene from a TV show in which a man is looking at a door and a woman is standing behind him", "with_names": "a man is looking at a door and a woman is standing behind him"}, {"scene_id": "gl-09-07-05s20", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a black dress and a man is kissing her on the cheek."}, {"scene_id": "gl-09-07-05s21", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-09-07-05s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-07-05s23", "raw": "A scene from a TV show in which a girl is holding a stuffed animal and a teddy bear.", "with_names": "a girl is holding a stuffed animal and a teddy bear."}, {"scene_id": "gl-09-07-05s24", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is holding a necklace", "with_names": ""}, {"scene_id": "gl-09-07-05s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-09-07-05s26", "raw": "", "with_names": ""}]