[{"scene_id": "atwt-10-27-08s0", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-27-08s1", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "a woman is hugging a man from behind."}, {"scene_id": "atwt-10-27-08s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-27-08s3", "raw": "A scene from a TV show in which a young boy is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-10-27-08s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-27-08s5", "raw": "A scene from a TV show in which a blonde woman is sitting at a table and looking at a man.", "with_names": "a blonde woman is sitting at a table and looking at ]."}, {"scene_id": "atwt-10-27-08s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a bag.", "with_names": "a man and ] are standing in a room, looking at a bag."}, {"scene_id": "atwt-10-27-08s7", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "atwt-10-27-08s8", "raw": "A scene from a TV show in which a man is standing in front of a board with the word Progressive on it.", "with_names": "a man is standing in front of a board with the word progressive on it."}, {"scene_id": "atwt-10-27-08s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-27-08s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-10-27-08s11", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-10-27-08s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-27-08s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "atwt-10-27-08s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-27-08s15", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-10-27-08s16", "raw": "A scene from a TV show in which a man is looking at a TV screen and a dragon is flying in the background", "with_names": "a man is looking at a tv screen and a dragon is flying in the background"}, {"scene_id": "atwt-10-27-08s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-27-08s18", "raw": "A scene from a TV show in which a nutritional label is shown.", "with_names": ""}, {"scene_id": "atwt-10-27-08s19", "raw": "A scene from a TV show in which a man with a beard is looking to the right of the frame.", "with_names": "] with a beard is looking to the right of the frame."}, {"scene_id": "atwt-10-27-08s20", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "atwt-10-27-08s21", "raw": "A scene from a TV show in which a bottle of liquid is shown to be a liquid and a red cap is placed on top of it.", "with_names": ""}, {"scene_id": "atwt-10-27-08s22", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-10-27-08s23", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-27-08s24", "raw": "A scene from a TV show in which a woman is holding a bouquet of flowers.", "with_names": "a woman is holding a bouquet of flowers."}, {"scene_id": "atwt-10-27-08s25", "raw": "A scene from a TV show in which a black woman is sitting on a bus.", "with_names": "a black woman is sitting on a bus."}]