[{"scene_id": "oltl-11-22-11s0", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at a closed door.", "with_names": "a woman is standing in front of a door, looking at a closed door."}, {"scene_id": "oltl-11-22-11s1", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-11-22-11s2", "raw": "A scene from a TV show in which a man and a woman embrace", "with_names": "a man and a woman embrace"}, {"scene_id": "oltl-11-22-11s3", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-11-22-11s4", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-22-11s5", "raw": "A scene from a TV show in which a man is shocked by something he sees.", "with_names": "a man is shocked by something he sees."}, {"scene_id": "oltl-11-22-11s6", "raw": "A scene from a TV show in which a young man is looking at a woman and saying, \"I'm not sure what I'm looking for.\"", "with_names": "a young man is looking at a woman and saying, \"i'm not sure what i'm looking for.\""}, {"scene_id": "oltl-11-22-11s7", "raw": "A scene from a TV show in which a man is holding a guitar and a woman is standing next to him.", "with_names": "a man is holding a guitar and a woman is standing next to him."}, {"scene_id": "oltl-11-22-11s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing in front of her, holding a long piece of fabric.", "with_names": ""}, {"scene_id": "oltl-11-22-11s9", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-11-22-11s10", "raw": "A scene from a TV show in which a woman is holding a tablet and looking at a man.", "with_names": "a woman is holding a tablet and looking at a man."}, {"scene_id": "oltl-11-22-11s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-22-11s12", "raw": "A scene from a TV show in which a blonde woman is sitting in a courtroom.", "with_names": "a blonde woman is sitting in a courtroom."}, {"scene_id": "oltl-11-22-11s13", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling.", "with_names": "a man and a woman are hugging and smiling."}, {"scene_id": "oltl-11-22-11s14", "raw": "A scene from a TV show in which two women are standing in a living room, one is wearing a purple sweater and the other is wearing a black sweater.", "with_names": "two women are standing in a living room, one is wearing a purple sweater and the other is wearing a black sweater."}, {"scene_id": "oltl-11-22-11s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-22-11s16", "raw": "A scene from a TV show in which a woman is standing behind a desk and a man is sitting in front of her.", "with_names": "a woman is standing behind a desk and a man is sitting in front of her."}, {"scene_id": "oltl-11-22-11s17", "raw": "A scene from a TV show in which a man is being held by a woman.", "with_names": "a man is being held by a woman."}, {"scene_id": "oltl-11-22-11s18", "raw": "A scene from a TV show in which a woman is talking to another woman in a room with a desk and a computer.", "with_names": ""}, {"scene_id": "oltl-11-22-11s19", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "oltl-11-22-11s20", "raw": "A scene from a TV show in which a woman is crying and another woman is standing next to her.", "with_names": "a woman is crying and another woman is standing next to her."}, {"scene_id": "oltl-11-22-11s21", "raw": "A scene from a TV show in which a man points a gun at another man.", "with_names": "a man points a gun at another man."}, {"scene_id": "oltl-11-22-11s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "oltl-11-22-11s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-22-11s24", "raw": "A scene from a TV show in which a man is sitting on a chair and two men are standing around him.", "with_names": ""}, {"scene_id": "oltl-11-22-11s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-11-22-11s26", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is standing next to her.", "with_names": "a woman is in a wheelchair and a man is standing next to her."}, {"scene_id": "oltl-11-22-11s27", "raw": "A scene from a TV show in which a man is wearing a white shirt and a pink tie and is shaking hands with a woman in a purple sweater.", "with_names": "a man is wearing a white shirt and a pink tie and is shaking hands with a woman in a purple sweater."}, {"scene_id": "oltl-11-22-11s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-22-11s29", "raw": "A scene from a TV show in which a man is standing in a room with a wine rack.", "with_names": "a man is standing in a room with a wine rack."}, {"scene_id": "oltl-11-22-11s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-22-11s31", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-22-11s32", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-11-22-11s33", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "oltl-11-22-11s34", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-11-22-11s35", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-22-11s36", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-22-11s37", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-22-11s38", "raw": "A scene from a TV show in which a man is carrying a box and a woman is holding an American flag.", "with_names": "a man is carrying a box and a woman is holding an american flag."}, {"scene_id": "oltl-11-22-11s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-22-11s40", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}]