[{"scene_id": "oltl-09-22-06s0", "raw": "A scene from a TV show in which a woman is sitting at a desk with her hair in a ponytail.", "with_names": "Natalie is sitting at a desk with her hair in a ponytail."}, {"scene_id": "oltl-09-22-06s1", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-09-22-06s2", "raw": "A scene from a TV show in which a man is trapped behind bars.", "with_names": "a man is trapped behind bars."}, {"scene_id": "oltl-09-22-06s3", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-09-22-06s4", "raw": "A scene from a TV show in which a man is talking to another man through bars.", "with_names": ""}, {"scene_id": "oltl-09-22-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing sunglasses.", "with_names": "a man and a woman are standing next to each other, both wearing sunglasses."}, {"scene_id": "oltl-09-22-06s6", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-09-22-06s7", "raw": "A scene from a TV show in which a man is standing at a podium with a microphone, a woman is behind him, and another man is to his right.", "with_names": "a man is standing at a podium with a microphone, a woman is behind him, and another man is to his right."}, {"scene_id": "oltl-09-22-06s8", "raw": "A scene from a TV show in which a man is standing in a garden, wearing a suit and looking down.", "with_names": "a man is standing in a garden, wearing a suit and looking down."}, {"scene_id": "oltl-09-22-06s9", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-09-22-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "oltl-09-22-06s11", "raw": "A scene from a TV show in which a man is standing at a podium and another man is behind him.", "with_names": "a man is standing at a podium and another man is behind him."}, {"scene_id": "oltl-09-22-06s12", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "a man is kissing a woman on the mouth."}, {"scene_id": "oltl-09-22-06s13", "raw": "A scene from a TV show in which a black man is standing at a podium and a white man is sitting behind him.", "with_names": "a black man is standing at a podium and a white man is sitting behind him."}, {"scene_id": "oltl-09-22-06s14", "raw": "A scene from a TV show in which a man is talking on his cell phone with a woman and another man in the background.", "with_names": ""}, {"scene_id": "oltl-09-22-06s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-09-22-06s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-22-06s17", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "oltl-09-22-06s18", "raw": "A scene from a TV show in which a woman is sitting in a room and smiling.", "with_names": "a woman is sitting in a room and smiling."}]