[{"scene_id": "atwt-02-25-09s0", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-25-09s1", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a necklace", "with_names": "a woman is wearing a blue shirt and a necklace"}, {"scene_id": "atwt-02-25-09s2", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-25-09s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "atwt-02-25-09s4", "raw": "A scene from a TV show in which a bear and a cub are walking in a field.", "with_names": "a bear and a cub are walking in a field."}, {"scene_id": "atwt-02-25-09s5", "raw": "A scene from a TV show in which a woman is wearing a grey suit and a black turtleneck.", "with_names": "a woman is wearing a grey suit and a black turtleneck."}, {"scene_id": "atwt-02-25-09s6", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "] is looking at a woman and smiling."}, {"scene_id": "atwt-02-25-09s7", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-02-25-09s8", "raw": "A scene from a TV show in which a man holds up a sign that says \"Which is Whiter?\"", "with_names": "a man holds up a sign that says \"which is whiter?\""}, {"scene_id": "atwt-02-25-09s9", "raw": "A scene from a TV show in which a man is walking through a room with a door open.", "with_names": "a man is walking through a room with a door open."}, {"scene_id": "atwt-02-25-09s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and smiling.", "with_names": "a woman is lying in a hospital bed and smiling."}, {"scene_id": "atwt-02-25-09s11", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-02-25-09s12", "raw": "A scene from a TV show in which prescription bottles are floating in the air.", "with_names": "prescription bottles are floating in the air."}, {"scene_id": "atwt-02-25-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-25-09s14", "raw": "A scene from a TV show in which a woman is seen holding a bottle of detergent in front of a wall of bottles.", "with_names": "a woman is holding a bottle of detergent in front of a wall of bottles."}, {"scene_id": "atwt-02-25-09s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-25-09s16", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a red jacket.", "with_names": "a man is wearing a black turtleneck and a red jacket."}, {"scene_id": "atwt-02-25-09s17", "raw": "A scene from a TV show in which a water droplet is captured on camera.", "with_names": "a water droplet is captured on camera."}, {"scene_id": "atwt-02-25-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-09s19", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-02-25-09s20", "raw": "A scene from a TV show in which a woman is kissing another woman in a bar.", "with_names": "a woman is kissing another woman in a bar."}, {"scene_id": "atwt-02-25-09s21", "raw": "A scene from a TV show in which a white model of a building is being built", "with_names": "a white model of a building is being built"}]