[{"scene_id": "gl-01-22-04s0", "raw": "A scene from a TV show in which a woman is standing in front of a door, her shadow is cast on the wall behind her.", "with_names": "a woman is standing in front of a door, her shadow is cast on the wall behind her."}, {"scene_id": "gl-01-22-04s1", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and Richard are standing next to each other."}, {"scene_id": "gl-01-22-04s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "Tony is wearing a leather jacket and a black shirt"}, {"scene_id": "gl-01-22-04s3", "raw": "A scene from a TV show in which a woman is wearing a silver dress and a man is sitting next to her.", "with_names": "a woman is wearing a silver dress and a man is sitting next to her."}, {"scene_id": "gl-01-22-04s4", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing in front of her.", "with_names": "Harley is walking down a hallway and a man is standing in front of her."}, {"scene_id": "gl-01-22-04s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Towers' Employee is looking at a man and smiling."}, {"scene_id": "gl-01-22-04s7", "raw": "A scene from a TV show in which a man is seen holding a woman by the hair and pulling her hair.", "with_names": "a man is holding a woman by the hair and pulling her hair."}, {"scene_id": "gl-01-22-04s8", "raw": "A scene from a TV show in which a man is crying and his watch is falling off", "with_names": "Gus is crying and his watch is falling off"}, {"scene_id": "gl-01-22-04s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while wearing a scarf.", "with_names": ""}, {"scene_id": "gl-01-22-04s10", "raw": "A scene from a TV show in which a woman is standing next to a man in a bar.", "with_names": "a woman is standing next to Edmund in a bar."}, {"scene_id": "gl-01-22-04s11", "raw": "A scene from a TV show in which a man is looking at a red balloon", "with_names": "Richard's Voice is looking at a red balloon"}, {"scene_id": "gl-01-22-04s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "gl-01-22-04s13", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-01-22-04s14", "raw": "A scene from a TV show in which a man and two women are sitting around a table.", "with_names": "a man and two women are sitting around a table."}, {"scene_id": "gl-01-22-04s15", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "gl-01-22-04s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-22-04s17", "raw": "A scene from a TV show in which a cell phone is turned on and the screen is lit up with blue lights.", "with_names": "a cell phone is turned on and the screen is lit up with blue lights."}, {"scene_id": "gl-01-22-04s18", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing behind him.", "with_names": "a man is holding a gun and a woman is standing behind him."}, {"scene_id": "gl-01-22-04s19", "raw": "A scene from a TV show in which a man is talking on the phone and another man is looking at him.", "with_names": ""}, {"scene_id": "gl-01-22-04s20", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-01-22-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-01-22-04s22", "raw": "A scene from a TV show in which a man is laughing and a woman is crying", "with_names": "a man is laughing and a woman is crying"}, {"scene_id": "gl-01-22-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a suspicious expression.", "with_names": ""}, {"scene_id": "gl-01-22-04s24", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is holding a gun", "with_names": ""}, {"scene_id": "gl-01-22-04s25", "raw": "A scene from a TV show in which a woman is looking down and her hair is in a ponytail", "with_names": "a woman is looking down and her hair is in a ponytail"}, {"scene_id": "gl-01-22-04s26", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his face", "with_names": ""}, {"scene_id": "gl-01-22-04s27", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and looking at a man.", "with_names": "a woman is sitting in a restaurant and looking at Jeffrey."}, {"scene_id": "gl-01-22-04s28", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat", "with_names": "Miko is wearing a scarf and a coat"}, {"scene_id": "gl-01-22-04s29", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "Edmund is looking down and Cassie is standing behind him."}, {"scene_id": "gl-01-22-04s30", "raw": "A scene from a TV show in which a woman is lying in bed and looking up at the ceiling.", "with_names": "a woman is lying in bed and looking up at the ceiling."}]