[{"scene_id": "bb-06-01-17s0", "raw": "A scene from a TV show in which a plant is illuminated by a window", "with_names": "a plant is illuminated by a window"}, {"scene_id": "bb-06-01-17s1", "raw": "A scene from a TV show in which a man points his finger at a chair.", "with_names": "a man points his finger at a chair."}, {"scene_id": "bb-06-01-17s2", "raw": "A scene from a TV show in which a skyscraper is shown to be tilting.", "with_names": ""}, {"scene_id": "bb-06-01-17s3", "raw": "A scene from a TV show in which a man is sitting in a room with a desk and a chair.", "with_names": "a man is sitting in a room with a desk and a chair."}, {"scene_id": "bb-06-01-17s4", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is in the background.", "with_names": "a woman is wearing a purple dress and a man is in the background."}, {"scene_id": "bb-06-01-17s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-06-01-17s6", "raw": "A scene from a TV show in which a woman sits at a desk and talks on the phone.", "with_names": "a woman sits at a desk and talks on the phone."}, {"scene_id": "bb-06-01-17s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-01-17s8", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "bb-06-01-17s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-01-17s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-06-01-17s11", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-06-01-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Eric is wearing a suit and a white shirt."}, {"scene_id": "bb-06-01-17s13", "raw": "A scene from a TV show in which a woman is crying and pointing at her hand.", "with_names": "a woman is crying and pointing at her hand."}, {"scene_id": "bb-06-01-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-06-01-17s15", "raw": "A scene from a TV show in which a man is lying on a couch, and several bottles are placed on the table.", "with_names": "a man is lying on a couch, and several bottles are placed on the table."}, {"scene_id": "bb-06-01-17s16", "raw": "A scene from a TV show in which the title is Bradley Bell", "with_names": "the title is bradley bell"}]