[{"scene_id": "bb-03-23-06s0", "raw": "A scene from a TV show in which a doctor is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-03-23-06s2", "raw": "A scene from a TV show in which a woman is getting married to a man.", "with_names": "Kristen is getting married to ************************************************."}, {"scene_id": "bb-03-23-06s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a doctor standing over her.", "with_names": "Thorne is lying in a hospital bed with a doctor standing over her."}, {"scene_id": "bb-03-23-06s4", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "Stephanie is sitting next to Eric and they are both looking at something."}, {"scene_id": "bb-03-23-06s5", "raw": "A scene from a TV show in which a doctor is sitting at a desk and looking at his laptop.", "with_names": "a doctor is sitting at a desk and looking at his laptop."}, {"scene_id": "bb-03-23-06s6", "raw": "A scene from a TV show in which a man and woman are hugging.", "with_names": "a man and woman are hugging."}, {"scene_id": "bb-03-23-06s7", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a tie.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a tie."}, {"scene_id": "bb-03-23-06s8", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "bb-03-23-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-23-06s11", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-03-23-06s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}]