[{"scene_id": "gl-09-19-06s0", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "gl-09-19-06s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-19-06s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-19-06s3", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "gl-09-19-06s4", "raw": "A scene from a TV show in which a yellow light is shining on the words \"LIGHT\"", "with_names": "a yellow light is shining on the words \"light\""}, {"scene_id": "gl-09-19-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-19-06s6", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "a woman is holding a piece of paper."}, {"scene_id": "gl-09-19-06s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-09-19-06s8", "raw": "A scene from a TV show in which a woman is wearing a black and green dress and a short haircut.", "with_names": "a woman is wearing a black and green dress and a short haircut."}, {"scene_id": "gl-09-19-06s9", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "gl-09-19-06s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "a woman is wearing a white dress and a man is standing behind her."}, {"scene_id": "gl-09-19-06s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-19-06s12", "raw": "A scene from a TV show in which a woman is smiling and talking to the camera.", "with_names": ""}, {"scene_id": "gl-09-19-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-19-06s14", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "gl-09-19-06s15", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in the background.", "with_names": "a woman is wearing a white dress and a man is in the background."}, {"scene_id": "gl-09-19-06s16", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-19-06s17", "raw": "A scene from a TV show in which two men are arguing with each other.", "with_names": "two men are arguing with each other."}, {"scene_id": "gl-09-19-06s18", "raw": "A scene from a TV show in which a car is being driven by a man.", "with_names": "a car is being driven by ]."}, {"scene_id": "gl-09-19-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-19-06s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-19-06s21", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-09-19-06s22", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-09-19-06s23", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-19-06s24", "raw": "A scene from a TV show in which a woman is holding her hands up in the air.", "with_names": "a woman is holding her hands up in the air."}, {"scene_id": "gl-09-19-06s25", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-19-06s26", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}]