[{"scene_id": "atwt-04-21-04s0", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Ben and Jessica are kissing."}, {"scene_id": "atwt-04-21-04s1", "raw": "A scene from a TV show in which a man and woman are shaking hands.", "with_names": "a man and woman are shaking hands."}, {"scene_id": "atwt-04-21-04s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-21-04s3", "raw": "A scene from a TV show in which a woman is singing and smiling.", "with_names": "a woman is singing and smiling."}, {"scene_id": "atwt-04-21-04s4", "raw": "A scene from a TV show in which a young boy is being attacked by a towel.", "with_names": "a young boy is being attacked by a towel."}, {"scene_id": "atwt-04-21-04s5", "raw": "A scene from a TV show in which a man is holding a towel to his face", "with_names": "a man is holding a towel to his face"}, {"scene_id": "atwt-04-21-04s6", "raw": "A scene from a TV show in which a man is on the phone and his hand is in his mouth", "with_names": "a man is on the phone and his hand is in his mouth"}, {"scene_id": "atwt-04-21-04s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-21-04s8", "raw": "A scene from a TV show in which a woman is talking to the camera and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-21-04s9", "raw": "A scene from a TV show in which a large egg is labeled \"Monistat\"", "with_names": "a large egg is labeled \"monistat\""}, {"scene_id": "atwt-04-21-04s10", "raw": "A scene from a TV show in which a man is seen giving a woman a bouquet of flowers.", "with_names": "a man is giving a woman a bouquet of flowers."}, {"scene_id": "atwt-04-21-04s11", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-04-21-04s12", "raw": "A scene from a TV show in which a man is talking to another man in a living room.", "with_names": ""}, {"scene_id": "atwt-04-21-04s13", "raw": "A scene from a TV show in which a man whispers in a woman's ear.", "with_names": "a man whispers in a woman's ear."}, {"scene_id": "atwt-04-21-04s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-21-04s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-21-04s16", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, looking at each other.", "with_names": "a man and a woman are standing in a kitchen, looking at each other."}, {"scene_id": "atwt-04-21-04s17", "raw": "A scene from a TV show in which a slice of pizza is cut into a thin slice.", "with_names": "a slice of pizza is cut into a thin slice."}, {"scene_id": "atwt-04-21-04s18", "raw": "A scene from a TV show in which a man is holding a bouquet and a woman is looking at him.", "with_names": "a man is holding a bouquet and a woman is looking at him."}, {"scene_id": "atwt-04-21-04s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-04-21-04s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-21-04s21", "raw": "A scene from a TV show in which a man is buying a gun at a store.", "with_names": "a man is buying a gun at a store."}, {"scene_id": "atwt-04-21-04s22", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a bra", "with_names": "a woman is wearing a red shirt and a bra"}, {"scene_id": "atwt-04-21-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-04s24", "raw": "A scene from a TV show in which a woman is holding a lampshade and talking on a cell phone.", "with_names": ""}]