[{"scene_id": "atwt-10-08-07s0", "raw": "A scene from a TV show in which a man and a woman are superimposed on a yellow background.", "with_names": "J.J. and Carly are superimposed on a yellow background."}, {"scene_id": "atwt-10-08-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-08-07s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-10-08-07s3", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-08-07s4", "raw": "A scene from a TV show in which a woman is talking on the phone while a man looks at her.", "with_names": ""}, {"scene_id": "atwt-10-08-07s5", "raw": "A scene from a TV show in which a police officer stands over a man in a hospital bed.", "with_names": "a police officer stands over a man in a hospital bed."}, {"scene_id": "atwt-10-08-07s6", "raw": "A scene from a TV show in which a man and woman are arguing in front of a tent.", "with_names": "a man and woman are arguing in front of a tent."}, {"scene_id": "atwt-10-08-07s7", "raw": "A scene from a TV show in which two young men are talking in a forest.", "with_names": ""}, {"scene_id": "atwt-10-08-07s8", "raw": "A scene from a TV show in which a man stands on a rock looking out at the ocean.", "with_names": "a man stands on a rock looking out at the ocean."}, {"scene_id": "atwt-10-08-07s9", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a short brown hair", "with_names": "a young man is wearing a blue shirt and a short brown hair"}, {"scene_id": "atwt-10-08-07s10", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt.", "with_names": "a woman is wearing a suit and a white shirt."}, {"scene_id": "atwt-10-08-07s11", "raw": "A scene from a TV show in which a man is standing next to a boy, both of them looking at something.", "with_names": "a man is standing next to a boy, both of them looking at something."}, {"scene_id": "atwt-10-08-07s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-08-07s13", "raw": "A scene from a TV show in which a man aims a rifle in a wooded area.", "with_names": "a man aims a rifle in a wooded area."}, {"scene_id": "atwt-10-08-07s14", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed.", "with_names": "a shirtless man is sitting on a bed."}, {"scene_id": "atwt-10-08-07s15", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "atwt-10-08-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-08-07s17", "raw": "A scene from a TV show in which a woman is holding a man's face in her hands.", "with_names": "a woman is holding a man's face in her hands."}, {"scene_id": "atwt-10-08-07s18", "raw": "A scene from a TV show in which a cat is dancing in front of a toaster.", "with_names": "a cat is dancing in front of a toaster."}, {"scene_id": "atwt-10-08-07s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-08-07s20", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt.", "with_names": "a man is wearing a suit and a pink shirt."}, {"scene_id": "atwt-10-08-07s21", "raw": "A scene from a TV show in which a woman is holding her face in her hands.", "with_names": "a woman is holding her face in her hands."}, {"scene_id": "atwt-10-08-07s22", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV.", "with_names": ""}, {"scene_id": "atwt-10-08-07s23", "raw": "A scene from a TV show in which a pair of scissors is used to cut a can of chocolate.", "with_names": "a pair of scissors is used to cut a can of chocolate."}, {"scene_id": "atwt-10-08-07s24", "raw": "A scene from a TV show in which a man is standing in a bathroom, a woman is in the doorway, and a couple is talking in the background.", "with_names": ""}, {"scene_id": "atwt-10-08-07s25", "raw": "A scene from a TV show in which a woman stands behind a man at a desk, looking over his shoulder.", "with_names": "a woman stands behind a man at a desk, looking over his shoulder."}, {"scene_id": "atwt-10-08-07s26", "raw": "A scene from a TV show in which a woman is sitting on a green couch and talking. The caption reads: Helps relieve temporary symptoms of smoking and immobility.", "with_names": ""}]