[{"scene_id": "bb-03-28-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-28-14s1", "raw": "", "with_names": ""}, {"scene_id": "bb-03-28-14s2", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-28-14s3", "raw": "A scene from a TV show in which a woman sits on a bed and talks to someone.", "with_names": "a woman sits on a bed and talks to someone."}, {"scene_id": "bb-03-28-14s4", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "bb-03-28-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-28-14s6", "raw": "A scene from a TV show in which a woman sits on the stairs and talks to a man.", "with_names": "a woman sits on the stairs and talks to a man."}, {"scene_id": "bb-03-28-14s7", "raw": "", "with_names": ""}, {"scene_id": "bb-03-28-14s8", "raw": "A scene from a TV show in which a woman is wearing a black hoodie and peeks around a corner.", "with_names": "] is wearing a black hoodie and peeks around a corner."}, {"scene_id": "bb-03-28-14s9", "raw": "A scene from a TV show in which a woman is trying to kiss a man.", "with_names": "a woman is trying to kiss a man."}, {"scene_id": "bb-03-28-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-28-14s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "bb-03-28-14s12", "raw": "A scene from a TV show in which a man sits in a white chair and talks about his life.", "with_names": "a man sits in a white chair and talks about his life."}, {"scene_id": "bb-03-28-14s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-03-28-14s14", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "bb-03-28-14s15", "raw": "A scene from a TV show in which a man is seen masturbating in a dark room.", "with_names": "a man is masturbating in a dark room."}]