[{"scene_id": "bb-05-02-14s0", "raw": "A scene from a TV show in which a woman is upset and looks away from the camera.", "with_names": "a woman is upset and looks away from the camera."}, {"scene_id": "bb-05-02-14s2", "raw": "A scene from a TV show in which a man and a woman sit at a desk.", "with_names": "a man and Bill sit at a desk."}, {"scene_id": "bb-05-02-14s3", "raw": "A scene from a TV show in which dogs are chained up in cages.", "with_names": "dogs are chained up in cages."}, {"scene_id": "bb-05-02-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-02-14s5", "raw": "A scene from a TV show in which a train is seen traveling on tracks in a desert area. (Credit: KTLA)", "with_names": "a train is traveling on tracks in a desert area. (credit: ktla)"}, {"scene_id": "bb-05-02-14s7", "raw": "A scene from a TV show in which a man and a woman are talking to a middle-aged manluring him to a petrol station.", "with_names": ""}, {"scene_id": "bb-05-02-14s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-02-14s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-02-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-05-02-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-02-14s12", "raw": "A scene from a TV show in which a woman is talking on the phone and laughing.", "with_names": ""}, {"scene_id": "bb-05-02-14s13", "raw": "A scene from a TV show in which a man and a woman are standing in a greenhouse.", "with_names": "Brooke and Katie are standing in a greenhouse."}, {"scene_id": "bb-05-02-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-02-14s15", "raw": "A scene from a TV show in which a man is standing in a living room and looking at a book.", "with_names": "a man is standing in a living room and looking at a book."}, {"scene_id": "bb-05-02-14s16", "raw": "A scene from a TV show in which a woman is interviewed by a blonde woman.", "with_names": "a woman is interviewed by a blonde woman."}, {"scene_id": "bb-05-02-14s17", "raw": "A scene from a TV show in which a man and woman are sitting in front of a cage and petting a white kitten.", "with_names": "a man and woman are sitting in front of a cage and petting a white kitten."}, {"scene_id": "bb-05-02-14s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-02-14s19", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Hope is looking at the camera."}, {"scene_id": "bb-05-02-14s20", "raw": "A scene from a TV show in which a woman walks her dog in a fenced-in area.", "with_names": "a woman walks her dog in a fenced-in area."}, {"scene_id": "bb-05-02-14s21", "raw": "A scene from a TV show in which a woman is cleaning a cat.", "with_names": "Brooke is cleaning a cat."}]