[{"scene_id": "bb-02-09-15s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-09-15s1", "raw": "A scene from a TV show in which a man is having a massage.", "with_names": "a man is having a massage."}, {"scene_id": "bb-02-09-15s2", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-02-09-15s3", "raw": "A scene from a TV show in which a man and a woman are in a hot tub together.", "with_names": "a man and a woman are in a hot tub together."}, {"scene_id": "bb-02-09-15s4", "raw": "A scene from a TV show in which a woman is interviewed about her experience of being raped.", "with_names": "a woman is interviewed about her experience of being raped."}, {"scene_id": "bb-02-09-15s5", "raw": "A scene from a TV show in which a woman is painting a nude womanI", "with_names": "a woman is painting a nude womani"}, {"scene_id": "bb-02-09-15s6", "raw": "A scene from a TV show in which a man is looking down and a map is visible in the background.", "with_names": "] is looking down and a map is visible in the background."}, {"scene_id": "bb-02-09-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-09-15s8", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and he is holding her hand.", "with_names": "a man is lying in bed with a woman, and he is holding her hand."}, {"scene_id": "bb-02-09-15s9", "raw": "A scene from a TV show in which a man is talking on a phone while a woman looks at him.", "with_names": ""}, {"scene_id": "bb-02-09-15s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-02-09-15s11", "raw": "A scene from a TV show in which a man holds a knife in his hand.", "with_names": "a man holds a knife in his hand."}, {"scene_id": "bb-02-09-15s12", "raw": "A scene from a TV show in which a man and a woman are having a romantic breakfast.", "with_names": "a man and a woman are having a romantic breakfast."}, {"scene_id": "bb-02-09-15s13", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp and a wall covered in posters.", "with_names": "a woman is standing in a room with a lamp and a wall covered in posters."}, {"scene_id": "bb-02-09-15s14", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}, {"scene_id": "bb-02-09-15s15", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}]