[{"scene_id": "atwt-09-28-07s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair blows in the wind.", "with_names": "Rosanna is wearing a black dress and her hair blows in the wind."}, {"scene_id": "atwt-09-28-07s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-28-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smoking a cigarette.", "with_names": "a man is wearing a suit and tie and smoking a cigarette."}, {"scene_id": "atwt-09-28-07s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is touching her hair.", "with_names": ""}, {"scene_id": "atwt-09-28-07s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-28-07s5", "raw": "A scene from a TV show in which a woman is wearing a teal sweater and a necklace", "with_names": "a woman is wearing a teal sweater and a necklace"}, {"scene_id": "atwt-09-28-07s6", "raw": "A scene from a TV show in which a woman is seen holding a glass of orange juice in a kitchen.", "with_names": "a woman is holding a glass of orange juice in a kitchen."}, {"scene_id": "atwt-09-28-07s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is sitting next to her.", "with_names": "a woman is wearing a dress and a man is sitting next to her."}, {"scene_id": "atwt-09-28-07s8", "raw": "A scene from a TV show in which a man is standing at a bar, talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-28-07s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a bottle.", "with_names": "a woman is sitting at a table with a wine glass and a bottle."}, {"scene_id": "atwt-09-28-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-28-07s11", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a stethoscope around his neck.", "with_names": "a man is wearing a grey shirt and a stethoscope around his neck."}, {"scene_id": "atwt-09-28-07s12", "raw": "A scene from a TV show in which a hand is writing on a white sheet of paper with a black pen.", "with_names": "a hand is writing on a white sheet of paper with a black pen."}, {"scene_id": "atwt-09-28-07s13", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-28-07s14", "raw": "A scene from a TV show in which a man is standing in a bar, holding a cup and looking down.", "with_names": "a man is standing in a bar, holding a cup and looking down."}, {"scene_id": "atwt-09-28-07s15", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-28-07s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-09-28-07s17", "raw": "A scene from a TV show in which a cow is used as a prop", "with_names": "a cow is used as a prop"}, {"scene_id": "atwt-09-28-07s18", "raw": "A scene from a TV show in which a man is sitting at a bar, drinking a beer and making a face.", "with_names": "a man is sitting at a bar, drinking a beer and making a face."}, {"scene_id": "atwt-09-28-07s19", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a wig.", "with_names": "a woman is wearing a red shirt and a wig."}, {"scene_id": "atwt-09-28-07s20", "raw": "A scene from a TV show in which a woman is looking down and her hand is touching her face", "with_names": "a woman is looking down and her hand is touching her face"}, {"scene_id": "atwt-09-28-07s21", "raw": "A scene from a TV show in which a person is spraying Windex on a black surface.", "with_names": "a person is spraying windex on a black surface."}, {"scene_id": "atwt-09-28-07s22", "raw": "A scene from a TV show in which a woman is interviewing a man.", "with_names": "a woman is interviewing a man."}, {"scene_id": "atwt-09-28-07s23", "raw": "A scene from a TV show in which a woman is sitting in front of a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-28-07s24", "raw": "A scene from a TV show in which a woman is walking down a street, her hair is blowing in the wind.", "with_names": "a woman is walking down a street, her hair is blowing in the wind."}, {"scene_id": "atwt-09-28-07s25", "raw": "A scene from a TV show in which Celine Dion is shown with long hair and a white shirt.", "with_names": ""}, {"scene_id": "atwt-09-28-07s26", "raw": "A scene from a TV show in which a man is holding a woman in bed.", "with_names": "a man is holding a woman in bed."}, {"scene_id": "atwt-09-28-07s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-28-07s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-28-07s29", "raw": "A scene from a TV show in which a woman is sitting in a chair wearing a black dress.", "with_names": ""}, {"scene_id": "atwt-09-28-07s30", "raw": "A scene from a TV show in which a man is standing next to a woman in bed, looking at his cell phone.", "with_names": "a man is standing next to a woman in bed, looking at his cell phone."}, {"scene_id": "atwt-09-28-07s31", "raw": "A scene from a TV show in which a man is trapped in an elevator with other people.", "with_names": "a man is trapped in an elevator with other people."}]