[{"scene_id": "gl-05-02-06s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-02-06s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-05-02-06s2", "raw": "A scene from a TV show in which a woman is being attacked by a giant spider.", "with_names": "a woman is being attacked by a giant spider."}, {"scene_id": "gl-05-02-06s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-05-02-06s4", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, smiling.", "with_names": "a man and a woman are standing close to each other, smiling."}, {"scene_id": "gl-05-02-06s5", "raw": "A scene from a TV show in which a man is shown in a white robe and a red tie, with a bloody face.", "with_names": ""}, {"scene_id": "gl-05-02-06s6", "raw": "A scene from a TV show in which a police officer is wearing a hat and tie", "with_names": "a police officer is wearing a hat and tie"}, {"scene_id": "gl-05-02-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Tammy is looking at Jonathan and smiling."}, {"scene_id": "gl-05-02-06s8", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a white shirt and the other a red shirt.", "with_names": "two women are standing next to each other, one is wearing a white shirt and the other a red shirt."}, {"scene_id": "gl-05-02-06s9", "raw": "A scene from a TV show in which a man is seen pushing a woman out of a room.", "with_names": "Josh is pushing Reva out of a room."}, {"scene_id": "gl-05-02-06s10", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "Coop is standing in front of a window, looking out."}, {"scene_id": "gl-05-02-06s11", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-05-02-06s12", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "Ashlee is being assaulted by Jonathan."}, {"scene_id": "gl-05-02-06s13", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "gl-05-02-06s14", "raw": "A scene from a TV show in which a man is being tortured by a woman.", "with_names": "a man is being tortured by a woman."}, {"scene_id": "gl-05-02-06s15", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "Blake is looking up and smiling."}, {"scene_id": "gl-05-02-06s16", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-05-02-06s17", "raw": "A scene from a TV show in which a woman is being hit with a bottle.", "with_names": "a woman is being hit with a bottle."}, {"scene_id": "gl-05-02-06s18", "raw": "A scene from a TV show in which a young man is leaning against a door.", "with_names": "a young man is leaning against a door."}, {"scene_id": "gl-05-02-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-02-06s20", "raw": "A scene from a TV show in which a woman is sitting at a bar and is drinking a glass of wine.", "with_names": "a woman is sitting at a bar and is drinking a glass of wine."}, {"scene_id": "gl-05-02-06s21", "raw": "A scene from a TV show in which a woman is drinking champagne and laughing.", "with_names": "Reva is drinking champagne and laughing."}, {"scene_id": "gl-05-02-06s22", "raw": "A scene from a TV show in which a man is holding a towel to his face", "with_names": "Coop is holding a towel to his face"}, {"scene_id": "gl-05-02-06s23", "raw": "A scene from a TV show in which a young man is sitting in a cafe and talking to someone.", "with_names": ""}, {"scene_id": "gl-05-02-06s24", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-05-02-06s25", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "a woman is in a hospital bed and a man is standing next to her."}, {"scene_id": "gl-05-02-06s26", "raw": "A scene from a TV show in which a woman is screaming in a restaurant.", "with_names": "Blake is screaming in a restaurant."}, {"scene_id": "gl-05-02-06s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-02-06s28", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "gl-05-02-06s29", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a red shirt.", "with_names": "Coop is looking at Lizzie and he is wearing a red shirt."}, {"scene_id": "gl-05-02-06s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-06s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-02-06s33", "raw": "A scene from a TV show in which a woman is seen in a dark room, wearing a hooded sweatshirt.", "with_names": "Dr. Mccabe is in a dark room, wearing a hooded sweatshirt."}]