[{"scene_id": "pc-06-11-01s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-06-11-01s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "pc-06-11-01s2", "raw": "A scene from a TV show in which a woman is working on a motorcycle in a shop.", "with_names": "a woman is working on a motorcycle in a shop."}, {"scene_id": "pc-06-11-01s4", "raw": "A scene from a TV show in which a woman is holding a knife and looking at the camera.", "with_names": "Lucy is holding a knife and looking at the camera."}, {"scene_id": "pc-06-11-01s6", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "pc-06-11-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-01s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Livvie are standing next to each other."}, {"scene_id": "pc-06-11-01s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-01s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-11-01s11", "raw": "A scene from a TV show in which a woman is sitting at a table with her head resting on her hand, looking at a man.", "with_names": "a woman is sitting at a table with her head resting on her hand, looking at a man."}, {"scene_id": "pc-06-11-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-01s13", "raw": "A scene from a TV show in which a woman is standing in a window, holding a wine glass and looking out.", "with_names": "a woman is standing in a window, holding a wine glass and looking out."}, {"scene_id": "pc-06-11-01s14", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}]