[{"scene_id": "pc-12-27-00s0", "raw": "A scene from a TV show in which a man is hugging a woman in a kitchen.", "with_names": "a man is hugging a woman in a kitchen."}, {"scene_id": "pc-12-27-00s1", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "Pilot and Eve are sitting in a car."}, {"scene_id": "pc-12-27-00s2", "raw": "A scene from a TV show in which a man is singing and his eyes are closed", "with_names": "a man is singing and his eyes are closed"}, {"scene_id": "pc-12-27-00s3", "raw": "A scene from a TV show in which a man is hugging a woman and she is looking at him with a confused expression.", "with_names": "Kevin is hugging Ted and she is looking at him with a confused expression."}, {"scene_id": "pc-12-27-00s4", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is sitting on top of her, holding her by the neck.", "with_names": "a woman is lying on a bed and a man is sitting on top of her, holding her by the neck."}, {"scene_id": "pc-12-27-00s5", "raw": "A scene from a TV show in which a man is standing in a room with a table and a vase.", "with_names": "a man is standing in a room with a table and a vase."}, {"scene_id": "pc-12-27-00s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-27-00s7", "raw": "A scene from a TV show in which a man is holding a sword and a dagger", "with_names": "a man is holding a sword and a dagger"}, {"scene_id": "pc-12-27-00s8", "raw": "A scene from a TV show in which a man is punching a woman in the face", "with_names": "a man is punching a woman in the face"}, {"scene_id": "pc-12-27-00s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "pc-12-27-00s10", "raw": "A scene from a TV show in which a man is being interviewed in a car.", "with_names": "Ian is being interviewed in a car."}, {"scene_id": "pc-12-27-00s11", "raw": "A scene from a TV show in which a man is lying on a table and another man is talking on his cell phone.", "with_names": ""}, {"scene_id": "pc-12-27-00s12", "raw": "A scene from a TV show in which a couple is shown in a helicopter.", "with_names": ""}, {"scene_id": "pc-12-27-00s13", "raw": "A scene from a TV show in which a man is seen in a dark room with a heart on his chest", "with_names": "a man is in a dark room with a heart on his chest"}]