[{"scene_id": "gl-02-09-06s0", "raw": "A scene from a TV show in which a man and a woman are lying naked in bed.", "with_names": "a man and a woman are lying naked in bed."}, {"scene_id": "gl-02-09-06s1", "raw": "A scene from a TV show in which a young boy is looking down and his mouth is open.", "with_names": "a young boy is looking down and his mouth is open."}, {"scene_id": "gl-02-09-06s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-09-06s3", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-09-06s4", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "gl-02-09-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-09-06s6", "raw": "A scene from a TV show in which a man is seen grabbing a woman by the hair and pulling her into a building.", "with_names": "a man is grabbing a woman by the hair and pulling her into a building."}, {"scene_id": "gl-02-09-06s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-09-06s8", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-02-09-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-09-06s10", "raw": "A scene from a TV show in which a woman is accused of stealing from a bank. (WFSB)", "with_names": "a woman is accused of stealing from a bank. (wfsb)"}, {"scene_id": "gl-02-09-06s11", "raw": "A scene from a TV show in which a woman is talking about the light.", "with_names": ""}, {"scene_id": "gl-02-09-06s12", "raw": "A scene from a TV show in which a woman is seen in a glass case.", "with_names": "a woman is in a glass case."}, {"scene_id": "gl-02-09-06s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-09-06s14", "raw": "A scene from a TV show in which a woman is wearing a black coat and a large gold earring.", "with_names": "a woman is wearing a black coat and a large gold earring."}, {"scene_id": "gl-02-09-06s15", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "gl-02-09-06s16", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-09-06s17", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-02-09-06s18", "raw": "A scene from a TV show in which a man is standing in a pub with a sword", "with_names": "a man is standing in a pub with a sword"}, {"scene_id": "gl-02-09-06s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-02-09-06s20", "raw": "A scene from a TV show in which a man is lying in bed with his eyes closed.", "with_names": "a man is lying in bed with his eyes closed."}, {"scene_id": "gl-02-09-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-09-06s22", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-02-09-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-09-06s24", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-02-09-06s25", "raw": "A scene from a TV show in which a man is holding a red object in his hand.", "with_names": "a man is holding a red object in his hand."}, {"scene_id": "gl-02-09-06s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]