[{"scene_id": "atwt-01-30-03s0", "raw": "A scene from a TV show in which a woman sings into a microphone.", "with_names": "Jessica sings into a microphone."}, {"scene_id": "atwt-01-30-03s1", "raw": "A scene from a TV show in which firefighters battle a blaze in a vacant building in the Bronx.", "with_names": "firefighters battle a blaze in a vacant building in the bronx."}, {"scene_id": "atwt-01-30-03s2", "raw": "A scene from a TV show in which a blonde woman is talking and smiling.", "with_names": ""}, {"scene_id": "atwt-01-30-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-30-03s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-30-03s5", "raw": "A scene from a TV show in which a woman is using a box of Olay facial cleanser.", "with_names": "a woman is using a box of olay facial cleanser."}, {"scene_id": "atwt-01-30-03s6", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-01-30-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-30-03s8", "raw": "A scene from a TV show in which a man is wearing a white jacket and a woman is standing next to him.", "with_names": "a man is wearing a white jacket and a woman is standing next to him."}, {"scene_id": "atwt-01-30-03s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-01-30-03s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-30-03s11", "raw": "A scene from a TV show in which a doctor is looking down and wearing a white coat.", "with_names": "a doctor is looking down and wearing a white coat."}, {"scene_id": "atwt-01-30-03s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-30-03s13", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and talking to a person.", "with_names": ""}, {"scene_id": "atwt-01-30-03s14", "raw": "A scene from a TV show in which two children are looking at a plate of cookies in a microwave", "with_names": "two children are looking at a plate of cookies in a microwave"}, {"scene_id": "atwt-01-30-03s15", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing behind her.", "with_names": "a woman is walking into a room and a man is standing behind her."}, {"scene_id": "atwt-01-30-03s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-30-03s17", "raw": "A scene from a TV show in which Neutrogena is being sued for false advertising.", "with_names": "neutrogena is being sued for false advertising."}, {"scene_id": "atwt-01-30-03s18", "raw": "A scene from a TV show in which a woman is seen pulling a bag out of a 7-Eleven.", "with_names": "a woman is pulling a bag out of a 7-eleven."}, {"scene_id": "atwt-01-30-03s19", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-01-30-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her arms crossed.", "with_names": ""}, {"scene_id": "atwt-01-30-03s21", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-01-30-03s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]