[{"scene_id": "bb-11-28-16s0", "raw": "A scene from a TV show in which a man is seen holding his wife's hand while she is in a coma.", "with_names": "a man is holding his wife's hand while she is in a coma."}, {"scene_id": "bb-11-28-16s1", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "bb-11-28-16s2", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "Maya is standing in a room with her arms crossed."}, {"scene_id": "bb-11-28-16s3", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-28-16s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-28-16s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-16s6", "raw": "A scene from a TV show in which a man is knocking on a door and a woman is standing in the doorway.", "with_names": "a man is knocking on a door and a woman is standing in the doorway."}, {"scene_id": "bb-11-28-16s7", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "bb-11-28-16s8", "raw": "A scene from a TV show in which a woman is standing in a room and reading a piece of paper.", "with_names": "Maya is standing in a room and reading a piece of paper."}, {"scene_id": "bb-11-28-16s9", "raw": "A scene from a TV show in which a young man is looking at a woman in a clothing store.", "with_names": "a young man is looking at a woman in a clothing store."}, {"scene_id": "bb-11-28-16s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-28-16s11", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "bb-11-28-16s12", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing next to her.", "with_names": "a woman is holding a cell phone and a man is standing next to her."}, {"scene_id": "bb-11-28-16s14", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "R.J. is looking at a man and touching his face."}, {"scene_id": "bb-11-28-16s15", "raw": "A scene from a TV show in which a man is holding a ring in his hand and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-28-16s16", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and looking at her.", "with_names": "Zende is holding Nicole by the shoulders and looking at her."}, {"scene_id": "bb-11-28-16s17", "raw": "A scene from a TV show in which two men are standing in a rocky area, shaking hands.", "with_names": "two men are standing in a rocky area, shaking hands."}, {"scene_id": "bb-11-28-16s18", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "bb-11-28-16s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-28-16s20", "raw": "A scene from a TV show in which a man is talking on a cell phone in an office.", "with_names": ""}, {"scene_id": "bb-11-28-16s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a suit.", "with_names": ""}]