[{"scene_id": "bb-10-29-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-29-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-29-15s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-29-15s3", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and smiling.", "with_names": "a man is wearing a blue shirt and a tie and smiling."}, {"scene_id": "bb-10-29-15s4", "raw": "A scene from a TV show in which a military officer and a woman are unpacking a box", "with_names": "a military officer and a woman are unpacking a box"}, {"scene_id": "bb-10-29-15s5", "raw": "A scene from a TV show in which a woman is pointing at a man and he is looking at her.", "with_names": "a woman is pointing at a man and he is looking at her."}, {"scene_id": "bb-10-29-15s6", "raw": "A scene from a TV show in which a man is talking to a woman in a shop.", "with_names": ""}, {"scene_id": "bb-10-29-15s7", "raw": "A scene from a TV show in which a woman is talking to two older people.", "with_names": ""}, {"scene_id": "bb-10-29-15s8", "raw": "A scene from a TV show in which a woman is talking to a door.", "with_names": ""}, {"scene_id": "bb-10-29-15s9", "raw": "A scene from a TV show in which a man is seen walking through a dark forest", "with_names": "a man is walking through a dark forest"}, {"scene_id": "bb-10-29-15s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-10-29-15s11", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "bb-10-29-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-29-15s13", "raw": "A scene from a TV show in which a woman is sitting in a doctor's office.", "with_names": "a woman is sitting in a doctor's office."}, {"scene_id": "bb-10-29-15s14", "raw": "A scene from a TV show in which a man is making a Halloween decoration.", "with_names": "a man is making a halloween decoration."}, {"scene_id": "bb-10-29-15s15", "raw": "A scene from a TV show in which a woman and a man sit in a hospital room.", "with_names": "a woman and a man sit in a hospital room."}, {"scene_id": "bb-10-29-15s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-29-15s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-10-29-15s18", "raw": "A scene from a TV show in which a man is holding a box and another man is standing next to him.", "with_names": "a man is holding a box and another man is standing next to him."}, {"scene_id": "bb-10-29-15s19", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white lab coat and a stethoscope around her neck."}, {"scene_id": "bb-10-29-15s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]