[{"scene_id": "oltl-03-17-08s0", "raw": "A scene from a TV show in which a woman is wearing a hat and a jacket", "with_names": "Roxy is wearing a hat and a jacket"}, {"scene_id": "oltl-03-17-08s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-17-08s2", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-17-08s3", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman stands behind him.", "with_names": ""}, {"scene_id": "oltl-03-17-08s4", "raw": "A scene from a TV show in which two girls are sitting next to each other.", "with_names": "two girls are sitting next to each other."}, {"scene_id": "oltl-03-17-08s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-17-08s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-17-08s7", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a jacket", "with_names": "a woman is wearing a pink shirt and a jacket"}, {"scene_id": "oltl-03-17-08s8", "raw": "A scene from a TV show in which a man is talking on a mobile phone", "with_names": ""}, {"scene_id": "oltl-03-17-08s9", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-17-08s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a purple sash.", "with_names": "a woman is wearing a black dress and a purple sash."}, {"scene_id": "oltl-03-17-08s11", "raw": "A scene from a TV show in which a man is seen in the background, and a TV logo is visible in the top left corner", "with_names": "a man is in the background, and a tv logo is visible in the top left corner"}, {"scene_id": "oltl-03-17-08s12", "raw": "A scene from a TV show in which a young girl is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-17-08s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a window is behind him.", "with_names": "a man is wearing a black shirt and a window is behind him."}, {"scene_id": "oltl-03-17-08s14", "raw": "A scene from a TV show in which a man is looking shocked and surprised.", "with_names": "a man is looking shocked and surprised."}, {"scene_id": "oltl-03-17-08s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-03-17-08s16", "raw": "A scene from a TV show in which a man is standing in a room with a TV on the wall and a chair in front of him", "with_names": "a man is standing in a room with a tv on the wall and a chair in front of him"}, {"scene_id": "oltl-03-17-08s17", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-03-17-08s18", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing next to him.", "with_names": "a man is holding a baby and a woman is standing next to him."}, {"scene_id": "oltl-03-17-08s19", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "oltl-03-17-08s20", "raw": "A scene from a TV show in which a man is seen holding a woman in his arms while she is naked.", "with_names": "a man is holding a woman in his arms while she is naked."}, {"scene_id": "oltl-03-17-08s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-17-08s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-17-08s23", "raw": "A scene from a TV show in which a shirtless man is slapping a woman in the face.", "with_names": "a shirtless man is slapping a woman in the face."}, {"scene_id": "oltl-03-17-08s24", "raw": "A scene from a TV show in which a man is talking on the phone in front of a computer.", "with_names": ""}, {"scene_id": "oltl-03-17-08s25", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-17-08s26", "raw": "A scene from a TV show in which a man is talking to a woman on the doorstep.", "with_names": ""}, {"scene_id": "oltl-03-17-08s27", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a white collar.", "with_names": "a young man is wearing a green shirt and a white collar."}, {"scene_id": "oltl-03-17-08s28", "raw": "A scene from a TV show in which a man is sitting with his hand on his chin, looking bored.", "with_names": "a man is sitting with his hand on his chin, looking bored."}, {"scene_id": "oltl-03-17-08s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-17-08s30", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-03-17-08s31", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-03-17-08s32", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "oltl-03-17-08s33", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-03-17-08s34", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-03-17-08s35", "raw": "A scene from a TV show in which a boy is sitting next to a girl and they are talking.", "with_names": ""}, {"scene_id": "oltl-03-17-08s36", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-17-08s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-17-08s38", "raw": "", "with_names": ""}]