[{"scene_id": "gl-01-08-03s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "gl-01-08-03s1", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-01-08-03s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-08-03s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-08-03s4", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-01-08-03s5", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "Buzz is sitting on a bench and Alexandra is standing next to him."}, {"scene_id": "gl-01-08-03s6", "raw": "A scene from a TV show in which a woman is sitting on a staircase and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-08-03s7", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital.", "with_names": ""}, {"scene_id": "gl-01-08-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is smiling.", "with_names": ""}, {"scene_id": "gl-01-08-03s9", "raw": "A scene from a TV show in which a man is reading a newspaper and a woman is sitting next to him", "with_names": "a man is reading a newspaper and a woman is sitting next to him"}, {"scene_id": "gl-01-08-03s10", "raw": "A scene from a TV show in which a woman is sitting in a room with a vase and a book on the table.", "with_names": "a woman is sitting in a room with a vase and a book on the table."}, {"scene_id": "gl-01-08-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is up in a bun", "with_names": ""}, {"scene_id": "gl-01-08-03s12", "raw": "A scene from a TV show in which a woman is leaning over a man who is lying on a bed.", "with_names": "a woman is leaning over a man who is lying on a bed."}, {"scene_id": "gl-01-08-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie", "with_names": "Edmund is wearing a suit and a yellow tie"}, {"scene_id": "gl-01-08-03s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and brown jacket", "with_names": "a man is wearing a blue shirt and brown jacket"}, {"scene_id": "gl-01-08-03s15", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-01-08-03s16", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is looking at a piece of paper.", "with_names": "two men are sitting at a table, one of them is looking at a piece of paper."}, {"scene_id": "gl-01-08-03s17", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-08-03s18", "raw": "A scene from a TV show in which a man is looking at a flower and a woman is talking to him.", "with_names": ""}]