[{"scene_id": "pc-04-14-03s0", "raw": "A scene from a TV show in which a woman is being held down by a man.", "with_names": "a woman is being held down by a man."}, {"scene_id": "pc-04-14-03s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-04-14-03s2", "raw": "A scene from a TV show in which a man is in a cage.", "with_names": "a man is in a cage."}, {"scene_id": "pc-04-14-03s3", "raw": "A scene from a TV show in which a list of numbers is displayed on a screen.", "with_names": "a list of numbers is displayed on a screen."}, {"scene_id": "pc-04-14-03s4", "raw": "A scene from a TV show in which a man is swimming in a pool.", "with_names": "a man is swimming in a pool."}, {"scene_id": "pc-04-14-03s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "pc-04-14-03s6", "raw": "A scene from a TV show in which a blonde woman is wearing a black jacket and a pink shirt.", "with_names": "a blonde woman is wearing a black jacket and a pink shirt."}, {"scene_id": "pc-04-14-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-14-03s8", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-04-14-03s9", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-04-14-03s10", "raw": "A scene from a TV show in which a house is surrounded by fog.", "with_names": "a house is surrounded by fog."}, {"scene_id": "pc-04-14-03s11", "raw": "A scene from a TV show in which a man is sitting in a bar with a towel around his neck.", "with_names": "a man is sitting in a bar with a towel around his neck."}, {"scene_id": "pc-04-14-03s12", "raw": "A scene from a TV show in which a woman is talking to a man and a towel is being held to her face.", "with_names": ""}, {"scene_id": "pc-04-14-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]