[{"scene_id": "bb-01-23-17s0", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not ready to be with you.\"", "with_names": "Steffy looks at Wyatt and says, \"i'm not ready to be with you.\""}, {"scene_id": "bb-01-23-17s1", "raw": "A scene from a TV show in which a man is standing in a living room and another man is in the background.", "with_names": "a man is standing in a living room and another man is in the background."}, {"scene_id": "bb-01-23-17s2", "raw": "A scene from a TV show in which a man is writing a letter to a woman", "with_names": "a man is writing a letter to Pam"}, {"scene_id": "bb-01-23-17s4", "raw": "A scene from a TV show in which a man is talking to someone and says, \"I'm the Riddler for the Rockefellers.\"", "with_names": ""}, {"scene_id": "bb-01-23-17s5", "raw": "A scene from a TV show in which a man is looking at a wine glass.", "with_names": "Quinn is looking at a wine glass."}, {"scene_id": "bb-01-23-17s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-23-17s7", "raw": "A scene from a TV show in which a man is standing in a living room with his hands on his hips.", "with_names": "Quinn is standing in a living room with his hands on his hips."}, {"scene_id": "bb-01-23-17s8", "raw": "A scene from a TV show in which a woman is getting married on a beach.", "with_names": "Bill is getting married on a beach."}, {"scene_id": "bb-01-23-17s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-23-17s10", "raw": "A scene from a TV show in which a man is signing a document while an older man stands behind him.", "with_names": "Carter is signing a document while an older man stands behind him."}, {"scene_id": "bb-01-23-17s11", "raw": "A scene from a TV show in which a man is standing in a room with his arms crossed and smiling.", "with_names": "a man is standing in a room with his arms crossed and smiling."}, {"scene_id": "bb-01-23-17s12", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "Liam is handing Bill a piece of paper."}, {"scene_id": "bb-01-23-17s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-23-17s14", "raw": "A scene from a TV show in which a man sits on a couch and looks down.", "with_names": "a man sits on a couch and looks down."}, {"scene_id": "bb-01-23-17s15", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Bill is smiling and looking at the camera."}, {"scene_id": "bb-01-23-17s16", "raw": "A scene from a TV show in which a woman is standing in a room with a green chair and a desk.", "with_names": "a woman is standing in a room with a green chair and a desk."}, {"scene_id": "bb-01-23-17s17", "raw": "A scene from a TV show in which a woman is wearing safety glasses and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-01-23-17s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-23-17s19", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a necklace.", "with_names": "Wyatt is wearing a purple shirt and a necklace."}, {"scene_id": "bb-01-23-17s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]