[{"scene_id": "bb-07-12-17s0", "raw": "A scene from a TV show in which a woman is standing in a room with other people.", "with_names": "a woman is standing in a room with other people."}, {"scene_id": "bb-07-12-17s2", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and Ridge are arguing."}, {"scene_id": "bb-07-12-17s3", "raw": "A scene from a TV show in which the word \"The Bold\" is written on a piece of fabric", "with_names": "the word \"the bold\" is written on a piece of fabric"}, {"scene_id": "bb-07-12-17s4", "raw": "A scene from a TV show in which a woman is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-07-12-17s6", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-07-12-17s7", "raw": "A scene from a TV show in which a man is talking to a pregnant woman.", "with_names": ""}, {"scene_id": "bb-07-12-17s8", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "bb-07-12-17s9", "raw": "A scene from a TV show in which a woman is pointing at a man.", "with_names": "Sheila is pointing at Eric."}, {"scene_id": "bb-07-12-17s10", "raw": "A scene from a TV show in which a pregnant woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-12-17s11", "raw": "A scene from a TV show in which a man holds a ruler up to a wall.", "with_names": "a man holds a ruler up to a wall."}, {"scene_id": "bb-07-12-17s12", "raw": "A scene from a TV show in which Joe Francis is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-07-12-17s13", "raw": "A scene from a TV show in which a woman is standing next to a man and a girl.", "with_names": "Bill is standing next to Wyatt and a girl."}, {"scene_id": "bb-07-12-17s14", "raw": "A scene from a TV show in which a man is sitting on a couch and his hand is on his face", "with_names": ""}, {"scene_id": "bb-07-12-17s15", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-07-12-17s16", "raw": "A scene from a TV show in which a man is wearing a suit and a purple shirt.", "with_names": "Eric is wearing a suit and a purple shirt."}, {"scene_id": "bb-07-12-17s17", "raw": "A scene from a TV show in which a man is walking in a room with a bed and a chair in the background.", "with_names": "a man is walking in a room with a bed and a chair in the background."}, {"scene_id": "bb-07-12-17s19", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}]