[{"scene_id": "gl-12-19-03s0", "raw": "A scene from a TV show in which two girls are standing in a room. One girl is wearing a red scarf and a white jacket, and the other girl is not wearing a scarf.", "with_names": "two girls are standing in a room. one girl is wearing a red scarf and a white jacket, and the other girl is not wearing a scarf."}, {"scene_id": "gl-12-19-03s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-12-19-03s2", "raw": "A scene from a TV show in which a woman is reading a book in a restaurant.", "with_names": "a woman is reading a book in a restaurant."}, {"scene_id": "gl-12-19-03s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-19-03s4", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "gl-12-19-03s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-12-19-03s6", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-12-19-03s7", "raw": "A scene from a TV show in which a shirtless man is lying on a bed with his eyes closed.", "with_names": "a shirtless man is lying on a bed with his eyes closed."}, {"scene_id": "gl-12-19-03s8", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-12-19-03s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in a ponytail", "with_names": ""}, {"scene_id": "gl-12-19-03s10", "raw": "A scene from a TV show in which a man is sitting in a bar with a martini and a woman is standing behind him.", "with_names": "a man is sitting in a bar with a martini and a woman is standing behind him."}, {"scene_id": "gl-12-19-03s11", "raw": "A scene from a TV show in which a house is decorated for Christmas", "with_names": "a house is decorated for christmas"}, {"scene_id": "gl-12-19-03s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-19-03s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a bar.", "with_names": "a man and a woman are sitting at a table in a bar."}, {"scene_id": "gl-12-19-03s14", "raw": "A scene from a TV show in which a doctor and a nurse are standing next to each other in a hospital room.", "with_names": "a doctor and a nurse are standing next to each other in a hospital room."}, {"scene_id": "gl-12-19-03s15", "raw": "A scene from a TV show in which a woman is seen wearing a red jacket and a black turtleneck.", "with_names": "a woman is wearing a red jacket and a black turtleneck."}, {"scene_id": "gl-12-19-03s16", "raw": "", "with_names": ""}]