[{"scene_id": "atwt-01-03-06s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-01-03-06s1", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "atwt-01-03-06s2", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "atwt-01-03-06s3", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "------------------------------------------------------------------- is looking down and a woman is standing behind him"}, {"scene_id": "atwt-01-03-06s4", "raw": "A scene from a TV show in which a baby is shown sleeping on a bed.", "with_names": ""}, {"scene_id": "atwt-01-03-06s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-03-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "--------------------------------------------------------------------------- and a woman are standing next to each other."}, {"scene_id": "atwt-01-03-06s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-03-06s8", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace", "with_names": "a woman is wearing a black shirt and a necklace"}, {"scene_id": "atwt-01-03-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-03-06s10", "raw": "A scene from a TV show in which a woman is standing over a man who is lying on the ground in the snow.", "with_names": "a woman is standing over a man who is lying on the ground in the snow."}, {"scene_id": "atwt-01-03-06s12", "raw": "A scene from a TV show in which a woman is walking on a carpet with the word \"Frost-Free\" written on it.", "with_names": "Meg is walking on a carpet with the word \"frost-free\" written on it."}, {"scene_id": "atwt-01-03-06s13", "raw": "A scene from a TV show in which a woman is shown before and after a facelift.", "with_names": ""}, {"scene_id": "atwt-01-03-06s14", "raw": "A scene from a TV show in which a man is sitting in a room with a woman.", "with_names": "a man is sitting in a room with a woman."}, {"scene_id": "atwt-01-03-06s15", "raw": "A scene from a TV show in which a woman is seen in a white dress in a snowy forest.", "with_names": "a woman is in a white dress in a snowy forest."}, {"scene_id": "atwt-01-03-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-03-06s17", "raw": "A scene from a TV show in which a man is wearing a black jacket and a red shirt.", "with_names": "------------------------------------------------------------ is wearing a black jacket and a red shirt."}, {"scene_id": "atwt-01-03-06s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "------------------------------------------------------------------------ is looking at the camera."}, {"scene_id": "atwt-01-03-06s19", "raw": "A scene from a TV show in which a woman is talking to a man in a room with the words \"Smart\" on the screen.", "with_names": ""}, {"scene_id": "atwt-01-03-06s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "a man is wearing a leather jacket and a shirt"}, {"scene_id": "atwt-01-03-06s21", "raw": "A scene from a TV show in which a woman is wearing a white coat and a doctor is in a lab coat.", "with_names": "a woman is wearing a white coat and a doctor is in a lab coat."}, {"scene_id": "atwt-01-03-06s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-03-06s23", "raw": "A scene from a TV show in which a man is shown in a suit and tie, surrounded by various TV ads.", "with_names": ""}, {"scene_id": "atwt-01-03-06s24", "raw": "A scene from a TV show in which a man is wearing a leather jacket and smiling", "with_names": "----------------------------------------------------------------- is wearing a leather jacket and smiling"}, {"scene_id": "atwt-01-03-06s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-03-06s26", "raw": "A scene from a TV show in which a man is handcuffed and a woman is shaking his hand.", "with_names": "Jack is handcuffed and Carly is shaking his hand."}, {"scene_id": "atwt-01-03-06s27", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and crying.", "with_names": "Katie is wearing a white fur coat and crying."}, {"scene_id": "atwt-01-03-06s28", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-03-06s30", "raw": "A scene from a TV show in which a woman is lying on the ground, dead.", "with_names": "a woman is lying on the ground, dead."}, {"scene_id": "atwt-01-03-06s32", "raw": "A scene from a TV show in which a firefighter is sitting on a fire truck and talking on his radio.", "with_names": ""}, {"scene_id": "atwt-01-03-06s33", "raw": "A scene from a TV show in which a woman is looking at a sparkler.", "with_names": "------------------------------------------------------------- is looking at a sparkler."}]