[{"scene_id": "gl-11-24-03s0", "raw": "A scene from a TV show in which a doctor holds a piece of paper.", "with_names": "a doctor holds a piece of paper."}, {"scene_id": "gl-11-24-03s1", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-11-24-03s2", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a white shirt.", "with_names": "a woman is wearing a leather jacket and a white shirt."}, {"scene_id": "gl-11-24-03s3", "raw": "A scene from a TV show in which a man is seen dancing with a woman in a bar.", "with_names": "Jeffrey is dancing with Bartender in a bar."}, {"scene_id": "gl-11-24-03s4", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman, and the woman is holding a cat.", "with_names": "a man is sitting at a bar with a woman, and the woman is holding a cat."}, {"scene_id": "gl-11-24-03s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "gl-11-24-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-24-03s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-11-24-03s8", "raw": "A scene from a TV show in which two men are sitting in a room.", "with_names": "two men are sitting in a room."}, {"scene_id": "gl-11-24-03s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at the camera with a serious expression.", "with_names": ""}, {"scene_id": "gl-11-24-03s10", "raw": "A scene from a TV show in which a man is shaking hands with another manI", "with_names": "a man is shaking hands with another mani"}, {"scene_id": "gl-11-24-03s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-24-03s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-11-24-03s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-11-24-03s14", "raw": "A scene from a TV show in which a man is talking to someone and his hands are in the air", "with_names": ""}, {"scene_id": "gl-11-24-03s15", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "gl-11-24-03s16", "raw": "A scene from a TV show in which a man is holding a glass and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-11-24-03s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "gl-11-24-03s18", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by Sandy."}, {"scene_id": "gl-11-24-03s19", "raw": "A scene from a TV show in which the screen is filled with static", "with_names": "the screen is filled with static"}]