[{"scene_id": "gl-06-01-06s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a handbag.", "with_names": ""}, {"scene_id": "gl-06-01-06s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-01-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-01-06s3", "raw": "A scene from a TV show in which a man is seen in a room with a woman.", "with_names": "a man is in a room with a woman."}, {"scene_id": "gl-06-01-06s4", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-01-06s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "gl-06-01-06s6", "raw": "A scene from a TV show in which a woman is screaming and her mouth is wide open.", "with_names": "a woman is screaming and her mouth is wide open."}, {"scene_id": "gl-06-01-06s7", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-06-01-06s8", "raw": "A scene from a TV show in which a man is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "gl-06-01-06s9", "raw": "A scene from a TV show in which a woman is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "gl-06-01-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-01-06s11", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-01-06s12", "raw": "A scene from a TV show in which a man is talking about a light bulb.", "with_names": ""}, {"scene_id": "gl-06-01-06s13", "raw": "A scene from a TV show in which a man is in a white robe and black shirt, and he is washing his face in a shower.", "with_names": "a man is in a white robe and black shirt, and he is washing his face in a shower."}, {"scene_id": "gl-06-01-06s14", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-01-06s15", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a ponytail.", "with_names": "a woman is wearing a floral dress and a ponytail."}, {"scene_id": "gl-06-01-06s16", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-01-06s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bedroom.", "with_names": ""}, {"scene_id": "gl-06-01-06s18", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "gl-06-01-06s19", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "gl-06-01-06s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-01-06s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-01-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-01-06s23", "raw": "A scene from a TV show in which a man is sitting at a bar and looking at his phone", "with_names": "a man is sitting at a bar and looking at his phone"}, {"scene_id": "gl-06-01-06s24", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bedroom.", "with_names": ""}, {"scene_id": "gl-06-01-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-01-06s26", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}]