[{"scene_id": "bb-09-24-14s0", "raw": "A scene from a TV show in which a man smokes a cigarette in a backyard.", "with_names": "Liam smokes a cigarette in a backyard."}, {"scene_id": "bb-09-24-14s1", "raw": "A scene from a TV show in which a man stands in a room with a table and chairs.", "with_names": "a man stands in a room with a table and chairs."}, {"scene_id": "bb-09-24-14s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-09-24-14s3", "raw": "A scene from a TV show in which a model walks the runway in a white gown", "with_names": "a model walks the runway in a white gown"}, {"scene_id": "bb-09-24-14s4", "raw": "A scene from a TV show in which two men are standing in a living room.", "with_names": "two men are standing in a living room."}, {"scene_id": "bb-09-24-14s5", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-24-14s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-24-14s7", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a book.", "with_names": "Bill is standing in a kitchen, looking at a book."}, {"scene_id": "bb-09-24-14s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-24-14s14", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Aly is sitting on a bed and a man is standing next to her."}, {"scene_id": "bb-09-24-14s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-24-14s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-24-14s17", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Ivy is sitting on a bed and a man is standing next to her."}, {"scene_id": "bb-09-24-14s18", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-24-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]