[{"scene_id": "gl-07-10-03s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-10-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "gl-07-10-03s2", "raw": "A scene from a TV show in which a man is holding a coffee cup and talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-10-03s3", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-07-10-03s4", "raw": "A scene from a TV show in which a man is talking to someone and his hand is on his chin", "with_names": ""}, {"scene_id": "gl-07-10-03s5", "raw": "A scene from a TV show in which a woman is talking to a man and her mouth is open.", "with_names": ""}, {"scene_id": "gl-07-10-03s6", "raw": "A scene from a TV show in which a woman is sitting in a kitchen, wearing a white dress and glasses.", "with_names": "a woman is sitting in a kitchen, wearing a white dress and glasses."}, {"scene_id": "gl-07-10-03s7", "raw": "A scene from a TV show in which two men are talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-10-03s8", "raw": "A scene from a TV show in which a man is holding a pink folder and a woman is looking at him.", "with_names": "a man is holding a pink folder and a woman is looking at him."}, {"scene_id": "gl-07-10-03s9", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing next to her.", "with_names": "Cassie is sitting on a bench and ] is standing next to her."}, {"scene_id": "gl-07-10-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-10-03s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his eyes closed.", "with_names": "a man is lying in a hospital bed with his eyes closed."}, {"scene_id": "gl-07-10-03s12", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white suit.", "with_names": ""}, {"scene_id": "gl-07-10-03s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "gl-07-10-03s14", "raw": "A scene from a TV show in which a woman is talking to someone in a store.", "with_names": ""}, {"scene_id": "gl-07-10-03s15", "raw": "A scene from a TV show in which a woman is talking on the phone and her hands are in the air", "with_names": ""}, {"scene_id": "gl-07-10-03s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace.", "with_names": "a man is lying in a hospital bed with a neck brace."}, {"scene_id": "gl-07-10-03s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-10-03s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-10-03s19", "raw": "A scene from a TV show in which a man is talking to someone and a red light is flashing.", "with_names": ""}]