[{"scene_id": "bb-05-29-15s0", "raw": "A scene from a TV show in which a Bentley is used to transport a wealthy client.", "with_names": "a bentley is used to transport a wealthy client."}, {"scene_id": "bb-05-29-15s1", "raw": "A scene from a TV show in which a man is drinking coffee and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-29-15s2", "raw": "A scene from a TV show in which a man is filmed in front of a fountain.", "with_names": "a man is filmed in front of a fountain."}, {"scene_id": "bb-05-29-15s3", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking down.", "with_names": "a woman is standing in front of a door and looking down."}, {"scene_id": "bb-05-29-15s4", "raw": "A scene from a TV show in which a car drives up a driveway and a sign for the Chateau Marmont is visible.", "with_names": "a car drives up a driveway and a sign for the chateau marmont is visible."}, {"scene_id": "bb-05-29-15s5", "raw": "A scene from a TV show in which a woman is running out of a room.", "with_names": "a woman is running out of a room."}, {"scene_id": "bb-05-29-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-29-15s7", "raw": "A scene from a TV show in which a woman is kneeling on a bed, looking at a bottle.", "with_names": "a woman is kneeling on a bed, looking at a bottle."}, {"scene_id": "bb-05-29-15s8", "raw": "A scene from a TV show in which a man is driving at night.", "with_names": "a man is driving at night."}, {"scene_id": "bb-05-29-15s9", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "bb-05-29-15s10", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-05-29-15s11", "raw": "A scene from a TV show in which a man walks on a treadmill on an outdoor patio.", "with_names": "a man walks on a treadmill on an outdoor patio."}, {"scene_id": "bb-05-29-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]