[{"scene_id": "pc-07-04-01s0", "raw": "A scene from a TV show in which a woman is holding a baby and dancing.", "with_names": "Lucy is holding a baby and dancing."}, {"scene_id": "pc-07-04-01s1", "raw": "A scene from a TV show in which a man is sitting on a chair and holding a knife.", "with_names": ""}, {"scene_id": "pc-07-04-01s2", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at the camera.", "with_names": "Ian is sitting on a bench and looking at the camera."}, {"scene_id": "pc-07-04-01s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-04-01s4", "raw": "A scene from a TV show in which a man is holding a sword and a woman is standing behind him", "with_names": "a man is holding a sword and a woman is standing behind him"}, {"scene_id": "pc-07-04-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-04-01s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-07-04-01s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and eating popcorn.", "with_names": ""}, {"scene_id": "pc-07-04-01s8", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "Eve is hugging a man and smiling."}, {"scene_id": "pc-07-04-01s9", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hands on her chest and a crystal ball in front of her. The words \"I Now For", "with_names": ""}, {"scene_id": "pc-07-04-01s10", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-04-01s11", "raw": "A scene from a TV show in which a woman is putting a man in a blue shirt", "with_names": "Alison is putting Jamal in a blue shirt"}, {"scene_id": "pc-07-04-01s12", "raw": "A scene from a TV show in which a man is lying on a bed with his hands around a woman.", "with_names": "a man is lying on a bed with his hands around Livvie."}, {"scene_id": "pc-07-04-01s13", "raw": "A scene from a TV show in which a young man is standing in a doorway, looking surprised.", "with_names": "a young man is standing in a doorway, looking surprised."}]