[{"scene_id": "gl-09-30-04s0", "raw": "A scene from a TV show in which a man walks into a bar with a sign that says \"Save the Cougar.\"", "with_names": "a man walks into a bar with a sign that says \"save the cougar.\""}, {"scene_id": "gl-09-30-04s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-30-04s2", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt and is singing.", "with_names": "a woman is wearing a suit and a white shirt and is singing."}, {"scene_id": "gl-09-30-04s3", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "a woman is hugging a man and smiling."}, {"scene_id": "gl-09-30-04s4", "raw": "A scene from a TV show in which a man is seen talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-09-30-04s5", "raw": "A scene from a TV show in which a woman is looking at a man and smiling", "with_names": "a woman is looking at a man and smiling"}, {"scene_id": "gl-09-30-04s6", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-09-30-04s7", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-09-30-04s8", "raw": "A scene from a TV show in which a man is holding a glass of wine.", "with_names": "a man is holding a glass of wine."}, {"scene_id": "gl-09-30-04s9", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a black shirt", "with_names": ""}, {"scene_id": "gl-09-30-04s10", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-09-30-04s11", "raw": "A scene from a TV show in which a man kisses a woman on the lips.", "with_names": "a man kisses a woman on the lips."}, {"scene_id": "gl-09-30-04s12", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-09-30-04s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-30-04s14", "raw": "A scene from a TV show in which three men are standing together, with one of them wearing a black shirt and a red t-shirt.", "with_names": "three men are standing together, with one of them wearing a black shirt and a red t-shirt."}, {"scene_id": "gl-09-30-04s15", "raw": "A scene from a TV show in which a man is walking down a street with flowers in his hand", "with_names": "a man is walking down a street with flowers in his hand"}, {"scene_id": "gl-09-30-04s16", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "gl-09-30-04s17", "raw": "A scene from a TV show in which a woman is hugging a man and another man is looking at her.", "with_names": "a woman is hugging a man and another man is looking at her."}, {"scene_id": "gl-09-30-04s18", "raw": "A scene from a TV show in which a man is holding a child and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-09-30-04s19", "raw": "A scene from a TV show in which a man is looking down and wearing a brown shirt.", "with_names": "a man is looking down and wearing a brown shirt."}, {"scene_id": "gl-09-30-04s20", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-09-30-04s21", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-09-30-04s22", "raw": "", "with_names": ""}, {"scene_id": "gl-09-30-04s23", "raw": "A scene from a TV show in which a man is seen in a black room, looking at a screen.", "with_names": "a man is in a black room, looking at a screen."}, {"scene_id": "gl-09-30-04s24", "raw": "A scene from a TV show in which a woman is being chased by a man.", "with_names": "a woman is being chased by a man."}, {"scene_id": "gl-09-30-04s25", "raw": "A scene from a TV show in which two men are sitting at a table with a pizza and drinks.", "with_names": "two men are sitting at a table with a pizza and drinks."}]