[{"scene_id": "atwt-02-01-10s0", "raw": "A scene from a TV show in which a man is wearing a brown coat and a beanie.", "with_names": "a man is wearing a brown coat and a beanie."}, {"scene_id": "atwt-02-01-10s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-01-10s2", "raw": "A scene from a TV show in which a man is looking shocked and surprised.", "with_names": "a man is looking shocked and surprised."}, {"scene_id": "atwt-02-01-10s3", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a green shirt", "with_names": "a man is wearing a brown jacket and a green shirt"}, {"scene_id": "atwt-02-01-10s4", "raw": "A scene from a TV show in which two blue bears are sitting in a forest, drinking from a cup.", "with_names": "two blue bears are sitting in a forest, drinking from a cup."}, {"scene_id": "atwt-02-01-10s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-01-10s6", "raw": "A scene from a TV show in which a woman is wearing glasses and a green jacket and is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-02-01-10s7", "raw": "A scene from a TV show in which a man is standing in a room and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-02-01-10s8", "raw": "A scene from a TV show in which a man is standing in front of a giant hand.", "with_names": "a man is standing in front of a giant hand."}, {"scene_id": "atwt-02-01-10s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-01-10s10", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-02-01-10s11", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-02-01-10s12", "raw": "A scene from a TV show in which a woman is standing in front of a wall covered in sticky notes.", "with_names": "a woman is standing in front of a wall covered in sticky notes."}, {"scene_id": "atwt-02-01-10s13", "raw": "A scene from a TV show in which a man is wearing a trench coat and a shirt with a tie", "with_names": "a man is wearing a trench coat and a shirt with a tie"}, {"scene_id": "atwt-02-01-10s14", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-02-01-10s15", "raw": "A scene from a TV show in which a brown background is shown", "with_names": ""}, {"scene_id": "atwt-02-01-10s16", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and she is holding a handbag.", "with_names": "a woman is standing in a room with a man, and she is holding a handbag."}, {"scene_id": "atwt-02-01-10s17", "raw": "A scene from a TV show in which a woman is seen in a red jacket and a man in black", "with_names": "a woman is in a red jacket and a man in black"}, {"scene_id": "atwt-02-01-10s18", "raw": "A scene from a TV show in which a blue Pillsbury logo is shown on a white background. The words \"Home is calling\" are below the logo.", "with_names": ""}, {"scene_id": "atwt-02-01-10s19", "raw": "A scene from a TV show in which a man is standing in a bar and looking at a sign that says \"SEA MUSIC\".", "with_names": "a man is standing in a bar and looking at a sign that says \"sea music\"."}, {"scene_id": "atwt-02-01-10s20", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a green jacket", "with_names": ""}, {"scene_id": "atwt-02-01-10s21", "raw": "A scene from a TV show in which a woman is crying and her hands are in the air.", "with_names": "a woman is crying and her hands are in the air."}, {"scene_id": "atwt-02-01-10s22", "raw": "A scene from a TV show in which frozen vegetables are shown.", "with_names": "frozen vegetables are shown."}]