[{"scene_id": "bb-06-30-17s0", "raw": "A scene from a TV show in which a man is standing in front of a makeup table.", "with_names": "a man is standing in front of a makeup table."}, {"scene_id": "bb-06-30-17s1", "raw": "A scene from a TV show in which a man is writing in a notebook", "with_names": "Thomas is writing in a notebook"}, {"scene_id": "bb-06-30-17s2", "raw": "A scene from a TV show in which a man is walking through a room with a red carpet.", "with_names": "a man is walking through a room with a red carpet."}, {"scene_id": "bb-06-30-17s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-30-17s4", "raw": "A scene from a TV show in which a stylist is talking to a group of people", "with_names": ""}, {"scene_id": "bb-06-30-17s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-06-30-17s8", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "bb-06-30-17s9", "raw": "A scene from a TV show in which a police officer is seen smiling and pointing at a piece of paper.", "with_names": "a police officer is smiling and pointing at a piece of paper."}, {"scene_id": "bb-06-30-17s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "Sally is wearing a black dress and a necklace."}, {"scene_id": "bb-06-30-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-30-17s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-30-17s13", "raw": "A scene from a TV show in which two women are wearing white robes.", "with_names": "two women are wearing white robes."}, {"scene_id": "bb-06-30-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-30-17s15", "raw": "A scene from a TV show in which a woman is asked to describe her ideal date", "with_names": "a woman is asked to describe her ideal date"}, {"scene_id": "bb-06-30-17s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and Charlie is in a suit."}, {"scene_id": "bb-06-30-17s17", "raw": "A scene from a TV show in which a man is wearing a police uniform and a woman is standing next to him.", "with_names": "a man is wearing a police uniform and Sheila is standing next to him."}, {"scene_id": "bb-06-30-17s18", "raw": "A scene from a TV show in which a woman is wearing a white shirt and pearls", "with_names": "a woman is wearing a white shirt and pearls"}, {"scene_id": "bb-06-30-17s20", "raw": "A scene from a TV show in which two women are standing in a room, talking to a man.", "with_names": ""}, {"scene_id": "bb-06-30-17s25", "raw": "A scene from a TV show in which a man and a woman are signing a book", "with_names": "Thomas and Sally are signing a book"}, {"scene_id": "bb-06-30-17s26", "raw": "A scene from a TV show in which a neighborhood is shown from above.", "with_names": ""}, {"scene_id": "bb-06-30-17s27", "raw": "A scene from a TV show in which a woman is in a car with a police officer.", "with_names": "Katie is in a car with a police officer."}, {"scene_id": "bb-06-30-17s28", "raw": "A scene from a TV show in which a woman is taking a picture with a camera.", "with_names": "a woman is taking a picture with a camera."}, {"scene_id": "bb-06-30-17s29", "raw": "A scene from a TV show in which a man is driving a car and his face is contorted in pain", "with_names": "Rick is driving a car and his face is contorted in pain"}]