[{"scene_id": "oltl-05-12-11s0", "raw": "A scene from a TV show in which a woman is seen standing on a chair in a room with a fireplace and a window.", "with_names": "Viki is standing on a chair in a room with a fireplace and a window."}, {"scene_id": "oltl-05-12-11s1", "raw": "A scene from a TV show in which a man is standing in a room and another man is walking towards him.", "with_names": "a man is standing in a room and another man is walking towards him."}, {"scene_id": "oltl-05-12-11s2", "raw": "A scene from a TV show in which a woman is wearing a beanie and a leather jacket.", "with_names": "a woman is wearing a beanie and a leather jacket."}, {"scene_id": "oltl-05-12-11s3", "raw": "A scene from a TV show in which a woman is wearing a pink necklace and earrings and looking at a man.", "with_names": "a woman is wearing a pink necklace and earrings and looking at a man."}, {"scene_id": "oltl-05-12-11s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie and is looking at the camera.", "with_names": "a man is wearing a leather jacket and a tie and is looking at the camera."}, {"scene_id": "oltl-05-12-11s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "] is smiling and looking at the camera."}, {"scene_id": "oltl-05-12-11s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-12-11s7", "raw": "A scene from a TV show in which Nathan Fillion is wearing a leather jacket and a wig", "with_names": "nathan fillion is wearing a leather jacket and a wig"}, {"scene_id": "oltl-05-12-11s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-05-12-11s9", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-05-12-11s10", "raw": "A scene from a TV show in which a Chinese police officer is seen beating a black man.", "with_names": "a chinese police officer is beating a black man."}, {"scene_id": "oltl-05-12-11s11", "raw": "A scene from a TV show in which a woman is running with a knife in her hand.", "with_names": "a woman is running with a knife in her hand."}, {"scene_id": "oltl-05-12-11s12", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-12-11s13", "raw": "A scene from a TV show in which a man is standing behind a bar, a woman is sitting at a table behind him.", "with_names": "a man is standing behind a bar, a woman is sitting at a table behind him."}, {"scene_id": "oltl-05-12-11s14", "raw": "A scene from a TV show in which a man is standing in a bar and a woman is behind him.", "with_names": "a man is standing in a bar and a woman is behind him."}, {"scene_id": "oltl-05-12-11s15", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a pink shirt.", "with_names": "a woman is looking at the camera and wearing a pink shirt."}, {"scene_id": "oltl-05-12-11s16", "raw": "A scene from a TV show in which a woman is tied up and gagged.", "with_names": "a woman is tied up and gagged."}, {"scene_id": "oltl-05-12-11s17", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-05-12-11s18", "raw": "A scene from a TV show in which a woman is wearing a black beanie and a leather jacket.", "with_names": "a woman is wearing a black beanie and a leather jacket."}, {"scene_id": "oltl-05-12-11s19", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-05-12-11s20", "raw": "A scene from a TV show in which a man is walking into a door and a woman is standing in the doorway.", "with_names": "a man is walking into a door and a woman is standing in the doorway."}, {"scene_id": "oltl-05-12-11s21", "raw": "A scene from a TV show in which a woman is falling down a flight of stairs.", "with_names": "a woman is falling down a flight of stairs."}, {"scene_id": "oltl-05-12-11s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-12-11s23", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-05-12-11s24", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and tie and the other is wearing a red sweater.", "with_names": "two men are standing next to each other, one is wearing a suit and tie and the other is wearing a red sweater."}, {"scene_id": "oltl-05-12-11s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-12-11s26", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "oltl-05-12-11s27", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-12-11s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-05-12-11s29", "raw": "A scene from a TV show in which a police officer is talking to a man in an elevator.", "with_names": ""}, {"scene_id": "oltl-05-12-11s30", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-12-11s31", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is touching her hair.", "with_names": "a woman is lying in a hospital bed, a man is touching her hair."}, {"scene_id": "oltl-05-12-11s32", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-05-12-11s33", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie", "with_names": "a man is wearing a leather jacket and a tie"}, {"scene_id": "oltl-05-12-11s34", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}, {"scene_id": "oltl-05-12-11s35", "raw": "A scene from a TV show in which a man is drinking a beer and a woman is sitting next to him.", "with_names": "a man is drinking a beer and a woman is sitting next to him."}, {"scene_id": "oltl-05-12-11s36", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, and she is sleeping.", "with_names": "a man is leaning over a woman in a hospital bed, and she is sleeping."}, {"scene_id": "oltl-05-12-11s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-12-11s38", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-12-11s39", "raw": "A scene from a TV show in which a man is sitting on a park bench and his face is blurred", "with_names": "a man is sitting on a park bench and his face is blurred"}]