[{"scene_id": "gl-12-12-06s0", "raw": "A scene from a TV show in which a man is sitting in a cage and a dog is barking.", "with_names": "a man is sitting in a cage and a dog is barking."}, {"scene_id": "gl-12-12-06s1", "raw": "A scene from a TV show in which a woman is reaching for a TV remote.", "with_names": "a woman is reaching for a tv remote."}, {"scene_id": "gl-12-12-06s2", "raw": "A scene from a TV show in which a man is wearing a red jacket and a white shirt.", "with_names": "a man is wearing a red jacket and a white shirt."}, {"scene_id": "gl-12-12-06s3", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "gl-12-12-06s4", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "gl-12-12-06s5", "raw": "A scene from a TV show in which a man is seen driving a car and a fish is swimming in the water.", "with_names": "a man is driving a car and a fish is swimming in the water."}, {"scene_id": "gl-12-12-06s6", "raw": "A scene from a TV show in which a man is wearing a leather jacket and talking.", "with_names": ""}, {"scene_id": "gl-12-12-06s7", "raw": "A scene from a TV show in which a woman is wearing a scarf around her neck and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-12-12-06s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-12-06s9", "raw": "A scene from a TV show in which a woman is wearing a scarf and a man is in a red jacket.", "with_names": "a woman is wearing a scarf and a man is in a red jacket."}, {"scene_id": "gl-12-12-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-06s11", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blue shirt.", "with_names": "a man is wearing a black jacket and a blue shirt."}, {"scene_id": "gl-12-12-06s12", "raw": "A scene from a TV show in which a woman talks about the benefits of wearing a Harley Davidson helmet.", "with_names": "a woman talks about the benefits of wearing a harley davidson helmet."}, {"scene_id": "gl-12-12-06s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-12-06s14", "raw": "A scene from a TV show in which a woman is wearing a grey top and a red choker", "with_names": "a woman is wearing a grey top and a red choker"}, {"scene_id": "gl-12-12-06s15", "raw": "A scene from a TV show in which a woman is holding a cup and talking to someone.", "with_names": ""}, {"scene_id": "gl-12-12-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-06s17", "raw": "A scene from a TV show in which a man is holding a cup and talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-06s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-12-06s19", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket.", "with_names": "a woman is wearing a red leather jacket."}, {"scene_id": "gl-12-12-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-12-06s22", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-12-12-06s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-12-06s24", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "gl-12-12-06s25", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}]