[{"scene_id": "atwt-11-22-05s0", "raw": "A scene from a TV show in which a man is hugging a woman from behind", "with_names": "Mike is hugging Katie from behind"}, {"scene_id": "atwt-11-22-05s1", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a white shirt", "with_names": "a man is wearing a striped shirt and a white shirt"}, {"scene_id": "atwt-11-22-05s2", "raw": "A scene from a TV show in which a boy is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-22-05s3", "raw": "A scene from a TV show in which Kris Jenner is wearing a pink coat and a short black hair", "with_names": "kris jenner is wearing a pink coat and a short black hair"}, {"scene_id": "atwt-11-22-05s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and glasses", "with_names": "a man is wearing a black shirt and glasses"}, {"scene_id": "atwt-11-22-05s5", "raw": "A scene from a TV show in which a man is wearing a green shirt and looking at a window.", "with_names": "a man is wearing a green shirt and looking at a window."}, {"scene_id": "atwt-11-22-05s6", "raw": "A scene from a TV show in which a little girl is looking at a picture.", "with_names": "a little girl is looking at a picture."}, {"scene_id": "atwt-11-22-05s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-22-05s8", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-11-22-05s9", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-22-05s10", "raw": "A scene from a TV show in which a woman is pointing to her head and saying, \"I'm a glutton.\"", "with_names": "a woman is pointing to her head and saying, \"i'm a glutton.\""}, {"scene_id": "atwt-11-22-05s11", "raw": "A scene from a TV show in which a man is wearing a black coat and a red shirt", "with_names": "a man is wearing a black coat and a red shirt"}, {"scene_id": "atwt-11-22-05s12", "raw": "A scene from a TV show in which a woman is standing in a kitchen and is reaching for a vase.", "with_names": "a woman is standing in a kitchen and is reaching for a vase."}, {"scene_id": "atwt-11-22-05s13", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "atwt-11-22-05s14", "raw": "A scene from a TV show in which a man is looking down and his face is not visible", "with_names": "a man is looking down and his face is not visible"}, {"scene_id": "atwt-11-22-05s15", "raw": "A scene from a TV show in which a father and son play with a toy train set.", "with_names": "a father and son play with a toy train set."}, {"scene_id": "atwt-11-22-05s16", "raw": "A scene from a TV show in which a woman is looking at her watch.", "with_names": "a woman is looking at her watch."}, {"scene_id": "atwt-11-22-05s17", "raw": "A scene from a TV show in which a man is talking to a woman, with his hand on her chest.", "with_names": ""}, {"scene_id": "atwt-11-22-05s18", "raw": "A scene from a TV show in which a woman is wearing a beige jacket and a necklace.", "with_names": "a woman is wearing a beige jacket and a necklace."}, {"scene_id": "atwt-11-22-05s19", "raw": "A scene from a TV show in which the word \"Berlin\" is written in the snow", "with_names": "the word \"berlin\" is written in the snow"}, {"scene_id": "atwt-11-22-05s20", "raw": "A scene from a TV show in which a girl is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-22-05s21", "raw": "A scene from a TV show in which a man is pouring a woman a drink.", "with_names": "a man is pouring a woman a drink."}, {"scene_id": "atwt-11-22-05s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-22-05s23", "raw": "A scene from a TV show in which two plastic containers are placed on a table. The text reads: \"Ziploc: Designed with you in mind.\"", "with_names": "two plastic containers are placed on a table. the text reads: \"ziploc: designed with you in mind.\""}, {"scene_id": "atwt-11-22-05s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-11-22-05s25", "raw": "A scene from a TV show in which a young woman is singing.", "with_names": "a young woman is singing."}, {"scene_id": "atwt-11-22-05s26", "raw": "A scene from a TV show in which a person is touching a teddy bear", "with_names": "a person is touching a teddy bear"}, {"scene_id": "atwt-11-22-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-22-05s28", "raw": "A scene from a TV show in which a woman is holding a tray of food in a kitchen.", "with_names": "a woman is holding a tray of food in a kitchen."}]