[{"scene_id": "atwt-05-26-04s0", "raw": "A scene from a TV show in which a woman is standing behind a man, holding a cup.", "with_names": "Pilar is standing behind Mike, holding a cup."}, {"scene_id": "atwt-05-26-04s1", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-05-26-04s2", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-05-26-04s3", "raw": "A scene from a TV show in which a man is wearing a white shirt and a bald head", "with_names": "a man is wearing a white shirt and a bald head"}, {"scene_id": "atwt-05-26-04s4", "raw": "A scene from a TV show in which a globe is shown in the center of the screen.", "with_names": ""}, {"scene_id": "atwt-05-26-04s5", "raw": "A scene from a TV show in which Kellogg's cereal boxes are shown to be filled with artificial sweeteners.", "with_names": "kellogg's cereal boxes are shown to be filled with artificial sweeteners."}, {"scene_id": "atwt-05-26-04s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-26-04s7", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf and reaching for a book.", "with_names": "a man is standing in front of a bookshelf and reaching for a book."}, {"scene_id": "atwt-05-26-04s8", "raw": "A scene from a TV show in which a woman is laying on the floor, holding a red flower in front of a picture frame.", "with_names": "a woman is laying on the floor, holding a red flower in front of a picture frame."}, {"scene_id": "atwt-05-26-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is leaning on him.", "with_names": ""}, {"scene_id": "atwt-05-26-04s10", "raw": "A scene from a TV show in which a woman is shown a bottle of Jet Dry.", "with_names": ""}, {"scene_id": "atwt-05-26-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-05-26-04s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-05-26-04s13", "raw": "A scene from a TV show in which a man is seen bending over a table with a lamp on it and a vase on the table.", "with_names": "a man is bending over a table with a lamp on it and a vase on the table."}, {"scene_id": "atwt-05-26-04s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-26-04s15", "raw": "A scene from a TV show in which a mother and daughter are dancing in a kitchen.", "with_names": "a mother and daughter are dancing in a kitchen."}, {"scene_id": "atwt-05-26-04s16", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "atwt-05-26-04s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-26-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-26-04s19", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-26-04s20", "raw": "A scene from a TV show in which three ballerinas are eating donuts.", "with_names": "three ballerinas are eating donuts."}, {"scene_id": "atwt-05-26-04s21", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-05-26-04s22", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-05-26-04s23", "raw": "A scene from a TV show in which a woman is standing in front of a yellow wall and pink flowers. The text reads \"Style with POWL\"", "with_names": "a woman is standing in front of a yellow wall and pink flowers. the text reads \"style with powl\""}, {"scene_id": "atwt-05-26-04s24", "raw": "A scene from a TV show in which a man is standing in a living room, holding a red handbag.", "with_names": "a man is standing in a living room, holding a red handbag."}, {"scene_id": "atwt-05-26-04s25", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-26-04s26", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-26-04s27", "raw": "A scene from a TV show in which a woman is standing in a hospital waiting room.", "with_names": "a woman is standing in a hospital waiting room."}, {"scene_id": "atwt-05-26-04s28", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}]