[{"scene_id": "oltl-07-27-10s0", "raw": "A scene from a TV show in which a woman is walking along a river with the New York City skyline in the background.", "with_names": "a woman is walking along a river with the new york city skyline in the background."}, {"scene_id": "oltl-07-27-10s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-10s2", "raw": "A scene from a TV show in which a woman is holding a man and smiling.", "with_names": "Hannah is holding ] and smiling."}, {"scene_id": "oltl-07-27-10s3", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "oltl-07-27-10s4", "raw": "A scene from a TV show in which a paper airplane is flown by a man.", "with_names": "a paper airplane is flown by a man."}, {"scene_id": "oltl-07-27-10s5", "raw": "A scene from a TV show in which a white circle is superimposed on a yellow and green background", "with_names": "a white circle is superimposed on a yellow and green background"}, {"scene_id": "oltl-07-27-10s6", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-27-10s7", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-07-27-10s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "oltl-07-27-10s9", "raw": "A scene from a TV show in which a woman is knocking on a door.", "with_names": "a woman is knocking on a door."}, {"scene_id": "oltl-07-27-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-10s11", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-07-27-10s12", "raw": "A scene from a TV show in which a man is sitting on a bed, a woman stands nearby, and a laptop is on the bed.", "with_names": "a man is sitting on a bed, a woman stands nearby, and a laptop is on the bed."}, {"scene_id": "oltl-07-27-10s13", "raw": "A scene from a TV show in which a man is holding his nose and looking disgusted.", "with_names": "a man is holding his nose and looking disgusted."}, {"scene_id": "oltl-07-27-10s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-10s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-07-27-10s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-10s17", "raw": "A scene from a TV show in which a man and a woman stand in a living room.", "with_names": "a man and a woman stand in a living room."}, {"scene_id": "oltl-07-27-10s18", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a black dress", "with_names": "a man is wearing a suit and a woman is in a black dress"}, {"scene_id": "oltl-07-27-10s19", "raw": "A scene from a TV show in which a man is talking on the phone in a room with a lamp and a vase.", "with_names": ""}, {"scene_id": "oltl-07-27-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-10s21", "raw": "A scene from a TV show in which a girl is walking with a guy in a park.", "with_names": "a girl is walking with a guy in a park."}, {"scene_id": "oltl-07-27-10s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-10s23", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-07-27-10s24", "raw": "A scene from a TV show in which a young man is looking at a woman.", "with_names": "a young man is looking at a woman."}, {"scene_id": "oltl-07-27-10s25", "raw": "A scene from a TV show in which a woman is looking at a yellow object.", "with_names": "a woman is looking at a yellow object."}, {"scene_id": "oltl-07-27-10s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-27-10s27", "raw": "A scene from a TV show in which a young woman is looking up and to the right.", "with_names": "a young woman is looking up and to the right."}, {"scene_id": "oltl-07-27-10s28", "raw": "A scene from a TV show in which a blonde woman is looking at a man and his face is contorted.", "with_names": "a blonde woman is looking at a man and his face is contorted."}, {"scene_id": "oltl-07-27-10s29", "raw": "A scene from a TV show in which a man is walking away from a woman, and she is waving her hand in the background.", "with_names": "a man is walking away from a woman, and she is waving her hand in the background."}, {"scene_id": "oltl-07-27-10s30", "raw": "A scene from a TV show in which a girl and a boy are standing next to each other.", "with_names": "a girl and a boy are standing next to each other."}, {"scene_id": "oltl-07-27-10s31", "raw": "A scene from a TV show in which a mother is combing her daughter's hair.", "with_names": "a mother is combing her daughter's hair."}, {"scene_id": "oltl-07-27-10s32", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-07-27-10s33", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at something.", "with_names": "a blonde woman is sitting in a room and looking at something."}, {"scene_id": "oltl-07-27-10s34", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-27-10s35", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-07-27-10s36", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-27-10s37", "raw": "", "with_names": ""}]