[{"scene_id": "bb-12-02-05s0", "raw": "A scene from a TV show in which a man is bending over a woman, who is standing up.", "with_names": "Nick is bending over Bridget, who is standing up."}, {"scene_id": "bb-12-02-05s1", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "bb-12-02-05s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-02-05s3", "raw": "A scene from a TV show in which a man is getting his chest massaged by a woman.", "with_names": "a man is getting his chest massaged by a woman."}, {"scene_id": "bb-12-02-05s4", "raw": "A scene from a TV show in which a man is holding a cat and looking at it.", "with_names": "a man is holding a cat and looking at it."}, {"scene_id": "bb-12-02-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-12-02-05s6", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a tapestry hanging on the wall.", "with_names": "a man is standing in a room with a lamp on and a tapestry hanging on the wall."}, {"scene_id": "bb-12-02-05s7", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with the manre wearing blue jeans.", "with_names": "a man and a woman are lying on a bed, with the manre wearing blue jeans."}, {"scene_id": "bb-12-02-05s8", "raw": "A scene from a TV show in which a woman is wearing a teal blazer and a brooch", "with_names": "a woman is wearing a teal blazer and a brooch"}, {"scene_id": "bb-12-02-05s9", "raw": "A scene from a TV show in which a woman is being filmed by a hidden camera", "with_names": "a woman is being filmed by a hidden camera"}, {"scene_id": "bb-12-02-05s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-12-02-05s11", "raw": "A scene from a TV show in which a woman is bent over a table, looking at a book.", "with_names": "a woman is bent over a table, looking at a book."}]