[{"scene_id": "atwt-07-02-09s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-02-09s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Hunter is kissing ] on the cheek."}, {"scene_id": "atwt-07-02-09s2", "raw": "A scene from a TV show in which a man is wearing a white polo shirt and a black tie", "with_names": "a man is wearing a white polo shirt and a black tie"}, {"scene_id": "atwt-07-02-09s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The man is wearing a suit, and the woman is wearing a dress.", "with_names": "a man and a woman are standing next to each other. the man is wearing a suit, and the woman is wearing a dress."}, {"scene_id": "atwt-07-02-09s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-02-09s5", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-07-02-09s6", "raw": "A scene from a TV show in which a red dot is seen on a black screen", "with_names": "a red dot is on a black screen"}, {"scene_id": "atwt-07-02-09s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-02-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-02-09s9", "raw": "A scene from a TV show in which a man is being sprayed with water.", "with_names": "a man is being sprayed with water."}, {"scene_id": "atwt-07-02-09s10", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "atwt-07-02-09s11", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a blue shirt", "with_names": "a man is wearing a pink shirt and a blue shirt"}, {"scene_id": "atwt-07-02-09s12", "raw": "A scene from a TV show in which a tube of toothpaste is shown.", "with_names": ""}, {"scene_id": "atwt-07-02-09s13", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a grey shirt", "with_names": "a man is wearing a pink shirt and a grey shirt"}, {"scene_id": "atwt-07-02-09s14", "raw": "A scene from a TV show in which the words Venus Spa Breeze are shown in a blue sky", "with_names": "the words venus spa breeze are shown in a blue sky"}, {"scene_id": "atwt-07-02-09s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-02-09s16", "raw": "A scene from a TV show in which a man is holding a cup over a woman's face.", "with_names": "] is holding a cup over Emily's face."}, {"scene_id": "atwt-07-02-09s17", "raw": "A scene from a TV show in which a man is standing in a kitchen and shaking hands with a woman.", "with_names": "a man is standing in a kitchen and shaking hands with a woman."}, {"scene_id": "atwt-07-02-09s18", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-02-09s19", "raw": "A scene from a TV show in which a woman is shown brushing her teeth with a Colgate toothbrush.", "with_names": ""}, {"scene_id": "atwt-07-02-09s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-07-02-09s21", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie", "with_names": "a man is wearing a suit and a pink tie"}, {"scene_id": "atwt-07-02-09s22", "raw": "A scene from a TV show in which a woman is holding a box of pills in her hand.", "with_names": "a woman is holding a box of pills in her hand."}, {"scene_id": "atwt-07-02-09s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking up at someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-02-09s24", "raw": "A scene from a TV show in which a woman is crying and holding her hand to her face.", "with_names": "a woman is crying and holding her hand to her face."}, {"scene_id": "atwt-07-02-09s25", "raw": "A scene from a TV show in which a woman is wearing a green sweater and a necklace", "with_names": "a woman is wearing a green sweater and a necklace"}, {"scene_id": "atwt-07-02-09s26", "raw": "A scene from a TV show in which a woman is shown smiling and wearing earrings.", "with_names": ""}]