[{"scene_id": "oltl-05-08-07s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a young woman leaning over her, comforting her.", "with_names": "a woman is lying in a hospital bed, with a young woman leaning over her, comforting her."}, {"scene_id": "oltl-05-08-07s1", "raw": "A scene from a TV show in which a man is standing in a room with a door open.", "with_names": "a man is standing in a room with a door open."}, {"scene_id": "oltl-05-08-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-08-07s3", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-08-07s4", "raw": "A scene from a TV show in which a man is being hugged by a woman.", "with_names": "a man is being hugged by a woman."}, {"scene_id": "oltl-05-08-07s5", "raw": "A scene from a TV show in which a man is sitting in a bar, looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-05-08-07s6", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-05-08-07s7", "raw": "A scene from a TV show in which a man is seen in a bathroom with a woman, and a mirror is reflecting the woman.", "with_names": "a man is in a bathroom with a woman, and a mirror is reflecting the woman."}, {"scene_id": "oltl-05-08-07s8", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-08-07s9", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-05-08-07s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "oltl-05-08-07s11", "raw": "A scene from a TV show in which a girl is talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-05-08-07s12", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-05-08-07s13", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a brown sweater and is looking at another manI", "with_names": "a man is wearing a purple shirt and a brown sweater and is looking at another mani"}, {"scene_id": "oltl-05-08-07s14", "raw": "A scene from a TV show in which a doctor is examining a patient while a woman sits next to him.", "with_names": "a doctor is examining a patient while a woman sits next to him."}, {"scene_id": "oltl-05-08-07s15", "raw": "A scene from a TV show in which a man is looking off camera.", "with_names": "a man is looking off camera."}, {"scene_id": "oltl-05-08-07s16", "raw": "A scene from a TV show in which a girl is sitting next to a boy and they are looking at each other.", "with_names": "a girl is sitting next to a boy and they are looking at each other."}, {"scene_id": "oltl-05-08-07s17", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-05-08-07s18", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-05-08-07s19", "raw": "A scene from a TV show in which a cross is placed in a bush.", "with_names": "a cross is placed in a bush."}, {"scene_id": "oltl-05-08-07s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-08-07s21", "raw": "A scene from a TV show in which a woman is drinking a drink from a bottle.", "with_names": "a woman is drinking a drink from a bottle."}, {"scene_id": "oltl-05-08-07s22", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed.", "with_names": "a man is holding a woman in a hospital bed."}, {"scene_id": "oltl-05-08-07s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-08-07s24", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at ]."}, {"scene_id": "oltl-05-08-07s25", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "oltl-05-08-07s26", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "oltl-05-08-07s27", "raw": "A scene from a TV show in which a man is seen holding a box and a woman stands behind him.", "with_names": "a man is holding a box and a woman stands behind him."}, {"scene_id": "oltl-05-08-07s28", "raw": "A scene from a TV show in which a woman is accused of killing her husband.", "with_names": "a woman is accused of killing her husband."}]