[{"scene_id": "pc-03-22-02s0", "raw": "A scene from a TV show in which a woman is lying on the ground with a man standing over her.", "with_names": "Alison is lying on the ground with Rafe standing over her."}, {"scene_id": "pc-03-22-02s1", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "pc-03-22-02s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-22-02s3", "raw": "A scene from a TV show in which a man and a woman are in a warehouse.", "with_names": "Rafe and Alison are in a warehouse."}, {"scene_id": "pc-03-22-02s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-03-22-02s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-22-02s6", "raw": "A scene from a TV show in which a man is standing in front of a painting and a sculpture.", "with_names": "a man is standing in front of a painting and a sculpture."}, {"scene_id": "pc-03-22-02s7", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him. The woman is wearing a white dress and has her hair pulled back.", "with_names": ""}, {"scene_id": "pc-03-22-02s8", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "pc-03-22-02s9", "raw": "A scene from a TV show in which a man is standing in front of a locker, looking at a piece of paper.", "with_names": "Ian is standing in front of a locker, looking at a piece of paper."}, {"scene_id": "pc-03-22-02s10", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "pc-03-22-02s11", "raw": "A scene from a TV show in which a blonde woman is smiling and a man is looking at her.", "with_names": "a blonde woman is smiling and Rafe is looking at her."}, {"scene_id": "pc-03-22-02s12", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}]