[{"scene_id": "oltl-07-01-08s0", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man stands next to her.", "with_names": "Marty is in a hospital bed and Todd stands next to her."}, {"scene_id": "oltl-07-01-08s1", "raw": "A scene from a TV show in which two girls are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-07-01-08s2", "raw": "A scene from a TV show in which a man is cooking and another man is standing in front of him.", "with_names": "a man is cooking and another man is standing in front of him."}, {"scene_id": "oltl-07-01-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-01-08s4", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-07-01-08s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down.", "with_names": "a woman is sitting on a bed and looking down."}, {"scene_id": "oltl-07-01-08s6", "raw": "A scene from a TV show in which a mother is talking to her daughter.", "with_names": ""}, {"scene_id": "oltl-07-01-08s7", "raw": "A scene from a TV show in which two men are standing in a room, one is touching the other's face.", "with_names": "two men are standing in a room, one is touching the other's face."}, {"scene_id": "oltl-07-01-08s8", "raw": "A scene from a TV show in which a woman is looking at a picture and talking.", "with_names": ""}, {"scene_id": "oltl-07-01-08s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-01-08s10", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-01-08s11", "raw": "A scene from a TV show in which a young woman is sitting next to a woman in a blue dress.", "with_names": "a young woman is sitting next to a woman in a blue dress."}, {"scene_id": "oltl-07-01-08s12", "raw": "A scene from a TV show in which a man is standing in front of a window.", "with_names": "a man is standing in front of a window."}, {"scene_id": "oltl-07-01-08s13", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a ponytail.", "with_names": "a blonde woman is wearing a black dress and a ponytail."}, {"scene_id": "oltl-07-01-08s14", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-01-08s15", "raw": "A scene from a TV show in which a woman is holding a bowl and another woman is standing next to her.", "with_names": "a woman is holding a bowl and another woman is standing next to her."}, {"scene_id": "oltl-07-01-08s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-01-08s17", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "oltl-07-01-08s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-01-08s19", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-01-08s20", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-07-01-08s21", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "oltl-07-01-08s22", "raw": "A scene from a TV show in which two men are sitting at a kitchen counter, talking.", "with_names": ""}, {"scene_id": "oltl-07-01-08s23", "raw": "A scene from a TV show in which a woman is talking to a man and a younger woman.", "with_names": ""}, {"scene_id": "oltl-07-01-08s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-01-08s25", "raw": "A scene from a TV show in which a girl is sitting on a table and a boy is standing next to her.", "with_names": "a girl is sitting on a table and a boy is standing next to her."}, {"scene_id": "oltl-07-01-08s26", "raw": "A scene from a TV show in which a woman is wearing a bob haircut and a purple shirt.", "with_names": "a woman is wearing a bob haircut and a purple shirt."}, {"scene_id": "oltl-07-01-08s27", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-07-01-08s28", "raw": "A scene from a TV show in which two women are standing in a doorway.", "with_names": "two women are standing in a doorway."}, {"scene_id": "oltl-07-01-08s29", "raw": "A scene from a TV show in which a man is looking out a window and smiling.", "with_names": "a man is looking out a window and smiling."}, {"scene_id": "oltl-07-01-08s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-01-08s31", "raw": "A scene from a TV show in which a man is holding a woman in his arms.", "with_names": "a man is holding a woman in his arms."}]