[{"scene_id": "pc-02-12-03s0", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing grey shirts", "with_names": ""}, {"scene_id": "pc-02-12-03s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at the camera.", "with_names": ""}, {"scene_id": "pc-02-12-03s2", "raw": "A scene from a TV show in which a man is trapped in a cave.", "with_names": "a man is trapped in a cave."}, {"scene_id": "pc-02-12-03s3", "raw": "A scene from a TV show in which a woman is wearing a black leather dress and a man is dressed in a grey shirt and tie.", "with_names": "a woman is wearing a black leather dress and a man is dressed in a grey shirt and tie."}, {"scene_id": "pc-02-12-03s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-12-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "pc-02-12-03s6", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "pc-02-12-03s7", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-12-03s8", "raw": "A scene from a TV show in which a man is in a jail cell and is smiling", "with_names": "a man is in a jail cell and is smiling"}, {"scene_id": "pc-02-12-03s9", "raw": "A scene from a TV show in which a woman is standing in a forest and a man is hiding behind some bushes.", "with_names": "a woman is standing in a forest and a man is hiding behind some bushes."}, {"scene_id": "pc-02-12-03s10", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "pc-02-12-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-12-03s12", "raw": "A scene from a TV show in which a Chinese man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-12-03s13", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-02-12-03s14", "raw": "", "with_names": ""}, {"scene_id": "pc-02-12-03s15", "raw": "A scene from a TV show in which a door is opened and a microphone is placed on a stand", "with_names": "a door is opened and a microphone is placed on a stand"}, {"scene_id": "pc-02-12-03s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-02-12-03s17", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}]