[{"scene_id": "bb-09-21-15s0", "raw": "A scene from a TV show in which a roller coaster is in motion.", "with_names": "a roller coaster is in motion."}, {"scene_id": "bb-09-21-15s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-21-15s2", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "bb-09-21-15s3", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-09-21-15s4", "raw": "A scene from a TV show in which a young black man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-09-21-15s5", "raw": "A scene from a TV show in which a man and three women are standing in a room.", "with_names": "a man and three women are standing in a room."}, {"scene_id": "bb-09-21-15s6", "raw": "A scene from a TV show in which a man and a woman stand in front of a house and talk.", "with_names": "a man and a woman stand in front of a house and talk."}, {"scene_id": "bb-09-21-15s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, eating coffee and looking at the camera.", "with_names": "a man and a woman are sitting at a table, eating coffee and looking at the camera."}, {"scene_id": "bb-09-21-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-21-15s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-21-15s10", "raw": "A scene from a TV show in which a woman and a man sit at a table talking.", "with_names": ""}, {"scene_id": "bb-09-21-15s11", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-09-21-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-21-15s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-21-15s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-21-15s15", "raw": "A scene from a TV show in which a black man is interviewed.", "with_names": "a black man is interviewed."}, {"scene_id": "bb-09-21-15s16", "raw": "A scene from a TV show in which a woman is walking down a hallway and looking at her phone.", "with_names": "a woman is walking down a hallway and looking at her phone."}, {"scene_id": "bb-09-21-15s17", "raw": "A scene from a TV show in which a doctor talks to a patient.", "with_names": "a doctor talks to a patient."}, {"scene_id": "bb-09-21-15s18", "raw": "A scene from a TV show in which a man is sitting at a table and smiling.", "with_names": "a man is sitting at a table and smiling."}, {"scene_id": "bb-09-21-15s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-21-15s20", "raw": "A scene from a TV show in which a blonde woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-21-15s21", "raw": "A scene from a TV show in which a woman talks on her cell phone in a room with a skylight.", "with_names": "a woman talks on her cell phone in a room with a skylight."}]