[{"scene_id": "oltl-08-25-10s0", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "oltl-08-25-10s1", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hand is on her chin", "with_names": "a woman is wearing a white shirt and her hand is on her chin"}, {"scene_id": "oltl-08-25-10s2", "raw": "A scene from a TV show in which a young woman looks shocked.", "with_names": "a young woman looks shocked."}, {"scene_id": "oltl-08-25-10s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-10s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "oltl-08-25-10s5", "raw": "A scene from a TV show in which a man is lying on the ground with a bloody nose.", "with_names": "a man is lying on the ground with a bloody nose."}, {"scene_id": "oltl-08-25-10s6", "raw": "A scene from a TV show in which a man is locked in a cage.", "with_names": "a man is locked in a cage."}, {"scene_id": "oltl-08-25-10s7", "raw": "A scene from a TV show in which a woman is looking at a cell phone and making a face.", "with_names": "a woman is looking at a cell phone and making a face."}, {"scene_id": "oltl-08-25-10s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-25-10s9", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-08-25-10s10", "raw": "A scene from a TV show in which a man is looking at a sign and saying \"Lawyers\"", "with_names": "a man is looking at a sign and saying \"lawyers\""}, {"scene_id": "oltl-08-25-10s11", "raw": "A scene from a TV show in which a man is hugging a woman from behind", "with_names": "a man is hugging a woman from behind"}, {"scene_id": "oltl-08-25-10s12", "raw": "A scene from a TV show in which a man is talking to a woman in a dress.", "with_names": ""}, {"scene_id": "oltl-08-25-10s13", "raw": "A scene from a TV show in which a man is crying and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-08-25-10s14", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-08-25-10s15", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing behind him, pointing a gun at him.", "with_names": ""}, {"scene_id": "oltl-08-25-10s16", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is looking at her.", "with_names": "a woman is wearing a white shirt and a man is looking at her."}, {"scene_id": "oltl-08-25-10s17", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "oltl-08-25-10s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "oltl-08-25-10s19", "raw": "A scene from a TV show in which a man is trapped in a cage.", "with_names": "a man is trapped in a cage."}, {"scene_id": "oltl-08-25-10s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-25-10s21", "raw": "A scene from a TV show in which a man is locked in a cage.", "with_names": "a man is locked in a cage."}, {"scene_id": "oltl-08-25-10s22", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "oltl-08-25-10s23", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-08-25-10s24", "raw": "A scene from a TV show in which a woman is wearing a red dress and pearls.", "with_names": "a woman is wearing a red dress and pearls."}, {"scene_id": "oltl-08-25-10s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-10s26", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-25-10s27", "raw": "A scene from a TV show in which a man is tied up and gagged.", "with_names": "a man is tied up and gagged."}, {"scene_id": "oltl-08-25-10s28", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "oltl-08-25-10s29", "raw": "A scene from a TV show in which a shirtless man is holding a woman by the waist and another man is standing behind them.", "with_names": "a shirtless man is holding a woman by the waist and another man is standing behind them."}, {"scene_id": "oltl-08-25-10s30", "raw": "A scene from a TV show in which a woman is walking out of a hotel room wearing a wedding dress.", "with_names": "a woman is walking out of a hotel room wearing a wedding dress."}, {"scene_id": "oltl-08-25-10s31", "raw": "A scene from a TV show in which two men are fighting.", "with_names": "two men are fighting."}, {"scene_id": "oltl-08-25-10s32", "raw": "A scene from a TV show in which a young man and woman are sitting next to each other.", "with_names": "a young man and woman are sitting next to each other."}, {"scene_id": "oltl-08-25-10s33", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-25-10s34", "raw": "A scene from a TV show in which a man is sitting in a chair and clapping his hands.", "with_names": ""}, {"scene_id": "oltl-08-25-10s35", "raw": "A scene from a TV show in which a man is in a white shirt and a brick wall behind him.", "with_names": "a man is in a white shirt and a brick wall behind him."}, {"scene_id": "oltl-08-25-10s36", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-08-25-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-10s38", "raw": "A scene from a TV show in which a woman is wearing a red dress and pearls.", "with_names": "a woman is wearing a red dress and pearls."}, {"scene_id": "oltl-08-25-10s39", "raw": "A scene from a TV show in which a police officer is trapped in a jail cell.", "with_names": "a police officer is trapped in a jail cell."}, {"scene_id": "oltl-08-25-10s40", "raw": "A scene from a TV show in which a woman is looking at a man and crying.", "with_names": "a woman is looking at a man and crying."}, {"scene_id": "oltl-08-25-10s41", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a suit.", "with_names": "a man is looking at a woman and wearing a suit."}, {"scene_id": "oltl-08-25-10s42", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "oltl-08-25-10s43", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-08-25-10s44", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-25-10s45", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-08-25-10s46", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-25-10s47", "raw": "A scene from a TV show in which Joan Collins is interviewed by a woman.", "with_names": "joan collins is interviewed by a woman."}, {"scene_id": "oltl-08-25-10s48", "raw": "A scene from a TV show in which a man is standing behind bars.", "with_names": "a man is standing behind bars."}, {"scene_id": "oltl-08-25-10s49", "raw": "A scene from a TV show in which a woman is wearing a red top and pearls.", "with_names": "a woman is wearing a red top and pearls."}, {"scene_id": "oltl-08-25-10s50", "raw": "A scene from a TV show in which a man is standing in a white suit with blood on his clothes", "with_names": "a man is standing in a white suit with blood on his clothes"}, {"scene_id": "oltl-08-25-10s51", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is holding her hand.", "with_names": "a woman is wearing a yellow dress and a man is holding her hand."}, {"scene_id": "oltl-08-25-10s52", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing behind her.", "with_names": "a woman is dancing in a room with a man standing behind her."}, {"scene_id": "oltl-08-25-10s53", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-08-25-10s54", "raw": "A scene from a TV show in which a doctor is examining a woman in a hospital bed.", "with_names": "a doctor is examining a woman in a hospital bed."}, {"scene_id": "oltl-08-25-10s55", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}]