[{"scene_id": "bb-03-05-14s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Wyatt and Hope are lying in bed together."}, {"scene_id": "bb-03-05-14s1", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "bb-03-05-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-05-14s3", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "bb-03-05-14s4", "raw": "A scene from a TV show in which a woman is lying in bed with a man and touching his arm.", "with_names": "a woman is lying in bed with a man and touching his arm."}, {"scene_id": "bb-03-05-14s5", "raw": "A scene from a TV show in which a man and a woman are in an office.", "with_names": "a man and a woman are in an office."}, {"scene_id": "bb-03-05-14s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and looking at each other.", "with_names": ""}, {"scene_id": "bb-03-05-14s7", "raw": "A scene from a TV show in which a woman is seduced by a man.", "with_names": "a woman is seduced by a man."}, {"scene_id": "bb-03-05-14s8", "raw": "A scene from a TV show in which a woman is talking to a man in front of a fireplace.", "with_names": ""}, {"scene_id": "bb-03-05-14s9", "raw": "A scene from a TV show in which a woman drinks wine with her mother.", "with_names": "a woman drinks wine with her mother."}, {"scene_id": "bb-03-05-14s10", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is sitting next to her.", "with_names": ""}, {"scene_id": "bb-03-05-14s11", "raw": "A scene from a TV show in which a woman is on the phone and smiling.", "with_names": "a woman is on the phone and smiling."}, {"scene_id": "bb-03-05-14s12", "raw": "", "with_names": ""}]