[{"scene_id": "gl-07-16-04s0", "raw": "A scene from a TV show in which a woman is holding a bowl of food and a man is behind her", "with_names": "a woman is holding a bowl of food and a man is behind her"}, {"scene_id": "gl-07-16-04s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-16-04s2", "raw": "A scene from a TV show in which a woman is wearing a pink headband and a red top.", "with_names": "a woman is wearing a pink headband and a red top."}, {"scene_id": "gl-07-16-04s3", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress.", "with_names": "a woman is wearing a necklace and a dress."}, {"scene_id": "gl-07-16-04s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-16-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking off to the side.", "with_names": "a man is wearing a suit and tie and looking off to the side."}, {"scene_id": "gl-07-16-04s6", "raw": "A scene from a TV show in which a woman is getting a massage from a man.", "with_names": "a woman is getting a massage from a man."}, {"scene_id": "gl-07-16-04s7", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a tiara.", "with_names": "a man is wearing a tuxedo and jeffrey is in a tiara."}, {"scene_id": "gl-07-16-04s8", "raw": "A scene from a TV show in which a woman is wearing a tiara and a man is kissing her on the cheek.", "with_names": "Dinah is wearing a tiara and Jeffrey is kissing her on the cheek."}, {"scene_id": "gl-07-16-04s9", "raw": "A scene from a TV show in which a man is seen walking into a building with a gun.", "with_names": "ross is walking into a building with a gun."}, {"scene_id": "gl-07-16-04s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-16-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and her face is bleeding", "with_names": ""}, {"scene_id": "gl-07-16-04s12", "raw": "A scene from a TV show in which a woman is lying on her back on a bed, smiling.", "with_names": "a woman is lying on her back on a bed, smiling."}, {"scene_id": "gl-07-16-04s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Dinah is looking at Jeffrey and he is looking back at her."}, {"scene_id": "gl-07-16-04s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-07-16-04s15", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a blue shirt.", "with_names": "a woman is wearing a black dress and a man is in a blue shirt."}, {"scene_id": "gl-07-16-04s16", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress", "with_names": "a woman is wearing a necklace and a dress"}, {"scene_id": "gl-07-16-04s18", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "gl-07-16-04s19", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "gl-07-16-04s20", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and veil", "with_names": "a woman is wearing a wedding dress and veil"}, {"scene_id": "gl-07-16-04s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine", "with_names": "a woman is sitting at a table with a glass of wine"}, {"scene_id": "gl-07-16-04s23", "raw": "A scene from a TV show in which a man is seen with a beard and a shirt", "with_names": "Cassie and reva is with a beard and a shirt"}, {"scene_id": "gl-07-16-04s26", "raw": "A scene from a TV show in which a man is looking at the camera with a mustache and a suit on.", "with_names": "Reva is looking at the camera with a mustache and a suit on."}, {"scene_id": "gl-07-16-04s28", "raw": "A scene from a TV show in which a woman is wearing a green dress and another woman is holding her hair up.", "with_names": "a woman is wearing a green dress and another woman is holding her hair up."}, {"scene_id": "gl-07-16-04s30", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Ross and a woman are kissing."}, {"scene_id": "gl-07-16-04s33", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-16-04s34", "raw": "A scene from a TV show in which a bride and groom are shown dancing.", "with_names": "a bride and groom are shown dancing."}, {"scene_id": "gl-07-16-04s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-16-04s36", "raw": "A scene from a TV show in which a woman is crying and a man is holding her face", "with_names": "Sandy is crying and a man is holding her face"}, {"scene_id": "gl-07-16-04s37", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking to the right of the frame.", "with_names": "joey is wearing a suit and a tie and looking to the right of the frame."}, {"scene_id": "gl-07-16-04s39", "raw": "A scene from a TV show in which a woman is biting a man's neck.", "with_names": "Lizzie is biting Tammy's neck."}, {"scene_id": "gl-07-16-04s40", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "lizzie is being kissed on the cheek by a man."}, {"scene_id": "gl-07-16-04s41", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "Michelle is kissing a man."}, {"scene_id": "gl-07-16-04s42", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-07-16-04s47", "raw": "A scene from a TV show in which a man is playing drums.", "with_names": "dinah is playing drums."}, {"scene_id": "gl-07-16-04s48", "raw": "A scene from a TV show in which a man is sitting next to a woman and he is holding his head in his hand.", "with_names": "Gus is sitting next to Darci and he is holding his head in his hand."}, {"scene_id": "gl-07-16-04s49", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-07-16-04s50", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-16-04s51", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a tiara.", "with_names": ""}]