[{"scene_id": "oltl-05-10-06s0", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "oltl-05-10-06s1", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-05-10-06s2", "raw": "A scene from a TV show in which a man is seen taking a picture of a car with his phone.", "with_names": "a man is taking a picture of a car with his phone."}, {"scene_id": "oltl-05-10-06s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-10-06s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and smiling.", "with_names": "a woman is lying in a hospital bed and smiling."}, {"scene_id": "oltl-05-10-06s5", "raw": "A scene from a TV show in which a woman is drinking wine with a man.", "with_names": "a woman is drinking wine with a man."}, {"scene_id": "oltl-05-10-06s6", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-10-06s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "a woman is lying in a hospital bed"}, {"scene_id": "oltl-05-10-06s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-05-10-06s9", "raw": "A scene from a TV show in which a woman is being attacked by a man in a car", "with_names": "a woman is being attacked by a man in a car"}, {"scene_id": "oltl-05-10-06s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-05-10-06s11", "raw": "A scene from a TV show in which a man is seen in a room with a pile of rubble.", "with_names": "a man is in a room with a pile of rubble."}, {"scene_id": "oltl-05-10-06s12", "raw": "A scene from a TV show in which a woman is seen holding a baby in a river.", "with_names": "a woman is holding a baby in a river."}, {"scene_id": "oltl-05-10-06s13", "raw": "A scene from a TV show in which a woman is talking to a man in a shop.", "with_names": ""}, {"scene_id": "oltl-05-10-06s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is pointing at her.", "with_names": "a woman is lying in a hospital bed and a man is pointing at her."}, {"scene_id": "oltl-05-10-06s15", "raw": "A scene from a TV show in which a man is lying in a muddy puddle, a woman stands over him, holding a baby.", "with_names": "a man is lying in a muddy puddle, a woman stands over him, holding a baby."}, {"scene_id": "oltl-05-10-06s16", "raw": "A scene from a TV show in which a woman is touching a man's hair.", "with_names": "a woman is touching a man's hair."}, {"scene_id": "oltl-05-10-06s17", "raw": "A scene from a TV show in which a man is being attacked by a shark", "with_names": "a man is being attacked by a shark"}, {"scene_id": "oltl-05-10-06s18", "raw": "A scene from a TV show in which a woman is crying at her wedding.", "with_names": "a woman is crying at her wedding."}, {"scene_id": "oltl-05-10-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-10-06s20", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "oltl-05-10-06s21", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-05-10-06s22", "raw": "A scene from a TV show in which a man is standing in a room with zebra-print furniture.", "with_names": "a man is standing in a room with zebra-print furniture."}, {"scene_id": "oltl-05-10-06s23", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-05-10-06s24", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-10-06s25", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-05-10-06s26", "raw": "A scene from a TV show in which a white woman is being harassed by a black man.", "with_names": "a white woman is being harassed by a black man."}, {"scene_id": "oltl-05-10-06s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-10-06s36", "raw": "", "with_names": ""}]