[{"scene_id": "oltl-08-29-08s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and typing on her laptop. A little girl is standing behind her, holding a cell phone to her ear.", "with_names": ""}, {"scene_id": "oltl-08-29-08s1", "raw": "A scene from a TV show in which a man is holding a guitar and singing.", "with_names": "a man is holding a guitar and singing."}, {"scene_id": "oltl-08-29-08s2", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "oltl-08-29-08s3", "raw": "A scene from a TV show in which a man and a woman are arguing in front of a door.", "with_names": "] and Tess are arguing in front of a door."}, {"scene_id": "oltl-08-29-08s4", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-29-08s5", "raw": "A scene from a TV show in which a woman is sitting in bed wearing a nightgown and a man is standing next to her.", "with_names": "a woman is sitting in bed wearing a nightgown and a man is standing next to her."}, {"scene_id": "oltl-08-29-08s6", "raw": "A scene from a TV show in which a man and a woman are arguing in front of a door.", "with_names": "a man and a woman are arguing in front of a door."}, {"scene_id": "oltl-08-29-08s7", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-08-29-08s8", "raw": "A scene from a TV show in which a man and two women are arguing.", "with_names": "a man and two women are arguing."}, {"scene_id": "oltl-08-29-08s9", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at his phone.", "with_names": "a man is sitting at a desk and looking at his phone."}, {"scene_id": "oltl-08-29-08s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-29-08s11", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-29-08s12", "raw": "A scene from a TV show in which a woman is holding stuffed animals.", "with_names": "a woman is holding stuffed animals."}, {"scene_id": "oltl-08-29-08s13", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-29-08s14", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "oltl-08-29-08s15", "raw": "A scene from a TV show in which a man is sitting in a room and looking down.", "with_names": "a man is sitting in a room and looking down."}, {"scene_id": "oltl-08-29-08s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-29-08s17", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-08-29-08s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-29-08s19", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-08-29-08s20", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-08-29-08s21", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a red belt.", "with_names": "a blonde woman is wearing a white shirt and a red belt."}, {"scene_id": "oltl-08-29-08s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-29-08s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-29-08s24", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a pink suit and the other is wearing a white suit.", "with_names": "two women are standing next to each other, one is wearing a pink suit and the other is wearing a white suit."}, {"scene_id": "oltl-08-29-08s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-29-08s26", "raw": "A scene from a TV show in which a judge is wearing a robe and glasses", "with_names": "a judge is wearing a robe and glasses"}, {"scene_id": "oltl-08-29-08s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-08-29-08s28", "raw": "A scene from a TV show in which a woman is standing in front of a window and talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-29-08s29", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-29-08s30", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-08-29-08s31", "raw": "A scene from a TV show in which a woman is standing in a doorway, her arms outstretched.", "with_names": "a woman is standing in a doorway, her arms outstretched."}, {"scene_id": "oltl-08-29-08s32", "raw": "A scene from a TV show in which a man is reading a book and looking down at it.", "with_names": "a man is reading a book and looking down at it."}, {"scene_id": "oltl-08-29-08s33", "raw": "A scene from a TV show in which a woman is lying in bed and a man is sitting next to her.", "with_names": "a woman is lying in bed and a man is sitting next to her."}]