[{"scene_id": "atwt-09-26-08s0", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a woman is in the background.", "with_names": "a man is wearing a blue shirt and Katie is in the background."}, {"scene_id": "atwt-09-26-08s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "atwt-09-26-08s2", "raw": "A scene from a TV show in which a man and a woman are standing on a beach.", "with_names": "] and a woman are standing on a beach."}, {"scene_id": "atwt-09-26-08s3", "raw": "A scene from a TV show in which a woman is on the phone with someone.", "with_names": "a woman is on the phone with someone."}, {"scene_id": "atwt-09-26-08s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-09-26-08s5", "raw": "A scene from a TV show in which a man is on the phone and looking concerned.", "with_names": "a man is on the phone and looking concerned."}, {"scene_id": "atwt-09-26-08s6", "raw": "A scene from a TV show in which a woman is dancing in the air with her hair flying behind her.", "with_names": "a woman is dancing in the air with her hair flying behind her."}, {"scene_id": "atwt-09-26-08s7", "raw": "A scene from a TV show in which Katie Couric is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-26-08s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-26-08s9", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-09-26-08s10", "raw": "A scene from a TV show in which a man is sitting at a desk and typing on a laptop.", "with_names": "a man is sitting at a desk and typing on a laptop."}, {"scene_id": "atwt-09-26-08s11", "raw": "A scene from a TV show in which a model of a mouth is shown", "with_names": ""}, {"scene_id": "atwt-09-26-08s12", "raw": "A scene from a TV show in which a man is standing in a living room and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-09-26-08s13", "raw": "A scene from a TV show in which a woman is on the phone and looking concerned.", "with_names": "a woman is on the phone and looking concerned."}, {"scene_id": "atwt-09-26-08s14", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a glass of wine.", "with_names": ""}, {"scene_id": "atwt-09-26-08s15", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man and touching her hair.", "with_names": "a blonde woman is sitting next to a man and touching her hair."}, {"scene_id": "atwt-09-26-08s16", "raw": "A scene from a TV show in which a black man is wearing a red shirt and a gold chain around his neck.", "with_names": "a black man is wearing a red shirt and a gold chain around his neck."}, {"scene_id": "atwt-09-26-08s17", "raw": "A scene from a TV show in which a white bunny is standing next to a box of Toaster Strudel.", "with_names": "a white bunny is standing next to a box of toaster strudel."}, {"scene_id": "atwt-09-26-08s18", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black shirt", "with_names": ""}, {"scene_id": "atwt-09-26-08s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, the man is looking at a bottle and the woman is looking away from him.", "with_names": "a man and a woman are sitting at a bar, the man is looking at a bottle and the woman is looking away from him."}, {"scene_id": "atwt-09-26-08s20", "raw": "A scene from a TV show in which a man is talking to a woman and another manre stands behind them.", "with_names": ""}, {"scene_id": "atwt-09-26-08s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-26-08s22", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-09-26-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-26-08s24", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "atwt-09-26-08s25", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "atwt-09-26-08s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed, his head is on a pillow and he is looking at a cell phone.", "with_names": "] is lying in a hospital bed, his head is on a pillow and he is looking at a cell phone."}, {"scene_id": "atwt-09-26-08s27", "raw": "A scene from a TV show in which a man is walking down a hallway with a chair and a table in front of him.", "with_names": "a man is walking down a hallway with a chair and a table in front of him."}, {"scene_id": "atwt-09-26-08s28", "raw": "A scene from a TV show in which a woman is talking about Medicare.", "with_names": ""}, {"scene_id": "atwt-09-26-08s29", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-09-26-08s30", "raw": "A scene from a TV show in which a man is standing behind bars.", "with_names": "a man is standing behind bars."}, {"scene_id": "atwt-09-26-08s31", "raw": "A scene from a TV show in which a man is wearing a blue shirt and looking at the camera.", "with_names": "a man is wearing a blue shirt and looking at the camera."}, {"scene_id": "atwt-09-26-08s32", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down at his hands.", "with_names": ""}, {"scene_id": "atwt-09-26-08s33", "raw": "A scene from a TV show in which a man is locked in a cage.", "with_names": "a man is locked in a cage."}, {"scene_id": "atwt-09-26-08s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-26-08s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]