[{"scene_id": "bb-08-25-17s0", "raw": "A scene from a TV show in which a man sits in a chair and looks out the window.", "with_names": "a man sits in a chair and looks out the window."}, {"scene_id": "bb-08-25-17s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-25-17s2", "raw": "A scene from a TV show in which a man is holding a maroon scarf and talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-25-17s3", "raw": "A scene from a TV show in which a man is sitting in a room with a desk and a bookshelf.", "with_names": "a man is sitting in a room with a desk and a bookshelf."}, {"scene_id": "bb-08-25-17s4", "raw": "A scene from a TV show in which a man is shown entering a building with a security guard.", "with_names": ""}, {"scene_id": "bb-08-25-17s5", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-25-17s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-25-17s9", "raw": "A scene from a TV show in which a woman is yelling at a group of people.", "with_names": "a woman is yelling at a group of people."}, {"scene_id": "bb-08-25-17s10", "raw": "A scene from a TV show in which a man is reading a letter to another man.", "with_names": "a man is reading a letter to another man."}, {"scene_id": "bb-08-25-17s11", "raw": "A scene from a TV show in which a man is standing in a room with a door.", "with_names": "Saul is standing in a room with a door."}, {"scene_id": "bb-08-25-17s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-25-17s13", "raw": "A scene from a TV show in which two women are talking in a closet.", "with_names": ""}, {"scene_id": "bb-08-25-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-08-25-17s15", "raw": "A scene from a TV show in which a woman is talking to a stylist.", "with_names": ""}, {"scene_id": "bb-08-25-17s16", "raw": "A scene from a TV show in which a fire is set in a laundry room. (WFSB)", "with_names": "a fire is set in a laundry room. (wfsb)"}]