[{"scene_id": "oltl-08-16-07s0", "raw": "A scene from a TV show in which a man is seen holding a red handbag and a woman is sitting at a table.", "with_names": "a man is holding a red handbag and Lindsay is sitting at a table."}, {"scene_id": "oltl-08-16-07s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-16-07s2", "raw": "A scene from a TV show in which two women are sitting at a table in a garden, with a newspaper and a cup of tea.", "with_names": "two women are sitting at a table in a garden, with a newspaper and a cup of tea."}, {"scene_id": "oltl-08-16-07s3", "raw": "A scene from a TV show in which two men are standing in a yard, one is drinking from a bottle and the other is holding a book.", "with_names": "two men are standing in a yard, one is drinking from a bottle and the other is holding a book."}, {"scene_id": "oltl-08-16-07s4", "raw": "A scene from a TV show in which a woman is looking at her phone while a man is holding a tray of food.", "with_names": "a woman is looking at her phone while a man is holding a tray of food."}, {"scene_id": "oltl-08-16-07s5", "raw": "A scene from a TV show in which a bright light shines on a person", "with_names": "a bright light shines on a person"}, {"scene_id": "oltl-08-16-07s6", "raw": "A scene from a TV show in which a woman is standing in front of a counter with a plate of food, and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-16-07s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-16-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-08-16-07s9", "raw": "A scene from a TV show in which a man is sitting in a chair with his hands folded in front of him.", "with_names": ""}, {"scene_id": "oltl-08-16-07s10", "raw": "A scene from a TV show in which a young boy is sitting on a bench with a man sitting next to him.", "with_names": "a young boy is sitting on a bench with a man sitting next to him."}, {"scene_id": "oltl-08-16-07s11", "raw": "A scene from a TV show in which a young woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-08-16-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-16-07s13", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-16-07s14", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and looking at the camera.", "with_names": "a man is sitting in a hospital bed and looking at the camera."}, {"scene_id": "oltl-08-16-07s15", "raw": "A scene from a TV show in which a woman is holding flowers and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-16-07s16", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a bottle.", "with_names": "two men are standing in a room, one of them is holding a bottle."}, {"scene_id": "oltl-08-16-07s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and a hat", "with_names": "a woman is wearing a black dress and a hat"}, {"scene_id": "oltl-08-16-07s18", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "oltl-08-16-07s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-08-16-07s20", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a picture frame.", "with_names": ""}, {"scene_id": "oltl-08-16-07s21", "raw": "A scene from a TV show in which a woman is hugging a man and another man is standing behind her.", "with_names": "a woman is hugging a man and another man is standing behind her."}, {"scene_id": "oltl-08-16-07s22", "raw": "A scene from a TV show in which a person holds a newspaper with a picture of a man.", "with_names": "a person holds a newspaper with a picture of a man."}, {"scene_id": "oltl-08-16-07s23", "raw": "A scene from a TV show in which a woman is wearing a red wig and a black dress.", "with_names": "a woman is wearing a red wig and a black dress."}, {"scene_id": "oltl-08-16-07s24", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-16-07s25", "raw": "A scene from a TV show in which a woman is wearing a dress and standing in a room.", "with_names": "a woman is wearing a dress and standing in a room."}, {"scene_id": "oltl-08-16-07s26", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-16-07s27", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a group of people.", "with_names": "a man is standing in a room with a woman and a group of people."}, {"scene_id": "oltl-08-16-07s28", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and she is holding a piece of paper.", "with_names": "a man is standing in a room with a woman, and she is holding a piece of paper."}, {"scene_id": "oltl-08-16-07s29", "raw": "A scene from a TV show in which a man is drinking a bottle of whiskey.", "with_names": "a man is drinking a bottle of whiskey."}, {"scene_id": "oltl-08-16-07s30", "raw": "A scene from a TV show in which a woman is standing in a room with a computer.", "with_names": "a woman is standing in a room with a computer."}, {"scene_id": "oltl-08-16-07s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-16-07s32", "raw": "A scene from a TV show in which a woman is holding a bottle and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-16-07s33", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-08-16-07s34", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-08-16-07s35", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "oltl-08-16-07s36", "raw": "A scene from a TV show in which a woman is standing in a wine cellar, holding a wine glass and talking to another woman.", "with_names": ""}]