[{"scene_id": "atwt-05-01-09s0", "raw": "A scene from a TV show in which a woman is throwing papers in the air.", "with_names": "Vienna is throwing papers in the air."}, {"scene_id": "atwt-05-01-09s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-01-09s2", "raw": "A scene from a TV show in which a woman is talking on the phone and looking annoyed.", "with_names": ""}, {"scene_id": "atwt-05-01-09s3", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-05-01-09s4", "raw": "A scene from a TV show in which a man is seen using a magnifying glass to look at a small object.", "with_names": "a man is using a magnifying glass to look at a small object."}, {"scene_id": "atwt-05-01-09s5", "raw": "A scene from a TV show in which a woman is wearing a purple top and a bun in her hair.", "with_names": "a woman is wearing a purple top and a bun in her hair."}, {"scene_id": "atwt-05-01-09s6", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a kitchen.", "with_names": "a blonde woman is standing next to a man in a kitchen."}, {"scene_id": "atwt-05-01-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-01-09s8", "raw": "A scene from a TV show in which a tube of red lipstick is shown.", "with_names": ""}, {"scene_id": "atwt-05-01-09s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-01-09s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-01-09s11", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-05-01-09s12", "raw": "A scene from a TV show in which a man and a woman are shaking hands", "with_names": "a man and a woman are shaking hands"}, {"scene_id": "atwt-05-01-09s13", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a bun on top of her head.", "with_names": "a woman is wearing a purple shirt and a bun on top of her head."}, {"scene_id": "atwt-05-01-09s14", "raw": "A scene from a TV show in which a woman is seen smiling and clapping her hands.", "with_names": "a woman is smiling and clapping her hands."}, {"scene_id": "atwt-05-01-09s15", "raw": "A scene from a TV show in which a woman is wearing a purple top and a ponytail", "with_names": "a woman is wearing a purple top and a ponytail"}, {"scene_id": "atwt-05-01-09s16", "raw": "A scene from a TV show in which a woman is hugging a man in a hospital room.", "with_names": "a woman is hugging a man in a hospital room."}, {"scene_id": "atwt-05-01-09s17", "raw": "A scene from a TV show in which a cat is seen playing with air fresheners.", "with_names": "a cat is playing with air fresheners."}, {"scene_id": "atwt-05-01-09s18", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-01-09s19", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "atwt-05-01-09s20", "raw": "A scene from a TV show in which a woman is talking to a man and a pink flower is in the background.", "with_names": ""}, {"scene_id": "atwt-05-01-09s21", "raw": "A scene from a TV show in which a woman is having her hair dyed red.", "with_names": "a woman is having her hair dyed red."}, {"scene_id": "atwt-05-01-09s22", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-01-09s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-01-09s24", "raw": "A scene from a TV show in which a little girl is talking on the phone.", "with_names": ""}]