[{"scene_id": "atwt-07-22-05s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Holden and a woman are standing in a room."}, {"scene_id": "atwt-07-22-05s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-22-05s2", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-07-22-05s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-22-05s4", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-22-05s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-22-05s6", "raw": "A scene from a TV show in which a man and a child are eating cereal together.", "with_names": "a man and a child are eating cereal together."}, {"scene_id": "atwt-07-22-05s7", "raw": "A scene from a TV show in which a man and a woman are talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-22-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-07-22-05s9", "raw": "A scene from a TV show in which a UFO is seen flying over a crowd of people.", "with_names": "a ufo is flying over a crowd of people."}, {"scene_id": "atwt-07-22-05s10", "raw": "A scene from a TV show in which a man is wearing a green shirt and looking at the camera.", "with_names": "a man is wearing a green shirt and looking at the camera."}, {"scene_id": "atwt-07-22-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-22-05s12", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-22-05s13", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-22-05s14", "raw": "A scene from a TV show in which a woman is eating a chocolate bar.", "with_names": "a woman is eating a chocolate bar."}, {"scene_id": "atwt-07-22-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-22-05s16", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-07-22-05s17", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-07-22-05s18", "raw": "A scene from a TV show in which two women are sitting in a movie theater, one of them is pregnant.", "with_names": "two women are sitting in a movie theater, one of them is pregnant."}, {"scene_id": "atwt-07-22-05s19", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-07-22-05s20", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-07-22-05s21", "raw": "A scene from a TV show in which a woman is looking down and her hair blows in the wind.", "with_names": "a woman is looking down and her hair blows in the wind."}, {"scene_id": "atwt-07-22-05s22", "raw": "A scene from a TV show in which a man is using a Dial soap dispenser.", "with_names": "a man is using a dial soap dispenser."}, {"scene_id": "atwt-07-22-05s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-22-05s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-22-05s25", "raw": "A scene from a TV show in which a woman is driving a car at night.", "with_names": "] is driving a car at night."}, {"scene_id": "atwt-07-22-05s26", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her hand on his chest.", "with_names": "a woman is lying on top of a man, with her hand on his chest."}, {"scene_id": "atwt-07-22-05s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]