[{"scene_id": "gl-10-11-04s0", "raw": "A scene from a TV show in which a woman is talking to a young boy in a hospital bed.", "with_names": ""}, {"scene_id": "gl-10-11-04s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-11-04s2", "raw": "A scene from a TV show in which a woman is lying on a bed with a towel over her head.", "with_names": "a woman is lying on a bed with a towel over her head."}, {"scene_id": "gl-10-11-04s3", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-10-11-04s4", "raw": "A scene from a TV show in which a man is sitting at a table and looking down", "with_names": "a man is sitting at a table and looking down"}, {"scene_id": "gl-10-11-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-10-11-04s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is lying on a bed in the background.", "with_names": ""}, {"scene_id": "gl-10-11-04s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig", "with_names": "a woman is wearing a black dress and a blonde wig"}, {"scene_id": "gl-10-11-04s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "gl-10-11-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "gl-10-11-04s10", "raw": "A scene from a TV show in which a woman is screaming in a black dress.", "with_names": "a woman is screaming in a black dress."}, {"scene_id": "gl-10-11-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and her neck is hurting", "with_names": ""}, {"scene_id": "gl-10-11-04s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-10-11-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-10-11-04s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-10-11-04s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-11-04s16", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-10-11-04s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-11-04s18", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-10-11-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-11-04s20", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-10-11-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-10-11-04s22", "raw": "A scene from a TV show in which a man is seen drawing a heart on a piece of paper.", "with_names": "a man is drawing a heart on a piece of paper."}, {"scene_id": "gl-10-11-04s23", "raw": "A scene from a TV show in which a woman is on the phone", "with_names": "a woman is on the phone"}, {"scene_id": "gl-10-11-04s24", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-10-11-04s25", "raw": "A scene from a TV show in which a man is holding a wine glass and a woman is sitting in a chair.", "with_names": ""}, {"scene_id": "gl-10-11-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-11-04s27", "raw": "A scene from a TV show in which a woman is giving birth", "with_names": "a woman is giving birth"}, {"scene_id": "gl-10-11-04s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]