[{"scene_id": "atwt-05-24-06s0", "raw": "A scene from a TV show in which a man is looking at a computer screen", "with_names": "a man is looking at a computer screen"}, {"scene_id": "atwt-05-24-06s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man stands behind her.", "with_names": "a woman is wearing a pink shirt and a man stands behind her."}, {"scene_id": "atwt-05-24-06s2", "raw": "A scene from a TV show in which a woman is hugging a man in a room.", "with_names": "a woman is hugging ] in a room."}, {"scene_id": "atwt-05-24-06s3", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at ] and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-05-24-06s4", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-24-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-24-06s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "a woman is wearing a dress and a necklace"}, {"scene_id": "atwt-05-24-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-06s8", "raw": "A scene from a TV show in which a cup is filled with peanut butter and a spoon is used to scoop it up.", "with_names": "a cup is filled with peanut butter and a spoon is used to scoop it up."}, {"scene_id": "atwt-05-24-06s9", "raw": "A scene from a TV show in which a young man is looking to the side and wearing a black polo shirt.", "with_names": "a young man is looking to the side and wearing a black polo shirt."}, {"scene_id": "atwt-05-24-06s10", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and is scratching her head.", "with_names": "a woman is wearing a pink shirt and is scratching her head."}, {"scene_id": "atwt-05-24-06s11", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a necklace", "with_names": "a woman is wearing a gold dress and a necklace"}, {"scene_id": "atwt-05-24-06s12", "raw": "A scene from a TV show in which a woman is walking through a door", "with_names": "a woman is walking through a door"}, {"scene_id": "atwt-05-24-06s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-24-06s14", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-05-24-06s15", "raw": "A scene from a TV show in which a woman is holding a pair of scissors and talking.", "with_names": ""}, {"scene_id": "atwt-05-24-06s16", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-05-24-06s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-05-24-06s18", "raw": "A scene from a TV show in which a frog is singing.", "with_names": "a frog is singing."}, {"scene_id": "atwt-05-24-06s19", "raw": "A scene from a TV show in which a woman is wearing a necklace and a cross on her lapel.", "with_names": "a woman is wearing a necklace and a cross on her lapel."}, {"scene_id": "atwt-05-24-06s20", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a dress", "with_names": "a woman is looking off to the side and wearing a dress"}, {"scene_id": "atwt-05-24-06s21", "raw": "A scene from a TV show in which a brown ball is seen moving in the air.", "with_names": "a brown ball is moving in the air."}, {"scene_id": "atwt-05-24-06s22", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think about this.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think about this.\""}, {"scene_id": "atwt-05-24-06s23", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-24-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-06s25", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-24-06s26", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-24-06s27", "raw": "A scene from a TV show in which a woman is seen in a bathroom with her hands over her mouth.", "with_names": "a woman is in a bathroom with her hands over her mouth."}, {"scene_id": "atwt-05-24-06s28", "raw": "A scene from a TV show in which Colgate Total toothpaste is shown", "with_names": ""}]