[{"scene_id": "gl-06-17-03s0", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-06-17-03s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a necklace", "with_names": ""}, {"scene_id": "gl-06-17-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to them.", "with_names": ""}, {"scene_id": "gl-06-17-03s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-06-17-03s4", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-06-17-03s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-06-17-03s6", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "gl-06-17-03s7", "raw": "A scene from a TV show in which a man is sitting on a couch with balloons and a white shirt on.", "with_names": ""}, {"scene_id": "gl-06-17-03s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-17-03s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-06-17-03s10", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-06-17-03s11", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a blue dress and the other is wearing a brown dress.", "with_names": "two women are standing next to each other, one is wearing a blue dress and the other is wearing a brown dress."}, {"scene_id": "gl-06-17-03s12", "raw": "A scene from a TV show in which a woman is sneezing into a tissue.", "with_names": "a woman is sneezing into a tissue."}, {"scene_id": "gl-06-17-03s13", "raw": "A scene from a TV show in which a young blonde woman is looking to the left of the frame.", "with_names": "a young blonde woman is looking to the left of the frame."}, {"scene_id": "gl-06-17-03s14", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-06-17-03s15", "raw": "A scene from a TV show in which a man is talking to someone and a painting is visible in the background.", "with_names": ""}, {"scene_id": "gl-06-17-03s16", "raw": "A scene from a TV show in which a man and a woman are standing in front of a bunch of balloons.", "with_names": "a man and a woman are standing in front of a bunch of balloons."}, {"scene_id": "gl-06-17-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-17-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-06-17-03s19", "raw": "A scene from a TV show in which a man is wearing a mask and a woman is holding his arm.", "with_names": "a man is wearing a mask and a woman is holding his arm."}, {"scene_id": "gl-06-17-03s20", "raw": "", "with_names": ""}, {"scene_id": "gl-06-17-03s21", "raw": "A scene from a TV show in which a woman is lying in bed and talking on the phone.", "with_names": ""}]