[{"scene_id": "gl-08-19-05s0", "raw": "A scene from a TV show in which a woman is standing in a doorway, holding a bouquet.", "with_names": "a woman is standing in a doorway, holding a bouquet."}, {"scene_id": "gl-08-19-05s1", "raw": "A scene from a TV show in which a man is running and his shirt has a hole in it.", "with_names": "a man is running and his shirt has a hole in it."}, {"scene_id": "gl-08-19-05s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-19-05s3", "raw": "A scene from a TV show in which a man is eating a sandwich and a woman is standing behind him.", "with_names": "a man is eating a sandwich and a woman is standing behind him."}, {"scene_id": "gl-08-19-05s4", "raw": "", "with_names": ""}, {"scene_id": "gl-08-19-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind.", "with_names": ""}, {"scene_id": "gl-08-19-05s6", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-08-19-05s7", "raw": "A scene from a TV show in which two young boys are sitting next to each other, looking at the camera.", "with_names": "two young boys are sitting next to each other, looking at the camera."}, {"scene_id": "gl-08-19-05s8", "raw": "", "with_names": ""}, {"scene_id": "gl-08-19-05s9", "raw": "", "with_names": ""}, {"scene_id": "gl-08-19-05s10", "raw": "", "with_names": ""}, {"scene_id": "gl-08-19-05s11", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "gl-08-19-05s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-08-19-05s13", "raw": "A scene from a TV show in which a woman is talking to a man on a porch.", "with_names": ""}, {"scene_id": "gl-08-19-05s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a white dress and a white tie.", "with_names": "a man and a woman are standing next to each other, with a white dress and a white tie."}, {"scene_id": "gl-08-19-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a flower in his lapel.", "with_names": "a man is wearing a suit and a flower in his lapel."}, {"scene_id": "gl-08-19-05s16", "raw": "A scene from a TV show in which a man is on the phone and his eyes are closed.", "with_names": "a man is on the phone and his eyes are closed."}, {"scene_id": "gl-08-19-05s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-19-05s18", "raw": "A scene from a TV show in which a man and a woman are sitting on a staircase, talking and smiling.", "with_names": ""}, {"scene_id": "gl-08-19-05s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-19-05s20", "raw": "A scene from a TV show in which a blonde girl is wearing a green necklace and a pink dress.", "with_names": "a blonde girl is wearing a green necklace and a pink dress."}, {"scene_id": "gl-08-19-05s21", "raw": "A scene from a TV show in which a man and a woman are dancing at a wedding.", "with_names": "a man and a woman are dancing at a wedding."}, {"scene_id": "gl-08-19-05s22", "raw": "A scene from a TV show in which a man is looking at a door and smiling", "with_names": "a man is looking at a door and smiling"}, {"scene_id": "gl-08-19-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-19-05s24", "raw": "A scene from a TV show in which a man and a woman are dancing at a wedding.", "with_names": "a man and a woman are dancing at a wedding."}, {"scene_id": "gl-08-19-05s25", "raw": "A scene from a TV show in which two men are hugging each other.", "with_names": "two men are hugging each other."}, {"scene_id": "gl-08-19-05s26", "raw": "A scene from a TV show in which a man is on the phone and his eyes are closed", "with_names": "a man is on the phone and his eyes are closed"}, {"scene_id": "gl-08-19-05s27", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit and a wedding dress.", "with_names": "a woman is standing next to a man in a suit and a wedding dress."}, {"scene_id": "gl-08-19-05s28", "raw": "A scene from a TV show in which a woman is hugging a man and looking at him with a shocked expression.", "with_names": "a woman is hugging a man and looking at him with a shocked expression."}, {"scene_id": "gl-08-19-05s29", "raw": "", "with_names": ""}]