[{"scene_id": "pc-07-17-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a cell phone", "with_names": ""}, {"scene_id": "pc-07-17-03s1", "raw": "A scene from a TV show in which a man is being beaten up by a woman.", "with_names": "a man is being beaten up by a woman."}, {"scene_id": "pc-07-17-03s2", "raw": "A scene from a TV show in which a woman is wearing a white headband and shorts and is talking to two men.", "with_names": ""}, {"scene_id": "pc-07-17-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-17-03s4", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "pc-07-17-03s5", "raw": "A scene from a TV show in which a woman is standing in front of a table, and another woman is sitting on a chair behind her.", "with_names": ""}, {"scene_id": "pc-07-17-03s6", "raw": "A scene from a TV show in which a woman is talking on a phone and a man is standing behind her", "with_names": ""}, {"scene_id": "pc-07-17-03s7", "raw": "A scene from a TV show in which a man is wearing a black jacket and a woman is standing behind him.", "with_names": "a man is wearing a black jacket and a woman is standing behind him."}, {"scene_id": "pc-07-17-03s8", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "pc-07-17-03s9", "raw": "A scene from a TV show in which a woman is covered in paint and a man is holding her head", "with_names": "a woman is covered in paint and a man is holding her head"}, {"scene_id": "pc-07-17-03s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a flower in her hair.", "with_names": "a woman is wearing a white dress and a flower in her hair."}, {"scene_id": "pc-07-17-03s11", "raw": "", "with_names": ""}, {"scene_id": "pc-07-17-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-17-03s13", "raw": "A scene from a TV show in which a woman is wearing a white head scarf and a green shirt.", "with_names": "a woman is wearing a white head scarf and a green shirt."}]