[{"scene_id": "oltl-02-26-08s0", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his face", "with_names": ""}, {"scene_id": "oltl-02-26-08s1", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is lying on the ground.", "with_names": "Michael is holding a cell phone and ] is lying on the ground."}, {"scene_id": "oltl-02-26-08s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-26-08s3", "raw": "A scene from a TV show in which a yellow background is overlaid with a white background.", "with_names": "a yellow background is overlaid with a white background."}, {"scene_id": "oltl-02-26-08s4", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a cup in each hand.", "with_names": "a man and a woman are standing in a kitchen, with a cup in each hand."}, {"scene_id": "oltl-02-26-08s5", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her", "with_names": "a woman is sitting at a desk and a man is standing behind her"}, {"scene_id": "oltl-02-26-08s6", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "oltl-02-26-08s7", "raw": "A scene from a TV show in which a woman sits in a room with a window and a couch.", "with_names": "a woman sits in a room with a window and a couch."}, {"scene_id": "oltl-02-26-08s8", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a table.", "with_names": "a man is standing in a kitchen and a woman is sitting at a table."}, {"scene_id": "oltl-02-26-08s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-02-26-08s10", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-26-08s11", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-02-26-08s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-26-08s13", "raw": "A scene from a TV show in which a police officer is talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-02-26-08s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-26-08s15", "raw": "A scene from a TV show in which a woman is leaning over a man who is lying on the floor.", "with_names": "a woman is leaning over a man who is lying on the floor."}, {"scene_id": "oltl-02-26-08s16", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a brown coat and a black shirt.", "with_names": "a man is standing in a kitchen, wearing a brown coat and a black shirt."}, {"scene_id": "oltl-02-26-08s17", "raw": "A scene from a TV show in which a man is standing in front of a locker.", "with_names": "a man is standing in front of a locker."}, {"scene_id": "oltl-02-26-08s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-26-08s19", "raw": "A scene from a TV show in which a man is talking to a woman and a police officer is standing nearby.", "with_names": ""}, {"scene_id": "oltl-02-26-08s20", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-26-08s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-26-08s22", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "oltl-02-26-08s23", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "oltl-02-26-08s24", "raw": "A scene from a TV show in which a man is standing in a living room, holding his chest and looking distressed.", "with_names": "a man is standing in a living room, holding his chest and looking distressed."}, {"scene_id": "oltl-02-26-08s25", "raw": "A scene from a TV show in which a man is holding a woman by the arm and trying to kiss her.", "with_names": "Michael is holding ] by the arm and trying to kiss her."}, {"scene_id": "oltl-02-26-08s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-26-08s27", "raw": "A scene from a TV show in which a man is reading a newspaper and another man is standing behind him.", "with_names": "a man is reading a newspaper and another man is standing behind him."}]