[{"scene_id": "gl-02-16-05s0", "raw": "A scene from a TV show in which a man is handing a woman a cake", "with_names": "a man is handing Holly a cake"}, {"scene_id": "gl-02-16-05s1", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by Coop."}, {"scene_id": "gl-02-16-05s2", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "gl-02-16-05s3", "raw": "A scene from a TV show in which a man and a woman are in bed together, and the woman is holding a piece of paper.", "with_names": "Jonathan and Dinah are in bed together, and the woman is holding a piece of paper."}, {"scene_id": "gl-02-16-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-16-05s6", "raw": "A scene from a TV show in which a girl is sitting on a couch and looking down at her feet", "with_names": ""}, {"scene_id": "gl-02-16-05s7", "raw": "A scene from a TV show in which a woman is wearing a silver jacket and a white t-shirt.", "with_names": "a woman is wearing a silver jacket and a white t-shirt."}, {"scene_id": "gl-02-16-05s8", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "Coop and Lizzie are lying down together."}, {"scene_id": "gl-02-16-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and her hair is covering her face.", "with_names": ""}, {"scene_id": "gl-02-16-05s10", "raw": "A scene from a TV show in which a man is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "gl-02-16-05s11", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing suits.", "with_names": ""}, {"scene_id": "gl-02-16-05s12", "raw": "A scene from a TV show in which a woman is seen in a green dress, her hair is down and she is looking at herself in the mirror.", "with_names": "Holly is in a green dress, her hair is down and she is looking at herself in the mirror."}, {"scene_id": "gl-02-16-05s15", "raw": "A scene from a TV show in which a man is standing in his underwear", "with_names": "Jonathan is standing in his underwear"}, {"scene_id": "gl-02-16-05s16", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man standing behind her", "with_names": "Marina is sitting at a bar with a man standing behind her"}, {"scene_id": "gl-02-16-05s17", "raw": "A scene from a TV show in which a woman is wearing a jacket and a white shirt", "with_names": "Danny is wearing a jacket and a white shirt"}, {"scene_id": "gl-02-16-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "gl-02-16-05s20", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch", "with_names": ""}, {"scene_id": "gl-02-16-05s21", "raw": "A scene from a TV show in which a woman is giving a gift to a man.", "with_names": "Lizzie is giving a gift to Coop."}, {"scene_id": "gl-02-16-05s22", "raw": "A scene from a TV show in which a man is standing on a woman who is laying on the floor.", "with_names": "Ross is standing on Holly who is laying on the floor."}, {"scene_id": "gl-02-16-05s25", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "gl-02-16-05s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-16-05s27", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-16-05s28", "raw": "A scene from a TV show in which a woman is wearing a gas mask.", "with_names": "a woman is wearing a gas mask."}, {"scene_id": "gl-02-16-05s29", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-02-16-05s31", "raw": "A scene from a TV show in which a man is talking on the phone while another man is walking behind him", "with_names": ""}, {"scene_id": "gl-02-16-05s32", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace", "with_names": "Dinah is wearing a green shirt and a necklace"}, {"scene_id": "gl-02-16-05s33", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black suits.", "with_names": ""}, {"scene_id": "gl-02-16-05s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-16-05s35", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}]