[{"scene_id": "oltl-01-04-10s0", "raw": "A scene from a TV show in which a man is looking at a window and talking.", "with_names": ""}, {"scene_id": "oltl-01-04-10s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-04-10s2", "raw": "A scene from a TV show in which a man is talking to someone in a cubicle.", "with_names": ""}, {"scene_id": "oltl-01-04-10s3", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on her partner's shoulder.", "with_names": "a woman is lying on a bed with her head resting on her partner's shoulder."}, {"scene_id": "oltl-01-04-10s4", "raw": "A scene from a TV show in which a man is lying on a massage table with his eyes closed and a woman is massaging his back.", "with_names": "a man is lying on a massage table with his eyes closed and a woman is massaging his back."}, {"scene_id": "oltl-01-04-10s5", "raw": "A scene from a TV show in which a woman is reading a newspaper.", "with_names": "a woman is reading a newspaper."}, {"scene_id": "oltl-01-04-10s6", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-04-10s7", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a white shirtre.", "with_names": "a young man is wearing a red shirt and a white shirtre."}, {"scene_id": "oltl-01-04-10s8", "raw": "A scene from a TV show in which two men are lying in bed, wrapped in blankets, and looking at a magazine.", "with_names": "two men are lying in bed, wrapped in blankets, and looking at a magazine."}, {"scene_id": "oltl-01-04-10s9", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "oltl-01-04-10s10", "raw": "A scene from a TV show in which a man is in a hospital bed and is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-01-04-10s11", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-01-04-10s12", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a lamp is hanging on the wall.", "with_names": "a man is wearing a blue shirt and a lamp is hanging on the wall."}, {"scene_id": "oltl-01-04-10s13", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a newspaper.", "with_names": "two women are standing in a room, one of them is holding a newspaper."}, {"scene_id": "oltl-01-04-10s14", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is behind him", "with_names": "a man is standing in front of a door and another man is behind him"}, {"scene_id": "oltl-01-04-10s15", "raw": "A scene from a TV show in which a woman is lying on a bed with her hair in her face", "with_names": "a woman is lying on a bed with her hair in her face"}, {"scene_id": "oltl-01-04-10s16", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-01-04-10s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-01-04-10s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-04-10s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-04-10s20", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-04-10s21", "raw": "A scene from a TV show in which a young man is looking down and his eyes are closed.", "with_names": "a young man is looking down and his eyes are closed."}, {"scene_id": "oltl-01-04-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-04-10s23", "raw": "A scene from a TV show in which a man and a woman are standing in a bedroom.", "with_names": "a man and a woman are standing in a bedroom."}, {"scene_id": "oltl-01-04-10s24", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a door is behind him.", "with_names": "a man is wearing a blue shirt and a door is behind him."}, {"scene_id": "oltl-01-04-10s25", "raw": "A scene from a TV show in which a woman is standing in a white dress and a man is wearing a black jacket.", "with_names": "a woman is standing in a white dress and a man is wearing a black jacket."}, {"scene_id": "oltl-01-04-10s26", "raw": "A scene from a TV show in which a woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-01-04-10s27", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-01-04-10s28", "raw": "A scene from a TV show in which a man is walking out of a room and a woman is standing behind him.", "with_names": "a man is walking out of a room and a woman is standing behind him."}, {"scene_id": "oltl-01-04-10s29", "raw": "A scene from a TV show in which a man is looking down and wearing a suit", "with_names": "a man is looking down and wearing a suit"}, {"scene_id": "oltl-01-04-10s30", "raw": "A scene from a TV show in which a man is standing in front of a fireplace and a window.", "with_names": "a man is standing in front of a fireplace and a window."}, {"scene_id": "oltl-01-04-10s31", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "oltl-01-04-10s32", "raw": "A scene from a TV show in which a man is standing behind a young man, both are looking away from the camera.", "with_names": "a man is standing behind a young man, both are looking away from the camera."}, {"scene_id": "oltl-01-04-10s33", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-04-10s34", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-01-04-10s35", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-01-04-10s36", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-01-04-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-04-10s38", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-04-10s39", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-04-10s40", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is cut short.", "with_names": ""}, {"scene_id": "oltl-01-04-10s41", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-04-10s42", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}]