[{"scene_id": "gl-08-31-06s0", "raw": "A scene from a TV show in which a woman is sitting in a bathroom, looking at herself in the mirror.", "with_names": "a woman is sitting in a bathroom, looking at herself in the mirror."}, {"scene_id": "gl-08-31-06s1", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with the man holding the woman by the waist.", "with_names": "Coop and Ava are standing in a kitchen, with the man holding the woman by the waist."}, {"scene_id": "gl-08-31-06s2", "raw": "A scene from a TV show in which two men are standing outside a building, one of them is wearing a suit and the other is wearing a dress shirt.", "with_names": "two men are standing outside a building, one of them is wearing a suit and the other is wearing a dress shirt."}, {"scene_id": "gl-08-31-06s3", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-31-06s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-08-31-06s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-31-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-31-06s8", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-08-31-06s9", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-08-31-06s10", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "gl-08-31-06s11", "raw": "A scene from a TV show in which a man shakes hands with another man.", "with_names": "a man shakes hands with another man."}, {"scene_id": "gl-08-31-06s12", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-08-31-06s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-08-31-06s14", "raw": "A scene from a TV show in which a woman is talking to the camera and smiling.", "with_names": ""}, {"scene_id": "gl-08-31-06s15", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "gl-08-31-06s16", "raw": "A scene from a TV show in which a blonde woman is talking to an older woman.", "with_names": ""}, {"scene_id": "gl-08-31-06s17", "raw": "A scene from a TV show in which a man and a woman are kissing on a bed.", "with_names": "a man and a woman are kissing on a bed."}, {"scene_id": "gl-08-31-06s18", "raw": "A scene from a TV show in which a woman is wearing a white shirt and earrings.", "with_names": "Beth is wearing a white shirt and earrings."}, {"scene_id": "gl-08-31-06s19", "raw": "A scene from a TV show in which a young girl is seen with her hair tied up in a ponytail.", "with_names": "a young girl is with her hair tied up in a ponytail."}, {"scene_id": "gl-08-31-06s20", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-08-31-06s21", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-08-31-06s22", "raw": "A scene from a TV show in which a man is wearing a t-shirt and a long hair", "with_names": "Alan-Michael is wearing a t-shirt and a long hair"}, {"scene_id": "gl-08-31-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-31-06s24", "raw": "A scene from a TV show in which a man and a woman are dancing.", "with_names": "Alan-Michael and Ava are dancing."}, {"scene_id": "gl-08-31-06s25", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-08-31-06s26", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is looking at him.", "with_names": ""}]