[{"scene_id": "oltl-08-11-09s0", "raw": "A scene from a TV show in which a woman is trying to kiss a man.", "with_names": "Dorian is trying to kiss David."}, {"scene_id": "oltl-08-11-09s1", "raw": "A scene from a TV show in which a man is sitting in a chair with his head down, looking down and smiling.", "with_names": ""}, {"scene_id": "oltl-08-11-09s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-11-09s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-08-11-09s4", "raw": "A scene from a TV show in which the word \"Life\" is blurred out", "with_names": "the word \"life\" is blurred out"}, {"scene_id": "oltl-08-11-09s5", "raw": "A scene from a TV show in which a woman is wearing a pink suit and smiling.", "with_names": "a woman is wearing a pink suit and smiling."}, {"scene_id": "oltl-08-11-09s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-11-09s7", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-08-11-09s8", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a black shirt and white pants, and a woman is behind him, wearing a blue dress.", "with_names": "a man is standing in a kitchen, wearing a black shirt and white pants, and a woman is behind him, wearing a blue dress."}, {"scene_id": "oltl-08-11-09s9", "raw": "A scene from a TV show in which a woman is sitting on a stoop and looking up at a building.", "with_names": "a woman is sitting on a stoop and looking up at a building."}, {"scene_id": "oltl-08-11-09s10", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and is looking at the camera.", "with_names": "a young man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "oltl-08-11-09s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-08-11-09s12", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is sitting next to him", "with_names": "a man is lying on a bed and a woman is sitting next to him"}, {"scene_id": "oltl-08-11-09s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "oltl-08-11-09s14", "raw": "A scene from a TV show in which a man and a woman sit at a table in a garden.", "with_names": "a man and a woman sit at a table in a garden."}, {"scene_id": "oltl-08-11-09s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-09s16", "raw": "A scene from a TV show in which a woman is sitting on a chair in a garden.", "with_names": ""}, {"scene_id": "oltl-08-11-09s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-08-11-09s18", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "oltl-08-11-09s19", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "oltl-08-11-09s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-11-09s21", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-08-11-09s22", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-08-11-09s23", "raw": "A scene from a TV show in which a woman is sitting at a table and looking down", "with_names": "a woman is sitting at a table and looking down"}, {"scene_id": "oltl-08-11-09s24", "raw": "A scene from a TV show in which a woman is talking to a man and a young man.", "with_names": ""}, {"scene_id": "oltl-08-11-09s25", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-08-11-09s26", "raw": "A scene from a TV show in which a man is looking at the camera and his mouth is open.", "with_names": "a man is looking at the camera and his mouth is open."}, {"scene_id": "oltl-08-11-09s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-09s28", "raw": "A scene from a TV show in which a man is holding a woman's hand and looking at her.", "with_names": "a man is holding a woman's hand and looking at her."}, {"scene_id": "oltl-08-11-09s29", "raw": "A scene from a TV show in which a woman is holding a white cat and running out of a house.", "with_names": "a woman is holding a white cat and running out of a house."}, {"scene_id": "oltl-08-11-09s30", "raw": "A scene from a TV show in which a black man and a woman are sitting next to each other.", "with_names": "a black man and a woman are sitting next to each other."}, {"scene_id": "oltl-08-11-09s31", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking at a woman.", "with_names": "a young man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-08-11-09s32", "raw": "A scene from a TV show in which a girl is wearing a blue dress and her hair is up", "with_names": "a girl is wearing a blue dress and her hair is up"}, {"scene_id": "oltl-08-11-09s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-11-09s34", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a sad expression.", "with_names": "a woman is crying and a man is looking at her with a sad expression."}, {"scene_id": "oltl-08-11-09s35", "raw": "", "with_names": ""}]