[{"scene_id": "gl-11-21-06s0", "raw": "A scene from a TV show in which a woman is lying next to a man in bed.", "with_names": "Dinah is lying next to Mallet in bed."}, {"scene_id": "gl-11-21-06s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-11-21-06s2", "raw": "A scene from a TV show in which a man and a woman are in a bar.", "with_names": "a man and a woman are in a bar."}, {"scene_id": "gl-11-21-06s3", "raw": "A scene from a TV show in which a man is being attacked by a dog.", "with_names": "a man is being attacked by a dog."}, {"scene_id": "gl-11-21-06s4", "raw": "A scene from a TV show in which a man is interviewed and he is wearing a denim jacket.", "with_names": "a man is interviewed and he is wearing a denim jacket."}, {"scene_id": "gl-11-21-06s5", "raw": "A scene from a TV show in which a woman is shown wearing a blue dress and a white jacket.", "with_names": ""}, {"scene_id": "gl-11-21-06s6", "raw": "A scene from a TV show in which a woman talks on a cell phone.", "with_names": "a woman talks on a cell phone."}, {"scene_id": "gl-11-21-06s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-11-21-06s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-11-21-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-21-06s10", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is pulled back.", "with_names": "a woman is wearing a blue dress and her hair is pulled back."}, {"scene_id": "gl-11-21-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-21-06s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, smiling and talking.", "with_names": ""}, {"scene_id": "gl-11-21-06s13", "raw": "A scene from a TV show in which a man is trapped in a cage.", "with_names": "a man is trapped in a cage."}, {"scene_id": "gl-11-21-06s14", "raw": "A scene from a TV show in which a man pours a drink into a glass Footage", "with_names": "a man pours a drink into a glass footage"}, {"scene_id": "gl-11-21-06s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-21-06s16", "raw": "A scene from a TV show in which a woman is seen walking through a hotel lobby.", "with_names": "a woman is walking through a hotel lobby."}, {"scene_id": "gl-11-21-06s17", "raw": "A scene from a TV show in which a man is shown wearing a suit and tie and laughing.", "with_names": ""}, {"scene_id": "gl-11-21-06s18", "raw": "A scene from a TV show in which a shirtless man is being examined by a doctor.", "with_names": "a shirtless man is being examined by a doctor."}, {"scene_id": "gl-11-21-06s19", "raw": "A scene from a TV show in which a woman is seen holding a wine glass and a handbag.", "with_names": "a woman is holding a wine glass and a handbag."}, {"scene_id": "gl-11-21-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-21-06s21", "raw": "A scene from a TV show in which a man is seen standing in a bedroom, looking at a red envelope.", "with_names": "a man is standing in a bedroom, looking at a red envelope."}, {"scene_id": "gl-11-21-06s22", "raw": "A scene from a TV show in which a young woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-11-21-06s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]