[{"scene_id": "atwt-09-16-08s0", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a white robe.", "with_names": "a woman is walking down a street, wearing a white robe."}, {"scene_id": "atwt-09-16-08s1", "raw": "A scene from a TV show in which a woman is screaming and her mouth is open.", "with_names": "a woman is screaming and her mouth is open."}, {"scene_id": "atwt-09-16-08s2", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s5", "raw": "A scene from a TV show in which a woman is talking to a man in a forest.", "with_names": ""}, {"scene_id": "atwt-09-16-08s6", "raw": "A scene from a TV show in which a woman is shown using a nasal cannula to inhale a substance.", "with_names": ""}, {"scene_id": "atwt-09-16-08s7", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf.", "with_names": "a man is standing in front of a bookshelf."}, {"scene_id": "atwt-09-16-08s8", "raw": "A scene from a TV show in which a woman is kneeling on the ground, a man is standing behind her.", "with_names": "a woman is kneeling on the ground, a man is standing behind her."}, {"scene_id": "atwt-09-16-08s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-16-08s10", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "atwt-09-16-08s11", "raw": "A scene from a TV show in which a man is looking at a statue and smiling.", "with_names": "a man is looking at a statue and smiling."}, {"scene_id": "atwt-09-16-08s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s13", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-09-16-08s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-09-16-08s15", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator and a woman is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-16-08s17", "raw": "A scene from a TV show in which a woman is peeling potatoes.", "with_names": "a woman is peeling potatoes."}, {"scene_id": "atwt-09-16-08s18", "raw": "A scene from a TV show in which a man is sitting on a red couch and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-09-16-08s19", "raw": "A scene from a TV show in which a woman is screaming in a cage.", "with_names": "a woman is screaming in a cage."}, {"scene_id": "atwt-09-16-08s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-16-08s21", "raw": "A scene from a TV show in which a man and a woman are standing together in a field.", "with_names": "a man and a woman are standing together in a field."}, {"scene_id": "atwt-09-16-08s22", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-09-16-08s23", "raw": "A scene from a TV show in which a woman is seen through a glass window, with her face and hands appearing to be distorted.", "with_names": "a woman is through a glass window, with her face and hands appearing to be distorted."}, {"scene_id": "atwt-09-16-08s24", "raw": "A scene from a TV show in which a man is sitting on a red couch and his eyes are closed.", "with_names": "a man is sitting on a red couch and his eyes are closed."}, {"scene_id": "atwt-09-16-08s25", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-16-08s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-16-08s27", "raw": "A scene from a TV show in which a man is wearing a tie and vest and standing in front of a school bus.", "with_names": "a man is wearing a tie and vest and standing in front of a school bus."}, {"scene_id": "atwt-09-16-08s28", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "atwt-09-16-08s29", "raw": "A scene from a TV show in which workers are shown cleaning up the aftermath of the 9/11 attacks.", "with_names": "workers are shown cleaning up the aftermath of the 9/11 attacks."}, {"scene_id": "atwt-09-16-08s30", "raw": "A scene from a TV show in which a man is sitting in a chair and another man to his right is standing behind him.", "with_names": ""}, {"scene_id": "atwt-09-16-08s31", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "atwt-09-16-08s32", "raw": "A scene from a TV show in which a calendar is covered in sticky notes.", "with_names": "a calendar is covered in sticky notes."}]