[{"scene_id": "bb-08-30-17s0", "raw": "A scene from a TV show in which two men are standing in a room with a desk and a potted plant.", "with_names": "two men are standing in a room with a desk and a potted plant."}, {"scene_id": "bb-08-30-17s1", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "Liam is sitting at a desk and Bill is standing in front of him."}, {"scene_id": "bb-08-30-17s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-30-17s3", "raw": "A scene from a TV show in which a man and a woman are standing in a bedroom.", "with_names": "a man and Sheila are standing in a bedroom."}, {"scene_id": "bb-08-30-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-30-17s6", "raw": "A scene from a TV show in which a man is wearing a suit and a beard.", "with_names": "Liam is wearing a suit and a beard."}, {"scene_id": "bb-08-30-17s7", "raw": "A scene from a TV show in which a man and a woman are talking in a room with lamps and a fireplace.", "with_names": ""}, {"scene_id": "bb-08-30-17s8", "raw": "A scene from a TV show in which a woman is lying on a bed and looking up at the ceiling.", "with_names": "Quinn is lying on a bed and looking up at the ceiling."}, {"scene_id": "bb-08-30-17s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Quinn and Sheila are standing in a room."}, {"scene_id": "bb-08-30-17s10", "raw": "A scene from a TV show in which a man pours a drink for another man.", "with_names": "a man pours a drink for another man."}, {"scene_id": "bb-08-30-17s11", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "Liam is standing in a room with Bill."}, {"scene_id": "bb-08-30-17s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-30-17s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-08-30-17s14", "raw": "A scene from a TV show in which a man is standing in a hallway and looking at a potted plant.", "with_names": "Quinn is standing in a hallway and looking at a potted plant."}, {"scene_id": "bb-08-30-17s15", "raw": "A scene from a TV show in which a man is holding a painting of a woman.", "with_names": "a man is holding a painting of a woman."}, {"scene_id": "bb-08-30-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]