[{"scene_id": "pc-08-02-01s0", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "pc-08-02-01s1", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-08-02-01s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-08-02-01s3", "raw": "A scene from a TV show in which a woman is trapped behind a wire fence.", "with_names": "a woman is trapped behind a wire fence."}, {"scene_id": "pc-08-02-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-02-01s5", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-08-02-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-02-01s7", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "pc-08-02-01s8", "raw": "A scene from a TV show in which Brad Pitt is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-02-01s9", "raw": "A scene from a TV show in which a man is singing.", "with_names": "Chris is singing."}, {"scene_id": "pc-08-02-01s10", "raw": "A scene from a TV show in which a man is holding a condom in his hand and a woman is looking at him with a shocked expression.", "with_names": "a man is holding a condom in his hand and a woman is looking at him with a shocked expression."}, {"scene_id": "pc-08-02-01s11", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "pc-08-02-01s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "pc-08-02-01s13", "raw": "A scene from a TV show in which a woman is getting her hair and makeup done.", "with_names": "a woman is getting her hair and makeup done."}]