[{"scene_id": "gl-05-13-04s0", "raw": "A scene from a TV show in which a police officer is seen beating a woman.", "with_names": "a police officer is beating a woman."}, {"scene_id": "gl-05-13-04s1", "raw": "A scene from a TV show in which a man is laughing hysterically.", "with_names": "Alan is laughing hysterically."}, {"scene_id": "gl-05-13-04s2", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Phillip is looking at the camera with a confused expression."}, {"scene_id": "gl-05-13-04s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Danny is looking at Michelle and she is looking back at him."}, {"scene_id": "gl-05-13-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-13-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-13-04s6", "raw": "A scene from a TV show in which a man is holding flowers and a woman is walking away", "with_names": "Nico is holding flowers and Michelle is walking away"}, {"scene_id": "gl-05-13-04s7", "raw": "A scene from a TV show in which a man is playing a pool game with a red table and a chair", "with_names": "Bill is playing a pool game with a red table and a chair"}, {"scene_id": "gl-05-13-04s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket.", "with_names": "a man is wearing a leather jacket."}, {"scene_id": "gl-05-13-04s9", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-05-13-04s10", "raw": "A scene from a TV show in which a man is wearing a denim jacket and a white t-shirt.", "with_names": "a man is wearing a denim jacket and a white t-shirt."}, {"scene_id": "gl-05-13-04s11", "raw": "A scene from a TV show in which a man is looking at a wall and a door is visible behind him", "with_names": "Danny is looking at a wall and a door is visible behind him"}, {"scene_id": "gl-05-13-04s13", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "Tony is wearing a leather jacket and a black shirt"}, {"scene_id": "gl-05-13-04s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-13-04s15", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-05-13-04s16", "raw": "A scene from a TV show in which a man is talking to someone and his hair is falling out", "with_names": ""}, {"scene_id": "gl-05-13-04s17", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is behind her.", "with_names": "Michelle is wearing a red dress and Bill is behind her."}, {"scene_id": "gl-05-13-04s18", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-05-13-04s19", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-05-13-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and his hand is on his head", "with_names": ""}, {"scene_id": "gl-05-13-04s21", "raw": "A scene from a TV show in which a woman is playing a piano and a man is watching her", "with_names": "Michelle is playing a piano and Bill is watching her"}, {"scene_id": "gl-05-13-04s22", "raw": "A scene from a TV show in which a woman is throwing a cup at a man.", "with_names": "Michelle is throwing a cup at Nico."}, {"scene_id": "gl-05-13-04s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-05-13-04s24", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "Alan is looking at Olivia and saying, \"i'm not sure what to think.\""}, {"scene_id": "gl-05-13-04s25", "raw": "A scene from a TV show in which a man is talking on the phone and another man is walking in the background", "with_names": ""}, {"scene_id": "gl-05-13-04s26", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Phillip is looking at Gus and smiling."}, {"scene_id": "gl-05-13-04s27", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "gl-05-13-04s28", "raw": "A scene from a TV show in which a woman is talking on the phone and wearing a suit.", "with_names": ""}, {"scene_id": "gl-05-13-04s29", "raw": "A scene from a TV show in which a man is holding a book and a woman is reading it.", "with_names": "a man is holding a book and Olivia is reading it."}]