[{"scene_id": "oltl-12-05-07s0", "raw": "A scene from a TV show in which a man is wearing only a towel and a woman is standing next to him in a pink bathrobe.", "with_names": "David is wearing only a towel and Viki is standing next to him in a pink bathrobe."}, {"scene_id": "oltl-12-05-07s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing over him, holding a gun to his head.", "with_names": ""}, {"scene_id": "oltl-12-05-07s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a young girl is standing behind her, looking at a laptop.", "with_names": ""}, {"scene_id": "oltl-12-05-07s3", "raw": "A scene from a TV show in which a man is seen licking his lips.", "with_names": "a man is licking his lips."}, {"scene_id": "oltl-12-05-07s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "oltl-12-05-07s5", "raw": "A scene from a TV show in which a woman is signing a book for a man.", "with_names": "a woman is signing a book for a man."}, {"scene_id": "oltl-12-05-07s6", "raw": "A scene from a TV show in which a man is leaning over a table and playing a harmonica.", "with_names": "a man is leaning over a table and playing a harmonica."}, {"scene_id": "oltl-12-05-07s7", "raw": "A scene from a TV show in which a woman is wearing a pink robe and is blowing a kiss.", "with_names": "a woman is wearing a pink robe and is blowing a kiss."}, {"scene_id": "oltl-12-05-07s8", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-12-05-07s9", "raw": "A scene from a TV show in which a man is sitting on a plane and looking out the window.", "with_names": "a man is sitting on a plane and looking out the window."}, {"scene_id": "oltl-12-05-07s10", "raw": "A scene from a TV show in which a woman is wearing a kimono and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-05-07s11", "raw": "A scene from a TV show in which a man is drinking a beer", "with_names": "a man is drinking a beer"}, {"scene_id": "oltl-12-05-07s12", "raw": "A scene from a TV show in which a man is sitting next to a woman, and they are both looking down at a book.", "with_names": "a man is sitting next to a woman, and they are both looking down at a book."}, {"scene_id": "oltl-12-05-07s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-12-05-07s14", "raw": "A scene from a TV show in which a man is seen throwing a ball", "with_names": "] is throwing a ball"}, {"scene_id": "oltl-12-05-07s15", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-12-05-07s16", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-05-07s17", "raw": "A scene from a TV show in which a young woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "oltl-12-05-07s18", "raw": "A scene from a TV show in which two men are sitting on a couch, one of them is looking at the camera.", "with_names": ""}, {"scene_id": "oltl-12-05-07s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-05-07s20", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-12-05-07s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-05-07s22", "raw": "A scene from a TV show in which a woman holds a doll in her hand.", "with_names": "a woman holds a doll in her hand."}, {"scene_id": "oltl-12-05-07s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-05-07s24", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-05-07s25", "raw": "A scene from a TV show in which two men are standing over a man who is lying on a bed.", "with_names": "two men are standing over a man who is lying on a bed."}, {"scene_id": "oltl-12-05-07s26", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a short haircut", "with_names": "a woman is wearing a denim jacket and a short haircut"}, {"scene_id": "oltl-12-05-07s27", "raw": "A scene from a TV show in which a woman is wearing a pink bathrobe and a man is naked.", "with_names": "a woman is wearing a pink bathrobe and a man is naked."}, {"scene_id": "oltl-12-05-07s28", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her, holding her hair.", "with_names": "a woman is sitting at a table and a man is standing behind her, holding her hair."}, {"scene_id": "oltl-12-05-07s29", "raw": "A scene from a TV show in which a man is bleeding from his face", "with_names": "a man is bleeding from his face"}, {"scene_id": "oltl-12-05-07s30", "raw": "A scene from a TV show in which a man is holding a woman by the hand and pointing at her.", "with_names": "a man is holding a woman by the hand and pointing at her."}, {"scene_id": "oltl-12-05-07s31", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-12-05-07s32", "raw": "A scene from a TV show in which a man is holding a woman by the neck and looking at her.", "with_names": "a man is holding a woman by the neck and looking at her."}, {"scene_id": "oltl-12-05-07s33", "raw": "A scene from a TV show in which a man is sitting in front of a laptop and a woman is standing behind him.", "with_names": "a man is sitting in front of a laptop and a woman is standing behind him."}, {"scene_id": "oltl-12-05-07s34", "raw": "A scene from a TV show in which a man is standing next to another man, both wearing black coats.", "with_names": "a man is standing next to another man, both wearing black coats."}, {"scene_id": "oltl-12-05-07s35", "raw": "A scene from a TV show in which a man is seen bowing his head", "with_names": "a man is bowing his head"}, {"scene_id": "oltl-12-05-07s36", "raw": "A scene from a TV show in which a man is seen walking up to a house with a gun.", "with_names": "a man is walking up to a house with a gun."}, {"scene_id": "oltl-12-05-07s37", "raw": "", "with_names": ""}]