[{"scene_id": "atwt-03-11-10s0", "raw": "A scene from a TV show in which a man is adjusting his tie in front of a mirror.", "with_names": "Henry is adjusting his tie in front of a mirror."}, {"scene_id": "atwt-03-11-10s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-03-11-10s2", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at the camera.", "with_names": "a man is standing in front of a door and looking at the camera."}, {"scene_id": "atwt-03-11-10s3", "raw": "A scene from a TV show in which a man is wearing a red hoodie and a black coat.", "with_names": "a man is wearing a red hoodie and a black coat."}, {"scene_id": "atwt-03-11-10s4", "raw": "A scene from a TV show in which a woman is buying a laptop from a saleswoman.", "with_names": "a woman is buying a laptop from a saleswoman."}, {"scene_id": "atwt-03-11-10s5", "raw": "A scene from a TV show in which a doctor is looking down and wearing a white coat and a tie.", "with_names": "a doctor is looking down and wearing a white coat and a tie."}, {"scene_id": "atwt-03-11-10s6", "raw": "A scene from a TV show in which a man is holding a poster in front of him and a woman is looking at him.", "with_names": "a man is holding a poster in front of him and ] is looking at him."}, {"scene_id": "atwt-03-11-10s7", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and looking at a woman.", "with_names": "a man is wearing a suit and a red tie and looking at a woman."}, {"scene_id": "atwt-03-11-10s8", "raw": "A scene from a TV show in which a woman is wearing a yellow top and a black and white checked jacket.", "with_names": "a woman is wearing a yellow top and a black and white checked jacket."}, {"scene_id": "atwt-03-11-10s9", "raw": "A scene from a TV show in which a young man is wearing a green jacket and a grey shirt.", "with_names": "a young man is wearing a green jacket and a grey shirt."}, {"scene_id": "atwt-03-11-10s10", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "atwt-03-11-10s11", "raw": "A scene from a TV show in which a woman is blowing a bubble with the Garnier logo", "with_names": "a woman is blowing a bubble with the garnier logo"}, {"scene_id": "atwt-03-11-10s12", "raw": "A scene from a TV show in which a young man is holding a cell phone up to his face and smiling.", "with_names": "a young man is holding a cell phone up to his face and smiling."}, {"scene_id": "atwt-03-11-10s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-03-11-10s14", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is sitting next to her", "with_names": "a woman is holding a baby and another woman is sitting next to her"}, {"scene_id": "atwt-03-11-10s15", "raw": "A scene from a TV show in which a man is talking to another man demonstratively.", "with_names": ""}, {"scene_id": "atwt-03-11-10s16", "raw": "A scene from a TV show in which Clairol is accused of using models to sell its products.", "with_names": "clairol is accused of using models to sell its products."}, {"scene_id": "atwt-03-11-10s17", "raw": "A scene from a TV show in which a young man is talking to another young man who is wearing a red hoodie.", "with_names": ""}, {"scene_id": "atwt-03-11-10s18", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-11-10s19", "raw": "A scene from a TV show in which a jar of Revitalift is shown", "with_names": ""}, {"scene_id": "atwt-03-11-10s20", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "atwt-03-11-10s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-11-10s22", "raw": "A scene from a TV show in which a young man is wearing a white coat and a stethoscope around his neck.", "with_names": "a young man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-03-11-10s23", "raw": "A scene from a TV show in which a man is looking at a sign and talking.", "with_names": ""}, {"scene_id": "atwt-03-11-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-11-10s25", "raw": "A scene from a TV show in which a makeup palette is shown on a conveyor belt.", "with_names": ""}]