[{"scene_id": "bb-05-14-14s0", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "Taylor and Aly are standing close to each other."}, {"scene_id": "bb-05-14-14s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-14-14s2", "raw": "A scene from a TV show in which a woman sits at a bar and drinks a drink.", "with_names": "a woman sits at a bar and drinks a drink."}, {"scene_id": "bb-05-14-14s3", "raw": "A scene from a TV show in which a man walks into a room and looks at a large wine glass.", "with_names": "a man walks into a room and looks at a large wine glass."}, {"scene_id": "bb-05-14-14s4", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "bb-05-14-14s5", "raw": "A scene from a TV show in which a young woman is crying and a man is looking at her.", "with_names": "a young woman is crying and a man is looking at her."}, {"scene_id": "bb-05-14-14s6", "raw": "A scene from a TV show in which two men are standing in a bar and talking.", "with_names": ""}, {"scene_id": "bb-05-14-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-14-14s8", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-14-14s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Oliver and Aly are standing next to each other."}, {"scene_id": "bb-05-14-14s10", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "bb-05-14-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-14-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-14-14s13", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-14-14s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-05-14-14s15", "raw": "A scene from a TV show in which a young woman is crying and a man is comforting her.", "with_names": "a young woman is crying and a man is comforting her."}, {"scene_id": "bb-05-14-14s16", "raw": "A scene from a TV show in which a woman sits in a library and looks at a book.", "with_names": "Aly sits in a library and looks at a book."}, {"scene_id": "bb-05-14-14s17", "raw": "A scene from a TV show in which a woman is trying to comfort a young woman.", "with_names": "Aly is trying to comfort a young woman."}, {"scene_id": "bb-05-14-14s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]