[{"scene_id": "atwt-07-08-04s0", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Mike and Nikki are looking at each other."}, {"scene_id": "atwt-07-08-04s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-08-04s2", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at a computer screen.", "with_names": "a man is sitting at a desk and looking at a computer screen."}, {"scene_id": "atwt-07-08-04s3", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-07-08-04s4", "raw": "A scene from a TV show in which Dove soap is used to clean a woman's face", "with_names": "dove soap is used to clean a woman's face"}, {"scene_id": "atwt-07-08-04s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-08-04s6", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-08-04s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-08-04s8", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-08-04s9", "raw": "A scene from a TV show in which a helicopter lands on a field and a man is running away from it. The words \"August 31st\" are written on the screen.", "with_names": "a helicopter lands on a field and a man is running away from it. the words \"august 31st\" are written on the screen."}, {"scene_id": "atwt-07-08-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-08-04s11", "raw": "A scene from a TV show in which a man is holding a baby in his arms", "with_names": "a man is holding a baby in his arms"}, {"scene_id": "atwt-07-08-04s12", "raw": "A scene from a TV show in which a man is seen walking into a door and then disappearing.", "with_names": "a man is walking into a door and then disappearing."}, {"scene_id": "atwt-07-08-04s13", "raw": "A scene from a TV show in which a circle is drawn on a black screen", "with_names": "a circle is drawn on a black screen"}, {"scene_id": "atwt-07-08-04s14", "raw": "A scene from a TV show in which two women are smiling and laughing.", "with_names": "two women are smiling and laughing."}, {"scene_id": "atwt-07-08-04s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-08-04s16", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-08-04s17", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-08-04s18", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a red top.", "with_names": ""}, {"scene_id": "atwt-07-08-04s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-08-04s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-08-04s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-08-04s22", "raw": "A scene from a TV show in which a woman is standing in a pool, surrounded by a group of people.", "with_names": "a woman is standing in a pool, surrounded by a group of people."}, {"scene_id": "atwt-07-08-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "atwt-07-08-04s24", "raw": "A scene from a TV show in which a man is seen laughing and smiling while he is in a red shirt.", "with_names": "a man is laughing and smiling while he is in a red shirt."}, {"scene_id": "atwt-07-08-04s25", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a green necklace.", "with_names": "a woman is wearing a pink blazer and a green necklace."}, {"scene_id": "atwt-07-08-04s26", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-08-04s27", "raw": "A scene from a TV show in which a woman is holding a tissue to her face and looking shocked.", "with_names": "a woman is holding a tissue to her face and looking shocked."}, {"scene_id": "atwt-07-08-04s28", "raw": "A scene from a TV show in which a man is looking at a window and a clock is visible in the background", "with_names": "a man is looking at a window and a clock is visible in the background"}]