[{"scene_id": "atwt-08-02-05s0", "raw": "A scene from a TV show in which a shirtless man is standing in front of a window.", "with_names": "a shirtless man is standing in front of a window."}, {"scene_id": "atwt-08-02-05s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-08-02-05s2", "raw": "A scene from a TV show in which a woman is smiling and looking down, wearing a teal shirt.", "with_names": "a woman is smiling and looking down, wearing a teal shirt."}, {"scene_id": "atwt-08-02-05s3", "raw": "A scene from a TV show in which Tide is used to clean a boat", "with_names": "tide is used to clean a boat"}, {"scene_id": "atwt-08-02-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-05s5", "raw": "A scene from a TV show in which a man and woman sit on a couch and talk.", "with_names": "a man and woman sit on a couch and talk."}, {"scene_id": "atwt-08-02-05s6", "raw": "A scene from a TV show in which a woman is standing in a living room and a young woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-08-02-05s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking down.", "with_names": "a man is wearing a red shirt and looking down."}, {"scene_id": "atwt-08-02-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-05s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-02-05s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-02-05s11", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-08-02-05s12", "raw": "A scene from a TV show in which a man and a woman are talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-08-02-05s13", "raw": "A scene from a TV show in which a woman is looking at her face and touching her chin", "with_names": "a woman is looking at her face and touching her chin"}, {"scene_id": "atwt-08-02-05s14", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black shirt", "with_names": "a woman is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-08-02-05s15", "raw": "A scene from a TV show in which a man is seen holding a box of condoms.", "with_names": "a man is holding a box of condoms."}, {"scene_id": "atwt-08-02-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-02-05s17", "raw": "A scene from a TV show in which a woman is wearing a pink floral robe.", "with_names": "a woman is wearing a pink floral robe."}, {"scene_id": "atwt-08-02-05s18", "raw": "A scene from a TV show in which a man is seen jumping over a heart with the word 'Promise' on it.", "with_names": "a man is jumping over a heart with the word 'promise' on it."}, {"scene_id": "atwt-08-02-05s19", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-08-02-05s20", "raw": "A scene from a TV show in which a woman is holding a baby and a man is hugging her from behind.", "with_names": "a woman is holding a baby and a man is hugging her from behind."}, {"scene_id": "atwt-08-02-05s21", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-02-05s22", "raw": "A scene from a TV show in which a woman is leaning over a desk and another woman is sitting next to her.", "with_names": "a woman is leaning over a desk and another woman is sitting next to her."}]