[{"scene_id": "pc-02-04-02s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "Amy is wearing a red dress and Chris is standing behind her."}, {"scene_id": "pc-02-04-02s1", "raw": "A scene from a TV show in which a medical device is being tested on a machine.", "with_names": "a medical device is being tested on a machine."}, {"scene_id": "pc-02-04-02s2", "raw": "A scene from a TV show in which a woman is held captive by two men.", "with_names": "a woman is held captive by two men."}, {"scene_id": "pc-02-04-02s3", "raw": "A scene from a TV show in which the word \"Port\" is written in white letters", "with_names": "the word \"port\" is written in white letters"}, {"scene_id": "pc-02-04-02s4", "raw": "A scene from a TV show in which a blonde woman and a blond man are standing next to each other.", "with_names": "a blonde woman and a blond man are standing next to each other."}, {"scene_id": "pc-02-04-02s5", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-02-04-02s6", "raw": "A scene from a TV show in which a woman is being attacked by a man in a store.", "with_names": "a woman is being attacked by a man in a store."}, {"scene_id": "pc-02-04-02s7", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a hat and a jacket.", "with_names": "a man is in a dark room, wearing a hat and a jacket."}, {"scene_id": "pc-02-04-02s8", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-02-04-02s9", "raw": "A scene from a TV show in which a doctor is wearing a turtleneck and a stethoscope around his neck.", "with_names": "a doctor is wearing a turtleneck and a stethoscope around his neck."}, {"scene_id": "pc-02-04-02s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-04-02s11", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-02-04-02s12", "raw": "A scene from a TV show in which a doctor is holding a baby and a nurse is comforting the baby's mother.", "with_names": "a doctor is holding a baby and a nurse is comforting the baby's mother."}, {"scene_id": "pc-02-04-02s13", "raw": "A scene from a TV show in which a man is crying and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-02-04-02s14", "raw": "A scene from a TV show in which a blonde woman is talking and her hands are up in the air.", "with_names": ""}, {"scene_id": "pc-02-04-02s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-02-04-02s16", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}]