[{"scene_id": "oltl-08-07-07s0", "raw": "A scene from a TV show in which a woman is seen walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "oltl-08-07-07s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man and a child.", "with_names": "a woman is standing in a kitchen with a man and a child."}, {"scene_id": "oltl-08-07-07s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-07-07s3", "raw": "A scene from a TV show in which a young boy is sitting on a bench with a pacifier in his mouth, and a man is talking to him.", "with_names": ""}, {"scene_id": "oltl-08-07-07s4", "raw": "A scene from a TV show in which a woman is shown in a red dress and a man is seen in the background.", "with_names": ""}, {"scene_id": "oltl-08-07-07s5", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at a mirror.", "with_names": "a man is standing in front of a door and looking at a mirror."}, {"scene_id": "oltl-08-07-07s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-07-07s7", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-08-07-07s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-07-07s9", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-08-07-07s10", "raw": "A scene from a TV show in which a woman is sitting outside and a man is standing behind her.", "with_names": "a woman is sitting outside and a man is standing behind her."}, {"scene_id": "oltl-08-07-07s11", "raw": "A scene from a TV show in which a man is standing in front of a white board, wearing a purple shirt and a grey sweater.", "with_names": "a man is standing in front of a white board, wearing a purple shirt and a grey sweater."}, {"scene_id": "oltl-08-07-07s12", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-07-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-07-07s14", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-07-07s15", "raw": "A scene from a TV show in which a man is standing in front of a white board and writing on it.", "with_names": "a man is standing in front of a white board and writing on it."}, {"scene_id": "oltl-08-07-07s16", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-08-07-07s17", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is holding a baby.", "with_names": "a woman is sitting on a bench and a man is holding a baby."}, {"scene_id": "oltl-08-07-07s18", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-08-07-07s19", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-07-07s20", "raw": "A scene from a TV show in which a woman is talking about her past.", "with_names": ""}, {"scene_id": "oltl-08-07-07s21", "raw": "A scene from a TV show in which a woman is holding a red towel over a young boy.", "with_names": "a woman is holding a red towel over a young boy."}, {"scene_id": "oltl-08-07-07s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-07-07s23", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "oltl-08-07-07s24", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on his cell phone while a woman sits next to him.", "with_names": ""}, {"scene_id": "oltl-08-07-07s25", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-08-07-07s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}]