[{"scene_id": "atwt-08-21-07s0", "raw": "A scene from a TV show in which a man is seen kissing a woman in bed.", "with_names": "Aaron is kissing Customer in bed."}, {"scene_id": "atwt-08-21-07s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-21-07s2", "raw": "A scene from a TV show in which a man is wearing glasses and a grey shirt", "with_names": "a man is wearing glasses and a grey shirt"}, {"scene_id": "atwt-08-21-07s3", "raw": "A scene from a TV show in which a young man is looking down and his eyes are closed.", "with_names": "a young man is looking down and his eyes are closed."}, {"scene_id": "atwt-08-21-07s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-21-07s5", "raw": "A scene from a TV show in which a bottle of hand sanitizer is shown on a clock.", "with_names": ""}, {"scene_id": "atwt-08-21-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-21-07s7", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and looking upset.", "with_names": "a blonde woman is wearing a green shirt and looking upset."}, {"scene_id": "atwt-08-21-07s8", "raw": "A scene from a TV show in which a young man is looking down and his head is tilted to the side.", "with_names": "a young man is looking down and his head is tilted to the side."}, {"scene_id": "atwt-08-21-07s9", "raw": "A scene from a TV show in which Australian sunscreens are being advertised", "with_names": "australian sunscreens are being advertised"}, {"scene_id": "atwt-08-21-07s10", "raw": "A scene from a TV show in which a man is holding a yellow object and a woman is looking at him.", "with_names": "a man is holding a yellow object and a woman is looking at him."}, {"scene_id": "atwt-08-21-07s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-21-07s12", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and a man is standing next to her.", "with_names": "a blonde woman is wearing a green shirt and a man is standing next to her."}, {"scene_id": "atwt-08-21-07s13", "raw": "A scene from a TV show in which a can of sloppy Joes is used to make a manwich.", "with_names": "a can of sloppy joes is used to make a manwich."}, {"scene_id": "atwt-08-21-07s14", "raw": "A scene from a TV show in which a young girl is sitting on a couch and a woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-21-07s15", "raw": "A scene from a TV show in which a man and a woman kiss in front of a TV.", "with_names": "a man and a woman kiss in front of a tv."}, {"scene_id": "atwt-08-21-07s16", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-21-07s17", "raw": "A scene from a TV show in which a woman is looking down and touching her face", "with_names": "a woman is looking down and touching her face"}, {"scene_id": "atwt-08-21-07s18", "raw": "A scene from a TV show in which a green and yellow logo is shown", "with_names": ""}, {"scene_id": "atwt-08-21-07s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-21-07s20", "raw": "A scene from a TV show in which a man is wearing a black shirt and a serious expression.", "with_names": "a man is wearing a black shirt and a serious expression."}, {"scene_id": "atwt-08-21-07s21", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-08-21-07s22", "raw": "A scene from a TV show in which a man is dancing on a bed.", "with_names": "] is dancing on a bed."}, {"scene_id": "atwt-08-21-07s23", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-08-21-07s24", "raw": "A scene from a TV show in which a man uses a mobile phone to make a payment.", "with_names": "] uses a mobile phone to make a payment."}, {"scene_id": "atwt-08-21-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-21-07s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-21-07s27", "raw": "A scene from a TV show in which a young girl is eating a salad while a man plays the piano in the background.", "with_names": "a young girl is eating a salad while a man plays the piano in the background."}]