[{"scene_id": "gl-05-26-06s0", "raw": "A scene from a TV show in which a man is talking to a woman through a window.", "with_names": ""}, {"scene_id": "gl-05-26-06s2", "raw": "A scene from a TV show in which a man is seen in a car with a mask on his face.", "with_names": "a man is in a car with a mask on his face."}, {"scene_id": "gl-05-26-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-26-06s6", "raw": "A scene from a TV show in which a man is holding a box and a piece of paper", "with_names": "a man is holding a box and a piece of paper"}, {"scene_id": "gl-05-26-06s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-05-26-06s10", "raw": "A scene from a TV show in which a woman is being filmed by a man", "with_names": "a woman is being filmed by a man"}, {"scene_id": "gl-05-26-06s11", "raw": "A scene from a TV show in which a man is crying", "with_names": "Rick is crying"}, {"scene_id": "gl-05-26-06s13", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-05-26-06s15", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and looking at the camera.", "with_names": "Reva is sitting in a hospital bed and looking at the camera."}, {"scene_id": "gl-05-26-06s17", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-05-26-06s19", "raw": "A scene from a TV show in which a man is talking on the phone while his face is covered with a towel.", "with_names": ""}, {"scene_id": "gl-05-26-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-26-06s23", "raw": "A scene from a TV show in which a woman is hooked up to an IV.", "with_names": "a woman is hooked up to an iv."}, {"scene_id": "gl-05-26-06s25", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-05-26-06s27", "raw": "A scene from a TV show in which a woman is looking at a green wall.", "with_names": "a woman is looking at a green wall."}, {"scene_id": "gl-05-26-06s29", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-26-06s31", "raw": "A scene from a TV show in which a man is talking to a woman in a hotel elevator.", "with_names": ""}, {"scene_id": "gl-05-26-06s33", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-05-26-06s35", "raw": "A scene from a TV show in which a man is talking to a woman, but his face is obscured by a mesh screen.", "with_names": ""}, {"scene_id": "gl-05-26-06s37", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-05-26-06s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-26-06s41", "raw": "A scene from a TV show in which a woman is sitting on a bed and laughing.", "with_names": "a woman is sitting on a bed and laughing."}, {"scene_id": "gl-05-26-06s43", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital gown.", "with_names": ""}, {"scene_id": "gl-05-26-06s45", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a wall.", "with_names": ""}, {"scene_id": "gl-05-26-06s47", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-26-06s49", "raw": "A scene from a TV show in which a woman is being attacked by a dog", "with_names": "Tammy is being attacked by a dog"}, {"scene_id": "gl-05-26-06s51", "raw": "A scene from a TV show in which a man is talking and his hand is raised", "with_names": ""}, {"scene_id": "gl-05-26-06s53", "raw": "A scene from a TV show in which a woman is shocked by a man's actions.", "with_names": "a woman is shocked by Jonathan's actions."}, {"scene_id": "gl-05-26-06s55", "raw": "A scene from a TV show in which a woman is drinking wine with a man.", "with_names": "a woman is drinking wine with a man."}, {"scene_id": "gl-05-26-06s57", "raw": "A scene from a TV show in which a man is hidden behind a wall.", "with_names": "a man is hidden behind a wall."}, {"scene_id": "gl-05-26-06s59", "raw": "A scene from a TV show in which a woman is wearing a white suit and a blonde woman is sitting on a couch.", "with_names": ""}]