[{"scene_id": "oltl-01-23-09s0", "raw": "A scene from a TV show in which a chef is using a large metal bowl to stir a liquid.", "with_names": "a chef is using a large metal bowl to stir a liquid."}, {"scene_id": "oltl-01-23-09s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-23-09s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with their arms crossed.", "with_names": "a man and a woman are standing next to each other, with their arms crossed."}, {"scene_id": "oltl-01-23-09s3", "raw": "A scene from a TV show in which a man is shown with a mustache.", "with_names": ""}, {"scene_id": "oltl-01-23-09s4", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-01-23-09s5", "raw": "A scene from a TV show in which a woman is wearing a black hat and a green dress.", "with_names": "a woman is wearing a black hat and a green dress."}, {"scene_id": "oltl-01-23-09s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-23-09s7", "raw": "A scene from a TV show in which a boy is talking to a man in front of a bulletin board.", "with_names": ""}, {"scene_id": "oltl-01-23-09s8", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-23-09s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-01-23-09s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the woman is holding a necklace.", "with_names": "a man and a woman are standing next to each other, the woman is holding a necklace."}, {"scene_id": "oltl-01-23-09s11", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "oltl-01-23-09s12", "raw": "A scene from a TV show in which a woman is looking at the camera with her hand on her chest.", "with_names": "a woman is looking at the camera with her hand on her chest."}, {"scene_id": "oltl-01-23-09s13", "raw": "A scene from a TV show in which a young man is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-01-23-09s14", "raw": "A scene from a TV show in which a chef is holding a large silver pot and a woman is wearing a yellow dress.", "with_names": "a chef is holding a large silver pot and a woman is wearing a yellow dress."}, {"scene_id": "oltl-01-23-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-01-23-09s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-01-23-09s17", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and is looking at the camera.", "with_names": "a man is wearing a striped shirt and a tie and is looking at the camera."}, {"scene_id": "oltl-01-23-09s18", "raw": "A scene from a TV show in which a girl is wearing a red shirt and a black jacket.", "with_names": "a girl is wearing a red shirt and a black jacket."}, {"scene_id": "oltl-01-23-09s19", "raw": "A scene from a TV show in which a woman is wearing a turban and a red dress", "with_names": "a woman is wearing a turban and a red dress"}, {"scene_id": "oltl-01-23-09s20", "raw": "A scene from a TV show in which a woman is wearing a red coat and a scarf", "with_names": "a woman is wearing a red coat and a scarf"}, {"scene_id": "oltl-01-23-09s21", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "oltl-01-23-09s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-01-23-09s23", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-01-23-09s24", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-23-09s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-23-09s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-01-23-09s27", "raw": "A scene from a TV show in which a man is yelling and pointing at something.", "with_names": "a man is yelling and pointing at something."}, {"scene_id": "oltl-01-23-09s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-01-23-09s29", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-01-23-09s30", "raw": "A scene from a TV show in which a boy is talking to a girl and another boy is standing behind him.", "with_names": ""}, {"scene_id": "oltl-01-23-09s31", "raw": "A scene from a TV show in which a girl is walking down a hallway and a locker is open.", "with_names": "a girl is walking down a hallway and a locker is open."}, {"scene_id": "oltl-01-23-09s32", "raw": "A scene from a TV show in which a girl is wearing a red scarf and a white jacket.", "with_names": "a girl is wearing a red scarf and a white jacket."}, {"scene_id": "oltl-01-23-09s33", "raw": "A scene from a TV show in which a man is looking at a horse", "with_names": "a man is looking at a horse"}, {"scene_id": "oltl-01-23-09s34", "raw": "A scene from a TV show in which a woman is wearing a turban and a man is dressed in a chef's uniform.", "with_names": "a woman is wearing a turban and a man is dressed in a chef's uniform."}, {"scene_id": "oltl-01-23-09s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-23-09s36", "raw": "A scene from a TV show in which a man is grabbing a woman's neck.", "with_names": "a man is grabbing a woman's neck."}]