[{"scene_id": "gl-01-22-03s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a cup.", "with_names": ""}, {"scene_id": "gl-01-22-03s1", "raw": "A scene from a TV show in which a woman is sitting in a room with a bookcase and a lamp.", "with_names": "a woman is sitting in a room with a bookcase and a lamp."}, {"scene_id": "gl-01-22-03s2", "raw": "A scene from a TV show in which a woman is holding a bottle and a man is standing behind her.", "with_names": "a woman is holding a bottle and a man is standing behind her."}, {"scene_id": "gl-01-22-03s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt", "with_names": "a man is wearing a leather jacket and a white t-shirt"}, {"scene_id": "gl-01-22-03s4", "raw": "A scene from a TV show in which a face is seen in the sky", "with_names": "a face is in the sky"}, {"scene_id": "gl-01-22-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-22-03s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-22-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-22-03s8", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "a man is arguing with a woman."}, {"scene_id": "gl-01-22-03s9", "raw": "A scene from a TV show in which a woman is wearing a pink cardigan and a shirt that says Company.", "with_names": "a woman is wearing a pink cardigan and a shirt that says company."}, {"scene_id": "gl-01-22-03s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-22-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-22-03s12", "raw": "A scene from a TV show in which two men are standing next to each other, one is adjusting his shirt.", "with_names": "two men are standing next to each other, one is adjusting his shirt."}, {"scene_id": "gl-01-22-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-01-22-03s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-22-03s15", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a necklace.", "with_names": "a woman is wearing a brown dress and a necklace."}, {"scene_id": "gl-01-22-03s16", "raw": "A scene from a TV show in which a man is talking on the phone and his mouth is wide open", "with_names": ""}, {"scene_id": "gl-01-22-03s17", "raw": "A scene from a TV show in which a woman is wearing a hoodie and a man is standing behind her.", "with_names": "a woman is wearing a hoodie and a man is standing behind her."}]