[{"scene_id": "gl-10-15-04s0", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-10-15-04s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Cassie is looking at Jeffrey and smiling."}, {"scene_id": "gl-10-15-04s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-15-04s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-04s4", "raw": "A scene from a TV show in which a woman is talking on a payphone", "with_names": ""}, {"scene_id": "gl-10-15-04s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "JB is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-15-04s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is contorted in pain", "with_names": ""}, {"scene_id": "gl-10-15-04s7", "raw": "A scene from a TV show in which a woman is seen in a white room with a white light.", "with_names": "Holly is in a white room with a white light."}, {"scene_id": "gl-10-15-04s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-15-04s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-15-04s10", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and a man is standing behind her", "with_names": "Cassie is sitting in a restaurant and Edmund is standing behind her"}, {"scene_id": "gl-10-15-04s11", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed, and another man is sitting on the bed.", "with_names": "a man is standing next to a woman in a hospital bed, and another man is sitting on the bed."}, {"scene_id": "gl-10-15-04s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-04s13", "raw": "A scene from a TV show in which a woman is wearing a pink dress and is opening a door.", "with_names": "Tammy is wearing a pink dress and is opening a door."}, {"scene_id": "gl-10-15-04s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "JB is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-15-04s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-04s17", "raw": "A scene from a TV show in which a woman is talking to someone and a man is watching her.", "with_names": ""}, {"scene_id": "gl-10-15-04s18", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is sitting at a table", "with_names": ""}, {"scene_id": "gl-10-15-04s19", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}, {"scene_id": "gl-10-15-04s20", "raw": "A scene from a TV show in which a young man is in a hospital bed with an oxygen mask on.", "with_names": "a young man is in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-15-04s21", "raw": "A scene from a TV show in which a woman is crying and another woman is laughing", "with_names": "a woman is crying and another woman is laughing"}, {"scene_id": "gl-10-15-04s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-15-04s23", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-10-15-04s24", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black hat", "with_names": "a man is wearing a white shirt and a black hat"}, {"scene_id": "gl-10-15-04s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-15-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-15-04s27", "raw": "A scene from a TV show in which a nurse is seen holding a broom and singing.", "with_names": "a nurse is holding a broom and singing."}, {"scene_id": "gl-10-15-04s28", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "gl-10-15-04s29", "raw": "A scene from a TV show in which a woman is talking to someone in a room with a window.", "with_names": ""}, {"scene_id": "gl-10-15-04s30", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-15-04s31", "raw": "A scene from a TV show in which a woman is holding a bouquet and a man is looking at her with a shocked expression.", "with_names": "a woman is holding a bouquet and a man is looking at her with a shocked expression."}, {"scene_id": "gl-10-15-04s32", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is looking at a picture frame and the woman is looking back at him.", "with_names": "a man and a woman are in a room, the man is looking at a picture frame and the woman is looking back at him."}, {"scene_id": "gl-10-15-04s33", "raw": "A scene from a TV show in which a woman is lying on a bed with a blanket over her head.", "with_names": "Dinah is lying on a bed with a blanket over her head."}, {"scene_id": "gl-10-15-04s35", "raw": "A scene from a TV show in which a man is being tickled by another man.", "with_names": "a man is being tickled by another man."}, {"scene_id": "gl-10-15-04s36", "raw": "A scene from a TV show in which a woman is seen carrying a wine bottle down a staircase.", "with_names": "a woman is carrying a wine bottle down a staircase."}]