[{"scene_id": "gl-03-21-06s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-21-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-21-06s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-21-06s3", "raw": "A scene from a TV show in which a blue light is coming from a hole in the ground", "with_names": "a blue light is coming from a hole in the ground"}, {"scene_id": "gl-03-21-06s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-21-06s5", "raw": "A scene from a TV show in which a man is screaming in front of a green house.", "with_names": "a man is screaming in front of a green house."}, {"scene_id": "gl-03-21-06s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-03-21-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-21-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-21-06s9", "raw": "A scene from a TV show in which a man is talking to a woman and pointing at her.", "with_names": ""}, {"scene_id": "gl-03-21-06s10", "raw": "A scene from a TV show in which a woman is talking to someone and a button is on her shirt", "with_names": ""}, {"scene_id": "gl-03-21-06s11", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-03-21-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-21-06s13", "raw": "A scene from a TV show in which a woman is sitting in a room with a man and a girl.", "with_names": "a woman is sitting in a room with a man and a girl."}, {"scene_id": "gl-03-21-06s14", "raw": "", "with_names": ""}, {"scene_id": "gl-03-21-06s15", "raw": "A scene from a TV show in which a man is standing in a bar with a woman and another woman standing behind him.", "with_names": "a man is standing in a bar with a woman and another woman standing behind him."}, {"scene_id": "gl-03-21-06s16", "raw": "A scene from a TV show in which a man is talking on a phone", "with_names": ""}, {"scene_id": "gl-03-21-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-21-06s18", "raw": "A scene from a TV show in which a man is walking down a hallway and a young boy is hiding behind a wall.", "with_names": "a man is walking down a hallway and a young boy is hiding behind a wall."}, {"scene_id": "gl-03-21-06s19", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}, {"scene_id": "gl-03-21-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a button that says \"CHANGE.\"", "with_names": ""}, {"scene_id": "gl-03-21-06s21", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-03-21-06s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-21-06s23", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-21-06s24", "raw": "A scene from a TV show in which a woman is holding a teddy bear and looking at a man.", "with_names": "Lizzie is holding a teddy bear and looking at ]."}, {"scene_id": "gl-03-21-06s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-03-21-06s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-21-06s27", "raw": "A scene from a TV show in which a woman is sitting at a table writing in a notebook.", "with_names": "a woman is sitting at a table writing in a notebook."}, {"scene_id": "gl-03-21-06s28", "raw": "A scene from a TV show in which Robin Williams is sitting at a bar, smiling and looking at someone off-screen.", "with_names": "robin williams is sitting at a bar, smiling and looking at someone off-screen."}, {"scene_id": "gl-03-21-06s29", "raw": "A scene from a TV show in which a woman is being assaulted by a security guard.", "with_names": "a woman is being assaulted by a security guard."}]