[{"scene_id": "atwt-02-27-07s0", "raw": "A scene from a TV show in which a woman is making a face.", "with_names": "a woman is making a face."}, {"scene_id": "atwt-02-27-07s1", "raw": "A scene from a TV show in which a man is wearing a shirt and a tie", "with_names": "a man is wearing a shirt and a tie"}, {"scene_id": "atwt-02-27-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-27-07s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-27-07s4", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "] is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-02-27-07s5", "raw": "A scene from a TV show in which a woman is wearing a black coat and a necklace", "with_names": "a woman is wearing a black coat and a necklace"}, {"scene_id": "atwt-02-27-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-27-07s7", "raw": "A scene from a TV show in which a man is being held by another manI", "with_names": "a man is being held by another mani"}, {"scene_id": "atwt-02-27-07s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a vase.", "with_names": ""}, {"scene_id": "atwt-02-27-07s9", "raw": "A scene from a TV show in which a bottle of water is shown to be contaminated with a pinkish substance.", "with_names": ""}, {"scene_id": "atwt-02-27-07s10", "raw": "A scene from a TV show in which two men are walking down a street.", "with_names": "two men are walking down a street."}, {"scene_id": "atwt-02-27-07s11", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-02-27-07s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a table talking.", "with_names": ""}, {"scene_id": "atwt-02-27-07s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone and holding a binder.", "with_names": ""}, {"scene_id": "atwt-02-27-07s14", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-27-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-02-27-07s16", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a black jacket.", "with_names": "a young man is wearing a red shirt and a black jacket."}, {"scene_id": "atwt-02-27-07s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-27-07s18", "raw": "A scene from a TV show in which a man and a boy sit on a couch and watch TV.", "with_names": "a man and a boy sit on a couch and watch tv."}, {"scene_id": "atwt-02-27-07s19", "raw": "A scene from a TV show in which a man is sitting in a kitchen and looking down.", "with_names": "a man is sitting in a kitchen and looking down."}, {"scene_id": "atwt-02-27-07s20", "raw": "A scene from a TV show in which a man is looking down and wearing a black coat.", "with_names": "a man is looking down and wearing a black coat."}, {"scene_id": "atwt-02-27-07s21", "raw": "A scene from a TV show in which a woman is smiling and standing in front of trees.", "with_names": "a woman is smiling and standing in front of trees."}, {"scene_id": "atwt-02-27-07s22", "raw": "A scene from a TV show in which a woman is wearing a black coat and looking at the camera.", "with_names": "a woman is wearing a black coat and looking at the camera."}, {"scene_id": "atwt-02-27-07s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-27-07s24", "raw": "A scene from a TV show in which a woman is wearing a red dress and smiling at a man.", "with_names": "a woman is wearing a red dress and smiling at ]."}, {"scene_id": "atwt-02-27-07s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-27-07s26", "raw": "A scene from a TV show in which a woman is smiling and wearing a black jacket.", "with_names": "a woman is smiling and wearing a black jacket."}, {"scene_id": "atwt-02-27-07s27", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]