[{"scene_id": "atwt-05-25-07s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, talking and drinking champagne.", "with_names": ""}, {"scene_id": "atwt-05-25-07s1", "raw": "A scene from a TV show in which a woman is performing CPR on a man on the floor.", "with_names": "a woman is performing cpr on a man on the floor."}, {"scene_id": "atwt-05-25-07s2", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-25-07s3", "raw": "A scene from a TV show in which a woman is wearing a red cardigan and a necklace", "with_names": "a woman is wearing a red cardigan and a necklace"}, {"scene_id": "atwt-05-25-07s4", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a painting.", "with_names": "a woman is sitting in a room and looking at a painting."}, {"scene_id": "atwt-05-25-07s5", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting on a counter.", "with_names": "a man is standing in a kitchen and a woman is sitting on a counter."}, {"scene_id": "atwt-05-25-07s6", "raw": "A scene from a TV show in which a woman is sitting on the floor with her legs spread apart, wearing a black dress.", "with_names": "a woman is sitting on the floor with her legs spread apart, wearing a black dress."}, {"scene_id": "atwt-05-25-07s7", "raw": "A scene from a TV show in which two men are standing in a kitchen, one of them is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-25-07s8", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace and holding a knife.", "with_names": "a woman is wearing a red top and a necklace and holding a knife."}, {"scene_id": "atwt-05-25-07s9", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a brunette woman is standing next to her.", "with_names": "a blonde woman is wearing a red dress and a brunette woman is standing next to her."}, {"scene_id": "atwt-05-25-07s10", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman walks in", "with_names": ""}, {"scene_id": "atwt-05-25-07s11", "raw": "A scene from a TV show in which a woman is touching her hair", "with_names": "a woman is touching her hair"}, {"scene_id": "atwt-05-25-07s12", "raw": "A scene from a TV show in which a woman is lying on the floor with a man and a paramedic around her.", "with_names": "a woman is lying on the floor with a man and a paramedic around her."}, {"scene_id": "atwt-05-25-07s13", "raw": "A scene from a TV show in which a bowl of chocolate cereal is being stirred with a spoon.", "with_names": "a bowl of chocolate cereal is being stirred with a spoon."}, {"scene_id": "atwt-05-25-07s14", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-05-25-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-25-07s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-25-07s17", "raw": "A scene from a TV show in which a cartoon character is eating a M&M.", "with_names": "a cartoon character is eating a m&m."}, {"scene_id": "atwt-05-25-07s18", "raw": "A scene from a TV show in which a man is talking to someone and looking at a clock", "with_names": ""}, {"scene_id": "atwt-05-25-07s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-25-07s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-25-07s21", "raw": "A scene from a TV show in which a woman is talking on a phone and a purple character is dancing on the screen.", "with_names": ""}, {"scene_id": "atwt-05-25-07s22", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-05-25-07s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-25-07s24", "raw": "A scene from a TV show in which a Geico car is shown", "with_names": ""}, {"scene_id": "atwt-05-25-07s25", "raw": "A scene from a TV show in which a man is holding a woman by the hand and looking at her.", "with_names": "a man is holding a woman by the hand and looking at her."}, {"scene_id": "atwt-05-25-07s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "atwt-05-25-07s27", "raw": "A scene from a TV show in which a man and a woman are kissing through a window.", "with_names": "a man and a woman are kissing through a window."}, {"scene_id": "atwt-05-25-07s28", "raw": "A scene from a TV show in which a bee attacks a man with a shovel.", "with_names": "a bee attacks a man with a shovel."}]