[{"scene_id": "bb-11-03-17s0", "raw": "A scene from a TV show in which a building is blown up.", "with_names": "a building is blown up."}, {"scene_id": "bb-11-03-17s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Shirley are standing in a room."}, {"scene_id": "bb-11-03-17s2", "raw": "A scene from a TV show in which a woman is looking at a man and a young girl is standing behind her.", "with_names": "Sally is looking at a man and a young girl is standing behind her."}, {"scene_id": "bb-11-03-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-03-17s5", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a scarf around her neck.", "with_names": "a woman is wearing a cowboy hat and a scarf around her neck."}, {"scene_id": "bb-11-03-17s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-03-17s9", "raw": "A scene from a TV show in which a man is on the phone while a woman is in the background.", "with_names": "a man is on the phone while a woman is in the background."}, {"scene_id": "bb-11-03-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-03-17s11", "raw": "A scene from a TV show in which a construction worker is confronted by a supervisor.", "with_names": "a construction worker is confronted by a supervisor."}, {"scene_id": "bb-11-03-17s13", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-11-03-17s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-03-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-03-17s16", "raw": "A scene from a TV show in which a construction worker is talking to two men.", "with_names": ""}, {"scene_id": "bb-11-03-17s17", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "bb-11-03-17s18", "raw": "A scene from a TV show in which a man is walking through a construction site.", "with_names": "a man is walking through a construction site."}, {"scene_id": "bb-11-03-17s20", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-03-17s21", "raw": "A scene from a TV show in which a woman is running with her hair blowing in the wind.", "with_names": "a woman is running with her hair blowing in the wind."}, {"scene_id": "bb-11-03-17s22", "raw": "A scene from a TV show in which a man is wearing a hard hat and a suit and is looking through binoculars.", "with_names": "a man is wearing a hard hat and a suit and is looking through binoculars."}, {"scene_id": "bb-11-03-17s23", "raw": "A scene from a TV show in which a man is wearing a hard hat and a suit and looking at his watch.", "with_names": "Bill is wearing a hard hat and a suit and looking at his watch."}, {"scene_id": "bb-11-03-17s24", "raw": "A scene from a TV show in which a construction worker shakes hands with a man.", "with_names": "a construction worker shakes hands with Darlita."}]