[{"scene_id": "oltl-10-04-07s0", "raw": "A scene from a TV show in which a woman is seen using a braille note.", "with_names": "Markko is using a braille note."}, {"scene_id": "oltl-10-04-07s1", "raw": "A scene from a TV show in which a man is wearing sunglasses and a baseball cap and is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-04-07s2", "raw": "A scene from a TV show in which a woman is holding a baby and a man is wearing a white coat.", "with_names": "a woman is holding a baby and a man is wearing a white coat."}, {"scene_id": "oltl-10-04-07s3", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a young boy sitting on a chair in front of them.", "with_names": ""}, {"scene_id": "oltl-10-04-07s4", "raw": "A scene from a TV show in which a shirtless man is standing in front of a door.", "with_names": "a shirtless man is standing in front of a door."}, {"scene_id": "oltl-10-04-07s5", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}, {"scene_id": "oltl-10-04-07s6", "raw": "A scene from a TV show in which a man is standing in a living room with his hands in the air.", "with_names": "a man is standing in a living room with his hands in the air."}, {"scene_id": "oltl-10-04-07s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-04-07s8", "raw": "A scene from a TV show in which a man is shirtless and a woman is standing next to him.", "with_names": "a man is shirtless and a woman is standing next to him."}, {"scene_id": "oltl-10-04-07s9", "raw": "A scene from a TV show in which a man and a woman sit outside and drink coffee.", "with_names": "a man and a woman sit outside and drink coffee."}, {"scene_id": "oltl-10-04-07s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-04-07s11", "raw": "A scene from a TV show in which a man and a woman are sitting in a restaurant.", "with_names": "a man and a woman are sitting in a restaurant."}, {"scene_id": "oltl-10-04-07s12", "raw": "A scene from a TV show in which a man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "oltl-10-04-07s13", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-04-07s14", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-10-04-07s15", "raw": "A scene from a TV show in which Chandler is wearing a purple shirt and laughing.", "with_names": "chandler is wearing a purple shirt and laughing."}, {"scene_id": "oltl-10-04-07s16", "raw": "A scene from a TV show in which a person is seen picking up a plastic bag from a stream.", "with_names": "a person is picking up a plastic bag from a stream."}, {"scene_id": "oltl-10-04-07s17", "raw": "A scene from a TV show in which a man and a boy sit on a bench.", "with_names": "a man and a boy sit on a bench."}, {"scene_id": "oltl-10-04-07s18", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is smoking a cigarette.", "with_names": "a woman is wearing a leather jacket and a man is smoking a cigarette."}, {"scene_id": "oltl-10-04-07s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-04-07s20", "raw": "A scene from a TV show in which a woman is talking to a man while holding a hamburger.", "with_names": ""}, {"scene_id": "oltl-10-04-07s21", "raw": "A scene from a TV show in which a blonde woman and a man are standing in a room with a boy.", "with_names": "a blonde woman and a man are standing in a room with a boy."}, {"scene_id": "oltl-10-04-07s22", "raw": "A scene from a TV show in which a doctor is talking to a patient while holding a baby.", "with_names": ""}, {"scene_id": "oltl-10-04-07s23", "raw": "A scene from a TV show in which a man is sitting on a staircase and a woman is standing behind him.", "with_names": "a man is sitting on a staircase and a woman is standing behind him."}, {"scene_id": "oltl-10-04-07s24", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-10-04-07s25", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, holding a book and waving their hands.", "with_names": "a man and a woman are standing in a garden, holding a book and waving their hands."}, {"scene_id": "oltl-10-04-07s26", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and he is holding a teapot.", "with_names": "a woman is standing in a room with a man, and he is holding a teapot."}, {"scene_id": "oltl-10-04-07s27", "raw": "A scene from a TV show in which a man is looking down and wearing a black jacket.", "with_names": "a man is looking down and wearing a black jacket."}, {"scene_id": "oltl-10-04-07s28", "raw": "A scene from a TV show in which Joey is talking to a woman", "with_names": ""}, {"scene_id": "oltl-10-04-07s29", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "oltl-10-04-07s30", "raw": "A scene from a TV show in which a man is reading a paper to a woman.", "with_names": "a man is reading a paper to a woman."}, {"scene_id": "oltl-10-04-07s31", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-10-04-07s32", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}]