[{"scene_id": "gl-10-04-05s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jonathan is kissing Tammy on the cheek."}, {"scene_id": "gl-10-04-05s1", "raw": "", "with_names": ""}, {"scene_id": "gl-10-04-05s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-04-05s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at ] and smiling."}, {"scene_id": "gl-10-04-05s4", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and ] is comforting her."}, {"scene_id": "gl-10-04-05s5", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with the man looking at the camera and the woman looking at him.", "with_names": "a man and a woman are lying on a bed, with the man looking at the camera and the woman looking at him."}, {"scene_id": "gl-10-04-05s6", "raw": "A scene from a TV show in which a man is talking on the phone and his face is contorted", "with_names": ""}, {"scene_id": "gl-10-04-05s7", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "gl-10-04-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-04-05s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-04-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-04-05s11", "raw": "A scene from a TV show in which a man is leaning against a door with his head down.", "with_names": "a man is leaning against a door with his head down."}, {"scene_id": "gl-10-04-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-10-04-05s13", "raw": "A scene from a TV show in which a man is sitting on a chair in a room with a table and a book on it.", "with_names": ""}, {"scene_id": "gl-10-04-05s14", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a man is standing behind her.", "with_names": "a woman is wearing a gold dress and a man is standing behind her."}, {"scene_id": "gl-10-04-05s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-10-04-05s16", "raw": "A scene from a TV show in which a woman is seen holding a baby in a bathroom.", "with_names": "a woman is holding a baby in a bathroom."}, {"scene_id": "gl-10-04-05s17", "raw": "A scene from a TV show in which a man is lying on the floor and another man is sitting on his back", "with_names": "a man is lying on the floor and another man is sitting on his back"}, {"scene_id": "gl-10-04-05s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-10-04-05s19", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit and a tie", "with_names": ""}, {"scene_id": "gl-10-04-05s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-10-04-05s21", "raw": "A scene from a TV show in which a man is bent over and his head is on the floor.", "with_names": "a man is bent over and his head is on the floor."}, {"scene_id": "gl-10-04-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-04-05s23", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "gl-10-04-05s24", "raw": "", "with_names": ""}]