[{"scene_id": "gl-02-19-04s0", "raw": "A scene from a TV show in which a girl is talking on her cell phone while a boy is standing behind her.", "with_names": ""}, {"scene_id": "gl-02-19-04s2", "raw": "A scene from a TV show in which a woman is sitting in a car with her head turned to the side.", "with_names": "Carrie is sitting in a car with her head turned to the side."}, {"scene_id": "gl-02-19-04s3", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing Jeffrey."}, {"scene_id": "gl-02-19-04s4", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him, holding his head in her hands.", "with_names": ""}, {"scene_id": "gl-02-19-04s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-19-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-02-19-04s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-19-04s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Brad and Harley are sitting next to each other."}, {"scene_id": "gl-02-19-04s11", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-02-19-04s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-19-04s13", "raw": "A scene from a TV show in which a woman is talking to a man in a car.", "with_names": ""}, {"scene_id": "gl-02-19-04s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is lying on the couch next to her.", "with_names": ""}, {"scene_id": "gl-02-19-04s15", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-02-19-04s18", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "Jeffrey and Carrie are hugging each other."}, {"scene_id": "gl-02-19-04s19", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a sad expression.", "with_names": ""}, {"scene_id": "gl-02-19-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-19-04s22", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the forehead.", "with_names": "a woman is crying and Brad is kissing her on the forehead."}, {"scene_id": "gl-02-19-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-19-04s24", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is dressed in a black dress.", "with_names": "a man is wearing a leather jacket and Gus is dressed in a black dress."}, {"scene_id": "gl-02-19-04s25", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is sitting next to him", "with_names": "Brad is smoking a cigarette and Harley is sitting next to him"}, {"scene_id": "gl-02-19-04s26", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "gl-02-19-04s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at Marina."}, {"scene_id": "gl-02-19-04s28", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is in a black dress.", "with_names": "a man is wearing a leather jacket and Shayne is in a black dress."}, {"scene_id": "gl-02-19-04s29", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a leather jacket.", "with_names": "a woman is wearing a black dress and Buzz is in a leather jacket."}, {"scene_id": "gl-02-19-04s30", "raw": "A scene from a TV show in which a man is talking to a woman in a car.", "with_names": ""}, {"scene_id": "gl-02-19-04s31", "raw": "A scene from a TV show in which a man is sitting on a bench and looking down.", "with_names": "a man is sitting on a bench and looking down."}, {"scene_id": "gl-02-19-04s34", "raw": "A scene from a TV show in which a man is seen wiping his face with a tissue.", "with_names": "a man is wiping his face with a tissue."}, {"scene_id": "gl-02-19-04s35", "raw": "A scene from a TV show in which a man is seen putting a ring on his girlfriend's finger.", "with_names": "a man is putting a ring on his girlfriend's finger."}]