[{"scene_id": "bb-07-26-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-07-26-17s1", "raw": "A scene from a TV show in which a man is standing in a room with a table and several bottles of water.", "with_names": "Eric is standing in a room with a table and several bottles of water."}, {"scene_id": "bb-07-26-17s2", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Bill is looking at Caroline."}, {"scene_id": "bb-07-26-17s3", "raw": "A scene from a TV show in which a man stands in front of a private jet.", "with_names": "Thomas stands in front of a private jet."}, {"scene_id": "bb-07-26-17s4", "raw": "A scene from a TV show in which a woman is standing in a bar, with a cocktail shaker and a wine glass.", "with_names": "a woman is standing in a bar, with a cocktail shaker and a wine glass."}, {"scene_id": "bb-07-26-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-26-17s6", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-07-26-17s7", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a poster on the wall.", "with_names": "Sally is standing in a room with a chair and a poster on the wall."}, {"scene_id": "bb-07-26-17s8", "raw": "A scene from a TV show in which a woman is talking to a man in a showroom.", "with_names": ""}, {"scene_id": "bb-07-26-17s9", "raw": "A scene from a TV show in which a man and a woman sit at a table and look at an empty cake.", "with_names": "a man and Sheila sit at a table and look at an empty cake."}, {"scene_id": "bb-07-26-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-26-17s12", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-07-26-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-26-17s14", "raw": "A scene from a TV show in which a woman is talking to a saleswoman in a clothing store.", "with_names": ""}, {"scene_id": "bb-07-26-17s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Shirley is crying"}, {"scene_id": "bb-07-26-17s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-26-17s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-26-17s19", "raw": "A scene from a TV show in which a man is looking at a woman and a shadow is cast over him.", "with_names": "Thomas is looking at a woman and a shadow is cast over him."}, {"scene_id": "bb-07-26-17s20", "raw": "A scene from a TV show in which a woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "bb-07-26-17s21", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Ridge is crying."}]