[{"scene_id": "atwt-04-13-06s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-13-06s1", "raw": "A scene from a TV show in which a woman is wearing a red cardigan and a floral dress.", "with_names": "a woman is wearing a red cardigan and a floral dress."}, {"scene_id": "atwt-04-13-06s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-13-06s3", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "a woman is standing in a room with her arms crossed."}, {"scene_id": "atwt-04-13-06s4", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "a woman is wearing a red top and a necklace"}, {"scene_id": "atwt-04-13-06s5", "raw": "A scene from a TV show in which a woman is wearing a black suit and a gold necklace.", "with_names": "a woman is wearing a black suit and a gold necklace."}, {"scene_id": "atwt-04-13-06s6", "raw": "A scene from a TV show in which a woman is pressing a button on a microwave.", "with_names": "a woman is pressing a button on a microwave."}, {"scene_id": "atwt-04-13-06s7", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-04-13-06s8", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "atwt-04-13-06s9", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-04-13-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him", "with_names": "a man is wearing a suit and a woman is standing behind him"}, {"scene_id": "atwt-04-13-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-13-06s12", "raw": "A scene from a TV show in which a woman is sitting at a table with her hair blowing in the wind.", "with_names": "a woman is sitting at a table with her hair blowing in the wind."}, {"scene_id": "atwt-04-13-06s13", "raw": "A scene from a TV show in which a young man is getting a shot in the arm.", "with_names": "a young man is getting a shot in the arm."}, {"scene_id": "atwt-04-13-06s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-04-13-06s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-13-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-13-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-13-06s18", "raw": "A scene from a TV show in which a soldier is seen talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-13-06s19", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-04-13-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-13-06s21", "raw": "A scene from a TV show in which a woman is holding a box of Advil.", "with_names": "a woman is holding a box of advil."}, {"scene_id": "atwt-04-13-06s22", "raw": "A scene from a TV show in which a man is lying on the ground, a woman stands over him, holding a knife.", "with_names": "] is lying on the ground, Emily stands over him, holding a knife."}, {"scene_id": "atwt-04-13-06s23", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-04-13-06s24", "raw": "A scene from a TV show in which a woman is touching a shirtless man's chest.", "with_names": "a woman is touching a shirtless man's chest."}, {"scene_id": "atwt-04-13-06s25", "raw": "A scene from a TV show in which a woman is smiling and showing off her white teeth.", "with_names": "a woman is smiling and showing off her white teeth."}]