[{"scene_id": "atwt-04-24-09s0", "raw": "A scene from a TV show in which a man is holding a clipboard and a little boy is running towards him.", "with_names": "Craig is holding a clipboard and a little boy is running towards him."}, {"scene_id": "atwt-04-24-09s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-09s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-24-09s3", "raw": "A scene from a TV show in which a young man is wearing a shirt with money on it.", "with_names": "a young man is wearing a shirt with money on it."}, {"scene_id": "atwt-04-24-09s4", "raw": "A scene from a TV show in which a student is using a book to write on a desk.", "with_names": "a student is using a book to write on a desk."}, {"scene_id": "atwt-04-24-09s5", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing", "with_names": ""}, {"scene_id": "atwt-04-24-09s6", "raw": "A scene from a TV show in which a young man is wearing a black t-shirt and a long black hair", "with_names": "a young man is wearing a black t-shirt and a long black hair"}, {"scene_id": "atwt-04-24-09s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-24-09s8", "raw": "A scene from a TV show in which a woman is pointing at a man.", "with_names": "a woman is pointing at a man."}, {"scene_id": "atwt-04-24-09s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-09s10", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "atwt-04-24-09s11", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "atwt-04-24-09s12", "raw": "A scene from a TV show in which the number 7 is carved into a mountain.", "with_names": "the number 7 is carved into a mountain."}, {"scene_id": "atwt-04-24-09s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-24-09s14", "raw": "A scene from a TV show in which a boy is on the phone and his mother is watching him", "with_names": "a boy is on the phone and his mother is watching him"}, {"scene_id": "atwt-04-24-09s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-04-24-09s16", "raw": "A scene from a TV show in which a man is sitting in a restaurant and a woman is standing behind him.", "with_names": "a man is sitting in a restaurant and a woman is standing behind him."}, {"scene_id": "atwt-04-24-09s17", "raw": "A scene from a TV show in which a man is walking down a street, a woman is standing behind him.", "with_names": "a man is walking down a street, a woman is standing behind him."}, {"scene_id": "atwt-04-24-09s18", "raw": "A scene from a TV show in which Ellen DeGeneres is seen reacting to a joke.", "with_names": "ellen degeneres is reacting to a joke."}, {"scene_id": "atwt-04-24-09s19", "raw": "A scene from a TV show in which a woman is crying and a man is holding her face", "with_names": "a woman is crying and ] is holding her face"}, {"scene_id": "atwt-04-24-09s20", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "atwt-04-24-09s21", "raw": "A scene from a TV show in which a woman is talking to a man and a lamp is lit in the background.", "with_names": ""}, {"scene_id": "atwt-04-24-09s22", "raw": "A scene from a TV show in which Robert Downey Jr. is singing in a bar with a mustache and a goatee.", "with_names": "robert downey jr. is singing in a bar with a mustache and a goatee."}, {"scene_id": "atwt-04-24-09s23", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at his computer.", "with_names": "a man is sitting at a desk and looking at his computer."}, {"scene_id": "atwt-04-24-09s24", "raw": "A scene from a TV show in which a man is standing in a living room, holding a gun to his head.", "with_names": "a man is standing in a living room, holding a gun to his head."}, {"scene_id": "atwt-04-24-09s25", "raw": "A scene from a TV show in which a basket is sitting on a table.", "with_names": "a basket is sitting on a table."}, {"scene_id": "atwt-04-24-09s26", "raw": "A scene from a TV show in which a man is holding a rifle and firing it.", "with_names": "a man is holding a rifle and firing it."}, {"scene_id": "atwt-04-24-09s27", "raw": "A scene from a TV show in which two men are sitting on a bench, one of them is holding a cat.", "with_names": "two men are sitting on a bench, one of them is holding a cat."}]