[{"scene_id": "atwt-08-01-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-01-05s1", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to say.\"", "with_names": "a man is looking at ] and saying, \"i'm not sure what to say.\""}, {"scene_id": "atwt-08-01-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-01-05s3", "raw": "A scene from a TV show in which a box of Homestyle Bakes is shown with three other boxes.", "with_names": ""}, {"scene_id": "atwt-08-01-05s4", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-08-01-05s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-08-01-05s6", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a white shirt", "with_names": "a man is looking at ] and wearing a white shirt"}, {"scene_id": "atwt-08-01-05s7", "raw": "A scene from a TV show in which a green butterfly is projected onto a cityscape.", "with_names": "a green butterfly is projected onto a cityscape."}, {"scene_id": "atwt-08-01-05s8", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-08-01-05s9", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-08-01-05s10", "raw": "A scene from a TV show in which a woman is being pulled away by a man.", "with_names": "a woman is being pulled away by a man."}, {"scene_id": "atwt-08-01-05s11", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-01-05s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-01-05s13", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-08-01-05s14", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at ] and touching his face."}, {"scene_id": "atwt-08-01-05s15", "raw": "A scene from a TV show in which a man is looking at another man and a badge is on his shirt", "with_names": "a man is looking at another man and a badge is on his shirt"}, {"scene_id": "atwt-08-01-05s16", "raw": "A scene from a TV show in which a woman is yelling and looking angry.", "with_names": "a woman is yelling and looking angry."}, {"scene_id": "atwt-08-01-05s17", "raw": "A scene from a TV show in which a woman is seen in a bathtub with her hands over her face.", "with_names": "a woman is in a bathtub with her hands over her face."}, {"scene_id": "atwt-08-01-05s18", "raw": "A scene from a TV show in which a young man is looking at a book.", "with_names": "a young man is looking at a book."}, {"scene_id": "atwt-08-01-05s19", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "atwt-08-01-05s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-01-05s21", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-08-01-05s22", "raw": "A scene from a TV show in which a man is standing in front of a window, holding a wine glass.", "with_names": "a man is standing in front of a window, holding a wine glass."}, {"scene_id": "atwt-08-01-05s23", "raw": "A scene from a TV show in which a man is holding a cup and talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-01-05s24", "raw": "A scene from a TV show in which a woman is looking at a TV and wearing a green shirt.", "with_names": "a woman is looking at a tv and wearing a green shirt."}, {"scene_id": "atwt-08-01-05s25", "raw": "A scene from a TV show in which a man is holding a baby and a car is parked in the background.", "with_names": "a man is holding a baby and a car is parked in the background."}, {"scene_id": "atwt-08-01-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]