[{"scene_id": "atwt-09-18-03s0", "raw": "A scene from a TV show in which a young girl is wearing a school uniform and a bow in her hair.", "with_names": "a young girl is wearing a school uniform and a bow in her hair."}, {"scene_id": "atwt-09-18-03s1", "raw": "A scene from a TV show in which a man is talking to a woman, and she is holding a white towel.", "with_names": ""}, {"scene_id": "atwt-09-18-03s2", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is standing in the background.", "with_names": "a woman is holding a baby and another woman is standing in the background."}, {"scene_id": "atwt-09-18-03s3", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-18-03s4", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a black shirt.", "with_names": "a woman is wearing a blue dress and ] is in a black shirt."}, {"scene_id": "atwt-09-18-03s5", "raw": "A scene from a TV show in which a man is wearing a police uniform and a badge", "with_names": "a man is wearing a police uniform and a badge"}, {"scene_id": "atwt-09-18-03s6", "raw": "A scene from a TV show in which a Swiffer WetJet is being used to clean a table.", "with_names": "a swiffer wetjet is being used to clean a table."}, {"scene_id": "atwt-09-18-03s7", "raw": "A scene from a TV show in which a woman is touching a man's face.", "with_names": "a woman is touching a man's face."}, {"scene_id": "atwt-09-18-03s8", "raw": "A scene from a TV show in which a man is looking off to the side.", "with_names": "a man is looking off to the side."}, {"scene_id": "atwt-09-18-03s9", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a red purse.", "with_names": "a woman is wearing a black and white dress and a red purse."}, {"scene_id": "atwt-09-18-03s10", "raw": "A scene from a TV show in which a seagull is filmed flying through the air.", "with_names": "a seagull is filmed flying through the air."}, {"scene_id": "atwt-09-18-03s11", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-18-03s12", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing in a room.", "with_names": "a woman is holding a baby and a man is standing in a room."}, {"scene_id": "atwt-09-18-03s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-18-03s14", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "atwt-09-18-03s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-18-03s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-18-03s17", "raw": "A scene from a TV show in which a man is sitting on a beach and a woman is standing behind him.", "with_names": "a man is sitting on a beach and a woman is standing behind him."}, {"scene_id": "atwt-09-18-03s18", "raw": "A scene from a TV show in which a black man is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-09-18-03s19", "raw": "A scene from a TV show in which a baby is being fed by a spoon.", "with_names": "a baby is being fed by a spoon."}, {"scene_id": "atwt-09-18-03s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-18-03s21", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-09-18-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-18-03s23", "raw": "A scene from a TV show in which a man is holding a woman in front of a mirror, and she is covering her face with her hands.", "with_names": "a man is holding a woman in front of a mirror, and she is covering her face with her hands."}, {"scene_id": "atwt-09-18-03s24", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall.", "with_names": "a man is in a white room with a white wall."}, {"scene_id": "atwt-09-18-03s25", "raw": "A scene from a TV show in which a young girl is crying.", "with_names": "a young girl is crying."}, {"scene_id": "atwt-09-18-03s26", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-18-03s27", "raw": "A scene from a TV show in which a man is being comforted by another man.", "with_names": "a man is being comforted by another man."}, {"scene_id": "atwt-09-18-03s28", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}]