[{"scene_id": "bb-03-18-15s0", "raw": "A scene from a TV show in which a neighborhood is shown.", "with_names": ""}, {"scene_id": "bb-03-18-15s1", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Katie is smiling and looking to the side."}, {"scene_id": "bb-03-18-15s2", "raw": "A scene from a TV show in which a man walks into a room and sits down in a red chair.", "with_names": "a man walks into a room and sits down in a red chair."}, {"scene_id": "bb-03-18-15s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-18-15s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Quinn sit on a couch and talk."}, {"scene_id": "bb-03-18-15s5", "raw": "A scene from a TV show in which a woman is standing in front of a wine glass and talking.", "with_names": ""}, {"scene_id": "bb-03-18-15s6", "raw": "A scene from a TV show in which a woman sits at a desk and talks about her past.", "with_names": "Katie sits at a desk and talks about her past."}, {"scene_id": "bb-03-18-15s7", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "bb-03-18-15s8", "raw": "A scene from a TV show in which a woman sits on a couch and talks.", "with_names": "Quinn sits on a couch and talks."}, {"scene_id": "bb-03-18-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-18-15s10", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "Rick is sitting at a desk and Katie is standing in front of him."}, {"scene_id": "bb-03-18-15s11", "raw": "A scene from a TV show in which a woman is walking down a staircase and looking around.", "with_names": "a woman is walking down a staircase and looking around."}, {"scene_id": "bb-03-18-15s12", "raw": "A scene from a TV show in which a man reads a letter to a woman.", "with_names": "Rick reads a letter to Katie."}, {"scene_id": "bb-03-18-15s13", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking at a wall.", "with_names": "a young woman is sitting in a room and looking at a wall."}, {"scene_id": "bb-03-18-15s14", "raw": "A scene from a TV show in which a woman sits on a couch and talks to a man.", "with_names": "Quinn sits on a couch and talks to Wyatt."}, {"scene_id": "bb-03-18-15s15", "raw": "A scene from a TV show in which palm trees are seen in the foreground and the city is in the background.", "with_names": "palm trees are in the foreground and the city is in the background."}, {"scene_id": "bb-03-18-15s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-18-15s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]