[{"scene_id": "atwt-02-04-05s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Katie is looking at a man and he is looking back at her."}, {"scene_id": "atwt-02-04-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-02-04-05s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-05s3", "raw": "A scene from a TV show in which a woman is talking to someone in a classroom.", "with_names": ""}, {"scene_id": "atwt-02-04-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-05s5", "raw": "A scene from a TV show in which a boy is looking out a window.", "with_names": "a boy is looking out a window."}, {"scene_id": "atwt-02-04-05s6", "raw": "A scene from a TV show in which a man is wearing a maroon sweater and a woman is standing behind him", "with_names": "a man is wearing a maroon sweater and ] is standing behind him"}, {"scene_id": "atwt-02-04-05s7", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and a blazer, with her eyes closed and her mouth open.", "with_names": "a woman is wearing a turtleneck and a blazer, with her eyes closed and her mouth open."}, {"scene_id": "atwt-02-04-05s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-04-05s9", "raw": "A scene from a TV show in which a baby is shown wearing a white onesie with purple flowers.", "with_names": ""}, {"scene_id": "atwt-02-04-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-02-04-05s11", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a black turtleneck.", "with_names": "a woman is wearing a brown jacket and a black turtleneck."}, {"scene_id": "atwt-02-04-05s12", "raw": "A scene from a TV show in which a little boy is watching a TV and a woman is holding his hand.", "with_names": "a little boy is watching a tv and a woman is holding his hand."}, {"scene_id": "atwt-02-04-05s13", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-02-04-05s14", "raw": "A scene from a TV show in which a man is seen throwing a brick at a car.", "with_names": "a man is throwing a brick at a car."}, {"scene_id": "atwt-02-04-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking shocked.", "with_names": "a man is wearing a suit and tie and looking shocked."}, {"scene_id": "atwt-02-04-05s16", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-02-04-05s17", "raw": "A scene from a TV show in which a woman is standing in front of a truck and holding a piece of food.", "with_names": "a woman is standing in front of a truck and holding a piece of food."}, {"scene_id": "atwt-02-04-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-05s19", "raw": "A scene from a TV show in which a man is wearing a tie and a vest", "with_names": "a man is wearing a tie and a vest"}, {"scene_id": "atwt-02-04-05s20", "raw": "A scene from a TV show in which a young man is wearing a jacket and a green shirt.", "with_names": "a young man is wearing a jacket and a green shirt."}, {"scene_id": "atwt-02-04-05s21", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-04-05s22", "raw": "A scene from a TV show in which a man is sitting in front of a fireplace.", "with_names": "a man is sitting in front of a fireplace."}, {"scene_id": "atwt-02-04-05s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-04-05s24", "raw": "A scene from a TV show in which a woman is wearing a green coat and a black wig.", "with_names": "a woman is wearing a green coat and a black wig."}, {"scene_id": "atwt-02-04-05s25", "raw": "A scene from a TV show in which a man is wearing a black coat and a woman is hugging him.", "with_names": "a man is wearing a black coat and a woman is hugging him."}]