[{"scene_id": "bb-11-03-14s0", "raw": "A scene from a TV show in which a woman is arguing with her husband.", "with_names": "Maya is arguing with her husband."}, {"scene_id": "bb-11-03-14s1", "raw": "A scene from a TV show in which a woman sits at a desk and talks.", "with_names": "a woman sits at a desk and talks."}, {"scene_id": "bb-11-03-14s2", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-11-03-14s3", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-11-03-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-03-14s5", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "bb-11-03-14s6", "raw": "A scene from a TV show in which a woman is standing in a room with a bookshelf and a framed picture on the wall.", "with_names": "a woman is standing in a room with a bookshelf and a framed picture on the wall."}, {"scene_id": "bb-11-03-14s8", "raw": "A scene from a TV show in which a man is wearing a vest and a tie and talking to two men.", "with_names": ""}, {"scene_id": "bb-11-03-14s9", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-11-03-14s10", "raw": "A scene from a TV show in which two women are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-11-03-14s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-03-14s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-03-14s13", "raw": "A scene from a TV show in which a woman is interviewing a young woman.", "with_names": "a woman is interviewing a young woman."}, {"scene_id": "bb-11-03-14s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-03-14s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Eric and Caroline are looking at each other."}]