[{"scene_id": "gl-12-07-04s0", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-04s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "gl-12-07-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-04s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-04s4", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "gl-12-07-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-07-04s7", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-12-07-04s8", "raw": "A scene from a TV show in which a man is holding a young girl in a basement.", "with_names": "a man is holding a young girl in a basement."}, {"scene_id": "gl-12-07-04s9", "raw": "A scene from a TV show in which a woman is walking down a street with a man.", "with_names": "a woman is walking down a street with a man."}, {"scene_id": "gl-12-07-04s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-12-07-04s11", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "gl-12-07-04s12", "raw": "A scene from a TV show in which a woman is talking to a man and a board with pictures of people is displayed in front of them.", "with_names": ""}, {"scene_id": "gl-12-07-04s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-12-07-04s14", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-12-07-04s15", "raw": "A scene from a TV show in which a man is smoking a cigarette and looking down at his phone", "with_names": "a man is smoking a cigarette and looking down at his phone"}, {"scene_id": "gl-12-07-04s16", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-12-07-04s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-07-04s18", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a man is standing behind her", "with_names": "a woman is wearing a black and white jacket and a man is standing behind her"}, {"scene_id": "gl-12-07-04s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-07-04s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-12-07-04s21", "raw": "A scene from a TV show in which a blonde woman is wearing a green scarf and a white shirt.", "with_names": "a blonde woman is wearing a green scarf and a white shirt."}]