[{"scene_id": "bb-08-11-14s0", "raw": "A scene from a TV show in which a woman holds up a cell phone and shows it to the camera.", "with_names": "Ivy holds up a cell phone and shows it to the camera."}, {"scene_id": "bb-08-11-14s1", "raw": "A scene from a TV show in which a white house is seen through a window.", "with_names": "a white house is through a window."}, {"scene_id": "bb-08-11-14s2", "raw": "A scene from a TV show in which a man is shocked by a woman.", "with_names": "Oliver is shocked by Aly."}, {"scene_id": "bb-08-11-14s3", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-08-11-14s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-08-11-14s5", "raw": "A scene from a TV show in which a man is getting dressed in a restaurant.", "with_names": "Quinn is getting dressed in a restaurant."}, {"scene_id": "bb-08-11-14s6", "raw": "A scene from a TV show in which a couple kisses in a rose garden.", "with_names": "a couple kisses in a rose garden."}, {"scene_id": "bb-08-11-14s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-11-14s9", "raw": "A scene from a TV show in which a woman is baptized in the ocean.", "with_names": "a woman is baptized in the ocean."}, {"scene_id": "bb-08-11-14s11", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at Liam."}, {"scene_id": "bb-08-11-14s12", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-08-11-14s13", "raw": "A scene from a TV show in which a woman is walking in a park and is wearing a white dress.", "with_names": "Aly is walking in a park and is wearing a white dress."}, {"scene_id": "bb-08-11-14s15", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-08-11-14s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-11-14s17", "raw": "A scene from a TV show in which a man is standing in the water.", "with_names": "Liam is standing in the water."}, {"scene_id": "bb-08-11-14s20", "raw": "A scene from a TV show in which a woman is signing a document.", "with_names": "Aly is signing a document."}]