[{"scene_id": "gl-04-22-05s0", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-04-22-05s1", "raw": "A scene from a TV show in which a woman is sitting at a bar with a glass of wine.", "with_names": "Bill is sitting at a bar with a glass of wine."}, {"scene_id": "gl-04-22-05s2", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Tony is kissing Michelle."}, {"scene_id": "gl-04-22-05s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a bus. The man is holding a piece of paper in front of him, and the woman is smiling at him.", "with_names": "a man and a woman are sitting next to each other on a bus. the man is holding a piece of paper in front of him, and the woman is smiling at him."}, {"scene_id": "gl-04-22-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-22-05s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-22-05s6", "raw": "A scene from a TV show in which a woman is being arrested.", "with_names": "a woman is being arrested."}, {"scene_id": "gl-04-22-05s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "gl-04-22-05s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Marina is looking at Frank and he is looking back at her."}, {"scene_id": "gl-04-22-05s10", "raw": "A scene from a TV show in which a ghost is seen in a bathroom.", "with_names": "a ghost is in a bathroom."}, {"scene_id": "gl-04-22-05s11", "raw": "A scene from a TV show in which a man is talking to someone and gesturing with his hands.", "with_names": ""}, {"scene_id": "gl-04-22-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking angry.", "with_names": "a man is wearing a suit and a tie and is looking angry."}, {"scene_id": "gl-04-22-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-22-05s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-22-05s16", "raw": "A scene from a TV show in which a woman is walking down the street and a man is standing on the sidewalk.", "with_names": "Olivia is walking down the street and Bill is standing on the sidewalk."}, {"scene_id": "gl-04-22-05s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-22-05s18", "raw": "A scene from a TV show in which a man is seen with his eyes closed", "with_names": "Danny is with his eyes closed"}, {"scene_id": "gl-04-22-05s19", "raw": "A scene from a TV show in which a man is talking to someone and the person is not visible.", "with_names": ""}, {"scene_id": "gl-04-22-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-22-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-22-05s22", "raw": "A scene from a TV show in which a man is drinking a glass of wine and a woman is looking at him.", "with_names": "Danny is drinking a glass of wine and Marina is looking at him."}, {"scene_id": "gl-04-22-05s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-04-22-05s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-04-22-05s25", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "gl-04-22-05s26", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-04-22-05s28", "raw": "A scene from a TV show in which a man is walking into a room with a large vase and candles.", "with_names": "Bill is walking into a room with a large vase and candles."}, {"scene_id": "gl-04-22-05s29", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-22-05s30", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-22-05s31", "raw": "A scene from a TV show in which a man is talking to someone and his shirt has a pattern", "with_names": ""}, {"scene_id": "gl-04-22-05s32", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at the camera.", "with_names": "a woman is sitting next to a man and they are both looking at the camera."}, {"scene_id": "gl-04-22-05s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-22-05s35", "raw": "A scene from a TV show in which a man is looking down and his face is covered with a white shirt.", "with_names": "a man is looking down and his face is covered with a white shirt."}]