[{"scene_id": "pc-06-11-03s0", "raw": "A scene from a TV show in which a man and a woman are standing behind a desk, with a cityscape in the background.", "with_names": "a man and a woman are standing behind a desk, with a cityscape in the background."}, {"scene_id": "pc-06-11-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-06-11-03s2", "raw": "A scene from a TV show in which a woman is wearing a black latex dress and a metal corset.", "with_names": "casey is wearing a black latex dress and a metal corset."}, {"scene_id": "pc-06-11-03s4", "raw": "A scene from a TV show in which a man is holding a microphone and singing.", "with_names": "ian is holding a microphone and singing."}, {"scene_id": "pc-06-11-03s5", "raw": "A scene from a TV show in which a man is leaning against a wall and looking at the camera.", "with_names": "rafe is leaning against a wall and looking at the camera."}, {"scene_id": "pc-06-11-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-06-11-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-03s9", "raw": "A scene from a TV show in which a man is sitting in a car with his eyes closed and his face lit up by a green light.", "with_names": "a man is sitting in a car with his eyes closed and his face lit up by a green light."}, {"scene_id": "pc-06-11-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-11-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-03s13", "raw": "A scene from a TV show in which a man is holding a beer and singing.", "with_names": "a man is holding a beer and singing."}, {"scene_id": "pc-06-11-03s16", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "pc-06-11-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-03s18", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a bouquet of flowers.", "with_names": "a man is standing in front of a woman, holding a bouquet of flowers."}, {"scene_id": "pc-06-11-03s19", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "joshua is looking up and smiling."}, {"scene_id": "pc-06-11-03s20", "raw": "A scene from a TV show in which a man is kneeling on a bed and a woman is sitting up in a hospital gown.", "with_names": "a man is kneeling on a bed and Jal is sitting up in a hospital gown."}, {"scene_id": "pc-06-11-03s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Joshua is looking at Jamal and she is looking back at him."}, {"scene_id": "pc-06-11-03s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-03s24", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a white dress.", "with_names": "a man is wearing a suit and joshua is in a white dress."}, {"scene_id": "pc-06-11-03s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-11-03s26", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "pc-06-11-03s27", "raw": "A scene from a TV show in which a little girl is talking to her mother.", "with_names": ""}, {"scene_id": "pc-06-11-03s28", "raw": "A scene from a TV show in which a woman is seen lying on a bed with her hands covering her breasts.", "with_names": "a woman is lying on a bed with her hands covering her breasts."}, {"scene_id": "pc-06-11-03s32", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a blonde wig", "with_names": "caleb is wearing a pink dress and a blonde wig"}, {"scene_id": "pc-06-11-03s33", "raw": "A scene from a TV show in which a man is lying on the floor with his eyes closed and his mouth open.", "with_names": "a man is lying on the floor with his eyes closed and his mouth open."}, {"scene_id": "pc-06-11-03s34", "raw": "A scene from a TV show in which a man and a woman are dancing.", "with_names": "a man and a woman are dancing."}, {"scene_id": "pc-06-11-03s35", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "pc-06-11-03s37", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-06-11-03s38", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "rafe is holding a piece of paper."}]