[{"scene_id": "oltl-09-01-06s0", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a white shirt.", "with_names": "Adriana is wearing a red shirt and Bruce is in a white shirt."}, {"scene_id": "oltl-09-01-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him, looking at a laptop.", "with_names": ""}, {"scene_id": "oltl-09-01-06s2", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "a man is sitting at a desk and writing on a piece of paper."}, {"scene_id": "oltl-09-01-06s3", "raw": "A scene from a TV show in which a man is sitting in a jail cell.", "with_names": "a man is sitting in a jail cell."}, {"scene_id": "oltl-09-01-06s4", "raw": "A scene from a TV show in which the word \"One Life\" is written in white letters on a black background", "with_names": "the word \"one life\" is written in white letters on a black background"}, {"scene_id": "oltl-09-01-06s5", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace.", "with_names": "a woman is wearing a red top and a necklace."}, {"scene_id": "oltl-09-01-06s6", "raw": "A scene from a TV show in which a man is behind bars.", "with_names": "a man is behind bars."}, {"scene_id": "oltl-09-01-06s7", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-09-01-06s8", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a blonde hair.", "with_names": "a young man is wearing a blue shirt and a blonde hair."}, {"scene_id": "oltl-09-01-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-01-06s10", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-09-01-06s11", "raw": "A scene from a TV show in which a blonde woman is behind bars.", "with_names": "a blonde woman is behind bars."}, {"scene_id": "oltl-09-01-06s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down, with her mouth open.", "with_names": ""}, {"scene_id": "oltl-09-01-06s13", "raw": "A scene from a TV show in which a black woman is wearing a red dress and a white man is standing next to her.", "with_names": "a black woman is wearing a red dress and a white man is standing next to her."}, {"scene_id": "oltl-09-01-06s14", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-09-01-06s15", "raw": "A scene from a TV show in which a woman is holding a baby in a living room.", "with_names": "a woman is holding a baby in a living room."}, {"scene_id": "oltl-09-01-06s16", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-09-01-06s17", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "oltl-09-01-06s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone and the bars are closing in on her.", "with_names": ""}, {"scene_id": "oltl-09-01-06s19", "raw": "A scene from a TV show in which a man is playing a flute for a woman.", "with_names": "a man is playing a flute for a woman."}, {"scene_id": "oltl-09-01-06s20", "raw": "A scene from a TV show in which a man is seen in a dark room with a green light shining on him.", "with_names": "a man is in a dark room with a green light shining on him."}, {"scene_id": "oltl-09-01-06s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a staircase, drinking beer.", "with_names": "a man and a woman are sitting on a staircase, drinking beer."}, {"scene_id": "oltl-09-01-06s22", "raw": "A scene from a TV show in which a woman is looking at a man through a glass door.", "with_names": "a woman is looking at a man through a glass door."}, {"scene_id": "oltl-09-01-06s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-01-06s24", "raw": "A scene from a TV show in which a man is holding a gun and looking at the camera.", "with_names": "a man is holding a gun and looking at the camera."}, {"scene_id": "oltl-09-01-06s25", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt.", "with_names": "a man is looking at the camera and wearing a blue shirt."}, {"scene_id": "oltl-09-01-06s26", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-01-06s27", "raw": "A scene from a TV show in which a man is sitting in front of a mirror and looking at his long hair.", "with_names": "a man is sitting in front of a mirror and looking at his long hair."}, {"scene_id": "oltl-09-01-06s28", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}]