[{"scene_id": "bb-12-07-05s0", "raw": "A scene from a TV show in which a woman is dancing with her feet on a man's legs.", "with_names": "Brooke is dancing with her feet on a man's legs."}, {"scene_id": "bb-12-07-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-07-05s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-07-05s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a long black dress skirt.", "with_names": "a woman is wearing a black dress and a long black dress skirt."}, {"scene_id": "bb-12-07-05s4", "raw": "A scene from a TV show in which a woman is standing in front of a wooden wall and a clock", "with_names": "a woman is standing in front of a wooden wall and a clock"}, {"scene_id": "bb-12-07-05s5", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-12-07-05s6", "raw": "A scene from a TV show in which a woman is arguing with a lawyer.", "with_names": "a woman is arguing with a lawyer."}, {"scene_id": "bb-12-07-05s7", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "bb-12-07-05s8", "raw": "A scene from a TV show in which a woman is standing in a room with a vase and a chair.", "with_names": "a woman is standing in a room with a vase and a chair."}, {"scene_id": "bb-12-07-05s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at ]."}, {"scene_id": "bb-12-07-05s10", "raw": "A scene from a TV show in which a woman is on the phone and the time is displayed on a screen", "with_names": "a woman is on the phone and the time is displayed on a screen"}, {"scene_id": "bb-12-07-05s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-12-07-05s12", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him with a disapproving expression.", "with_names": "a man is crying and a woman is looking at him with a disapproving expression."}]