[{"scene_id": "bb-05-18-15s0", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-18-15s1", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "bb-05-18-15s2", "raw": "A scene from a TV show in which a man is sitting at a desk with his hands clasped.", "with_names": "a man is sitting at a desk with his hands clasped."}, {"scene_id": "bb-05-18-15s3", "raw": "A scene from a TV show in which a man is talking to a young man in a room.", "with_names": ""}, {"scene_id": "bb-05-18-15s4", "raw": "A scene from a TV show in which a man holds up a picture of a woman and says, \"I'm sorry, I'm not interested.\"", "with_names": "a man holds up a picture of a woman and says, \"i'm sorry, i'm not interested.\""}, {"scene_id": "bb-05-18-15s5", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-05-18-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-18-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-18-15s8", "raw": "A scene from a TV show in which a man sits at a desk and talks.", "with_names": "a man sits at a desk and talks."}, {"scene_id": "bb-05-18-15s9", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "Bill and a man are standing next to each other."}, {"scene_id": "bb-05-18-15s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-18-15s11", "raw": "A scene from a TV show in which a man is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-05-18-15s12", "raw": "A scene from a TV show in which a man is sitting at a desk and holding a glass.", "with_names": "Bill is sitting at a desk and holding a glass."}, {"scene_id": "bb-05-18-15s13", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-05-18-15s14", "raw": "A scene from a TV show in which a man is looking at a clock.", "with_names": "Rick is looking at a clock."}, {"scene_id": "bb-05-18-15s15", "raw": "A scene from a TV show in which a man sits in a chair and uses a cell phone.", "with_names": "a man sits in a chair and uses a cell phone."}, {"scene_id": "bb-05-18-15s16", "raw": "A scene from a TV show in which a man is talking to a young manI", "with_names": ""}, {"scene_id": "bb-05-18-15s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-18-15s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]