[{"scene_id": "atwt-01-27-06s0", "raw": "A scene from a TV show in which two men are standing in a room and talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-27-06s1", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-27-06s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-27-06s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a wig", "with_names": "a woman is wearing a black dress and a wig"}, {"scene_id": "atwt-01-27-06s4", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-01-27-06s5", "raw": "A scene from a TV show in which a man is talking to a woman, with her head turned to the side.", "with_names": ""}, {"scene_id": "atwt-01-27-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-27-06s7", "raw": "A scene from a TV show in which two men are standing in a bar, drinking beer and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-27-06s8", "raw": "A scene from a TV show in which a baby is hooked up to an IV.", "with_names": "a baby is hooked up to an iv."}, {"scene_id": "atwt-01-27-06s9", "raw": "A scene from a TV show in which a man is sitting in a restaurant, wearing a green scarf.", "with_names": "a man is sitting in a restaurant, wearing a green scarf."}, {"scene_id": "atwt-01-27-06s10", "raw": "A scene from a TV show in which Aunt Jemima is being replaced with a new name.", "with_names": "aunt jemima is being replaced with a new name."}, {"scene_id": "atwt-01-27-06s11", "raw": "A scene from a TV show in which a man is leaning against a door and looking at the camera.", "with_names": "] is leaning against a door and looking at the camera."}, {"scene_id": "atwt-01-27-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-27-06s13", "raw": "A scene from a TV show in which a man is talking about his knee replacement surgery.", "with_names": ""}, {"scene_id": "atwt-01-27-06s14", "raw": "A scene from a TV show in which a woman is wearing a green necklace and a brown jacket.", "with_names": "a woman is wearing a green necklace and a brown jacket."}, {"scene_id": "atwt-01-27-06s15", "raw": "A scene from a TV show in which a priest is seen in a coffin.", "with_names": "a priest is in a coffin."}, {"scene_id": "atwt-01-27-06s16", "raw": "A scene from a TV show in which a bottle of Vicks VapoRub is shown next to a box of Vick's DayQuil.", "with_names": ""}, {"scene_id": "atwt-01-27-06s17", "raw": "A scene from a TV show in which a woman is wearing a plaid blazer and a red dress and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-27-06s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-01-27-06s19", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-01-27-06s20", "raw": "A scene from a TV show in which a woman is sitting in a chair in a kitchen, holding a fork and looking off to the side.", "with_names": ""}]