[{"scene_id": "gl-12-01-03s0", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-12-01-03s1", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a bottle.", "with_names": "a woman is wearing a dress and a man is holding a bottle."}, {"scene_id": "gl-12-01-03s3", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "gl-12-01-03s4", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-12-01-03s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a short blonde hair", "with_names": "a woman is wearing a dress and a short blonde hair"}, {"scene_id": "gl-12-01-03s7", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "Tony is holding a cell phone and looking at it."}, {"scene_id": "gl-12-01-03s8", "raw": "A scene from a TV show in which a man is sitting on a bench and his hand is on his chin", "with_names": "Jeffrey is sitting on a bench and his hand is on his chin"}, {"scene_id": "gl-12-01-03s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a bouquet of flowers.", "with_names": "a woman is sitting at a table with a bouquet of flowers."}, {"scene_id": "gl-12-01-03s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-01-03s11", "raw": "A scene from a TV show in which a man is holding a young boy on a bench.", "with_names": "a man is holding a young boy on a bench."}, {"scene_id": "gl-12-01-03s12", "raw": "A scene from a TV show in which a man is handing a woman a box.", "with_names": "Josh is handing Shayne a box."}, {"scene_id": "gl-12-01-03s13", "raw": "A scene from a TV show in which a man is wearing a plaid jacket and a blue shirt", "with_names": "a man is wearing a plaid jacket and a blue shirt"}, {"scene_id": "gl-12-01-03s14", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "Jeffrey is wearing a leather jacket and Marah is looking at him."}, {"scene_id": "gl-12-01-03s15", "raw": "A scene from a TV show in which two women are standing in a room with a red table and chairs.", "with_names": "two women are standing in a room with a red table and chairs."}, {"scene_id": "gl-12-01-03s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-01-03s17", "raw": "A scene from a TV show in which two women are standing next to each other, smiling and clapping.", "with_names": "two women are standing next to each other, smiling and clapping."}, {"scene_id": "gl-12-01-03s19", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a gun.", "with_names": "two men are standing in a room, one of them is holding a gun."}, {"scene_id": "gl-12-01-03s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-01-03s21", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-12-01-03s22", "raw": "A scene from a TV show in which a woman is standing in a doorway, holding her hands to her face.", "with_names": "a woman is standing in a doorway, holding her hands to her face."}, {"scene_id": "gl-12-01-03s23", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "gl-12-01-03s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-01-03s25", "raw": "A scene from a TV show in which a man is standing in front of a table and a woman is sitting on the left side of the table.", "with_names": "a man is standing in front of a table and a woman is sitting on the left side of the table."}, {"scene_id": "gl-12-01-03s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-01-03s27", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and her hair is in a ponytail.", "with_names": "Marah is wearing a pink jacket and her hair is in a ponytail."}, {"scene_id": "gl-12-01-03s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-01-03s29", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-12-01-03s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-01-03s31", "raw": "A scene from a TV show in which a woman is talking about her relationship with her husband.", "with_names": ""}]