[{"scene_id": "pc-06-02-03s0", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-06-02-03s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-06-02-03s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-06-02-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-02-03s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-06-02-03s5", "raw": "A scene from a TV show in which a man is talking to a woman in a wedding dress.", "with_names": ""}, {"scene_id": "pc-06-02-03s6", "raw": "A scene from a TV show in which a man is wearing a t-shirt and a choker and smiling.", "with_names": "a man is wearing a t-shirt and a choker and smiling."}, {"scene_id": "pc-06-02-03s7", "raw": "A scene from a TV show in which a man is lying on a couch and laughing.", "with_names": "a man is lying on a couch and laughing."}, {"scene_id": "pc-06-02-03s8", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "pc-06-02-03s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-06-02-03s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-06-02-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-02-03s12", "raw": "A scene from a TV show in which a man is wearing a stethoscope around his neck", "with_names": "a man is wearing a stethoscope around his neck"}, {"scene_id": "pc-06-02-03s13", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at ] and saying,"}, {"scene_id": "pc-06-02-03s14", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "pc-06-02-03s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]