[{"scene_id": "bb-06-17-14s0", "raw": "A scene from a TV show in which a woman walks on a sandy beach and talks to a camera.", "with_names": "Brooke walks on a sandy beach and talks to a camera."}, {"scene_id": "bb-06-17-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-17-14s2", "raw": "A scene from a TV show in which a man is seen in a black room, with a white light shining on him.", "with_names": "a man is in a black room, with a white light shining on him."}, {"scene_id": "bb-06-17-14s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-06-17-14s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-06-17-14s5", "raw": "A scene from a TV show in which a woman walks into a room and sits down at a table.", "with_names": "a woman walks into a room and sits down at a table."}, {"scene_id": "bb-06-17-14s6", "raw": "A scene from a TV show in which a woman is holding a wine glass and a bottle.", "with_names": "a woman is holding a wine glass and a bottle."}, {"scene_id": "bb-06-17-14s7", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-06-17-14s8", "raw": "A scene from a TV show in which a man and a woman are talking to a doctor.", "with_names": ""}, {"scene_id": "bb-06-17-14s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-06-17-14s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-17-14s11", "raw": "A scene from a TV show in which a woman talks on her cell phone while a man watches.", "with_names": "a woman talks on her cell phone while a man watches."}, {"scene_id": "bb-06-17-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-17-14s13", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "a woman is surprised by a man."}, {"scene_id": "bb-06-17-14s14", "raw": "A scene from a TV show in which a man and a woman embrace.", "with_names": "a man and a woman embrace."}]