[{"scene_id": "atwt-02-18-04s0", "raw": "A scene from a TV show in which a man is singing into a microphone.", "with_names": "a man is singing into a microphone."}, {"scene_id": "atwt-02-18-04s1", "raw": "A scene from a TV show in which a woman is holding a red ribbon.", "with_names": "a woman is holding a red ribbon."}, {"scene_id": "atwt-02-18-04s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-18-04s3", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "atwt-02-18-04s4", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-02-18-04s5", "raw": "A scene from a TV show in which a trader is trapped in a room full of TV screens.", "with_names": "a trader is trapped in a room full of tv screens."}, {"scene_id": "atwt-02-18-04s6", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-02-18-04s7", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-02-18-04s8", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-18-04s9", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "atwt-02-18-04s10", "raw": "A scene from a TV show in which a man is eating a sandwich", "with_names": "] is eating a sandwich"}, {"scene_id": "atwt-02-18-04s11", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-02-18-04s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing suspenders.", "with_names": "a man and a woman are standing next to each other, both wearing suspenders."}, {"scene_id": "atwt-02-18-04s13", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a mirror.", "with_names": "a woman is holding a baby and looking at a mirror."}, {"scene_id": "atwt-02-18-04s14", "raw": "A scene from a TV show in which a giant Advair logo is displayed in front of a building.", "with_names": "a giant advair logo is displayed in front of a building."}, {"scene_id": "atwt-02-18-04s15", "raw": "A scene from a TV show in which a woman is sitting on a bed with a man standing behind her. They are surrounded by various stuffed animals.", "with_names": "] is sitting on a bed with Craig standing behind her. they are surrounded by various stuffed animals."}, {"scene_id": "atwt-02-18-04s16", "raw": "A scene from a TV show in which a woman is standing in front of a picture of a man who has lost weight.", "with_names": "] is standing in front of a picture of a man who has lost weight."}, {"scene_id": "atwt-02-18-04s17", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-02-18-04s18", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and blonde hair", "with_names": "a man is wearing a black turtleneck and blonde hair"}, {"scene_id": "atwt-02-18-04s19", "raw": "A scene from a TV show in which a woman holds a baby in a room with a Christmas tree.", "with_names": "a woman holds a baby in a room with a christmas tree."}, {"scene_id": "atwt-02-18-04s20", "raw": "A scene from a TV show in which a baby is chasing a dog.", "with_names": "a baby is chasing a dog."}, {"scene_id": "atwt-02-18-04s21", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "atwt-02-18-04s22", "raw": "A scene from a TV show in which a woman is wearing a brown dress and a man is standing behind her", "with_names": "a woman is wearing a brown dress and a man is standing behind her"}, {"scene_id": "atwt-02-18-04s23", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-02-18-04s24", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "atwt-02-18-04s25", "raw": "A scene from a TV show in which a blonde girl is smiling at a boy.", "with_names": "a blonde girl is smiling at a boy."}, {"scene_id": "atwt-02-18-04s26", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "atwt-02-18-04s27", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-18-04s28", "raw": "A scene from a TV show in which a woman is laughing and a man is crying.", "with_names": "a woman is laughing and a man is crying."}]