[{"scene_id": "oltl-10-04-11s0", "raw": "A scene from a TV show in which a woman is seen looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "oltl-10-04-11s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-10-04-11s2", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "oltl-10-04-11s3", "raw": "A scene from a TV show in which a woman is talking to a man in a room with blinds.", "with_names": ""}, {"scene_id": "oltl-10-04-11s4", "raw": "A scene from a TV show in which a man is seen in a dark room with a flashlight.", "with_names": "a man is in a dark room with a flashlight."}, {"scene_id": "oltl-10-04-11s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-04-11s6", "raw": "A scene from a TV show in which a man is talking to a woman in a dark room.", "with_names": ""}, {"scene_id": "oltl-10-04-11s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-04-11s8", "raw": "A scene from a TV show in which a man is lying on the floor with a bloodied shirt and a woman is standing over him.", "with_names": "a man is lying on the floor with a bloodied shirt and a woman is standing over him."}, {"scene_id": "oltl-10-04-11s9", "raw": "A scene from a TV show in which a girl is talking to a boy behind bars.", "with_names": ""}, {"scene_id": "oltl-10-04-11s10", "raw": "A scene from a TV show in which a woman is handcuffed and a man is sitting on the floor.", "with_names": "a woman is handcuffed and a man is sitting on the floor."}, {"scene_id": "oltl-10-04-11s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-04-11s12", "raw": "A scene from a TV show in which a man is sitting on a chair and holding his chest.", "with_names": ""}, {"scene_id": "oltl-10-04-11s13", "raw": "A scene from a TV show in which a woman is screaming in a room full of metal grates.", "with_names": "a woman is screaming in a room full of metal grates."}, {"scene_id": "oltl-10-04-11s14", "raw": "A scene from a TV show in which a young man is in a jail cell.", "with_names": "a young man is in a jail cell."}, {"scene_id": "oltl-10-04-11s15", "raw": "A scene from a TV show in which a man is screaming and his mouth is wide open.", "with_names": "a man is screaming and his mouth is wide open."}, {"scene_id": "oltl-10-04-11s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-10-04-11s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-04-11s18", "raw": "A scene from a TV show in which a man is sitting on a chair with his head resting on his hands.", "with_names": ""}, {"scene_id": "oltl-10-04-11s19", "raw": "A scene from a TV show in which a woman is talking to a man and a couple of other people.", "with_names": ""}, {"scene_id": "oltl-10-04-11s20", "raw": "A scene from a TV show in which a man is walking through a room with a gun pointed at him.", "with_names": "a man is walking through a room with a gun pointed at him."}, {"scene_id": "oltl-10-04-11s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room, and the man is wearing a leather jacket.", "with_names": "a man and a woman are standing in a room, and the man is wearing a leather jacket."}, {"scene_id": "oltl-10-04-11s22", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing behind her.", "with_names": "a woman is in a jail cell and a man is standing behind her."}, {"scene_id": "oltl-10-04-11s23", "raw": "A scene from a TV show in which a woman is standing in front of a man and a desk.", "with_names": "a woman is standing in front of a man and a desk."}, {"scene_id": "oltl-10-04-11s24", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down", "with_names": ""}, {"scene_id": "oltl-10-04-11s25", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "oltl-10-04-11s26", "raw": "A scene from a TV show in which a woman is holding a baby and looking down at it.", "with_names": "a woman is holding a baby and looking down at it."}, {"scene_id": "oltl-10-04-11s27", "raw": "A scene from a TV show in which a police officer is shown in uniform.", "with_names": ""}, {"scene_id": "oltl-10-04-11s28", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "Jessica is holding a baby and ] is standing behind her."}, {"scene_id": "oltl-10-04-11s29", "raw": "A scene from a TV show in which a woman is sitting on a bench and a police officer is standing next to her.", "with_names": "a woman is sitting on a bench and a police officer is standing next to her."}, {"scene_id": "oltl-10-04-11s30", "raw": "A scene from a TV show in which a woman is stabbed in the head", "with_names": "a woman is stabbed in the head"}, {"scene_id": "oltl-10-04-11s31", "raw": "A scene from a TV show in which a woman is talking to a man and he is covering his face.", "with_names": ""}, {"scene_id": "oltl-10-04-11s32", "raw": "A scene from a TV show in which a man is stabbed in the head", "with_names": "a man is stabbed in the head"}, {"scene_id": "oltl-10-04-11s33", "raw": "A scene from a TV show in which a baby is sucking a pacifier.", "with_names": "a baby is sucking a pacifier."}, {"scene_id": "oltl-10-04-11s34", "raw": "A scene from a TV show in which a woman is holding a knife and a man is looking at her.", "with_names": "a woman is holding a knife and a man is looking at her."}, {"scene_id": "oltl-10-04-11s35", "raw": "A scene from a TV show in which a man and a woman are in a jail cell.", "with_names": "a man and a woman are in a jail cell."}, {"scene_id": "oltl-10-04-11s36", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-10-04-11s37", "raw": "", "with_names": ""}]