[{"scene_id": "atwt-05-23-05s0", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-23-05s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-23-05s2", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black jacket.", "with_names": "a man is wearing a white shirt and a black jacket."}, {"scene_id": "atwt-05-23-05s3", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a suit.", "with_names": "a woman is wearing a pink dress and a man is in a suit."}, {"scene_id": "atwt-05-23-05s4", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-05-23-05s5", "raw": "A scene from a TV show in which McCormick is the main sponsor", "with_names": "mccormick is the main sponsor"}, {"scene_id": "atwt-05-23-05s6", "raw": "A scene from a TV show in which a woman is talking to a man, and she is making a face.", "with_names": ""}, {"scene_id": "atwt-05-23-05s7", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and veil and looking at a man.", "with_names": "a woman is wearing a wedding dress and veil and looking at a man."}, {"scene_id": "atwt-05-23-05s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-23-05s9", "raw": "A scene from a TV show in which a man is wearing a pink shirt and looking concerned.", "with_names": "a man is wearing a pink shirt and looking concerned."}, {"scene_id": "atwt-05-23-05s10", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-05-23-05s11", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-23-05s12", "raw": "A scene from a TV show in which a woman is signing a book in a bookstore.", "with_names": "a woman is signing a book in a bookstore."}, {"scene_id": "atwt-05-23-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "atwt-05-23-05s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-23-05s15", "raw": "A scene from a TV show in which a bride and groom are standing in front of a woman.", "with_names": "a bride and groom are standing in front of a woman."}, {"scene_id": "atwt-05-23-05s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a library.", "with_names": "a man and a woman are standing next to each other in a library."}, {"scene_id": "atwt-05-23-05s17", "raw": "A scene from a TV show in which Oatmeal Raisin bars are being sold.", "with_names": "oatmeal raisin bars are being sold."}, {"scene_id": "atwt-05-23-05s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, smiling.", "with_names": "a man and a woman are standing next to each other, smiling."}, {"scene_id": "atwt-05-23-05s19", "raw": "A scene from a TV show in which a blonde woman looks off camera.", "with_names": "a blonde woman looks off camera."}, {"scene_id": "atwt-05-23-05s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-23-05s21", "raw": "A scene from a TV show in which a mother and daughter are in the kitchen, with the mother to the right looking at a cake and the daughter to the left looking at her finger.", "with_names": "a mother and daughter are in the kitchen, with the mother to the right looking at a cake and the daughter to the left looking at her finger."}, {"scene_id": "atwt-05-23-05s22", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a dress.", "with_names": "a man is wearing a tuxedo and a woman is in a dress."}, {"scene_id": "atwt-05-23-05s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-23-05s24", "raw": "A scene from a TV show in which a man is holding a baby in his hands.", "with_names": "a man is holding a baby in his hands."}, {"scene_id": "atwt-05-23-05s25", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-23-05s26", "raw": "A scene from a TV show in which a bride is talking to her mother.", "with_names": ""}, {"scene_id": "atwt-05-23-05s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-23-05s28", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}]