[{"scene_id": "atwt-01-14-04s0", "raw": "A scene from a TV show in which a woman is having sex with a man in a room with candles", "with_names": "Katie is having sex with a man in a room with candles"}, {"scene_id": "atwt-01-14-04s1", "raw": "A scene from a TV show in which a man is sitting on a bench and looking down at his phone.", "with_names": "a man is sitting on a bench and looking down at his phone."}, {"scene_id": "atwt-01-14-04s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-14-04s3", "raw": "A scene from a TV show in which a man is seen in a blue haze.", "with_names": "a man is in a blue haze."}, {"scene_id": "atwt-01-14-04s4", "raw": "A scene from a TV show in which a man is sitting on a chair, wearing a white shirt and a tie.", "with_names": ""}, {"scene_id": "atwt-01-14-04s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-01-14-04s6", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-14-04s7", "raw": "A scene from a TV show in which a young boy is talking about his experience with a bully.", "with_names": ""}, {"scene_id": "atwt-01-14-04s8", "raw": "A scene from a TV show in which a woman is pouring a drink into a glass from a bottle.", "with_names": "a woman is pouring a drink into a glass from a bottle."}, {"scene_id": "atwt-01-14-04s9", "raw": "A scene from a TV show in which a woman is shown in a blue jacket and a necklace, and another woman is seen in the mirror.", "with_names": ""}, {"scene_id": "atwt-01-14-04s10", "raw": "A scene from a TV show in which a woman is seen in a black dress and a blonde wig, with a door and a blue background.", "with_names": "a woman is in a black dress and a blonde wig, with a door and a blue background."}, {"scene_id": "atwt-01-14-04s11", "raw": "A scene from a TV show in which a man is dancing in a room with blue walls.", "with_names": "] is dancing in a room with blue walls."}, {"scene_id": "atwt-01-14-04s12", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-14-04s13", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-14-04s14", "raw": "A scene from a TV show in which a shirtless man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-14-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-14-04s16", "raw": "A scene from a TV show in which a man is sitting at a desk with a typewriter and a book.", "with_names": "a man is sitting at a desk with a typewriter and a book."}, {"scene_id": "atwt-01-14-04s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-14-04s18", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-14-04s19", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-01-14-04s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-14-04s21", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a jacket.", "with_names": "a man is wearing a black turtleneck and a jacket."}]