[{"scene_id": "atwt-04-16-03s0", "raw": "A scene from a TV show in which a judge is wearing a black robe and white collar, sitting in front of a flag and a picture of the judge.", "with_names": "a judge is wearing a black robe and white collar, sitting in front of a flag and a picture of the judge."}, {"scene_id": "atwt-04-16-03s1", "raw": "A scene from a TV show in which a man is running down a hallway.", "with_names": "a man is running down a hallway."}, {"scene_id": "atwt-04-16-03s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a green dress.", "with_names": "a man is wearing a suit and a woman is in a green dress."}, {"scene_id": "atwt-04-16-03s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a dog", "with_names": "a woman is sitting at a table with a dog"}, {"scene_id": "atwt-04-16-03s4", "raw": "A scene from a TV show in which a woman is sitting on a table and holding a flower.", "with_names": "a woman is sitting on a table and holding a flower."}, {"scene_id": "atwt-04-16-03s5", "raw": "A scene from a TV show in which a woman is dancing with her arms raised.", "with_names": "a woman is dancing with her arms raised."}, {"scene_id": "atwt-04-16-03s6", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-16-03s7", "raw": "A scene from a TV show in which a woman is talking to someone and touching her face.", "with_names": ""}, {"scene_id": "atwt-04-16-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-16-03s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-03s10", "raw": "A scene from a TV show in which a doctor is talking to a man. The caption reads: Frequent, persistent heartburn, despite treatment, may be acid reflux disease.", "with_names": ""}, {"scene_id": "atwt-04-16-03s11", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a green dress", "with_names": "] is shirtless and a woman is wearing a green dress"}, {"scene_id": "atwt-04-16-03s12", "raw": "A scene from a TV show in which a man is sitting on a couch and smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-04-16-03s13", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-16-03s14", "raw": "A scene from a TV show in which a man is tied to a chair and his hands are tied behind his back.", "with_names": "a man is tied to a chair and his hands are tied behind his back."}, {"scene_id": "atwt-04-16-03s15", "raw": "A scene from a TV show in which a baby is shown smiling.", "with_names": ""}, {"scene_id": "atwt-04-16-03s16", "raw": "A scene from a TV show in which a shirtless man is standing in front of a woman.", "with_names": "a shirtless man is standing in front of a woman."}, {"scene_id": "atwt-04-16-03s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-04-16-03s18", "raw": "A scene from a TV show in which a woman is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-16-03s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-16-03s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-04-16-03s21", "raw": "A scene from a TV show in which a woman is shopping for hair dye.", "with_names": "a woman is shopping for hair dye."}, {"scene_id": "atwt-04-16-03s22", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "atwt-04-16-03s23", "raw": "A scene from a TV show in which a man is standing in a room, wearing a suit and smiling.", "with_names": "] is standing in a room, wearing a suit and smiling."}]