[{"scene_id": "atwt-08-27-07s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-27-07s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-08-27-07s2", "raw": "A scene from a TV show in which a woman is sitting at a desk in an office, working on a computer.", "with_names": "a woman is sitting at a desk in an office, working on a computer."}, {"scene_id": "atwt-08-27-07s3", "raw": "A scene from a TV show in which a man is standing behind a table with a large number of glass bottles.", "with_names": "] is standing behind a table with a large number of glass bottles."}, {"scene_id": "atwt-08-27-07s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-08-27-07s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-08-27-07s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-27-07s7", "raw": "A scene from a TV show in which a football player is wearing a helmet and jersey.", "with_names": "a football player is wearing a helmet and jersey."}, {"scene_id": "atwt-08-27-07s8", "raw": "A scene from a TV show in which a man is looking down and his head is shaved", "with_names": "] is looking down and his head is shaved"}, {"scene_id": "atwt-08-27-07s9", "raw": "A scene from a TV show in which a woman is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "atwt-08-27-07s10", "raw": "A scene from a TV show in which a cat is seen looking out of a window.", "with_names": "a cat is looking out of a window."}, {"scene_id": "atwt-08-27-07s11", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "a woman is being choked by ]."}, {"scene_id": "atwt-08-27-07s12", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-08-27-07s13", "raw": "A scene from a TV show in which a woman is holding a cat and a dog is sitting on the floor.", "with_names": "a woman is holding a cat and a dog is sitting on the floor."}, {"scene_id": "atwt-08-27-07s14", "raw": "A scene from a TV show in which a woman is looking at the camera with her hair in a messy bun", "with_names": "a woman is looking at the camera with her hair in a messy bun"}, {"scene_id": "atwt-08-27-07s15", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-08-27-07s16", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "a woman is standing in a kitchen with a man."}, {"scene_id": "atwt-08-27-07s17", "raw": "A scene from a TV show in which a man is looking down and wearing a suit", "with_names": "] is looking down and wearing a suit"}, {"scene_id": "atwt-08-27-07s18", "raw": "A scene from a TV show in which a woman is sitting on a beach and looking out to sea. The caption reads: One pill with two medicines.", "with_names": "a woman is sitting on a beach and looking out to sea. the caption reads: one pill with two medicines."}, {"scene_id": "atwt-08-27-07s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking upset.", "with_names": ""}, {"scene_id": "atwt-08-27-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-27-07s21", "raw": "A scene from a TV show in which a man is talking to a soldier.", "with_names": ""}]