[{"scene_id": "bb-11-20-15s0", "raw": "A scene from a TV show in which a man is seen with his shirt off.", "with_names": "Thomas is with his shirt off."}, {"scene_id": "bb-11-20-15s1", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-20-15s2", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "bb-11-20-15s3", "raw": "A scene from a TV show in which a shirtless man and a woman are looking at each other.", "with_names": "a shirtless man and a woman are looking at each other."}, {"scene_id": "bb-11-20-15s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her phone.", "with_names": ""}, {"scene_id": "bb-11-20-15s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-11-20-15s6", "raw": "A scene from a TV show in which a woman is standing in a bed, wearing a black dress.", "with_names": "a woman is standing in a bed, wearing a black dress."}, {"scene_id": "bb-11-20-15s7", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is standing behind him, holding an umbrella.", "with_names": "a man is holding a piece of paper and a woman is standing behind him, holding an umbrella."}, {"scene_id": "bb-11-20-15s8", "raw": "A scene from a TV show in which a couple sits on a couch in a living room with candles and flowers.", "with_names": "a couple sits on a couch in a living room with candles and flowers."}, {"scene_id": "bb-11-20-15s9", "raw": "A scene from a TV show in which a shirtless man is standing in front of a mirror, looking at his chest.", "with_names": "a shirtless man is standing in front of a mirror, looking at his chest."}, {"scene_id": "bb-11-20-15s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-11-20-15s11", "raw": "A scene from a TV show in which a man is standing in a room with a bottle of champagne.", "with_names": "a man is standing in a room with a bottle of champagne."}, {"scene_id": "bb-11-20-15s12", "raw": "A scene from a TV show in which a man is sitting on a bed and looking out a window.", "with_names": "a man is sitting on a bed and looking out a window."}]