[{"scene_id": "atwt-05-10-05s0", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "Jennifer is dancing in a room."}, {"scene_id": "atwt-05-10-05s1", "raw": "A scene from a TV show in which a woman is wearing a green suit and a blonde wig.", "with_names": "a woman is wearing a green suit and a blonde wig."}, {"scene_id": "atwt-05-10-05s2", "raw": "A scene from a TV show in which a boy is standing in a kitchen, holding a book, while another boy stands behind him.", "with_names": "a boy is standing in a kitchen, holding a book, while another boy stands behind him."}, {"scene_id": "atwt-05-10-05s3", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "atwt-05-10-05s4", "raw": "A scene from a TV show in which a bottle of nasal spray is shown.", "with_names": ""}, {"scene_id": "atwt-05-10-05s5", "raw": "A scene from a TV show in which a woman is looking concerned. The caption reads Survivor Palau Thursday 8/7c on Lifetime", "with_names": "a woman is looking concerned. the caption reads survivor palau thursday 8/7c on lifetime"}, {"scene_id": "atwt-05-10-05s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-10-05s7", "raw": "A scene from a TV show in which a young man is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-05-10-05s8", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "] is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-05-10-05s9", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-10-05s10", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-10-05s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room, both looking down and looking upset.", "with_names": "a man and a woman are standing in a room, both looking down and looking upset."}, {"scene_id": "atwt-05-10-05s12", "raw": "A scene from a TV show in which a man is holding his hand over his mouth, and a woman is standing next to him.", "with_names": "] is holding his hand over his mouth, and a woman is standing next to him."}, {"scene_id": "atwt-05-10-05s13", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-05-10-05s14", "raw": "A scene from a TV show in which a woman is looking at a man and a car is in the background.", "with_names": "a woman is looking at ] and a car is in the background."}, {"scene_id": "atwt-05-10-05s15", "raw": "A scene from a TV show in which a carpet is being tested for the presence of the coronavirus.", "with_names": "a carpet is being tested for the presence of the coronavirus."}, {"scene_id": "atwt-05-10-05s16", "raw": "A scene from a TV show in which a small robot is talking to a person.", "with_names": ""}, {"scene_id": "atwt-05-10-05s17", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-05-10-05s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-10-05s19", "raw": "A scene from a TV show in which a doctor explains the benefits of Aciphex.", "with_names": "a doctor explains the benefits of aciphex."}, {"scene_id": "atwt-05-10-05s20", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a potted plant.", "with_names": ""}, {"scene_id": "atwt-05-10-05s21", "raw": "A scene from a TV show in which a woman is looking down and wearing a necklace", "with_names": "a woman is looking down and wearing a necklace"}, {"scene_id": "atwt-05-10-05s22", "raw": "A scene from a TV show in which a man stands with his arms crossed, looking at a woman.", "with_names": "a man stands with his arms crossed, looking at a woman."}, {"scene_id": "atwt-05-10-05s23", "raw": "A scene from a TV show in which a woman is holding a cup and smiling.", "with_names": "a woman is holding a cup and smiling."}, {"scene_id": "atwt-05-10-05s24", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-10-05s25", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-05-10-05s26", "raw": "A scene from a TV show in which a ring is placed in a box.", "with_names": "a ring is placed in a box."}, {"scene_id": "atwt-05-10-05s27", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at the camera.", "with_names": "a man is sitting at a desk and looking at the camera."}]