[{"scene_id": "bb-05-13-14s0", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Ridge and Katie are looking at each other."}, {"scene_id": "bb-05-13-14s1", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-13-14s2", "raw": "A scene from a TV show in which a young woman cries.", "with_names": "a young woman cries."}, {"scene_id": "bb-05-13-14s3", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-05-13-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-13-14s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-13-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-13-14s7", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-05-13-14s8", "raw": "A scene from a TV show in which a woman is holding a bat and a knife.", "with_names": "a woman is holding a bat and a knife."}, {"scene_id": "bb-05-13-14s9", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "bb-05-13-14s10", "raw": "A scene from a TV show in which a young woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-05-13-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-13-14s12", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "bb-05-13-14s13", "raw": "A scene from a TV show in which a woman is lying on her back and a man is kissing her.", "with_names": "a woman is lying on her back and a man is kissing her."}, {"scene_id": "bb-05-13-14s14", "raw": "A scene from a TV show in which a man is drinking a glass of wine.", "with_names": "a man is drinking a glass of wine."}]