[{"scene_id": "atwt-05-11-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-11-05s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-05-11-05s2", "raw": "A scene from a TV show in which a woman and a man are standing in a bar, looking at a table with a lot of pictures on it.", "with_names": "a woman and a man are standing in a bar, looking at a table with a lot of pictures on it."}, {"scene_id": "atwt-05-11-05s3", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-11-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-11-05s5", "raw": "A scene from a TV show in which a man is holding a gun in his hand.", "with_names": "a man is holding a gun in his hand."}, {"scene_id": "atwt-05-11-05s6", "raw": "A scene from a TV show in which a dish soap bottle is shown to be contaminated with brown stains.", "with_names": ""}, {"scene_id": "atwt-05-11-05s7", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-11-05s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-11-05s9", "raw": "A scene from a TV show in which a young boy rides a bike down a street.", "with_names": "a young boy rides a bike down a street."}, {"scene_id": "atwt-05-11-05s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-11-05s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-05-11-05s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-11-05s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-11-05s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and a woman are sitting next to each other."}]