[{"scene_id": "atwt-07-30-07s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "atwt-07-30-07s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-30-07s2", "raw": "A scene from a TV show in which a brown substance is shown on a white surface.", "with_names": ""}, {"scene_id": "atwt-07-30-07s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-30-07s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-07-30-07s5", "raw": "A scene from a TV show in which a blonde girl is making a face.", "with_names": "a blonde girl is making a face."}, {"scene_id": "atwt-07-30-07s6", "raw": "A scene from a TV show in which a chef is holding a pizza in his hands.", "with_names": "a chef is holding a pizza in his hands."}, {"scene_id": "atwt-07-30-07s7", "raw": "A scene from a TV show in which a speaker is spinning on its axis", "with_names": "a speaker is spinning on its axis"}, {"scene_id": "atwt-07-30-07s8", "raw": "A scene from a TV show in which a man with a shaved head is wearing a black suit and a blue shirt.", "with_names": "] with a shaved head is wearing a black suit and a blue shirt."}, {"scene_id": "atwt-07-30-07s9", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to make of you.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to make of you.\""}, {"scene_id": "atwt-07-30-07s10", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-07-30-07s11", "raw": "A scene from a TV show in which a woman is wearing a white robe and a man is in a t-shirt.", "with_names": "a woman is wearing a white robe and a man is in a t-shirt."}, {"scene_id": "atwt-07-30-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-30-07s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-30-07s14", "raw": "A scene from a TV show in which a man is trying to open a carton of Silk.", "with_names": "] is trying to open a carton of silk."}, {"scene_id": "atwt-07-30-07s15", "raw": "A scene from a TV show in which a man is looking up at a window and the words \"I'm not a robot\" are written above him", "with_names": "a man is looking up at a window and the words \"i'm not a robot\" are written above him"}, {"scene_id": "atwt-07-30-07s16", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "a woman is smiling and looking up."}, {"scene_id": "atwt-07-30-07s17", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both looking at something.", "with_names": "a woman is standing next to a man and they are both looking at something."}, {"scene_id": "atwt-07-30-07s18", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"Screaming Men to Sleep\" written on the wall", "with_names": "a man is in a black room with the words \"screaming men to sleep\" written on the wall"}, {"scene_id": "atwt-07-30-07s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-30-07s20", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-30-07s21", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-07-30-07s22", "raw": "A scene from a TV show in which a woman is looking at the camera and saying, \"I'm not a lesbian.\"", "with_names": "a woman is looking at the camera and saying, \"i'm not a lesbian.\""}, {"scene_id": "atwt-07-30-07s23", "raw": "A scene from a TV show in which a mother and daughter are playing with a purple sheet.", "with_names": "a mother and daughter are playing with a purple sheet."}]