[{"scene_id": "atwt-03-25-09s0", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "atwt-03-25-09s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-25-09s2", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-25-09s3", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-03-25-09s4", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-03-25-09s5", "raw": "A scene from a TV show in which a woman is shown in a hospital gown and a stethoscope.", "with_names": ""}, {"scene_id": "atwt-03-25-09s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-25-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-25-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-25-09s9", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "atwt-03-25-09s10", "raw": "A scene from a TV show in which a child is playing with a colorful, plastic, and interactive table.", "with_names": "a child is playing with a colorful, plastic, and interactive table."}, {"scene_id": "atwt-03-25-09s11", "raw": "A scene from a TV show in which a woman is standing in front of a group of people", "with_names": "] is standing in front of a group of people"}, {"scene_id": "atwt-03-25-09s12", "raw": "A scene from a TV show in which a blonde woman is wearing a red and black floral top and a black jacket.", "with_names": "a blonde woman is wearing a red and black floral top and a black jacket."}, {"scene_id": "atwt-03-25-09s13", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-03-25-09s14", "raw": "A scene from a TV show in which a text message says 'Never, Celine doesn't interfere with the effect'", "with_names": "a text message says 'never, celine doesn't interfere with the effect'"}, {"scene_id": "atwt-03-25-09s15", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-03-25-09s16", "raw": "A scene from a TV show in which a woman is smiling and a man is laughing.", "with_names": "a woman is smiling and a man is laughing."}, {"scene_id": "atwt-03-25-09s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-03-25-09s18", "raw": "A scene from a TV show in which a woman is trying on a red dress.", "with_names": "a woman is trying on a red dress."}, {"scene_id": "atwt-03-25-09s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table looking at a piece of paper.", "with_names": "a man and a woman are sitting at a table looking at a piece of paper."}, {"scene_id": "atwt-03-25-09s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a name tag on her chest.", "with_names": "a woman is lying in a hospital bed with a name tag on her chest."}, {"scene_id": "atwt-03-25-09s21", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-03-25-09s22", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a tie", "with_names": "a man is wearing a suit and a shirt with a tie"}, {"scene_id": "atwt-03-25-09s23", "raw": "A scene from a TV show in which a group of people are standing around cars.", "with_names": "a group of people are standing around cars."}, {"scene_id": "atwt-03-25-09s24", "raw": "A scene from a TV show in which a man is reading a book to a woman.", "with_names": "a man is reading a book to a woman."}, {"scene_id": "atwt-03-25-09s25", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-03-25-09s26", "raw": "A scene from a TV show in which a young man is in a hospital bed with a bruised face.", "with_names": "a young man is in a hospital bed with a bruised face."}]