[{"scene_id": "oltl-03-13-07s0", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-03-13-07s1", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "oltl-03-13-07s2", "raw": "A scene from a TV show in which a girl is talking to a boy in front of a locker.", "with_names": ""}, {"scene_id": "oltl-03-13-07s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and wearing a pink and white robe.", "with_names": ""}, {"scene_id": "oltl-03-13-07s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-03-13-07s5", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "oltl-03-13-07s6", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "a woman is walking down a hallway with a man."}, {"scene_id": "oltl-03-13-07s7", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop, looking at a screen.", "with_names": "a woman is sitting in front of a laptop, looking at a screen."}, {"scene_id": "oltl-03-13-07s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-13-07s9", "raw": "A scene from a TV show in which a woman is being attacked by a man in a room filled with smoke.", "with_names": "a woman is being attacked by a man in a room filled with smoke."}, {"scene_id": "oltl-03-13-07s10", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-13-07s11", "raw": "A scene from a TV show in which a teacher is yelling at a student in a classroom.", "with_names": "a teacher is yelling at a student in a classroom."}, {"scene_id": "oltl-03-13-07s12", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a white shirt.", "with_names": "a woman is wearing a pink jacket and a white shirt."}, {"scene_id": "oltl-03-13-07s13", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "oltl-03-13-07s14", "raw": "A scene from a TV show in which two men are sitting in a sauna.", "with_names": "two men are sitting in a sauna."}, {"scene_id": "oltl-03-13-07s15", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him with a confused expression.", "with_names": "a man is standing in front of a woman, and she is looking at him with a confused expression."}, {"scene_id": "oltl-03-13-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-13-07s17", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-13-07s18", "raw": "A scene from a TV show in which a man is kissing a blonde woman on the cheek.", "with_names": "a man is kissing a blonde woman on the cheek."}, {"scene_id": "oltl-03-13-07s19", "raw": "A scene from a TV show in which a shirtless man is standing in a shower, his head in his hands.", "with_names": "a shirtless man is standing in a shower, his head in his hands."}, {"scene_id": "oltl-03-13-07s20", "raw": "A scene from a TV show in which a man is sitting outside and smiling.", "with_names": "a man is sitting outside and smiling."}, {"scene_id": "oltl-03-13-07s21", "raw": "A scene from a TV show in which a teacher is standing in front of a blackboard and talking to a class.", "with_names": ""}, {"scene_id": "oltl-03-13-07s22", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a man is standing behind her.", "with_names": "a woman is wearing a pink robe and a man is standing behind her."}, {"scene_id": "oltl-03-13-07s23", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him, holding a book.", "with_names": "a man is sitting at a table and a woman is standing behind him, holding a book."}, {"scene_id": "oltl-03-13-07s24", "raw": "A scene from a TV show in which a girl is talking to a boy in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-13-07s25", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-03-13-07s26", "raw": "A scene from a TV show in which two men are in a shower, one of them is shirtless.", "with_names": "two men are in a shower, one of them is shirtless."}, {"scene_id": "oltl-03-13-07s27", "raw": "A scene from a TV show in which a man is sitting next to a woman and touching her hair.", "with_names": "a man is sitting next to a woman and touching her hair."}, {"scene_id": "oltl-03-13-07s28", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a man is standing next to her.", "with_names": "a woman is wearing a pink robe and a man is standing next to her."}]