[{"scene_id": "bb-12-10-13s0", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-10-13s1", "raw": "A scene from a TV show in which a man is walking into a kitchen and a refrigerator is open.", "with_names": "a man is walking into a kitchen and a refrigerator is open."}, {"scene_id": "bb-12-10-13s2", "raw": "A scene from a TV show in which models walk the runway in a white dress", "with_names": "models walk the runway in a white dress"}, {"scene_id": "bb-12-10-13s3", "raw": "A scene from a TV show in which a woman is interviewed by a blonde woman.", "with_names": "a woman is interviewed by a blonde woman."}, {"scene_id": "bb-12-10-13s4", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-12-10-13s5", "raw": "A scene from a TV show in which a young woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-12-10-13s6", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "bb-12-10-13s7", "raw": "A scene from a TV show in which a man sits on a couch and talks to a therapist.", "with_names": "a man sits on a couch and talks to a therapist."}, {"scene_id": "bb-12-10-13s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-12-10-13s9", "raw": "A scene from a TV show in which two men sit on a couch and look at a laptop.", "with_names": "two men sit on a couch and look at a laptop."}, {"scene_id": "bb-12-10-13s10", "raw": "A scene from a TV show in which a woman is comforted by her daughter.", "with_names": "a woman is comforted by her daughter."}, {"scene_id": "bb-12-10-13s11", "raw": "A scene from a TV show in which a woman looks at a man and he looks at her.", "with_names": "a woman looks at a man and he looks at her."}, {"scene_id": "bb-12-10-13s12", "raw": "A scene from a TV show in which a man and a woman walk on a bridge in the woods.", "with_names": "a man and a woman walk on a bridge in the woods."}, {"scene_id": "bb-12-10-13s13", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}]