[{"scene_id": "atwt-05-10-07s0", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-10-07s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-10-07s2", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-10-07s3", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "atwt-05-10-07s4", "raw": "A scene from a TV show in which a bottle of Sea-Bond is shown. The caption reads: The adhesive wafer with the gasket fit.", "with_names": ""}, {"scene_id": "atwt-05-10-07s5", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-05-10-07s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-10-07s7", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "a man is in a black room."}, {"scene_id": "atwt-05-10-07s8", "raw": "A scene from a TV show in which a woman is holding a silver handbag and wearing a red bra.", "with_names": "a woman is holding a silver handbag and wearing a red bra."}, {"scene_id": "atwt-05-10-07s9", "raw": "A scene from a TV show in which a woman is sitting on a plane and looking at the camera.", "with_names": "a woman is sitting on a plane and looking at the camera."}, {"scene_id": "atwt-05-10-07s10", "raw": "A scene from a TV show in which a woman is smiling and wearing a white cardigan.", "with_names": "a woman is smiling and wearing a white cardigan."}, {"scene_id": "atwt-05-10-07s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-10-07s12", "raw": "A scene from a TV show in which a man and a woman are looking at a piece of paper.", "with_names": "a man and a woman are looking at a piece of paper."}, {"scene_id": "atwt-05-10-07s13", "raw": "A scene from a TV show in which a hand is cleaning a white tile wall with a yellow sponge.", "with_names": "a hand is cleaning a white tile wall with a yellow sponge."}, {"scene_id": "atwt-05-10-07s14", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-10-07s15", "raw": "A scene from a TV show in which children put their hands together in a circle.", "with_names": "children put their hands together in a circle."}, {"scene_id": "atwt-05-10-07s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-10-07s17", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-10-07s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "] is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-05-10-07s19", "raw": "A scene from a TV show in which red flowers are shown", "with_names": "red flowers are shown"}]