[{"scene_id": "bb-02-16-17s0", "raw": "A scene from a TV show in which a home is shown to be in foreclosure.", "with_names": ""}, {"scene_id": "bb-02-16-17s1", "raw": "A scene from a TV show in which a bride and groom are surrounded by friends and family at their wedding reception", "with_names": "a bride and groom are surrounded by friends and family at their wedding reception"}, {"scene_id": "bb-02-16-17s2", "raw": "A scene from a TV show in which a black man and a white woman are at a wedding.", "with_names": "a black man and a white woman are at a wedding."}, {"scene_id": "bb-02-16-17s3", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other at a wedding.", "with_names": "a black man and a white woman are standing next to each other at a wedding."}, {"scene_id": "bb-02-16-17s9", "raw": "A scene from a TV show in which a black man and a white woman are getting married.", "with_names": "a black man and a white woman are getting married."}, {"scene_id": "bb-02-16-17s12", "raw": "A scene from a TV show in which a woman is walking down a runway in a white dress.", "with_names": "a woman is walking down a runway in a white dress."}, {"scene_id": "bb-02-16-17s15", "raw": "A scene from a TV show in which a man and woman are standing next to each other.", "with_names": "Quinn and woman are standing next to each other."}, {"scene_id": "bb-02-16-17s18", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a tuxedo.", "with_names": "Ridge is wearing a white dress and a man is in a tuxedo."}, {"scene_id": "bb-02-16-17s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Nicole are standing next to each other."}, {"scene_id": "bb-02-16-17s21", "raw": "A scene from a TV show in which two women are standing in a kitchen, wearing black uniforms and talking.", "with_names": ""}, {"scene_id": "bb-02-16-17s22", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is in a tuxedo.", "with_names": "Sasha is wearing a wedding dress and a man is in a tuxedo."}, {"scene_id": "bb-02-16-17s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the woman is wearing a wedding dress.", "with_names": "a man and Maya are standing next to each other, the woman is wearing a wedding dress."}, {"scene_id": "bb-02-16-17s25", "raw": "A scene from a TV show in which a man and a woman are standing in a church, surrounded by flowers.", "with_names": "Quinn and Vivienne are standing in a church, surrounded by flowers."}, {"scene_id": "bb-02-16-17s28", "raw": "A scene from a TV show in which a woman is being pushed by a man in a wedding dress.", "with_names": "a woman is being pushed by Julius in a wedding dress."}, {"scene_id": "bb-02-16-17s29", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man in a tuxedo", "with_names": "Sasha is wearing a black dress and a man in a tuxedo"}, {"scene_id": "bb-02-16-17s30", "raw": "A scene from a TV show in which a man is standing in front of a table with a vase of flowers.", "with_names": "a man is standing in front of a table with a vase of flowers."}, {"scene_id": "bb-02-16-17s31", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both looking at a cake.", "with_names": "Kristen is standing next to Julius and they are both looking at a cake."}, {"scene_id": "bb-02-16-17s32", "raw": "A scene from a TV show in which a man is talking to another man while holding a drink.", "with_names": ""}, {"scene_id": "bb-02-16-17s33", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with the woman looking shocked.", "with_names": "Zende and Nicole are standing in a kitchen, with the woman looking shocked."}, {"scene_id": "bb-02-16-17s35", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-16-17s36", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-02-16-17s42", "raw": "A scene from a TV show in which a young couple are married.", "with_names": "a young couple are married."}, {"scene_id": "bb-02-16-17s43", "raw": "A scene from a TV show in which a black couple is married", "with_names": "a black couple is married"}, {"scene_id": "bb-02-16-17s44", "raw": "A scene from a TV show in which a black man and a white woman are sitting next to each other, smiling.", "with_names": "a black man and a white woman are sitting next to each other, smiling."}, {"scene_id": "bb-02-16-17s45", "raw": "A scene from a TV show in which a couple is getting married", "with_names": "a couple is getting married"}, {"scene_id": "bb-02-16-17s46", "raw": "A scene from a TV show in which a couple is getting married", "with_names": "a couple is getting married"}, {"scene_id": "bb-02-16-17s47", "raw": "A scene from a TV show in which a woman is wearing a blonde wig and a black vest and tie.", "with_names": "Pam is wearing a blonde wig and a black vest and tie."}, {"scene_id": "bb-02-16-17s49", "raw": "A scene from a TV show in which a man is about to propose to another man.", "with_names": "Carter is about to propose to another man."}, {"scene_id": "bb-02-16-17s50", "raw": "A scene from a TV show in which two women are standing in a kitchen, facing each other, with a cake in front of them.", "with_names": "two women are standing in a kitchen, facing each other, with a cake in front of them."}, {"scene_id": "bb-02-16-17s51", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is dressed in a white dress.", "with_names": "Rick is wearing a tuxedo and Maya is dressed in a white dress."}, {"scene_id": "bb-02-16-17s52", "raw": "A scene from a TV show in which a man and a woman are holding hands.", "with_names": "Liam and Steffy are holding hands."}, {"scene_id": "bb-02-16-17s53", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]