[{"scene_id": "gl-12-20-04s0", "raw": "A scene from a TV show in which a woman is crying and a man is laughing", "with_names": "a woman is crying and a man is laughing"}, {"scene_id": "gl-12-20-04s1", "raw": "A scene from a TV show in which a woman is sitting at a piano and her hand is covering her mouth.", "with_names": "a woman is sitting at a piano and her hand is covering her mouth."}, {"scene_id": "gl-12-20-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-20-04s3", "raw": "A scene from a TV show in which a man is holding a box and wearing a hoodie.", "with_names": "a man is holding a box and wearing a hoodie."}, {"scene_id": "gl-12-20-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hands clasped together.", "with_names": ""}, {"scene_id": "gl-12-20-04s5", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "gl-12-20-04s6", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "gl-12-20-04s7", "raw": "A scene from a TV show in which a man is talking to a woman in a classroom.", "with_names": ""}, {"scene_id": "gl-12-20-04s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-12-20-04s9", "raw": "A scene from a TV show in which a doctor is holding a teddy bear and a woman is crying.", "with_names": "a doctor is holding a teddy bear and a woman is crying."}, {"scene_id": "gl-12-20-04s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-20-04s11", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-12-20-04s12", "raw": "A scene from a TV show in which a cop is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-20-04s13", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a pink cardigan.", "with_names": ""}, {"scene_id": "gl-12-20-04s14", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt with a motorcycle patch.", "with_names": "a man is wearing a leather jacket and a shirt with a motorcycle patch."}, {"scene_id": "gl-12-20-04s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a wheelchair is visible in the background.", "with_names": ""}, {"scene_id": "gl-12-20-04s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a bouquet.", "with_names": ""}, {"scene_id": "gl-12-20-04s17", "raw": "A scene from a TV show in which a man is talking on the phone and holding a piece of paper", "with_names": ""}, {"scene_id": "gl-12-20-04s18", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is cut short.", "with_names": ""}, {"scene_id": "gl-12-20-04s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-20-04s20", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-12-20-04s21", "raw": "A scene from a TV show in which a man is being hit by a woman", "with_names": "a man is being hit by a woman"}]