[{"scene_id": "pc-04-15-03s0", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "pc-04-15-03s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-04-15-03s4", "raw": "A scene from a TV show in which a woman is holding the hand of another woman.", "with_names": "a woman is holding the hand of another woman."}, {"scene_id": "pc-04-15-03s5", "raw": "A scene from a TV show in which a woman is being tortured by a man in a dark room.", "with_names": "frank is being tortured by a man in a dark room."}, {"scene_id": "pc-04-15-03s6", "raw": "A scene from a TV show in which a man is standing in front of a mirror, looking at his hair.", "with_names": "a man is standing in front of a mirror, looking at his hair."}, {"scene_id": "pc-04-15-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-15-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-15-03s9", "raw": "A scene from a TV show in which a man is locked up in a cage and a woman is standing behind him.", "with_names": "a man is locked up in a cage and a woman is standing behind him."}, {"scene_id": "pc-04-15-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-15-03s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Caleb and Man are standing next to each other."}, {"scene_id": "pc-04-15-03s12", "raw": "A scene from a TV show in which a man is wearing a red shirt and a tan jacket.", "with_names": "a man is wearing a red shirt and a tan jacket."}, {"scene_id": "pc-04-15-03s13", "raw": "A scene from a TV show in which a woman is talking to a man and has a bandage on her forehead.", "with_names": ""}, {"scene_id": "pc-04-15-03s14", "raw": "A scene from a TV show in which a man is chained to a wall and a window is barred.", "with_names": "Ian is chained to a wall and a window is barred."}, {"scene_id": "pc-04-15-03s15", "raw": "A scene from a TV show in which a woman is wearing a black top and black pants.", "with_names": "a woman is wearing a black top and black pants."}, {"scene_id": "pc-04-15-03s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-15-03s18", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a candle.", "with_names": "Livvie is sitting at a table with a bottle and a candle."}, {"scene_id": "pc-04-15-03s19", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching Man's face"}, {"scene_id": "pc-04-15-03s20", "raw": "A scene from a TV show in which a woman is holding a frog.", "with_names": "a woman is holding a frog."}, {"scene_id": "pc-04-15-03s21", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is sitting on a bench.", "with_names": "a man is standing in front of Karen's voice and she is sitting on a bench."}, {"scene_id": "pc-04-15-03s22", "raw": "A scene from a TV show in which a woman is seen walking into a room with a gun.", "with_names": "a woman is walking into a room with a gun."}, {"scene_id": "pc-04-15-03s24", "raw": "A scene from a TV show in which a man is handcuffed to a couch and a woman is holding a knife to his throat.", "with_names": "a man is handcuffed to a couch and Frank's voice is holding a knife to his throat."}, {"scene_id": "pc-04-15-03s25", "raw": "A scene from a TV show in which a woman is behind bars.", "with_names": "Karen is behind bars."}, {"scene_id": "pc-04-15-03s29", "raw": "A scene from a TV show in which a blonde woman is talking to a man and a woman in a black dress.", "with_names": ""}]