[{"scene_id": "oltl-07-24-06s0", "raw": "A scene from a TV show in which a woman is screaming in a car with a man next to her.", "with_names": "Jessica is screaming in a car with Nash next to her."}, {"scene_id": "oltl-07-24-06s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-07-24-06s2", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "a man is driving a car and a woman is sitting next to him."}, {"scene_id": "oltl-07-24-06s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her hands.", "with_names": ""}, {"scene_id": "oltl-07-24-06s4", "raw": "A scene from a TV show in which a woman is sitting in a chair with her head tilted back.", "with_names": ""}, {"scene_id": "oltl-07-24-06s5", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-07-24-06s6", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "oltl-07-24-06s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-07-24-06s8", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a suit and adjusting his tie.", "with_names": "a man is standing in a kitchen, wearing a suit and adjusting his tie."}, {"scene_id": "oltl-07-24-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-06s10", "raw": "A scene from a TV show in which a man and a woman are sitting in a movie theater, watching a movie.", "with_names": "a man and a woman are sitting in a movie theater, watching a movie."}, {"scene_id": "oltl-07-24-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-06s13", "raw": "A scene from a TV show in which a young man is wearing a white coat and a stethoscope around his neck.", "with_names": "a young man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "oltl-07-24-06s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-24-06s15", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-07-24-06s16", "raw": "A scene from a TV show in which a man with dreadlocks is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-06s17", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-07-24-06s18", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side.", "with_names": "a man is looking down and his head is tilted to the side."}, {"scene_id": "oltl-07-24-06s19", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-24-06s20", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-07-24-06s21", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "oltl-07-24-06s22", "raw": "A scene from a TV show in which a woman is hugging another woman and they are both crying", "with_names": "a woman is hugging another woman and they are both crying"}, {"scene_id": "oltl-07-24-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-06s24", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "oltl-07-24-06s25", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his hands around her neck.", "with_names": "a man is lying on top of a woman, with his hands around her neck."}, {"scene_id": "oltl-07-24-06s26", "raw": "A scene from a TV show in which a man and a woman are driving in a car.", "with_names": "a man and a woman are driving in a car."}, {"scene_id": "oltl-07-24-06s27", "raw": "A scene from a TV show in which a man is seen standing behind a bar, holding a glass and looking at it.", "with_names": "a man is standing behind a bar, holding a glass and looking at it."}, {"scene_id": "oltl-07-24-06s28", "raw": "A scene from a TV show in which a man stands over a hospital bed with a woman lying in it.", "with_names": "a man stands over a hospital bed with a woman lying in it."}]