[{"scene_id": "oltl-07-24-06s0", "raw": "a woman is driving a car and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-07-24-06s1", "raw": "a man and a woman are talking and then they kiss each other.", "with_names": ""}, {"scene_id": "oltl-07-24-06s2", "raw": "a man and a woman are in a car and the driver is driving.", "with_names": "Nash and Jessica are in a car and the driver is driving."}, {"scene_id": "oltl-07-24-06s3", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "oltl-07-24-06s4", "raw": "a man and a woman are laughing and laughing at each other.", "with_names": "Cristian and Layla are laughing and laughing at each other."}, {"scene_id": "oltl-07-24-06s5", "raw": "a man and a woman are in a room and they are laughing.", "with_names": "R.J. and Nora are in a room and they are laughing."}, {"scene_id": "oltl-07-24-06s6", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "oltl-07-24-06s7", "raw": "a woman is driving a car and another woman is driving.", "with_names": "a woman is driving a car and another woman is driving."}, {"scene_id": "oltl-07-24-06s8", "raw": "a man and woman are walking through a room and then they kiss each other.", "with_names": "a man and woman are walking through a room and then they kiss each other."}, {"scene_id": "oltl-07-24-06s9", "raw": "a man and woman are talking to each other and then a man walks away.", "with_names": ""}, {"scene_id": "oltl-07-24-06s10", "raw": "a group of people are in a car and they are driving.", "with_names": "a group of people are in a car and they are driving."}, {"scene_id": "oltl-07-24-06s11", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "oltl-07-24-06s12", "raw": "a man and woman are talking about a restaurant and they are having a conversation.", "with_names": ""}, {"scene_id": "oltl-07-24-06s13", "raw": "a group of people are talking and talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-24-06s14", "raw": "a woman is talking about her experience and a man is laughing.", "with_names": ""}, {"scene_id": "oltl-07-24-06s15", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "oltl-07-24-06s16", "raw": "a woman is sitting in a wheelchair and then a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-07-24-06s17", "raw": "a group of people are walking around and talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-24-06s18", "raw": "a man and woman are in a room and they are kissing.", "with_names": "Antonio and woman are in a room and they are kissing."}, {"scene_id": "oltl-07-24-06s19", "raw": "a man and woman are in a room and one man is talking to the other.", "with_names": ""}, {"scene_id": "oltl-07-24-06s20", "raw": "a man and woman are talking about a man and then a man is walking away.", "with_names": ""}, {"scene_id": "oltl-07-24-06s21", "raw": "a woman is walking around in a chair and then another woman is walking around.", "with_names": ""}, {"scene_id": "oltl-07-24-06s22", "raw": "a man and woman are passionately kissing each other in a room.", "with_names": "Rex and woman are passionately kissing each other in a room."}, {"scene_id": "oltl-07-24-06s23", "raw": "a man and woman are in a restaurant and they are kissing each other.", "with_names": "a man and woman are in a restaurant and they are kissing each other."}, {"scene_id": "oltl-07-24-06s24", "raw": "a man and a woman are in a car and they are driving.", "with_names": "Nash and a woman are in a car and they are driving."}, {"scene_id": "oltl-07-24-06s25", "raw": "a man is laying on a table and another man is laughing.", "with_names": "Antonio is laying on a table and another man is laughing."}, {"scene_id": "oltl-07-24-06s26", "raw": "a woman and a man are in a car and they are laughing.", "with_names": "Jessica and Nash are in a car and they are laughing."}, {"scene_id": "oltl-07-24-06s27", "raw": "a man is standing behind a bar and is preparing to drink a drink.", "with_names": "Antonio is standing behind a bar and is preparing to drink a drink."}, {"scene_id": "oltl-07-24-06s28", "raw": "a man is talking to another man in a hospital.", "with_names": ""}]