[{"scene_id": "atwt-01-22-03s0", "raw": "A scene from a TV show in which a man is smiling and standing in front of a blue background.", "with_names": "a man is smiling and standing in front of a blue background."}, {"scene_id": "atwt-01-22-03s1", "raw": "A scene from a TV show in which a man is arguing with a doctor.", "with_names": "a man is arguing with a doctor."}, {"scene_id": "atwt-01-22-03s2", "raw": "A scene from a TV show in which a young man is wearing a green jacket and long hair.", "with_names": "a young man is wearing a green jacket and long hair."}, {"scene_id": "atwt-01-22-03s3", "raw": "A scene from a TV show in which a blonde woman is wearing a blue shirt and a necklace.", "with_names": "a blonde woman is wearing a blue shirt and a necklace."}, {"scene_id": "atwt-01-22-03s4", "raw": "A scene from a TV show in which a young girl is eating cereal.", "with_names": "a young girl is eating cereal."}, {"scene_id": "atwt-01-22-03s5", "raw": "A scene from a TV show in which a blonde woman is wearing a blue jacket and a necklace.", "with_names": "a blonde woman is wearing a blue jacket and a necklace."}, {"scene_id": "atwt-01-22-03s6", "raw": "A scene from a TV show in which a doctor is examining a patient while a dog is licking his face.", "with_names": "a doctor is examining a patient while a dog is licking his face."}, {"scene_id": "atwt-01-22-03s7", "raw": "A scene from a TV show in which two women are standing in a coffee shop.", "with_names": "two women are standing in a coffee shop."}, {"scene_id": "atwt-01-22-03s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-22-03s9", "raw": "A scene from a TV show in which a bottle of Pedialyte is shown next to a bowl of apples.", "with_names": ""}, {"scene_id": "atwt-01-22-03s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a mouth open.", "with_names": "a man is lying in a hospital bed with a mouth open."}, {"scene_id": "atwt-01-22-03s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-01-22-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-22-03s13", "raw": "A scene from a TV show in which a woman is buying a soda from a vending machine.", "with_names": "Alison is buying a soda from a vending machine."}, {"scene_id": "atwt-01-22-03s14", "raw": "A scene from a TV show in which women try on wedding dresses.", "with_names": "women try on wedding dresses."}, {"scene_id": "atwt-01-22-03s15", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a blonde hair.", "with_names": "Alison is wearing a blue shirt and a blonde hair."}, {"scene_id": "atwt-01-22-03s16", "raw": "A scene from a TV show in which a girl is smiling and looking to the right.", "with_names": "a girl is smiling and looking to the right."}, {"scene_id": "atwt-01-22-03s17", "raw": "A scene from a TV show in which a young black man is lying in a hospital bed.", "with_names": "a young black man is lying in a hospital bed."}, {"scene_id": "atwt-01-22-03s18", "raw": "A scene from a TV show in which a woman is sitting on a couch with a cat.", "with_names": ""}, {"scene_id": "atwt-01-22-03s19", "raw": "A scene from a TV show in which a woman is standing next to a hospital bed and a man is lying in it.", "with_names": "Jessica is standing next to a hospital bed and a man is lying in it."}, {"scene_id": "atwt-01-22-03s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-03s21", "raw": "A scene from a TV show in which a young woman is wearing a blue jacket and a black necklace.", "with_names": "a young woman is wearing a blue jacket and a black necklace."}, {"scene_id": "atwt-01-22-03s22", "raw": "A scene from a TV show in which a blue glass wall is reflecting the sun", "with_names": "a blue glass wall is reflecting the sun"}, {"scene_id": "atwt-01-22-03s23", "raw": "A scene from a TV show in which a woman is leaning over a chair and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-22-03s24", "raw": "A scene from a TV show in which a man is holding a newspaper and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-03s25", "raw": "A scene from a TV show in which a blonde girl is wearing a blue jacket and a black shirt.", "with_names": "a blonde girl is wearing a blue jacket and a black shirt."}, {"scene_id": "atwt-01-22-03s26", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Carly is smiling and looking to the side."}]