[{"scene_id": "oltl-03-04-09s0", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "Marty is looking down and his hair is blowing in the wind"}, {"scene_id": "oltl-03-04-09s1", "raw": "A scene from a TV show in which two girls are standing next to each other, one is looking at the other and the other is looking away.", "with_names": "two girls are standing next to each other, one is looking at the other and the other is looking away."}, {"scene_id": "oltl-03-04-09s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-04-09s3", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-03-04-09s4", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-03-04-09s5", "raw": "A scene from a TV show in which a woman is washing dishes in a kitchen sink.", "with_names": "a woman is washing dishes in a kitchen sink."}, {"scene_id": "oltl-03-04-09s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-04-09s7", "raw": "A scene from a TV show in which a woman is seen in a bathroom with the letters \"LIFE\" superimposed over her face.", "with_names": "a woman is in a bathroom with the letters \"life\" superimposed over her face."}, {"scene_id": "oltl-03-04-09s8", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-04-09s9", "raw": "A scene from a TV show in which a woman is lying on the floor, another woman is standing over her, and another person is in the background.", "with_names": "a woman is lying on the floor, another woman is standing over her, and another person is in the background."}, {"scene_id": "oltl-03-04-09s10", "raw": "A scene from a TV show in which a black woman is talking to two white women.", "with_names": ""}, {"scene_id": "oltl-03-04-09s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-04-09s12", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-03-04-09s13", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "oltl-03-04-09s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-04-09s15", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-04-09s16", "raw": "A scene from a TV show in which a black woman is sitting across from a white man in a restaurant.", "with_names": "a black woman is sitting across from a white man in a restaurant."}, {"scene_id": "oltl-03-04-09s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-03-04-09s18", "raw": "A scene from a TV show in which a man is looking at a woman with a shocked expression.", "with_names": "a man is looking at a woman with a shocked expression."}, {"scene_id": "oltl-03-04-09s19", "raw": "A scene from a TV show in which a blonde woman holds a baby and a man smiles at her.", "with_names": "a blonde woman holds a baby and ] smiles at her."}, {"scene_id": "oltl-03-04-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-03-04-09s21", "raw": "A scene from a TV show in which a woman is looking up at the ceiling with her mouth open.", "with_names": "a woman is looking up at the ceiling with her mouth open."}, {"scene_id": "oltl-03-04-09s22", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-03-04-09s23", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "oltl-03-04-09s24", "raw": "A scene from a TV show in which a young man is wearing glasses and a plaid shirt.", "with_names": "a young man is wearing glasses and a plaid shirt."}, {"scene_id": "oltl-03-04-09s25", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him.", "with_names": "a man is standing behind a woman, and she is looking at him."}, {"scene_id": "oltl-03-04-09s26", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt.", "with_names": "a man is wearing a black jacket and a white shirt."}, {"scene_id": "oltl-03-04-09s27", "raw": "A scene from a TV show in which a woman is talking to another woman and they are both laughing.", "with_names": ""}, {"scene_id": "oltl-03-04-09s28", "raw": "A scene from a TV show in which a woman is walking down a hallway and a police officer is standing next to her.", "with_names": "a woman is walking down a hallway and a police officer is standing next to her."}, {"scene_id": "oltl-03-04-09s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-04-09s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-04-09s31", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-04-09s32", "raw": "A scene from a TV show in which a woman is talking on the phone and another woman is looking at her.", "with_names": ""}, {"scene_id": "oltl-03-04-09s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-04-09s34", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-03-04-09s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-04-09s36", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-03-04-09s37", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-03-04-09s38", "raw": "A scene from a TV show in which a black woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-04-09s39", "raw": "A scene from a TV show in which a woman is standing behind a desk and a man is sitting at it.", "with_names": "a woman is standing behind a desk and a man is sitting at it."}, {"scene_id": "oltl-03-04-09s40", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is standing in the background.", "with_names": "a woman is holding a baby and another woman is standing in the background."}, {"scene_id": "oltl-03-04-09s41", "raw": "A scene from a TV show in which a woman is holding a doll and looking at it.", "with_names": "a woman is holding a doll and looking at it."}, {"scene_id": "oltl-03-04-09s42", "raw": "A scene from a TV show in which a man and a woman are sitting at a computer.", "with_names": "a man and a woman are sitting at a computer."}, {"scene_id": "oltl-03-04-09s43", "raw": "A scene from a TV show in which a woman is holding a heart-shaped pendant in her hands.", "with_names": "a woman is holding a heart-shaped pendant in her hands."}, {"scene_id": "oltl-03-04-09s44", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "oltl-03-04-09s45", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-04-09s46", "raw": "A scene from a TV show in which a man is looking at a computer screen.", "with_names": "a man is looking at a computer screen."}, {"scene_id": "oltl-03-04-09s47", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-03-04-09s48", "raw": "A scene from a TV show in which a man is lying down and looking at the camera.", "with_names": "a man is lying down and looking at the camera."}]