[{"scene_id": "gl-10-30-06s0", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-30-06s1", "raw": "A scene from a TV show in which a man is talking to another man to his right.", "with_names": ""}, {"scene_id": "gl-10-30-06s2", "raw": "A scene from a TV show in which a woman is looking at a door.", "with_names": "a woman is looking at a door."}, {"scene_id": "gl-10-30-06s3", "raw": "A scene from a TV show in which a woman is covering her face with her hair.", "with_names": "a woman is covering her face with her hair."}, {"scene_id": "gl-10-30-06s4", "raw": "A scene from a TV show in which a blue flame is seen in the background", "with_names": "a blue flame is in the background"}, {"scene_id": "gl-10-30-06s5", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-10-30-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-30-06s7", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-10-30-06s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-30-06s9", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "gl-10-30-06s10", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-10-30-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, two men stand nearby.", "with_names": "a woman is lying in a hospital bed, two men stand nearby."}, {"scene_id": "gl-10-30-06s12", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "gl-10-30-06s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "gl-10-30-06s14", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "gl-10-30-06s16", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital bed.", "with_names": ""}, {"scene_id": "gl-10-30-06s17", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, smiling and looking at the camera.", "with_names": "a woman is lying in a hospital bed, smiling and looking at the camera."}, {"scene_id": "gl-10-30-06s18", "raw": "A scene from a TV show in which a woman is talking to someone in a doorway.", "with_names": ""}, {"scene_id": "gl-10-30-06s19", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-10-30-06s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a man's hand resting on her shoulder.", "with_names": "Buzz is lying in a hospital bed, with a man's hand resting on her shoulder."}, {"scene_id": "gl-10-30-06s21", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is kissing her on the cheek.", "with_names": "Reva is lying in a hospital bed and Josh is kissing her on the cheek."}]