[{"scene_id": "bb-03-10-15s0", "raw": "A scene from a TV show in which a man and a woman sit in bed and look at a laptop.", "with_names": "Rick and Maya sit in bed and look at a laptop."}, {"scene_id": "bb-03-10-15s1", "raw": "A scene from a TV show in which a young woman is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-10-15s2", "raw": "A scene from a TV show in which a woman is talking to a man at a bar.", "with_names": ""}, {"scene_id": "bb-03-10-15s3", "raw": "A scene from a TV show in which a man walks into a living room and sits down on a couch.", "with_names": "a man walks into a living room and sits down on a couch."}, {"scene_id": "bb-03-10-15s4", "raw": "A scene from a TV show in which a young woman is talking to her mother.", "with_names": ""}, {"scene_id": "bb-03-10-15s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-03-10-15s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-03-10-15s7", "raw": "A scene from a TV show in which a man is standing in front of a woman and is about to kiss her.", "with_names": "a man is standing in front of a woman and is about to kiss her."}, {"scene_id": "bb-03-10-15s8", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "bb-03-10-15s9", "raw": "A scene from a TV show in which a woman pours a drink from a bottle into a glass.", "with_names": "a woman pours a drink from a bottle into a glass."}, {"scene_id": "bb-03-10-15s10", "raw": "A scene from a TV show in which two young women sit at a dining table and talk.", "with_names": "two young women sit at a dining table and talk."}, {"scene_id": "bb-03-10-15s11", "raw": "A scene from a TV show in which a man and a woman are lying on a bed and looking at each other.", "with_names": "a man and a woman are lying on a bed and looking at each other."}, {"scene_id": "bb-03-10-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-10-15s13", "raw": "A scene from a TV show in which a woman sits on a couch and talks about her addiction to prescription drugs.", "with_names": "a woman sits on a couch and talks about her addiction to prescription drugs."}, {"scene_id": "bb-03-10-15s14", "raw": "A scene from a TV show in which two women sit together at a table and talk.", "with_names": "two women sit together at a table and talk."}, {"scene_id": "bb-03-10-15s15", "raw": "A scene from a TV show in which a man and a woman sit together on a couch and talk.", "with_names": "a man and a woman sit together on a couch and talk."}, {"scene_id": "bb-03-10-15s16", "raw": "A scene from a TV show in which a woman is holding a glass and smiling.", "with_names": "a woman is holding a glass and smiling."}, {"scene_id": "bb-03-10-15s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the woman is wearing a short dress and is holding a candle.", "with_names": "a man and a woman are standing in a room, the woman is wearing a short dress and is holding a candle."}, {"scene_id": "bb-03-10-15s18", "raw": "A scene from a TV show in which a man pours water into a glass.", "with_names": "a man pours water into a glass."}, {"scene_id": "bb-03-10-15s19", "raw": "", "with_names": ""}]