[{"scene_id": "bb-05-07-15s0", "raw": "A scene from a TV show in which a woman is standing in front of a man in a library.", "with_names": "a woman is standing in front of a man in a library."}, {"scene_id": "bb-05-07-15s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-07-15s2", "raw": "A scene from a TV show in which a woman walks down a runway in front of a crowd.", "with_names": "] walks down a runway in front of a crowd."}, {"scene_id": "bb-05-07-15s3", "raw": "A scene from a TV show in which a woman is standing in front of a door and talking.", "with_names": ""}, {"scene_id": "bb-05-07-15s4", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "bb-05-07-15s5", "raw": "A scene from a TV show in which a man is shocked by a vase.", "with_names": "a man is shocked by a vase."}, {"scene_id": "bb-05-07-15s6", "raw": "A scene from a TV show in which a man is making a surfboard.", "with_names": "a man is making a surfboard."}, {"scene_id": "bb-05-07-15s7", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "bb-05-07-15s8", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-07-15s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-07-15s10", "raw": "A scene from a TV show in which a man is confronted by a closet full of towels.", "with_names": "a man is confronted by a closet full of towels."}, {"scene_id": "bb-05-07-15s11", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-05-07-15s12", "raw": "A scene from a TV show in which a man and a woman are walking into a house.", "with_names": "a man and a woman are walking into a house."}, {"scene_id": "bb-05-07-15s13", "raw": "A scene from a TV show in which a man stands in a room and talks to someone.", "with_names": "a man stands in a room and talks to someone."}, {"scene_id": "bb-05-07-15s14", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}]