[{"scene_id": "atwt-12-15-05s0", "raw": "A scene from a TV show in which a man is in a hospital gown and a stethoscope around his neck.", "with_names": "a man is in a hospital gown and a stethoscope around his neck."}, {"scene_id": "atwt-12-15-05s1", "raw": "A scene from a TV show in which a man is sitting on a bed and looking down", "with_names": "] is sitting on a bed and looking down"}, {"scene_id": "atwt-12-15-05s2", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is talking to him through the bars.", "with_names": ""}, {"scene_id": "atwt-12-15-05s3", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "atwt-12-15-05s4", "raw": "A scene from a TV show in which a giant chocolate bar is being poured into a cup.", "with_names": "a giant chocolate bar is being poured into a cup."}, {"scene_id": "atwt-12-15-05s5", "raw": "A scene from a TV show in which a man is in a hospital gown and a woman is wearing scrubs.", "with_names": "a man is in a hospital gown and a woman is wearing scrubs."}, {"scene_id": "atwt-12-15-05s6", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-12-15-05s7", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-12-15-05s8", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-12-15-05s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-12-15-05s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "atwt-12-15-05s11", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "atwt-12-15-05s12", "raw": "A scene from a TV show in which a woman is holding a baby while a man stands behind her.", "with_names": "a woman is holding a baby while ] stands behind her."}, {"scene_id": "atwt-12-15-05s13", "raw": "A scene from a TV show in which an owl and a bee are looking out a window at the moon.", "with_names": "an owl and a bee are looking out a window at the moon."}, {"scene_id": "atwt-12-15-05s14", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a man is behind her.", "with_names": "a woman is wearing a black and white jacket and a man is behind her."}, {"scene_id": "atwt-12-15-05s15", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him", "with_names": "a man is in a jail cell and a woman is standing next to him"}, {"scene_id": "atwt-12-15-05s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-12-15-05s17", "raw": "A scene from a TV show in which a hand holds a blue tube of lip balm.", "with_names": "a hand holds a blue tube of lip balm."}, {"scene_id": "atwt-12-15-05s18", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is dressed in a leopard print outfit.", "with_names": "a man is wearing a leather jacket and a woman is dressed in a leopard print outfit."}, {"scene_id": "atwt-12-15-05s19", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing behind her.", "with_names": "a woman is in a jail cell and another woman is standing behind her."}, {"scene_id": "atwt-12-15-05s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-12-15-05s21", "raw": "A scene from a TV show in which a blonde woman is pointing at a man and another man to her left.", "with_names": "a blonde woman is pointing at a man and another man to her left."}, {"scene_id": "atwt-12-15-05s22", "raw": "A scene from a TV show in which a man is chopping tomatoes while a chef watches.", "with_names": "a man is chopping tomatoes while a chef watches."}, {"scene_id": "atwt-12-15-05s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-12-15-05s24", "raw": "A scene from a TV show in which a woman is standing in front of a man, looking upset.", "with_names": "a woman is standing in front of a man, looking upset."}, {"scene_id": "atwt-12-15-05s25", "raw": "A scene from a TV show in which two women are writing the number 007 on a door.", "with_names": "two women are writing the number 007 on a door."}]