[{"scene_id": "atwt-07-28-03s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-28-03s1", "raw": "A scene from a TV show in which a black man is wearing a white shirt and a green and white striped tie.", "with_names": "a black man is wearing a white shirt and a green and white striped tie."}, {"scene_id": "atwt-07-28-03s2", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-28-03s3", "raw": "A scene from a TV show in which a woman is being crowned with a crown by another woman.", "with_names": "Rosanna is being crowned with a crown by another woman."}, {"scene_id": "atwt-07-28-03s4", "raw": "A scene from a TV show in which a tube of concealer is opened and a small mirror is placed next to it.", "with_names": "a tube of concealer is opened and a small mirror is placed next to it."}, {"scene_id": "atwt-07-28-03s5", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "Paul is smiling and looking to the side."}, {"scene_id": "atwt-07-28-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-28-03s7", "raw": "A scene from a TV show in which two women are dancing in a room.", "with_names": "two women are dancing in a room."}, {"scene_id": "atwt-07-28-03s8", "raw": "A scene from a TV show in which a black man is wearing a white shirt and a striped tie.", "with_names": "a black man is wearing a white shirt and a striped tie."}, {"scene_id": "atwt-07-28-03s9", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-28-03s10", "raw": "A scene from a TV show in which a woman is crying and two other women are consoling her.", "with_names": "a woman is crying and two other women are consoling her."}, {"scene_id": "atwt-07-28-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-03s12", "raw": "A scene from a TV show in which a bird is flying in the sky. The title is \"Which would you use every day?\"", "with_names": "a bird is flying in the sky. the title is \"which would you use every day?\""}, {"scene_id": "atwt-07-28-03s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-03s14", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-03s15", "raw": "A scene from a TV show in which a black man is wearing a suit and a striped tie and looking off to the side.", "with_names": "a black man is wearing a suit and a striped tie and looking off to the side."}, {"scene_id": "atwt-07-28-03s16", "raw": "A scene from a TV show in which a plate of garlic chicken is served with vegetables.", "with_names": "a plate of garlic chicken is served with vegetables."}, {"scene_id": "atwt-07-28-03s17", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-03s18", "raw": "A scene from a TV show in which a woman is wearing a tan jacket and a short brown hair.", "with_names": "a woman is wearing a tan jacket and a short brown hair."}, {"scene_id": "atwt-07-28-03s19", "raw": "A scene from a TV show in which a man is lying in bed with a woman.", "with_names": "Paul is lying in bed with Jennifer."}, {"scene_id": "atwt-07-28-03s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-28-03s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "Jennifer is wearing a red dress and a necklace."}, {"scene_id": "atwt-07-28-03s22", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-07-28-03s23", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "atwt-07-28-03s24", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-28-03s25", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}]