[{"scene_id": "gl-07-23-04s0", "raw": "A scene from a TV show in which a priest is seen wearing a black shirt and a white collar.", "with_names": "a priest is wearing a black shirt and a white collar."}, {"scene_id": "gl-07-23-04s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Danny and a woman are standing next to each other."}, {"scene_id": "gl-07-23-04s2", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "gl-07-23-04s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-23-04s4", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "gl-07-23-04s5", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt.", "with_names": "Danny is looking down and wearing a blue shirt."}, {"scene_id": "gl-07-23-04s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-07-23-04s7", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-23-04s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-23-04s9", "raw": "A scene from a TV show in which a man is holding a book and a woman is standing next to him.", "with_names": "a man is holding a book and a woman is standing next to him."}, {"scene_id": "gl-07-23-04s10", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-07-23-04s11", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "gl-07-23-04s12", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "gl-07-23-04s13", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-07-23-04s15", "raw": "A scene from a TV show in which a woman is sitting in a bar with a man.", "with_names": "a woman is sitting in a bar with Alan."}, {"scene_id": "gl-07-23-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-07-23-04s18", "raw": "A scene from a TV show in which a man is standing next to a woman and a little girl.", "with_names": "Alan is standing next to Frank and a little girl."}, {"scene_id": "gl-07-23-04s21", "raw": "A scene from a TV show in which a man is sitting in front of a TV and talking.", "with_names": ""}, {"scene_id": "gl-07-23-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-23-04s23", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-23-04s24", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-23-04s25", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a pink dress.", "with_names": "a man is wearing a tuxedo and a woman is in a pink dress."}, {"scene_id": "gl-07-23-04s28", "raw": "A scene from a TV show in which a hand holds a small, white, furry creature.", "with_names": "a hand holds a small, white, furry creature."}, {"scene_id": "gl-07-23-04s29", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-23-04s31", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Michelle is looking at a man and he is looking away."}, {"scene_id": "gl-07-23-04s32", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "Edmund is wearing a suit and a white shirt"}, {"scene_id": "gl-07-23-04s33", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Herald is looking at the camera."}, {"scene_id": "gl-07-23-04s34", "raw": "A scene from a TV show in which a woman is talking to someone and balloons are floating around her.", "with_names": ""}, {"scene_id": "gl-07-23-04s35", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a vase and a bottle of wine.", "with_names": "a man and a woman are standing in a room with a vase and a bottle of wine."}, {"scene_id": "gl-07-23-04s37", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-07-23-04s38", "raw": "A scene from a TV show in which a man is being hit in the face by another man.", "with_names": "a man is being hit in the face by another man."}, {"scene_id": "gl-07-23-04s39", "raw": "A scene from a TV show in which a woman is wearing a pink dress and clapping.", "with_names": "a woman is wearing a pink dress and clapping."}, {"scene_id": "gl-07-23-04s41", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a dress.", "with_names": "Phillip is wearing a tuxedo and Olivia is in a dress."}, {"scene_id": "gl-07-23-04s42", "raw": "A scene from a TV show in which a woman is wearing a pink dress and her hair is up in a bun.", "with_names": "a woman is wearing a pink dress and her hair is up in a bun."}, {"scene_id": "gl-07-23-04s43", "raw": "A scene from a TV show in which a woman is smiling and wearing a pink dress.", "with_names": "Olivia is smiling and wearing a pink dress."}, {"scene_id": "gl-07-23-04s44", "raw": "A scene from a TV show in which a woman is reading a book and a man is standing next to her.", "with_names": "a woman is reading a book and a man is standing next to her."}, {"scene_id": "gl-07-23-04s45", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-23-04s46", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and tie and the other is wearing a black shirt.", "with_names": "two men are standing next to each other, one is wearing a suit and tie and the other is wearing a black shirt."}]