[{"scene_id": "gl-11-18-05s0", "raw": "A scene from a TV show in which a man and a woman are in a shower together.", "with_names": "a man and a woman are in a shower together."}, {"scene_id": "gl-11-18-05s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-18-05s2", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "gl-11-18-05s3", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-11-18-05s4", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-11-18-05s5", "raw": "A scene from a TV show in which a woman is talking on the phone in a bar.", "with_names": ""}, {"scene_id": "gl-11-18-05s6", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-18-05s7", "raw": "A scene from a TV show in which a woman is seen falling through a hole in a wall.", "with_names": "a woman is falling through a hole in a wall."}, {"scene_id": "gl-11-18-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-11-18-05s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "gl-11-18-05s10", "raw": "A scene from a TV show in which a man is talking to a waiter.", "with_names": ""}, {"scene_id": "gl-11-18-05s11", "raw": "A scene from a TV show in which three women are dancing in a club.", "with_names": "three women are dancing in a club."}, {"scene_id": "gl-11-18-05s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-18-05s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-11-18-05s14", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "gl-11-18-05s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-11-18-05s16", "raw": "A scene from a TV show in which a man is dancing with a woman in a bar.", "with_names": "a man is dancing with a woman in a bar."}, {"scene_id": "gl-11-18-05s17", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-11-18-05s18", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "gl-11-18-05s19", "raw": "A scene from a TV show in which a woman is wearing a blue coat and smiling.", "with_names": "a woman is wearing a blue coat and smiling."}, {"scene_id": "gl-11-18-05s20", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-18-05s21", "raw": "A scene from a TV show in which a man is playing a piano and singing.", "with_names": "a man is playing a piano and singing."}, {"scene_id": "gl-11-18-05s22", "raw": "", "with_names": ""}, {"scene_id": "gl-11-18-05s23", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "gl-11-18-05s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-11-18-05s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-11-18-05s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-11-18-05s27", "raw": "A scene from a TV show in which a woman is talking on her cell phone while standing in front of a metal gate.", "with_names": ""}, {"scene_id": "gl-11-18-05s28", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a bouquet.", "with_names": "two women are standing in a room, one of them is holding a bouquet."}, {"scene_id": "gl-11-18-05s29", "raw": "A scene from a TV show in which a woman is talking on her cell phone while eating a sandwich.", "with_names": ""}, {"scene_id": "gl-11-18-05s30", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-11-18-05s31", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to someone.", "with_names": ""}, {"scene_id": "gl-11-18-05s32", "raw": "A scene from a TV show in which a woman is singing and dancing", "with_names": "a woman is singing and dancing"}]