[{"scene_id": "atwt-03-13-06s0", "raw": "A scene from a TV show in which a woman is looking at a man and talking.", "with_names": ""}, {"scene_id": "atwt-03-13-06s1", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-03-13-06s2", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}, {"scene_id": "atwt-03-13-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-13-06s4", "raw": "A scene from a TV show in which a blonde woman smiles at the camera.", "with_names": "a blonde woman smiles at the camera."}, {"scene_id": "atwt-03-13-06s5", "raw": "A scene from a TV show in which a slow cooker is being used to cook food.", "with_names": "a slow cooker is being used to cook food."}, {"scene_id": "atwt-03-13-06s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is staring at her.", "with_names": "a woman is wearing a black dress and a man is staring at her."}, {"scene_id": "atwt-03-13-06s7", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-03-13-06s8", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-13-06s9", "raw": "A scene from a TV show in which a man is holding a cup and a boy is looking at it.", "with_names": "a man is holding a cup and a boy is looking at it."}, {"scene_id": "atwt-03-13-06s10", "raw": "A scene from a TV show in which a Dell computer is advertised for sale.", "with_names": "a dell computer is advertised for sale."}, {"scene_id": "atwt-03-13-06s11", "raw": "A scene from a TV show in which a package of feminine hygiene products is placed on a table.", "with_names": "a package of feminine hygiene products is placed on a table."}, {"scene_id": "atwt-03-13-06s12", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "a man is looking at a woman through a window."}, {"scene_id": "atwt-03-13-06s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-13-06s14", "raw": "A scene from a TV show in which a white egg is shown", "with_names": ""}, {"scene_id": "atwt-03-13-06s15", "raw": "A scene from a TV show in which a woman is behind bars.", "with_names": "a woman is behind bars."}, {"scene_id": "atwt-03-13-06s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-13-06s17", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-13-06s18", "raw": "A scene from a TV show in which a woman is crying and her hand touches her face", "with_names": "a woman is crying and her hand touches her face"}, {"scene_id": "atwt-03-13-06s19", "raw": "A scene from a TV show in which a man is holding a bag and a woman is looking at him.", "with_names": "a man is holding a bag and a woman is looking at him."}, {"scene_id": "atwt-03-13-06s20", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "a man is looking down and his hair is blowing in the wind"}, {"scene_id": "atwt-03-13-06s21", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-03-13-06s22", "raw": "A scene from a TV show in which a woman is in a green dress and a red scarf, looking out of a window.", "with_names": "a woman is in a green dress and a red scarf, looking out of a window."}, {"scene_id": "atwt-03-13-06s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and opening a box.", "with_names": ""}, {"scene_id": "atwt-03-13-06s24", "raw": "A scene from a TV show in which a man is seen crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-03-13-06s25", "raw": "A scene from a TV show in which a shirtless man is standing in front of a woman.", "with_names": "a shirtless man is standing in front of a woman."}, {"scene_id": "atwt-03-13-06s26", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-03-13-06s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-13-06s28", "raw": "A scene from a TV show in which a woman is wearing a sleeveless black top and a man is behind her.", "with_names": "a woman is wearing a sleeveless black top and a man is behind her."}, {"scene_id": "atwt-03-13-06s29", "raw": "A scene from a TV show in which a woman is in a jail cell with a man standing next to her.", "with_names": "a woman is in a jail cell with a man standing next to her."}, {"scene_id": "atwt-03-13-06s30", "raw": "A scene from a TV show in which a woman is standing on a chair in a library.", "with_names": "a woman is standing on a chair in a library."}]