[{"scene_id": "atwt-02-09-09s0", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-09-09s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-02-09-09s2", "raw": "A scene from a TV show in which a woman is kissing another woman through a chain-link fence.", "with_names": "a woman is kissing another woman through a chain-link fence."}, {"scene_id": "atwt-02-09-09s3", "raw": "A scene from a TV show in which a man is seen with his face blurred out.", "with_names": "a man is with his face blurred out."}, {"scene_id": "atwt-02-09-09s4", "raw": "A scene from a TV show in which a young boy is looking in the mirror and sees a bear looking back at him.", "with_names": "a young boy is looking in the mirror and sees a bear looking back at him."}, {"scene_id": "atwt-02-09-09s5", "raw": "A scene from a TV show in which a young woman is wearing a black hat and green coat.", "with_names": "a young woman is wearing a black hat and green coat."}, {"scene_id": "atwt-02-09-09s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-02-09-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-02-09-09s8", "raw": "A scene from a TV show in which Brad Pitt is talking on a cellphone.", "with_names": ""}, {"scene_id": "atwt-02-09-09s9", "raw": "A scene from a TV show in which a woman is talking on a mobile phone.", "with_names": ""}, {"scene_id": "atwt-02-09-09s10", "raw": "A scene from a TV show in which a man is seen talking to a woman through a window.", "with_names": ""}, {"scene_id": "atwt-02-09-09s11", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-09-09s12", "raw": "A scene from a TV show in which a man is standing in front of a woman, who is sitting at a desk.", "with_names": "a man is standing in front of a woman, who is sitting at a desk."}, {"scene_id": "atwt-02-09-09s13", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-02-09-09s14", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "] is driving a car and a woman is sitting next to him."}, {"scene_id": "atwt-02-09-09s15", "raw": "A scene from a TV show in which a woman is shown using a Vicks VapoRub to relieve her menstrual cramps.", "with_names": ""}, {"scene_id": "atwt-02-09-09s16", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-02-09-09s17", "raw": "A scene from a TV show in which a man is talking to a woman and making a funny face.", "with_names": ""}, {"scene_id": "atwt-02-09-09s18", "raw": "A scene from a TV show in which a woman holds up a white onesie.", "with_names": "a woman holds up a white onesie."}, {"scene_id": "atwt-02-09-09s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-02-09-09s20", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-09-09s21", "raw": "A scene from a TV show in which a man is looking at a woman and a car is driving in the background.", "with_names": "] is looking at a woman and a car is driving in the background."}, {"scene_id": "atwt-02-09-09s22", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "a man is kissing a woman on the mouth."}, {"scene_id": "atwt-02-09-09s23", "raw": "A scene from a TV show in which a woman is dancing and her hair is in a ponytail.", "with_names": "a woman is dancing and her hair is in a ponytail."}, {"scene_id": "atwt-02-09-09s24", "raw": "A scene from a TV show in which a man is holding a woman's hand and looking at her.", "with_names": "a man is holding a woman's hand and looking at her."}, {"scene_id": "atwt-02-09-09s25", "raw": "A scene from a TV show in which a man is looking out a window. The title reads \"Ability Studies, included: Lexapro, Zoloft, Effexor XR, Paxil CR.\"", "with_names": "a man is looking out a window. the title reads \"ability studies, included: lexapro, zoloft, effexor xr, paxil cr.\""}, {"scene_id": "atwt-02-09-09s26", "raw": "A scene from a TV show in which a woman is talking to someone and pointing at her hand.", "with_names": ""}, {"scene_id": "atwt-02-09-09s27", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-02-09-09s28", "raw": "A scene from a TV show in which a man is holding a glass and looking at it.", "with_names": "a man is holding a glass and looking at it."}, {"scene_id": "atwt-02-09-09s29", "raw": "A scene from a TV show in which a woman is holding a purple crayon and pointing it at a piece of paper.", "with_names": "a woman is holding a purple crayon and pointing it at a piece of paper."}]