[{"scene_id": "atwt-03-26-09s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at a woman.", "with_names": "a man is wearing a suit and a tie and is looking at a woman."}, {"scene_id": "atwt-03-26-09s1", "raw": "A scene from a TV show in which a woman is sitting in a room with flowers and a vase.", "with_names": "a woman is sitting in a room with flowers and a vase."}, {"scene_id": "atwt-03-26-09s2", "raw": "A scene from a TV show in which a boy and a girl are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "atwt-03-26-09s3", "raw": "A scene from a TV show in which a man and a woman are arguing in a bar.", "with_names": "a man and a woman are arguing in a bar."}, {"scene_id": "atwt-03-26-09s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him", "with_names": "a man is lying in a hospital bed and ] is standing next to him"}, {"scene_id": "atwt-03-26-09s5", "raw": "A scene from a TV show in which a man is seen holding a can of Coke.", "with_names": "a man is holding a can of coke."}, {"scene_id": "atwt-03-26-09s6", "raw": "A scene from a TV show in which a woman is wearing a trench coat and a blonde wig.", "with_names": "a woman is wearing a trench coat and a blonde wig."}, {"scene_id": "atwt-03-26-09s7", "raw": "A scene from a TV show in which a man is holding a wooden box and a woman is standing next to him.", "with_names": "a man is holding a wooden box and a woman is standing next to him."}, {"scene_id": "atwt-03-26-09s8", "raw": "A scene from a TV show in which a woman is seen with her face covered.", "with_names": "a woman is with her face covered."}, {"scene_id": "atwt-03-26-09s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-03-26-09s10", "raw": "A scene from a TV show in which two men stand in a cranberry bog holding a sign.", "with_names": "two men stand in a cranberry bog holding a sign."}, {"scene_id": "atwt-03-26-09s11", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "atwt-03-26-09s12", "raw": "A scene from a TV show in which a woman is smiling and her eyes are closed.", "with_names": "a woman is smiling and her eyes are closed."}, {"scene_id": "atwt-03-26-09s13", "raw": "A scene from a TV show in which a can of bbq cleaner is being sprayed onto a grill.", "with_names": "a can of bbq cleaner is being sprayed onto a grill."}, {"scene_id": "atwt-03-26-09s14", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-03-26-09s15", "raw": "A scene from a TV show in which a Z-shaped object is floating in the air.", "with_names": "a z-shaped object is floating in the air."}, {"scene_id": "atwt-03-26-09s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-26-09s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-26-09s18", "raw": "A scene from a TV show in which a young man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-26-09s19", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-26-09s20", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down at his hands.", "with_names": ""}, {"scene_id": "atwt-03-26-09s21", "raw": "A scene from a TV show in which a girl is hugging a boy.", "with_names": "a girl is hugging a boy."}, {"scene_id": "atwt-03-26-09s22", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-26-09s23", "raw": "A scene from a TV show in which a man is talking and his face is bruised", "with_names": ""}, {"scene_id": "atwt-03-26-09s24", "raw": "A scene from a TV show in which a father and son are sitting at a kitchen counter, eating a sandwich.", "with_names": "a father and son are sitting at a kitchen counter, eating a sandwich."}]