[{"scene_id": "bb-01-26-17s0", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "bb-01-26-17s1", "raw": "A scene from a TV show in which a man is trying to open his jacket.", "with_names": "a man is trying to open his jacket."}, {"scene_id": "bb-01-26-17s2", "raw": "A scene from a TV show in which a woman is looking at a vase.", "with_names": "Katie is looking at a vase."}, {"scene_id": "bb-01-26-17s3", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a suit.", "with_names": "Steffy is wearing a white dress and Thomas is in a suit."}, {"scene_id": "bb-01-26-17s4", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "Eric and Sally are dancing together."}, {"scene_id": "bb-01-26-17s5", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-01-26-17s6", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a man is in the background.", "with_names": "a woman is wearing a black and white dress and a man is in the background."}, {"scene_id": "bb-01-26-17s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-26-17s8", "raw": "A scene from a TV show in which a woman is sitting on a staircase and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-26-17s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-26-17s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a purple suit.", "with_names": "Steffy is wearing a white dress and Thomas is in a purple suit."}, {"scene_id": "bb-01-26-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-26-17s12", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking at a dress.", "with_names": "a woman is standing in a doorway, looking at a dress."}, {"scene_id": "bb-01-26-17s13", "raw": "A scene from a TV show in which a woman is looking at a book and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-01-26-17s14", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "Steffy is wearing a white dress and a necklace"}, {"scene_id": "bb-01-26-17s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a laptop.", "with_names": "a woman is sitting at a desk and typing on a laptop."}, {"scene_id": "bb-01-26-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]