[{"scene_id": "atwt-04-13-10s0", "raw": "A scene from a TV show in which a man is standing behind a bar, with bottles lined up behind him.", "with_names": "a man is standing behind a bar, with bottles lined up behind him."}, {"scene_id": "atwt-04-13-10s1", "raw": "A scene from a TV show in which a man is talking to someone and looking at a clock.", "with_names": ""}, {"scene_id": "atwt-04-13-10s2", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-04-13-10s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-13-10s4", "raw": "A scene from a TV show in which a young boy is shown how to put on his pants.", "with_names": ""}, {"scene_id": "atwt-04-13-10s5", "raw": "A scene from a TV show in which a woman is talking to a man and pointing at him.", "with_names": ""}, {"scene_id": "atwt-04-13-10s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-13-10s7", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-04-13-10s8", "raw": "A scene from a TV show in which a man buys a car from a woman.", "with_names": "a man buys a car from a woman."}, {"scene_id": "atwt-04-13-10s9", "raw": "A scene from a TV show in which a man pours a bottle of cleaning product into a trash can.", "with_names": "a man pours a bottle of cleaning product into a trash can."}, {"scene_id": "atwt-04-13-10s10", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is standing behind her.", "with_names": "a woman is wearing a fur coat and a man is standing behind her."}, {"scene_id": "atwt-04-13-10s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and making a face.", "with_names": "a man is wearing a suit and a tie and making a face."}, {"scene_id": "atwt-04-13-10s12", "raw": "A scene from a TV show in which a woman is driving a car with a man sitting next to her.", "with_names": "a woman is driving a car with a man sitting next to her."}, {"scene_id": "atwt-04-13-10s13", "raw": "A scene from a TV show in which a man holds up a computer monitor with the word \"CENTRAL\" on it.", "with_names": "a man holds up a computer monitor with the word \"central\" on it."}, {"scene_id": "atwt-04-13-10s14", "raw": "A scene from a TV show in which a bowl of cereal and a glass of milk are placed next to each other.", "with_names": "a bowl of cereal and a glass of milk are placed next to each other."}, {"scene_id": "atwt-04-13-10s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-13-10s16", "raw": "A scene from a TV show in which a boy is wearing a purple shirt and a black jacket", "with_names": "a boy is wearing a purple shirt and a black jacket"}, {"scene_id": "atwt-04-13-10s17", "raw": "A scene from a TV show in which a white paper is blown up by a wind", "with_names": "a white paper is blown up by a wind"}, {"scene_id": "atwt-04-13-10s18", "raw": "A scene from a TV show in which a woman is wearing a purple hat and smiling.", "with_names": "a woman is wearing a purple hat and smiling."}, {"scene_id": "atwt-04-13-10s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-13-10s20", "raw": "A scene from a TV show in which a burger is shown to be made with a bun, lettuce, tomato and mayonnaise.", "with_names": ""}, {"scene_id": "atwt-04-13-10s21", "raw": "A scene from a TV show in which a young girl is sitting in a chair and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-13-10s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera", "with_names": "a man is wearing a suit and tie and looking at the camera"}, {"scene_id": "atwt-04-13-10s23", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at a wall.", "with_names": ""}, {"scene_id": "atwt-04-13-10s24", "raw": "A scene from a TV show in which a woman is talking about the ThermoCare product.", "with_names": ""}]