[{"scene_id": "pc-04-09-01s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-04-09-01s1", "raw": "A scene from a TV show in which a man is sitting in a kitchen, looking at a candle.", "with_names": "Frank is sitting in a kitchen, looking at a candle."}, {"scene_id": "pc-04-09-01s2", "raw": "A scene from a TV show in which a little girl is sitting at a dinner table with her parents.", "with_names": "a little girl is sitting at a dinner table with her parents."}, {"scene_id": "pc-04-09-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-09-01s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-09-01s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "pc-04-09-01s6", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "pc-04-09-01s7", "raw": "A scene from a TV show in which a woman is typing the words \"Is your girlfriend jealous\" on a computer screen.", "with_names": "a woman is typing the words \"is your girlfriend jealous\" on a computer screen."}, {"scene_id": "pc-04-09-01s8", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-04-09-01s9", "raw": "A scene from a TV show in which a doctor is talking to a couple.", "with_names": ""}, {"scene_id": "pc-04-09-01s10", "raw": "A scene from a TV show in which a woman is talking to a man in front of a computer.", "with_names": ""}, {"scene_id": "pc-04-09-01s11", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "Karen is dancing with Frank."}, {"scene_id": "pc-04-09-01s12", "raw": "A scene from a TV show in which a woman is dancing in front of a man.", "with_names": "a woman is dancing in front of a man."}, {"scene_id": "pc-04-09-01s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}]