[{"scene_id": "bb-05-19-06s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-19-06s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-05-19-06s2", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-05-19-06s3", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a necklace.", "with_names": "] is wearing a black and white dress and a necklace."}, {"scene_id": "bb-05-19-06s4", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a man is in a suit.", "with_names": "a woman is wearing a pink suit and a man is in a suit."}, {"scene_id": "bb-05-19-06s5", "raw": "A scene from a TV show in which a man is signing a piece of paper while another man watches him.", "with_names": "a man is signing a piece of paper while another man watches him."}, {"scene_id": "bb-05-19-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a man, with her arms crossed, and a clock is visible in the bottom left corner.", "with_names": "a woman is standing in front of a man, with her arms crossed, and a clock is visible in the bottom left corner."}, {"scene_id": "bb-05-19-06s7", "raw": "A scene from a TV show in which a woman is standing at a podium and speaking.", "with_names": "a woman is standing at a podium and speaking."}, {"scene_id": "bb-05-19-06s8", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting on a chair.", "with_names": ""}, {"scene_id": "bb-05-19-06s9", "raw": "A scene from a TV show in which a woman is standing at a podium and a man is sitting next to her.", "with_names": "a woman is standing at a podium and a man is sitting next to her."}, {"scene_id": "bb-05-19-06s10", "raw": "A scene from a TV show in which a man is standing in a suit and tie in a room with a woman sitting on a couch.", "with_names": ""}]