[{"scene_id": "gl-01-25-06s0", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and looking down.", "with_names": "Cassie is sitting in a kitchen and looking down."}, {"scene_id": "gl-01-25-06s1", "raw": "A scene from a TV show in which a blue light is shining through a hole in the middle of a blue sphere.", "with_names": "a blue light is shining through a hole in the middle of a blue sphere."}, {"scene_id": "gl-01-25-06s2", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-01-25-06s3", "raw": "A scene from a TV show in which a woman is talking to a man in a military uniform.", "with_names": ""}, {"scene_id": "gl-01-25-06s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-01-25-06s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-01-25-06s6", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-01-25-06s7", "raw": "A scene from a TV show in which a man is sitting at a table and looking at his phone.", "with_names": "a man is sitting at a table and looking at his phone."}, {"scene_id": "gl-01-25-06s8", "raw": "A scene from a TV show in which a man is seen walking through a fog.", "with_names": "a man is walking through a fog."}, {"scene_id": "gl-01-25-06s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-25-06s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-25-06s11", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "gl-01-25-06s12", "raw": "A scene from a TV show in which a woman is holding a white dog.", "with_names": "a woman is holding a white dog."}]