[{"scene_id": "gl-01-09-03s0", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "gl-01-09-03s1", "raw": "A scene from a TV show in which a man is in a hospital bed and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-09-03s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-09-03s3", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-09-03s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "gl-01-09-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-01-09-03s6", "raw": "A scene from a TV show in which a woman is wearing a red suit and a man is dressed in a suit.", "with_names": "Alexandra is wearing a red suit and Phillip is dressed in a suit."}, {"scene_id": "gl-01-09-03s7", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-09-03s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking at the camera with a sad expression.", "with_names": "a man is lying in a hospital bed, looking at the camera with a sad expression."}, {"scene_id": "gl-01-09-03s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "gl-01-09-03s10", "raw": "A scene from a TV show in which a woman is holding a martini and looking at it.", "with_names": "a woman is holding a martini and looking at it."}, {"scene_id": "gl-01-09-03s11", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a red shirt", "with_names": "a woman is wearing a leather jacket and a red shirt"}, {"scene_id": "gl-01-09-03s12", "raw": "A scene from a TV show in which a man is drinking a green drink.", "with_names": "Gus is drinking a green drink."}, {"scene_id": "gl-01-09-03s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking on a phone.", "with_names": ""}, {"scene_id": "gl-01-09-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "Phillip is wearing a suit and tie and looking surprised."}, {"scene_id": "gl-01-09-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and a child is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-01-09-03s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-09-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-09-03s18", "raw": "A scene from a TV show in which a woman is wearing a red suit and a pearl necklace.", "with_names": "a woman is wearing a red suit and a pearl necklace."}, {"scene_id": "gl-01-09-03s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-09-03s20", "raw": "A scene from a TV show in which a man is in a hospital bed and is looking down at his hands.", "with_names": "a man is in a hospital bed and is looking down at his hands."}, {"scene_id": "gl-01-09-03s21", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Phillip and Olivia are kissing."}]