[{"scene_id": "oltl-04-15-10s0", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and jeans and is standing in front of a door.", "with_names": "a woman is wearing a pink sweater and jeans and is standing in front of a door."}, {"scene_id": "oltl-04-15-10s1", "raw": "A scene from a TV show in which a young man and a woman sit next to each other on a stage.", "with_names": "a young man and a woman sit next to each other on a stage."}, {"scene_id": "oltl-04-15-10s2", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "oltl-04-15-10s3", "raw": "A scene from a TV show in which two girls are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-15-10s4", "raw": "A scene from a TV show in which a blonde woman is wearing a pink sweater and a purple shirt.", "with_names": "a blonde woman is wearing a pink sweater and a purple shirt."}, {"scene_id": "oltl-04-15-10s5", "raw": "A scene from a TV show in which a woman is sitting in a booth with a man.", "with_names": "a woman is sitting in a booth with a man."}, {"scene_id": "oltl-04-15-10s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-15-10s7", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-04-15-10s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-04-15-10s9", "raw": "A scene from a TV show in which two people are hugging in a room.", "with_names": "two people are hugging in a room."}, {"scene_id": "oltl-04-15-10s10", "raw": "A scene from a TV show in which a woman is looking at a man and a bar is visible in the background.", "with_names": "a woman is looking at a man and a bar is visible in the background."}, {"scene_id": "oltl-04-15-10s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-04-15-10s12", "raw": "A scene from a TV show in which a girl is crying.", "with_names": "a girl is crying."}, {"scene_id": "oltl-04-15-10s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a stage.", "with_names": "a man and a woman are sitting on a stage."}, {"scene_id": "oltl-04-15-10s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is looking at the woman and she is looking back at him.", "with_names": "a man and a woman are standing in a room, the man is looking at the woman and she is looking back at him."}, {"scene_id": "oltl-04-15-10s15", "raw": "A scene from a TV show in which a woman is talking to a group of young people.", "with_names": ""}, {"scene_id": "oltl-04-15-10s16", "raw": "A scene from a TV show in which a man is holding a woman by the waist and another man is standing behind her.", "with_names": "a man is holding a woman by the waist and another man is standing behind her."}, {"scene_id": "oltl-04-15-10s17", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-04-15-10s18", "raw": "A scene from a TV show in which a girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-15-10s19", "raw": "A scene from a TV show in which a woman is talking to another woman in a coffee shop.", "with_names": ""}, {"scene_id": "oltl-04-15-10s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-15-10s21", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-04-15-10s22", "raw": "A scene from a TV show in which a man is laughing and another man is looking at him.", "with_names": "a man is laughing and another man is looking at him."}, {"scene_id": "oltl-04-15-10s23", "raw": "A scene from a TV show in which a man is being chased by a woman on a stage.", "with_names": "a man is being chased by a woman on a stage."}, {"scene_id": "oltl-04-15-10s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-04-15-10s25", "raw": "A scene from a TV show in which a girl is wearing a green scarf and a white t-shirt.", "with_names": "a girl is wearing a green scarf and a white t-shirt."}, {"scene_id": "oltl-04-15-10s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-15-10s27", "raw": "A scene from a TV show in which a woman is arguing with a police officer.", "with_names": "a woman is arguing with a police officer."}, {"scene_id": "oltl-04-15-10s28", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-04-15-10s29", "raw": "A scene from a TV show in which a man is wearing a police uniform and a woman is standing next to him.", "with_names": "a man is wearing a police uniform and a woman is standing next to him."}, {"scene_id": "oltl-04-15-10s30", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-04-15-10s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-15-10s32", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-15-10s33", "raw": "A scene from a TV show in which a young woman is looking at another woman.", "with_names": "a young woman is looking at another woman."}, {"scene_id": "oltl-04-15-10s34", "raw": "A scene from a TV show in which a young man is looking at another young man who is looking back at him.", "with_names": "a young man is looking at another young man who is looking back at him."}, {"scene_id": "oltl-04-15-10s35", "raw": "A scene from a TV show in which a man is talking to another man in a room with a fireplace.", "with_names": ""}, {"scene_id": "oltl-04-15-10s36", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at ] and smiling."}, {"scene_id": "oltl-04-15-10s37", "raw": "A scene from a TV show in which a man is wearing a black shirt and a jacket.", "with_names": "a man is wearing a black shirt and a jacket."}, {"scene_id": "oltl-04-15-10s38", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking angry.", "with_names": "a man is looking at a woman and he is looking angry."}, {"scene_id": "oltl-04-15-10s39", "raw": "A scene from a TV show in which a girl is talking to a teacher.", "with_names": ""}, {"scene_id": "oltl-04-15-10s40", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-04-15-10s41", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-15-10s42", "raw": "A scene from a TV show in which a woman is talking to a man while he is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-04-15-10s43", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a computer.", "with_names": "a woman is sitting at a desk and typing on a computer."}, {"scene_id": "oltl-04-15-10s44", "raw": "A scene from a TV show in which a girl is wearing a black dress and a boy is dressed in a suit.", "with_names": "a girl is wearing a black dress and a boy is dressed in a suit."}, {"scene_id": "oltl-04-15-10s45", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-04-15-10s46", "raw": "A scene from a TV show in which a blonde woman is walking past a police officer.", "with_names": "a blonde woman is walking past a police officer."}, {"scene_id": "oltl-04-15-10s47", "raw": "A scene from a TV show in which a man is sitting on a couch and playing cards.", "with_names": ""}, {"scene_id": "oltl-04-15-10s48", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}]