[{"scene_id": "atwt-10-04-07s0", "raw": "A scene from a TV show in which a man is holding a hockey stick in front of a door.", "with_names": "a man is holding a hockey stick in front of a door."}, {"scene_id": "atwt-10-04-07s1", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "atwt-10-04-07s2", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is looking at her.", "with_names": "a woman is wearing a mask and a man is looking at her."}, {"scene_id": "atwt-10-04-07s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down, with her mouth open.", "with_names": ""}, {"scene_id": "atwt-10-04-07s4", "raw": "A scene from a TV show in which a woman is seen with long curly hair", "with_names": "a woman is with long curly hair"}, {"scene_id": "atwt-10-04-07s5", "raw": "A scene from a TV show in which a boy is wearing a green shirt and a man is standing next to him.", "with_names": "a boy is wearing a green shirt and a man is standing next to him."}, {"scene_id": "atwt-10-04-07s6", "raw": "A scene from a TV show in which a woman is sitting on a couch with her eyes closed.", "with_names": ""}, {"scene_id": "atwt-10-04-07s7", "raw": "A scene from a TV show in which a white sphere is shown on a blue background.", "with_names": ""}, {"scene_id": "atwt-10-04-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-10-04-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-10-04-07s11", "raw": "A scene from a TV show in which three pears are sitting on a mantle.", "with_names": "three pears are sitting on a mantle."}, {"scene_id": "atwt-10-04-07s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-04-07s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-04-07s17", "raw": "A scene from a TV show in which a man is seen sitting in front of a window.", "with_names": "a man is sitting in front of a window."}, {"scene_id": "atwt-10-04-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s19", "raw": "A scene from a TV show in which a woman is wearing a leopard print shirt and gold jewelry.", "with_names": "a woman is wearing a leopard print shirt and gold jewelry."}, {"scene_id": "atwt-10-04-07s20", "raw": "A scene from a TV show in which a little girl is singing to her stuffed animals.", "with_names": "a little girl is singing to her stuffed animals."}, {"scene_id": "atwt-10-04-07s21", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-10-04-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-04-07s23", "raw": "A scene from a TV show in which a man and a boy are standing next to each other.", "with_names": "a man and a boy are standing next to each other."}, {"scene_id": "atwt-10-04-07s24", "raw": "A scene from a TV show in which a woman is being confronted by her family.", "with_names": "a woman is being confronted by her family."}, {"scene_id": "atwt-10-04-07s25", "raw": "A scene from a TV show in which a man is shown sleeping in bed with a nasal spray bottle next to him.", "with_names": ""}, {"scene_id": "atwt-10-04-07s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-04-07s27", "raw": "A scene from a TV show in which a man is holding his head in his hand and looking at a woman.", "with_names": "a man is holding his head in his hand and looking at a woman."}, {"scene_id": "atwt-10-04-07s28", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-10-04-07s29", "raw": "A scene from a TV show in which a woman is sitting in a room with a chair and a couch.", "with_names": "a woman is sitting in a room with a chair and a couch."}, {"scene_id": "atwt-10-04-07s30", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is looking at him with her arms crossed.", "with_names": "a woman is sitting at a table with a man, and she is looking at him with her arms crossed."}, {"scene_id": "atwt-10-04-07s31", "raw": "A scene from a TV show in which a pink circle is superimposed over the text \"Beauty Insider's Choice Winner\"", "with_names": "a pink circle is superimposed over the text \"beauty insider's choice winner\""}]