[{"scene_id": "atwt-03-18-03s0", "raw": "A scene from a TV show in which a woman is wearing a judge's robe and a white collar.", "with_names": "a woman is wearing a judge's robe and a white collar."}, {"scene_id": "atwt-03-18-03s1", "raw": "A scene from a TV show in which a woman is talking to a man and a bouquet of flowers is placed in front of his face.", "with_names": ""}, {"scene_id": "atwt-03-18-03s2", "raw": "A scene from a TV show in which a woman is talking to two young girls.", "with_names": ""}, {"scene_id": "atwt-03-18-03s3", "raw": "A scene from a TV show in which a black man is wearing a suit and tie and is yelling at someone.", "with_names": "a black man is wearing a suit and tie and is yelling at someone."}, {"scene_id": "atwt-03-18-03s4", "raw": "A scene from a TV show in which a beam of light is seen coming from a hole in a wall.", "with_names": "a beam of light is coming from a hole in a wall."}, {"scene_id": "atwt-03-18-03s5", "raw": "A scene from a TV show in which a man is giving the middle finger to another man.", "with_names": "a man is giving the middle finger to another man."}, {"scene_id": "atwt-03-18-03s6", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-18-03s7", "raw": "A scene from a TV show in which a woman is shown a calendar and asked to schedule her skin-inflating treatment.", "with_names": ""}, {"scene_id": "atwt-03-18-03s8", "raw": "A scene from a TV show in which a woman is wearing a red bow in her hair", "with_names": "a woman is wearing a red bow in her hair"}, {"scene_id": "atwt-03-18-03s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-03-18-03s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-18-03s11", "raw": "A scene from a TV show in which a black man is yelling at a white man.", "with_names": "a black man is yelling at a white man."}, {"scene_id": "atwt-03-18-03s12", "raw": "A scene from a TV show in which a purple pill floats in the sky. The title is Nexium.", "with_names": "a purple pill floats in the sky. the title is nexium."}, {"scene_id": "atwt-03-18-03s13", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "] is looking at a woman and smiling."}, {"scene_id": "atwt-03-18-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-03-18-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-18-03s16", "raw": "A scene from a TV show in which a girl is in a swimming pool and is about to jump into the water.", "with_names": "] is in a swimming pool and is about to jump into the water."}, {"scene_id": "atwt-03-18-03s17", "raw": "A scene from a TV show in which a woman is wearing a red coat and a girl is in a pink one.", "with_names": "a woman is wearing a red coat and a girl is in a pink one."}, {"scene_id": "atwt-03-18-03s18", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-03-18-03s19", "raw": "A scene from a TV show in which a man is hugging another man.", "with_names": "a man is hugging another man."}, {"scene_id": "atwt-03-18-03s20", "raw": "A scene from a TV show in which a man is trapped in a spider's web.", "with_names": "] is trapped in a spider's web."}, {"scene_id": "atwt-03-18-03s21", "raw": "A scene from a TV show in which a woman is in a hospital bed and is looking up at the ceiling.", "with_names": "a woman is in a hospital bed and is looking up at the ceiling."}, {"scene_id": "atwt-03-18-03s22", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}]