[{"scene_id": "gl-07-19-01s0", "raw": "A scene from a TV show in which two women are standing in front of a computer.", "with_names": "two women are standing in front of a computer."}, {"scene_id": "gl-07-19-01s1", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him angrily.", "with_names": "a man is holding a woman by the arm and she is looking at him angrily."}, {"scene_id": "gl-07-19-01s2", "raw": "A scene from a TV show in which a blue orb is seen in the sky.", "with_names": "a blue orb is in the sky."}, {"scene_id": "gl-07-19-01s3", "raw": "A scene from a TV show in which a man is standing behind a woman and another man sitting at a table.", "with_names": "a man is standing behind a woman and another man sitting at a table."}, {"scene_id": "gl-07-19-01s4", "raw": "A scene from a TV show in which a priest is wearing a black shirt and a white collar.", "with_names": "a priest is wearing a black shirt and a white collar."}, {"scene_id": "gl-07-19-01s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-19-01s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-07-19-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-19-01s8", "raw": "A scene from a TV show in which a white circle is seen floating in the air", "with_names": "a white circle is floating in the air"}, {"scene_id": "gl-07-19-01s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-07-19-01s10", "raw": "A scene from a TV show in which a man is leaning over a woman, pointing at her.", "with_names": "a man is leaning over a woman, pointing at her."}, {"scene_id": "gl-07-19-01s11", "raw": "A scene from a TV show in which a man and a woman sit at a table, with a bottle and a cup on it.", "with_names": "a man and a woman sit at a table, with a bottle and a cup on it."}, {"scene_id": "gl-07-19-01s12", "raw": "A scene from a TV show in which a man is talking to someone and is looking down at a piece of paper.", "with_names": ""}, {"scene_id": "gl-07-19-01s13", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is sitting at a computer.", "with_names": ""}, {"scene_id": "gl-07-19-01s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Harley is crying."}, {"scene_id": "gl-07-19-01s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}]