[{"scene_id": "oltl-02-11-08s0", "raw": "A scene from a TV show in which a young boy is holding a teddy bear.", "with_names": "a young boy is holding a teddy bear."}, {"scene_id": "oltl-02-11-08s1", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "oltl-02-11-08s2", "raw": "A scene from a TV show in which a man is seen standing in a doorway, holding a gun.", "with_names": "a man is standing in a doorway, holding a gun."}, {"scene_id": "oltl-02-11-08s3", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by darkness.", "with_names": "a man is in a dark room, with his face partially obscured by darkness."}, {"scene_id": "oltl-02-11-08s4", "raw": "A scene from a TV show in which a woman is holding a man down on a couch.", "with_names": "a woman is holding a man down on a couch."}, {"scene_id": "oltl-02-11-08s5", "raw": "A scene from a TV show in which two nuns are singing.", "with_names": "two nuns are singing."}, {"scene_id": "oltl-02-11-08s6", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-02-11-08s7", "raw": "A scene from a TV show in which a man is kneeling on the floor and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-02-11-08s8", "raw": "A scene from a TV show in which a man is seen standing in a doorway with a gun pointed at a woman.", "with_names": "Ramsey is standing in a doorway with a gun pointed at ]."}, {"scene_id": "oltl-02-11-08s9", "raw": "A scene from a TV show in which a woman is passed out on the floor.", "with_names": "a woman is passed out on the floor."}, {"scene_id": "oltl-02-11-08s10", "raw": "A scene from a TV show in which a young woman is standing in a subway station, looking at the camera.", "with_names": "a young woman is standing in a subway station, looking at the camera."}, {"scene_id": "oltl-02-11-08s11", "raw": "A scene from a TV show in which two nuns are standing next to each other.", "with_names": "two nuns are standing next to each other."}, {"scene_id": "oltl-02-11-08s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-02-11-08s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-11-08s14", "raw": "A scene from a TV show in which a boy and a girl are sitting against a brick wall.", "with_names": "a boy and a girl are sitting against a brick wall."}, {"scene_id": "oltl-02-11-08s15", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-02-11-08s16", "raw": "A scene from a TV show in which a woman is lying on her back on a couch, her head is tilted back and she is looking at the camera.", "with_names": "a woman is lying on her back on a couch, her head is tilted back and she is looking at the camera."}, {"scene_id": "oltl-02-11-08s17", "raw": "A scene from a TV show in which a black woman is wearing a red jacket and a long black hair", "with_names": "a black woman is wearing a red jacket and a long black hair"}, {"scene_id": "oltl-02-11-08s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-02-11-08s19", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt.", "with_names": "a man is wearing a suit and a black shirt."}, {"scene_id": "oltl-02-11-08s20", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-02-11-08s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-11-08s22", "raw": "A scene from a TV show in which a young boy is chewing a green pacifier.", "with_names": "a young boy is chewing a green pacifier."}, {"scene_id": "oltl-02-11-08s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-11-08s24", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-02-11-08s25", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to a hooded figure.", "with_names": ""}, {"scene_id": "oltl-02-11-08s26", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf and looking down.", "with_names": "a man is standing in front of a bookshelf and looking down."}, {"scene_id": "oltl-02-11-08s27", "raw": "A scene from a TV show in which a man is walking out of a jail cell.", "with_names": "a man is walking out of a jail cell."}, {"scene_id": "oltl-02-11-08s28", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-02-11-08s29", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-11-08s30", "raw": "A scene from a TV show in which a woman is in a jail cell with a man standing behind her.", "with_names": "a woman is in a jail cell with a man standing behind her."}, {"scene_id": "oltl-02-11-08s31", "raw": "A scene from a TV show in which a nun is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-11-08s32", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}]