[{"scene_id": "bb-06-17-15s0", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-17-15s1", "raw": "A scene from a TV show in which a man sits on a stool and reads a newspaper.", "with_names": "a man sits on a stool and reads a newspaper."}, {"scene_id": "bb-06-17-15s2", "raw": "A scene from a TV show in which a man writes on a notepad.", "with_names": "a man writes on a notepad."}, {"scene_id": "bb-06-17-15s3", "raw": "A scene from a TV show in which a woman is sitting in a library and looking at a laptop.", "with_names": "a woman is sitting in a library and looking at a laptop."}, {"scene_id": "bb-06-17-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie.", "with_names": "Liam is wearing a suit and a bow tie."}, {"scene_id": "bb-06-17-15s5", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "bb-06-17-15s6", "raw": "A scene from a TV show in which a man stands in a room and reads a document.", "with_names": "a man stands in a room and reads a document."}, {"scene_id": "bb-06-17-15s7", "raw": "A scene from a TV show in which a woman sits in a chair and looks down.", "with_names": "Quinn sits in a chair and looks down."}, {"scene_id": "bb-06-17-15s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-17-15s9", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-06-17-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-17-15s11", "raw": "A scene from a TV show in which a woman is eating a sandwich while a man watches.", "with_names": "Steffy is eating a sandwich while Liam watches."}, {"scene_id": "bb-06-17-15s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-17-15s13", "raw": "A scene from a TV show in which a man stands in front of a TV and talks.", "with_names": "a man stands in front of a tv and talks."}, {"scene_id": "bb-06-17-15s14", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Steffy is kissing Liam on the cheek."}]