[{"scene_id": "gl-08-25-06s0", "raw": "A scene from a TV show in which a woman is sitting at a laptop and looking at the screen.", "with_names": "a woman is sitting at a laptop and looking at the screen."}, {"scene_id": "gl-08-25-06s1", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and smiling.", "with_names": "a woman is sitting in a kitchen and smiling."}, {"scene_id": "gl-08-25-06s2", "raw": "A scene from a TV show in which a man hands a box to a woman.", "with_names": "Delivery man hands a box to Dinah."}, {"scene_id": "gl-08-25-06s3", "raw": "A scene from a TV show in which a man is sitting at a desk and rubbing his neck.", "with_names": "a man is sitting at a desk and rubbing his neck."}, {"scene_id": "gl-08-25-06s4", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette woman.", "with_names": "a blonde woman is sitting next to a brunette woman."}, {"scene_id": "gl-08-25-06s5", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is holding a knife and the woman is holding a knife.", "with_names": "Jonathan and a woman are in a room, the man is holding a knife and the woman is holding a knife."}, {"scene_id": "gl-08-25-06s6", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-08-25-06s7", "raw": "A scene from a TV show in which a man is pouring a drink into a cup.", "with_names": "a man is pouring a drink into a cup."}, {"scene_id": "gl-08-25-06s8", "raw": "A scene from a TV show in which a man is talking about the importance of the American flag.", "with_names": ""}, {"scene_id": "gl-08-25-06s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table talking to a third manI", "with_names": ""}, {"scene_id": "gl-08-25-06s10", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "Jonathan is wearing a black shirt and a long black hair"}, {"scene_id": "gl-08-25-06s11", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "gl-08-25-06s12", "raw": "A scene from a TV show in which a man is sitting on a couch with a glass of whiskey.", "with_names": ""}, {"scene_id": "gl-08-25-06s13", "raw": "A scene from a TV show in which a woman is holding a laptop and a police officer is standing behind her.", "with_names": "a woman is holding a laptop and a police officer is standing behind her."}, {"scene_id": "gl-08-25-06s14", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "gl-08-25-06s15", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Buzz kisses Olivia on the cheek."}, {"scene_id": "gl-08-25-06s16", "raw": "A scene from a TV show in which a woman is walking down a street with a blonde girl.", "with_names": "a woman is walking down a street with a blonde girl."}, {"scene_id": "gl-08-25-06s17", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-25-06s18", "raw": "A scene from a TV show in which a man and three women are standing in a line.", "with_names": "a man and three women are standing in a line."}, {"scene_id": "gl-08-25-06s19", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a necklace", "with_names": "a woman is wearing a gold dress and a necklace"}, {"scene_id": "gl-08-25-06s20", "raw": "A scene from a TV show in which a man is being arrested and another man is helping him.", "with_names": "a man is being arrested and another man is helping him."}, {"scene_id": "gl-08-25-06s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Buzz is kissing Olivia on the cheek"}, {"scene_id": "gl-08-25-06s22", "raw": "A scene from a TV show in which a woman reads a book to a little girl.", "with_names": "a woman reads a book to a little girl."}, {"scene_id": "gl-08-25-06s23", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-08-25-06s24", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-08-25-06s25", "raw": "A scene from a TV show in which a sign reads \"$10,000 bounty for the head of the Springfield Burns Website\"", "with_names": "a sign reads \"$10,000 bounty for the head of the springfield burns website\""}, {"scene_id": "gl-08-25-06s26", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-25-06s27", "raw": "A scene from a TV show in which a man is looking at a computer screen", "with_names": "Alan-Michael is looking at a computer screen"}, {"scene_id": "gl-08-25-06s28", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "gl-08-25-06s29", "raw": "A scene from a TV show in which a man is standing in front of a box and a baby is inside of it.", "with_names": "Alan is standing in front of a box and a baby is inside of it."}, {"scene_id": "gl-08-25-06s30", "raw": "A scene from a TV show in which a young woman is wearing a white t-shirt and smiling.", "with_names": "a young woman is wearing a white t-shirt and smiling."}, {"scene_id": "gl-08-25-06s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]