[{"scene_id": "atwt-07-10-06s0", "raw": "A scene from a TV show in which a man is handing a woman a flower.", "with_names": "a man is handing a woman a flower."}, {"scene_id": "atwt-07-10-06s1", "raw": "A scene from a TV show in which a woman is shown in a bikini and a sarong, sitting in a jungle.", "with_names": ""}, {"scene_id": "atwt-07-10-06s2", "raw": "A scene from a TV show in which a woman points her finger at someone.", "with_names": "a woman points her finger at someone."}, {"scene_id": "atwt-07-10-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-10-06s4", "raw": "A scene from a TV show in which a man is standing over a woman's body in a casket.", "with_names": "a man is standing over a woman's body in a casket."}, {"scene_id": "atwt-07-10-06s5", "raw": "A scene from a TV show in which a woman is shown a bouquet of flowers by a man.", "with_names": ""}, {"scene_id": "atwt-07-10-06s6", "raw": "A scene from a TV show in which a woman is wearing a bikini and a flowery top.", "with_names": "a woman is wearing a bikini and a flowery top."}, {"scene_id": "atwt-07-10-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-07-10-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-10-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking shocked.", "with_names": "a man is wearing a suit and tie and looking shocked."}, {"scene_id": "atwt-07-10-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-10-06s11", "raw": "A scene from a TV show in which a man is holding a woman down on the floor and is about to stab her in the face.", "with_names": "a man is holding a woman down on the floor and is about to stab her in the face."}, {"scene_id": "atwt-07-10-06s12", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-07-10-06s13", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to them.", "with_names": ""}, {"scene_id": "atwt-07-10-06s14", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-07-10-06s15", "raw": "A scene from a TV show in which the title is \"Smith\" and the episode title is \"Tuesdays this fall after the unit\"", "with_names": "the title is \"smith\" and the episode title is \"tuesdays this fall after the unit\""}, {"scene_id": "atwt-07-10-06s16", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-07-10-06s17", "raw": "A scene from a TV show in which a man in a military uniform is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "atwt-07-10-06s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-07-10-06s19", "raw": "A scene from a TV show in which a man is sitting at a desk and another man stands behind him, looking down at him.", "with_names": "a man is sitting at a desk and another man stands behind him, looking down at him."}, {"scene_id": "atwt-07-10-06s20", "raw": "A scene from a TV show in which a woman is wearing a beige shirt and short blonde hair", "with_names": "a woman is wearing a beige shirt and short blonde hair"}, {"scene_id": "atwt-07-10-06s21", "raw": "A scene from a TV show in which a woman is shown different hair dyes.", "with_names": ""}, {"scene_id": "atwt-07-10-06s22", "raw": "A scene from a TV show in which a woman is flirting with a man at a bar.", "with_names": "a woman is flirting with a man at a bar."}, {"scene_id": "atwt-07-10-06s23", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a wedding dress.", "with_names": "a man is wearing a suit and a woman is in a wedding dress."}, {"scene_id": "atwt-07-10-06s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-07-10-06s25", "raw": "A scene from a TV show in which a pool is being tested for water", "with_names": "a pool is being tested for water"}, {"scene_id": "atwt-07-10-06s26", "raw": "A scene from a TV show in which a man is wearing a red shirt and a yellow hat, and three other people are standing around him.", "with_names": "a man is wearing a red shirt and a yellow hat, and three other people are standing around him."}, {"scene_id": "atwt-07-10-06s27", "raw": "A scene from a TV show in which a woman is looking at a man with a tattoo on his arm.", "with_names": "a woman is looking at a man with a tattoo on his arm."}, {"scene_id": "atwt-07-10-06s28", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-07-10-06s29", "raw": "A scene from a TV show in which a man is talking on his cell phone while a woman is sitting on a bench.", "with_names": ""}, {"scene_id": "atwt-07-10-06s30", "raw": "A scene from a TV show in which a computer screen shows the letters PCH and the words Publishers Clearing House", "with_names": "a computer screen shows the letters pch and the words publishers clearing house"}]