[{"scene_id": "oltl-02-17-09s0", "raw": "A scene from a TV show in which a woman is having sex with a pillow.", "with_names": "a woman is having sex with a pillow."}, {"scene_id": "oltl-02-17-09s1", "raw": "A scene from a TV show in which a woman is in a bathtub with a paper towel on her head.", "with_names": "a woman is in a bathtub with a paper towel on her head."}, {"scene_id": "oltl-02-17-09s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "oltl-02-17-09s3", "raw": "A scene from a TV show in which a woman is seen inserting a small device into her anus.", "with_names": "a woman is inserting a small device into her anus."}, {"scene_id": "oltl-02-17-09s4", "raw": "A scene from a TV show in which a man is talking about his life.", "with_names": ""}, {"scene_id": "oltl-02-17-09s5", "raw": "A scene from a TV show in which a woman is talking to a man. The caption reads: Converter boxes are available at electronic stores", "with_names": ""}, {"scene_id": "oltl-02-17-09s6", "raw": "A scene from a TV show in which a man is punching a woman in the face.", "with_names": "a man is punching a woman in the face."}, {"scene_id": "oltl-02-17-09s7", "raw": "A scene from a TV show in which a man is sitting on a bed with his hands covering his face.", "with_names": "a man is sitting on a bed with his hands covering his face."}, {"scene_id": "oltl-02-17-09s8", "raw": "A scene from a TV show in which a man is shirtless and looking down", "with_names": "a man is shirtless and looking down"}, {"scene_id": "oltl-02-17-09s9", "raw": "A scene from a TV show in which a woman is playing roulette.", "with_names": "a woman is playing roulette."}, {"scene_id": "oltl-02-17-09s10", "raw": "A scene from a TV show in which a man is trying to open a door with his hands.", "with_names": "a man is trying to open a door with his hands."}, {"scene_id": "oltl-02-17-09s11", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "a woman is lying on a bed and a man is standing over her."}, {"scene_id": "oltl-02-17-09s12", "raw": "A scene from a TV show in which a woman is talking to a man while wearing a brown dress.", "with_names": ""}, {"scene_id": "oltl-02-17-09s13", "raw": "A scene from a TV show in which a man is shirtless and a woman is standing behind him.", "with_names": "a man is shirtless and a woman is standing behind him."}, {"scene_id": "oltl-02-17-09s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-02-17-09s15", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "oltl-02-17-09s16", "raw": "A scene from a TV show in which a man is wearing a robe and a woman is holding a belt.", "with_names": "a man is wearing a robe and a woman is holding a belt."}, {"scene_id": "oltl-02-17-09s17", "raw": "A scene from a TV show in which a man is sleeping with his eyes closed.", "with_names": "a man is sleeping with his eyes closed."}, {"scene_id": "oltl-02-17-09s18", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-17-09s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-17-09s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-17-09s21", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-02-17-09s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "oltl-02-17-09s23", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-02-17-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-17-09s25", "raw": "A scene from a TV show in which a woman is standing in a doorway and looking around.", "with_names": "a woman is standing in a doorway and looking around."}, {"scene_id": "oltl-02-17-09s26", "raw": "A scene from a TV show in which a woman is talking to a man in a hotel lobby.", "with_names": ""}, {"scene_id": "oltl-02-17-09s27", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man next to her.", "with_names": ""}, {"scene_id": "oltl-02-17-09s28", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a couch in front of him.", "with_names": "a man is standing in a room with a lamp on and a couch in front of him."}, {"scene_id": "oltl-02-17-09s29", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a handbag", "with_names": "a woman is wearing a leather jacket and a handbag"}, {"scene_id": "oltl-02-17-09s30", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}]