[{"scene_id": "bb-09-02-14s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-02-14s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-09-02-14s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-02-14s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-02-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-02-14s5", "raw": "A scene from a TV show in which a man and a woman are talking to a waiter.", "with_names": ""}, {"scene_id": "bb-09-02-14s6", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-09-02-14s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-02-14s8", "raw": "A scene from a TV show in which a woman is standing in a room with a painting of a horse.", "with_names": "a woman is standing in a room with a painting of a horse."}, {"scene_id": "bb-09-02-14s9", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-09-02-14s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-09-02-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-02-14s12", "raw": "A scene from a TV show in which a woman is talking about her relationship with her boyfriend.", "with_names": ""}, {"scene_id": "bb-09-02-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-02-14s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}]