[{"scene_id": "gl-05-14-04s0", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-05-14-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "Phillip is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "gl-05-14-04s2", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is screaming.", "with_names": "Harley is holding Eden by the neck and she is screaming."}, {"scene_id": "gl-05-14-04s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is dancing with him.", "with_names": "a man is wearing a leather jacket and a woman is dancing with him."}, {"scene_id": "gl-05-14-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-14-04s5", "raw": "A scene from a TV show in which a woman is talking about her hair", "with_names": ""}, {"scene_id": "gl-05-14-04s6", "raw": "A scene from a TV show in which a woman is sitting outside and looking at a tree.", "with_names": "a woman is sitting outside and looking at a tree."}, {"scene_id": "gl-05-14-04s8", "raw": "A scene from a TV show in which a man is talking to a woman in a leather jacket.", "with_names": ""}, {"scene_id": "gl-05-14-04s9", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "gl-05-14-04s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Mel is crying"}, {"scene_id": "gl-05-14-04s11", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-05-14-04s12", "raw": "A scene from a TV show in which two men are working together to move a large box.", "with_names": "two men are working together to move a large box."}, {"scene_id": "gl-05-14-04s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-14-04s14", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-14-04s15", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-05-14-04s16", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "gl-05-14-04s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a box and a vase of flowers.", "with_names": "a woman is sitting at a table with a box and a vase of flowers."}]