[{"scene_id": "atwt-08-22-03s0", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-22-03s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-22-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-22-03s3", "raw": "A scene from a TV show in which a pair of sanitary pads is shown.", "with_names": ""}, {"scene_id": "atwt-08-22-03s4", "raw": "A scene from a TV show in which a woman is standing in a living room, talking on the phone.", "with_names": ""}, {"scene_id": "atwt-08-22-03s5", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-08-22-03s6", "raw": "A scene from a TV show in which a woman is talking to a man while holding a glass of wine.", "with_names": ""}, {"scene_id": "atwt-08-22-03s7", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "atwt-08-22-03s8", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hair is down.", "with_names": "a woman is wearing a white shirt and her hair is down."}, {"scene_id": "atwt-08-22-03s9", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a blonde wig.", "with_names": "a woman is wearing a yellow dress and a blonde wig."}, {"scene_id": "atwt-08-22-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-08-22-03s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s13", "raw": "A scene from a TV show in which a woman is using a toothbrush.", "with_names": "a woman is using a toothbrush."}, {"scene_id": "atwt-08-22-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s15", "raw": "A scene from a TV show in which the words \"As the World Turns\" are displayed on a screen", "with_names": "the words \"as the world turns\" are displayed on a screen"}, {"scene_id": "atwt-08-22-03s16", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a tie.", "with_names": "a doctor is wearing a white coat and a tie."}, {"scene_id": "atwt-08-22-03s17", "raw": "A scene from a TV show in which a man is wearing a Santa Claus costume and a white beard and is standing in a room with a fireplace.", "with_names": "a man is wearing a santa claus costume and a white beard and is standing in a room with a fireplace."}, {"scene_id": "atwt-08-22-03s18", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-22-03s19", "raw": "A scene from a TV show in which a man is talking on the phone and a fireplace is in the background.", "with_names": ""}, {"scene_id": "atwt-08-22-03s20", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "atwt-08-22-03s21", "raw": "A scene from a TV show in which a man is wearing a red shirt and smiling.", "with_names": "] is wearing a red shirt and smiling."}, {"scene_id": "atwt-08-22-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-22-03s23", "raw": "A scene from a TV show in which a box of Zest is shown on a tiled floor.", "with_names": ""}, {"scene_id": "atwt-08-22-03s24", "raw": "A scene from a TV show in which a man is sitting in a suit and tie", "with_names": "a man is sitting in a suit and tie"}, {"scene_id": "atwt-08-22-03s25", "raw": "A scene from a TV show in which a man is looking down and wearing a red shirt.", "with_names": "] is looking down and wearing a red shirt."}, {"scene_id": "atwt-08-22-03s26", "raw": "A scene from a TV show in which a man is wearing a robe and another manI is behind him", "with_names": "a man is wearing a robe and another mani is behind him"}, {"scene_id": "atwt-08-22-03s27", "raw": "A scene from a TV show in which a man is being questioned by a woman and a security guard.", "with_names": "a man is being questioned by a woman and a security guard."}, {"scene_id": "atwt-08-22-03s28", "raw": "A scene from a TV show in which a woman is talking on a phone", "with_names": ""}, {"scene_id": "atwt-08-22-03s29", "raw": "A scene from a TV show in which a woman is standing in a hospital room, holding a potted plant.", "with_names": "a woman is standing in a hospital room, holding a potted plant."}, {"scene_id": "atwt-08-22-03s30", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s31", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-22-03s32", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s33", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s34", "raw": "A scene from a TV show in which a man is seen fondling a woman in a car.", "with_names": "Rick is fondling ] in a car."}, {"scene_id": "atwt-08-22-03s35", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-22-03s36", "raw": "", "with_names": ""}]