[{"scene_id": "gl-03-25-04s0", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a cell phone and the other is holding a pen.", "with_names": "two men are standing in a room, one of them is holding a cell phone and the other is holding a pen."}, {"scene_id": "gl-03-25-04s1", "raw": "A scene from a TV show in which a woman is dancing on a street.", "with_names": "Salerno is dancing on a street."}, {"scene_id": "gl-03-25-04s2", "raw": "A scene from a TV show in which a blonde woman is wearing a pink top and a purple skirt.", "with_names": "a blonde woman is wearing a pink top and a purple skirt."}, {"scene_id": "gl-03-25-04s3", "raw": "A scene from a TV show in which a man is talking to a shirtless man.", "with_names": ""}, {"scene_id": "gl-03-25-04s4", "raw": "A scene from a TV show in which two women are standing in front of a fireplace.", "with_names": "two women are standing in front of a fireplace."}, {"scene_id": "gl-03-25-04s5", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is standing behind him.", "with_names": "a man is wearing a tank top and a woman is standing behind him."}, {"scene_id": "gl-03-25-04s6", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and a long blonde hair", "with_names": "a blonde woman is wearing a pink shirt and a long blonde hair"}, {"scene_id": "gl-03-25-04s7", "raw": "A scene from a TV show in which a blonde woman is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-25-04s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-03-25-04s9", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Salerno and Eden are looking at each other."}, {"scene_id": "gl-03-25-04s10", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-03-25-04s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-25-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-03-25-04s13", "raw": "A scene from a TV show in which a man is standing next to a shirtless man in a prison cell.", "with_names": "a man is standing next to a shirtless man in a prison cell."}, {"scene_id": "gl-03-25-04s14", "raw": "A scene from a TV show in which a woman is looking at a lamp.", "with_names": "a woman is looking at a lamp."}, {"scene_id": "gl-03-25-04s15", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a red dress and the other is wearing a black jacket.", "with_names": "two women are standing next to each other, one is wearing a red dress and the other is wearing a black jacket."}, {"scene_id": "gl-03-25-04s16", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Eden is looking at Bill."}, {"scene_id": "gl-03-25-04s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-03-25-04s18", "raw": "A scene from a TV show in which a man is holding a book and another man is standing next to him.", "with_names": "a man is holding a book and another man is standing next to him."}, {"scene_id": "gl-03-25-04s19", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "Lizzie is wearing a red dress and a man is standing behind her."}, {"scene_id": "gl-03-25-04s20", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "gl-03-25-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-25-04s22", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair is pulled back.", "with_names": "a woman is wearing a red dress and her hair is pulled back."}, {"scene_id": "gl-03-25-04s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-25-04s24", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-25-04s25", "raw": "A scene from a TV show in which a woman is sitting on a bed and holding a pink envelope.", "with_names": "Marina is sitting on a bed and holding a pink envelope."}, {"scene_id": "gl-03-25-04s26", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-25-04s27", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Ed kisses Michelle on the cheek."}, {"scene_id": "gl-03-25-04s28", "raw": "A scene from a TV show in which two men are standing next to each other, laughing.", "with_names": "two men are standing next to each other, laughing."}, {"scene_id": "gl-03-25-04s29", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Bill are standing in a room."}, {"scene_id": "gl-03-25-04s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-25-04s33", "raw": "", "with_names": ""}, {"scene_id": "gl-03-25-04s34", "raw": "", "with_names": ""}, {"scene_id": "gl-03-25-04s35", "raw": "", "with_names": ""}, {"scene_id": "gl-03-25-04s36", "raw": "", "with_names": ""}, {"scene_id": "gl-03-25-04s39", "raw": "", "with_names": ""}]