[{"scene_id": "gl-03-14-03s0", "raw": "A scene from a TV show in which a man is walking down the street and a woman is standing behind him.", "with_names": "a man is walking down the street and a woman is standing behind him."}, {"scene_id": "gl-03-14-03s1", "raw": "", "with_names": ""}, {"scene_id": "gl-03-14-03s2", "raw": "A scene from a TV show in which a woman pours a glass of water for a man who is passed out on a couch.", "with_names": "a woman pours a glass of water for a man who is passed out on a couch."}, {"scene_id": "gl-03-14-03s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-14-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-14-03s5", "raw": "A scene from a TV show in which a woman is smiling and holding her hand up to her face.", "with_names": "a woman is smiling and holding her hand up to her face."}, {"scene_id": "gl-03-14-03s6", "raw": "A scene from a TV show in which a woman is talking to someone in a classroom.", "with_names": ""}, {"scene_id": "gl-03-14-03s7", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a mirror in the background", "with_names": "a woman is wearing a blue dress and a mirror in the background"}, {"scene_id": "gl-03-14-03s8", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing next to him.", "with_names": "a man is sitting at a table and another man is standing next to him."}, {"scene_id": "gl-03-14-03s9", "raw": "A scene from a TV show in which a woman is wearing a white suit and a necklace", "with_names": "a woman is wearing a white suit and a necklace"}, {"scene_id": "gl-03-14-03s10", "raw": "A scene from a TV show in which a blonde woman is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-14-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-14-03s12", "raw": "A scene from a TV show in which a woman is holding a rose and looking at the camera.", "with_names": "a woman is holding a rose and looking at the camera."}, {"scene_id": "gl-03-14-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "gl-03-14-03s14", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-14-03s15", "raw": "A scene from a TV show in which a man is talking to a child through a gate.", "with_names": ""}, {"scene_id": "gl-03-14-03s16", "raw": "", "with_names": ""}, {"scene_id": "gl-03-14-03s17", "raw": "", "with_names": ""}, {"scene_id": "gl-03-14-03s18", "raw": "", "with_names": ""}]