[{"scene_id": "atwt-08-12-09s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Alison is yelling at Bob."}, {"scene_id": "atwt-08-12-09s1", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-12-09s2", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "atwt-08-12-09s3", "raw": "A scene from a TV show in which a woman is talking to someone and pointing her finger.", "with_names": ""}, {"scene_id": "atwt-08-12-09s4", "raw": "A scene from a TV show in which a boy is sitting at a desk with a laptop and a woman stands behind him.", "with_names": "a boy is sitting at a desk with a laptop and a woman stands behind him."}, {"scene_id": "atwt-08-12-09s5", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a red shirt and a tie.", "with_names": "a man is standing in a kitchen, wearing a red shirt and a tie."}, {"scene_id": "atwt-08-12-09s6", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-08-12-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-12-09s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-12-09s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "atwt-08-12-09s10", "raw": "A scene from a TV show in which a finger is pushing the word \"PAIN\" on a screen.", "with_names": "a finger is pushing the word \"pain\" on a screen."}, {"scene_id": "atwt-08-12-09s11", "raw": "A scene from a TV show in which a man and a woman sit at a table in a restaurant.", "with_names": "a man and a woman sit at a table in a restaurant."}, {"scene_id": "atwt-08-12-09s12", "raw": "A scene from a TV show in which a woman is talking to a man while holding a drink.", "with_names": ""}, {"scene_id": "atwt-08-12-09s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-08-12-09s14", "raw": "A scene from a TV show in which a glass is knocked over on a wooden table.", "with_names": "a glass is knocked over on a wooden table."}, {"scene_id": "atwt-08-12-09s15", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-08-12-09s16", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a brown bag.", "with_names": "a woman is wearing a blue shirt and a brown bag."}, {"scene_id": "atwt-08-12-09s17", "raw": "A scene from a TV show in which a chocolate milk bottle is being poured into a glass.", "with_names": "a chocolate milk bottle is being poured into a glass."}, {"scene_id": "atwt-08-12-09s18", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a plaid shirt", "with_names": ""}, {"scene_id": "atwt-08-12-09s19", "raw": "A scene from a TV show in which a man is holding his chest and a woman is looking at him with concern.", "with_names": "a man is holding his chest and a woman is looking at him with concern."}, {"scene_id": "atwt-08-12-09s20", "raw": "A scene from a TV show in which a mother and daughter are shown in close-up, with the daughter wearing a pink hat.", "with_names": "a mother and daughter are shown in close-up, with the daughter wearing a pink hat."}, {"scene_id": "atwt-08-12-09s21", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-08-12-09s22", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-08-12-09s23", "raw": "A scene from a TV show in which a man is looking at his phone and smiling", "with_names": "a man is looking at his phone and smiling"}, {"scene_id": "atwt-08-12-09s24", "raw": "A scene from a TV show in which a woman is standing on a chair and balancing on her feet. The title Someone's Been Doing the Herbal is displayed next to her.", "with_names": "a woman is standing on a chair and balancing on her feet. the title someone's been doing the herbal is displayed next to her."}]