[{"scene_id": "atwt-10-07-09s0", "raw": "A scene from a TV show in which a woman is lying in bed and looking at her cell phone.", "with_names": "Lucinda is lying in bed and looking at her cell phone."}, {"scene_id": "atwt-10-07-09s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-07-09s2", "raw": "A scene from a TV show in which a man is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-10-07-09s3", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is sitting at a desk.", "with_names": "a man is standing in a doorway and a woman is sitting at a desk."}, {"scene_id": "atwt-10-07-09s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-07-09s5", "raw": "A scene from a TV show in which a woman is reaching up to a tree to pick a leaf.", "with_names": "a woman is reaching up to a tree to pick a leaf."}, {"scene_id": "atwt-10-07-09s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-07-09s7", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-07-09s8", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-10-07-09s9", "raw": "A scene from a TV show in which a man is sitting on a hospital bed and looking at the camera.", "with_names": "a man is sitting on a hospital bed and looking at the camera."}, {"scene_id": "atwt-10-07-09s10", "raw": "A scene from a TV show in which the words \"You wanted to quit on January 1, 2020\" are displayed.", "with_names": "the words \"you wanted to quit on january 1, 2020\" are displayed."}, {"scene_id": "atwt-10-07-09s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-07-09s12", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-07-09s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase and a bottle of wine.", "with_names": "a woman is sitting at a table with a vase and a bottle of wine."}, {"scene_id": "atwt-10-07-09s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-07-09s15", "raw": "A scene from a TV show in which a woman is crying and a man is holding her hands over her chest.", "with_names": "a woman is crying and ] is holding her hands over her chest."}, {"scene_id": "atwt-10-07-09s16", "raw": "A scene from a TV show in which a man talks about Crestor.", "with_names": "a man talks about crestor."}, {"scene_id": "atwt-10-07-09s17", "raw": "A scene from a TV show in which a woman is holding flowers and looking at a gravestone.", "with_names": "a woman is holding flowers and looking at a gravestone."}, {"scene_id": "atwt-10-07-09s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-07-09s19", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-07-09s20", "raw": "A scene from a TV show in which a tree is being destroyed by a bulldozer.", "with_names": "a tree is being destroyed by a bulldozer."}, {"scene_id": "atwt-10-07-09s21", "raw": "A scene from a TV show in which a woman is standing next to a chair and another woman is sitting on the chair.", "with_names": "a woman is standing next to a chair and another woman is sitting on the chair."}, {"scene_id": "atwt-10-07-09s22", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "atwt-10-07-09s23", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is holding a wine glass.", "with_names": "two men are standing next to each other, one of them is holding a wine glass."}, {"scene_id": "atwt-10-07-09s24", "raw": "A scene from a TV show in which a white dog is playing with a green ball.", "with_names": "a white dog is playing with a green ball."}, {"scene_id": "atwt-10-07-09s25", "raw": "A scene from a TV show in which a man is sitting in a dark room and a woman is standing next to him.", "with_names": "a man is sitting in a dark room and ] is standing next to him."}, {"scene_id": "atwt-10-07-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at another man.", "with_names": "a man is wearing a suit and tie and looking at another man."}, {"scene_id": "atwt-10-07-09s27", "raw": "A scene from a TV show in which a woman is standing in a kitchen with her hands on her hips, looking at a man.", "with_names": "a woman is standing in a kitchen with her hands on her hips, looking at ]."}, {"scene_id": "atwt-10-07-09s28", "raw": "A scene from a TV show in which a boy is dressed as a doctor and a girl is wearing a lab coat.", "with_names": "a boy is dressed as a doctor and a girl is wearing a lab coat."}]