[{"scene_id": "pc-04-23-01s0", "raw": "A scene from a TV show in which a man reads a letter to a woman", "with_names": "a man reads a letter to Frank"}, {"scene_id": "pc-04-23-01s1", "raw": "A scene from a TV show in which two people are standing in a room, one of them is holding a cup and the other person is taking a picture of them.", "with_names": "two people are standing in a room, one of them is holding a cup and the other person is taking a picture of them."}, {"scene_id": "pc-04-23-01s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a piece of paper in her hand.", "with_names": ""}, {"scene_id": "pc-04-23-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-23-01s4", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "pc-04-23-01s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-23-01s6", "raw": "A scene from a TV show in which two nurses are arguing in a hospital kitchen.", "with_names": "two nurses are arguing in a hospital kitchen."}, {"scene_id": "pc-04-23-01s7", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "pc-04-23-01s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-04-23-01s9", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "pc-04-23-01s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-23-01s11", "raw": "A scene from a TV show in which a man is holding a beer and a bottle in his hand", "with_names": "Frank is holding a beer and a bottle in his hand"}, {"scene_id": "pc-04-23-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-04-23-01s13", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}]