[{"scene_id": "bb-07-08-15s0", "raw": "A scene from a TV show in which a man is packing his desk.", "with_names": "Wyatt is packing his desk."}, {"scene_id": "bb-07-08-15s1", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is looking at a book.", "with_names": "a man and a woman are in a room, the man is looking at a book."}, {"scene_id": "bb-07-08-15s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-08-15s3", "raw": "A scene from a TV show in which a woman is shocked by a painting of a man.", "with_names": "a woman is shocked by a painting of ]."}, {"scene_id": "bb-07-08-15s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-07-08-15s5", "raw": "A scene from a TV show in which a young girl sits in a dark room and stares at a doll.", "with_names": "a young girl sits in a dark room and stares at a doll."}, {"scene_id": "bb-07-08-15s6", "raw": "A scene from a TV show in which a young couple is standing on a balcony and looking at flowers.", "with_names": "a young couple is standing on a balcony and looking at flowers."}, {"scene_id": "bb-07-08-15s7", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-08-15s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a painting of her is hanging on the wall.", "with_names": "a woman is wearing a red dress and a painting of her is hanging on the wall."}, {"scene_id": "bb-07-08-15s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-07-08-15s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-08-15s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-08-15s12", "raw": "A scene from a TV show in which a woman is talking to a man in a clothing store.", "with_names": ""}, {"scene_id": "bb-07-08-15s13", "raw": "A scene from a TV show in which a woman points at a painting of a woman in a gown.", "with_names": "a woman points at a painting of a woman in a gown."}, {"scene_id": "bb-07-08-15s14", "raw": "A scene from a TV show in which a luxury home is featured.", "with_names": "a luxury home is featured."}, {"scene_id": "bb-07-08-15s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-08-15s16", "raw": "A scene from a TV show in which a man is holding a sign that says \"off again, steffi\"", "with_names": "] is holding a sign that says \"off again, steffi\""}, {"scene_id": "bb-07-08-15s17", "raw": "", "with_names": ""}]