[{"scene_id": "gl-02-02-04s0", "raw": "A scene from a TV show in which a man is seen holding a woman by the hair and laughing.", "with_names": "Phillip is holding Olivia by the hair and laughing."}, {"scene_id": "gl-02-02-04s1", "raw": "A scene from a TV show in which a woman is standing next to a young girl, both of them looking at a mirror.", "with_names": "a woman is standing next to a young girl, both of them looking at a mirror."}, {"scene_id": "gl-02-02-04s2", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-02-02-04s3", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are in Italian", "with_names": ""}, {"scene_id": "gl-02-02-04s4", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-02-02-04s5", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-02-02-04s6", "raw": "A scene from a TV show in which a blonde girl is talking to a brunette girl.", "with_names": ""}, {"scene_id": "gl-02-02-04s7", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a woman is standing behind her.", "with_names": "a blonde woman is wearing a white dress and a woman is standing behind her."}, {"scene_id": "gl-02-02-04s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-02-02-04s9", "raw": "A scene from a TV show in which a woman is talking on the phone and her eyes are closed", "with_names": ""}, {"scene_id": "gl-02-02-04s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-02-04s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-02-04s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "gl-02-02-04s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-02-04s14", "raw": "A scene from a TV show in which a woman is dancing with a cat", "with_names": "a woman is dancing with a cat"}, {"scene_id": "gl-02-02-04s15", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-02-02-04s16", "raw": "A scene from a TV show in which a girl is sitting on a chair and her hair is tied up in a bun.", "with_names": ""}, {"scene_id": "gl-02-02-04s17", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-02-04s18", "raw": "A scene from a TV show in which a woman is standing behind a man, who is sitting at a table.", "with_names": "Mel is standing behind Rick, who is sitting at a table."}, {"scene_id": "gl-02-02-04s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-02-04s20", "raw": "A scene from a TV show in which a woman is standing in a bedroom, looking at a man lying on a bed.", "with_names": "a woman is standing in a bedroom, looking at a man lying on a bed."}, {"scene_id": "gl-02-02-04s21", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at a painting.", "with_names": "a blonde woman is sitting in a room and looking at a painting."}, {"scene_id": "gl-02-02-04s22", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at the camera.", "with_names": "a blonde woman is sitting in a room and looking at the camera."}, {"scene_id": "gl-02-02-04s24", "raw": "A scene from a TV show in which a woman is lying on a bed with her legs spread apart.", "with_names": "Cassie is lying on a bed with her legs spread apart."}]