[{"scene_id": "atwt-07-18-05s0", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a cell phone.", "with_names": "two men are standing in a room, one of them is holding a cell phone."}, {"scene_id": "atwt-07-18-05s1", "raw": "A scene from a TV show in which a woman is talking on the phone while petting a cat.", "with_names": ""}, {"scene_id": "atwt-07-18-05s2", "raw": "A scene from a TV show in which a woman is looking off to the side, with a man standing behind her.", "with_names": "a woman is looking off to the side, with a man standing behind her."}, {"scene_id": "atwt-07-18-05s3", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and ] is standing behind her."}, {"scene_id": "atwt-07-18-05s4", "raw": "A scene from a TV show in which a woman is sleeping with a blue light shining on her.", "with_names": "a woman is sleeping with a blue light shining on her."}, {"scene_id": "atwt-07-18-05s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-07-18-05s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-18-05s7", "raw": "A scene from a TV show in which two men are walking together.", "with_names": "two men are walking together."}, {"scene_id": "atwt-07-18-05s8", "raw": "A scene from a TV show in which a young woman is looking off to the side.", "with_names": "a young woman is looking off to the side."}, {"scene_id": "atwt-07-18-05s9", "raw": "A scene from a TV show in which a woman is dancing and making a peace sign.", "with_names": "a woman is dancing and making a peace sign."}, {"scene_id": "atwt-07-18-05s10", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with a third man standing behind them.", "with_names": "a man and a woman are standing in a hallway, with a third man standing behind them."}, {"scene_id": "atwt-07-18-05s11", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-18-05s12", "raw": "A scene from a TV show in which a man is standing in front of a woman, with his arms crossed.", "with_names": "a man is standing in front of a woman, with his arms crossed."}, {"scene_id": "atwt-07-18-05s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-18-05s14", "raw": "A scene from a TV show in which a woman is smiling at the camera.", "with_names": "a woman is smiling at the camera."}, {"scene_id": "atwt-07-18-05s15", "raw": "A scene from a TV show in which a woman is talking about a tree.", "with_names": ""}, {"scene_id": "atwt-07-18-05s16", "raw": "A scene from a TV show in which a man and a woman are talking, with a map and a clock in the background.", "with_names": ""}, {"scene_id": "atwt-07-18-05s17", "raw": "A scene from a TV show in which a man is sitting in a room and a woman is standing in the background.", "with_names": "a man is sitting in a room and a woman is standing in the background."}, {"scene_id": "atwt-07-18-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-18-05s19", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-07-18-05s20", "raw": "A scene from a TV show in which a woman is wearing a brown necklace and a tan suit.", "with_names": "a woman is wearing a brown necklace and a tan suit."}, {"scene_id": "atwt-07-18-05s21", "raw": "A scene from a TV show in which penguins are running in the water.", "with_names": "penguins are running in the water."}, {"scene_id": "atwt-07-18-05s22", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "atwt-07-18-05s23", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-07-18-05s24", "raw": "A scene from a TV show in which a woman is seen holding her head in pain.", "with_names": "a woman is holding her head in pain."}, {"scene_id": "atwt-07-18-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-18-05s26", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-07-18-05s27", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed.", "with_names": "a man is holding a woman in a hospital bed."}, {"scene_id": "atwt-07-18-05s28", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-07-18-05s29", "raw": "A scene from a TV show in which two men are standing in a bar, facing each other.", "with_names": "two men are standing in a bar, facing each other."}, {"scene_id": "atwt-07-18-05s30", "raw": "A scene from a TV show in which two women are standing in a room.", "with_names": "two women are standing in a room."}, {"scene_id": "atwt-07-18-05s31", "raw": "A scene from a TV show in which a man is walking through a hospital room.", "with_names": "a man is walking through a hospital room."}]