[{"scene_id": "atwt-05-21-08s0", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-21-08s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-21-08s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-21-08s3", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a brown purse", "with_names": "a woman is wearing a blue shirt and a brown purse"}, {"scene_id": "atwt-05-21-08s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a coat.", "with_names": "a man is wearing a suit and tie and a coat."}, {"scene_id": "atwt-05-21-08s5", "raw": "A scene from a TV show in which a woman is holding her face in her hands and looking shocked.", "with_names": "a woman is holding her face in her hands and looking shocked."}, {"scene_id": "atwt-05-21-08s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-21-08s7", "raw": "A scene from a TV show in which a man is looking at a mirror and talking to himself.", "with_names": ""}, {"scene_id": "atwt-05-21-08s8", "raw": "A scene from a TV show in which a woman is touching the hair of another woman.", "with_names": "a woman is touching the hair of another woman."}, {"scene_id": "atwt-05-21-08s9", "raw": "A scene from a TV show in which a wet towel is used to clean a surface.", "with_names": "a wet towel is used to clean a surface."}, {"scene_id": "atwt-05-21-08s10", "raw": "A scene from a TV show in which a woman is smiling and pointing at the camera.", "with_names": "a woman is smiling and pointing at the camera."}, {"scene_id": "atwt-05-21-08s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-05-21-08s12", "raw": "A scene from a TV show in which a young man is talking to a younger man.", "with_names": ""}, {"scene_id": "atwt-05-21-08s13", "raw": "A scene from a TV show in which a woman is wearing a green shirt and long brown hair", "with_names": "a woman is wearing a green shirt and long brown hair"}, {"scene_id": "atwt-05-21-08s14", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-05-21-08s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-05-21-08s16", "raw": "A scene from a TV show in which a woman is sitting at a table with her chin resting on her hand and a man is standing next to her.", "with_names": "a woman is sitting at a table with her chin resting on her hand and a man is standing next to her."}, {"scene_id": "atwt-05-21-08s17", "raw": "A scene from a TV show in which a handbag is being sold online.", "with_names": "a handbag is being sold online."}, {"scene_id": "atwt-05-21-08s18", "raw": "A scene from a TV show in which a woman is standing in front of a man, holding a flower.", "with_names": "a woman is standing in front of a man, holding a flower."}, {"scene_id": "atwt-05-21-08s19", "raw": "A scene from a TV show in which a woman is being restrained by a man.", "with_names": "a woman is being restrained by a man."}, {"scene_id": "atwt-05-21-08s20", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-05-21-08s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and a wine glass is on the table.", "with_names": "a woman is sitting at a table with a man, and a wine glass is on the table."}, {"scene_id": "atwt-05-21-08s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-21-08s23", "raw": "A scene from a TV show in which Kris Jenner is talking on the phone", "with_names": ""}, {"scene_id": "atwt-05-21-08s24", "raw": "A scene from a TV show in which a woman is sitting at a desk and waving.", "with_names": "a woman is sitting at a desk and waving."}, {"scene_id": "atwt-05-21-08s25", "raw": "A scene from a TV show in which a woman is talking on the phone while smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-05-21-08s26", "raw": "A scene from a TV show in which a toothbrush is being tested for sensitivity", "with_names": "a toothbrush is being tested for sensitivity"}, {"scene_id": "atwt-05-21-08s27", "raw": "A scene from a TV show in which two boys are looking at a cell phone", "with_names": "two boys are looking at a cell phone"}, {"scene_id": "atwt-05-21-08s28", "raw": "A scene from a TV show in which a woman is wearing a teal top and a short brown hair", "with_names": "a woman is wearing a teal top and a short brown hair"}, {"scene_id": "atwt-05-21-08s29", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "atwt-05-21-08s30", "raw": "A scene from a TV show in which a man is looking at a painting and a woman is standing behind him.", "with_names": "a man is looking at a painting and a woman is standing behind him."}, {"scene_id": "atwt-05-21-08s31", "raw": "A scene from a TV show in which a man and a girl are standing in a room.", "with_names": "a man and a girl are standing in a room."}, {"scene_id": "atwt-05-21-08s32", "raw": "A scene from a TV show in which a woman is wearing a teal shirt and a red belt.", "with_names": "a woman is wearing a teal shirt and a red belt."}, {"scene_id": "atwt-05-21-08s33", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-21-08s34", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-21-08s35", "raw": "A scene from a TV show in which two men shake hands.", "with_names": "two men shake hands."}, {"scene_id": "atwt-05-21-08s36", "raw": "A scene from a TV show in which a bottle of DanActive is shown", "with_names": ""}, {"scene_id": "atwt-05-21-08s37", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "a man is knocking on a door."}, {"scene_id": "atwt-05-21-08s38", "raw": "A scene from a TV show in which a woman is wearing a teal shirt and a red strap around her neck.", "with_names": "a woman is wearing a teal shirt and a red strap around her neck."}, {"scene_id": "atwt-05-21-08s39", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "atwt-05-21-08s40", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-05-21-08s41", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-21-08s42", "raw": "A scene from a TV show in which a woman is dancing with other women.", "with_names": "a woman is dancing with other women."}]