[{"scene_id": "atwt-01-22-07s0", "raw": "A scene from a TV show in which a man is wearing a black coat and a brown shirt", "with_names": "Paul is wearing a black coat and a brown shirt"}, {"scene_id": "atwt-01-22-07s1", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a dining table.", "with_names": "a man is standing in a kitchen and a woman is sitting at a dining table."}, {"scene_id": "atwt-01-22-07s2", "raw": "A scene from a TV show in which a man is looking down and wearing a patterned shirt.", "with_names": "a man is looking down and wearing a patterned shirt."}, {"scene_id": "atwt-01-22-07s3", "raw": "A scene from a TV show in which a young boy is playing with a baseball bat.", "with_names": "a young boy is playing with a baseball bat."}, {"scene_id": "atwt-01-22-07s4", "raw": "A scene from a TV show in which a young man is wearing a black jacket and a yellow shirt.", "with_names": "a young man is wearing a black jacket and a yellow shirt."}, {"scene_id": "atwt-01-22-07s5", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man in a white shirt", "with_names": "a woman is wearing a blue shirt and a man in a white shirt"}, {"scene_id": "atwt-01-22-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-07s7", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "atwt-01-22-07s8", "raw": "A scene from a TV show in which a full moon is shining over a row of houses. Caption: Can be taken as long as your doctor recommends", "with_names": "a full moon is shining over a row of houses. caption: can be taken as long as your doctor recommends"}, {"scene_id": "atwt-01-22-07s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-22-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-07s11", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a refrigerator and a sink.", "with_names": "a woman is standing in a kitchen with a refrigerator and a sink."}, {"scene_id": "atwt-01-22-07s12", "raw": "A scene from a TV show in which a man is driving a car and a pig is sticking its head out of the window.", "with_names": "a man is driving a car and a pig is sticking its head out of the window."}, {"scene_id": "atwt-01-22-07s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-22-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-07s15", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-22-07s16", "raw": "A scene from a TV show in which a Liberty Medical Meter is shown in a home.", "with_names": ""}, {"scene_id": "atwt-01-22-07s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other. The man is looking at the woman, who is looking away.", "with_names": ""}, {"scene_id": "atwt-01-22-07s18", "raw": "A scene from a TV show in which Matt LeBlanc is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-22-07s19", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-01-22-07s20", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-22-07s21", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat", "with_names": "] is driving a car and a man is sitting in the passenger seat"}, {"scene_id": "atwt-01-22-07s22", "raw": "A scene from a TV show in which a young boy is shown with his eyes closed.", "with_names": ""}, {"scene_id": "atwt-01-22-07s23", "raw": "A scene from a TV show in which a woman is standing in front of a man and another man.", "with_names": "a woman is standing in front of a man and another man."}, {"scene_id": "atwt-01-22-07s24", "raw": "A scene from a TV show in which a blonde woman smiles at a man.", "with_names": "a blonde woman smiles at a man."}, {"scene_id": "atwt-01-22-07s25", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in a red dress.", "with_names": "a man is wearing a black shirt and a woman is in a red dress."}, {"scene_id": "atwt-01-22-07s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen, talking about a stove.", "with_names": ""}]