[{"scene_id": "bb-11-12-15s0", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-11-12-15s1", "raw": "A scene from a TV show in which a man is holding a piece of paper.", "with_names": "a man is holding a piece of paper."}, {"scene_id": "bb-11-12-15s2", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a lamp is on.", "with_names": "a man is wearing a blue shirt and a lamp is on."}, {"scene_id": "bb-11-12-15s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a gun in front of her.", "with_names": "a woman is sitting at a table with a gun in front of her."}, {"scene_id": "bb-11-12-15s4", "raw": "A scene from a TV show in which a staircase is shown.", "with_names": ""}, {"scene_id": "bb-11-12-15s5", "raw": "A scene from a TV show in which a woman is sitting next to a man and is holding a cell phone.", "with_names": "a woman is sitting next to a man and is holding a cell phone."}, {"scene_id": "bb-11-12-15s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-12-15s7", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "bb-11-12-15s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-12-15s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and long hair.", "with_names": "a woman is wearing a black dress and long hair."}, {"scene_id": "bb-11-12-15s10", "raw": "A scene from a TV show in which a man is looking up and wearing a suit.", "with_names": "a man is looking up and wearing a suit."}, {"scene_id": "bb-11-12-15s11", "raw": "A scene from a TV show in which a woman is talking on the phone in a bedroom.", "with_names": ""}, {"scene_id": "bb-11-12-15s12", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-11-12-15s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-11-12-15s14", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-11-12-15s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-12-15s16", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}]