[{"scene_id": "atwt-06-24-05s0", "raw": "A scene from a TV show in which a woman is wearing a beige suit and a short blonde hair.", "with_names": "a woman is wearing a beige suit and a short blonde hair."}, {"scene_id": "atwt-06-24-05s1", "raw": "A scene from a TV show in which a man is handing a book to a woman.", "with_names": "a man is handing a book to a woman."}, {"scene_id": "atwt-06-24-05s2", "raw": "A scene from a TV show in which a young man is looking at a woman.", "with_names": "a young man is looking at a woman."}, {"scene_id": "atwt-06-24-05s3", "raw": "A scene from a TV show in which a woman is wearing a light blue suit and a green necklace.", "with_names": "a woman is wearing a light blue suit and a green necklace."}, {"scene_id": "atwt-06-24-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-24-05s5", "raw": "A scene from a TV show in which a woman is seen walking away from a box of Pampers diapers.", "with_names": "a woman is walking away from a box of pampers diapers."}, {"scene_id": "atwt-06-24-05s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-24-05s7", "raw": "A scene from a TV show in which an older woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-24-05s8", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a green striped shirt.", "with_names": "a woman is wearing a pink dress and a man is in a green striped shirt."}, {"scene_id": "atwt-06-24-05s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-24-05s10", "raw": "A scene from a TV show in which a family is playing in the water and a man is holding a pair of flip flops.", "with_names": "a family is playing in the water and a man is holding a pair of flip flops."}, {"scene_id": "atwt-06-24-05s11", "raw": "A scene from a TV show in which a man is wearing a black t-shirt and looking to the right of the frame.", "with_names": "a man is wearing a black t-shirt and looking to the right of the frame."}, {"scene_id": "atwt-06-24-05s12", "raw": "A scene from a TV show in which a woman is wearing a green shirt and looking to her right.", "with_names": "a woman is wearing a green shirt and looking to her right."}, {"scene_id": "atwt-06-24-05s13", "raw": "A scene from a TV show in which an older woman is sitting on a couch and a younger woman is standing next to her, holding a box.", "with_names": ""}, {"scene_id": "atwt-06-24-05s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-24-05s15", "raw": "A scene from a TV show in which a tube of toothpaste is being poured into a mouth.", "with_names": "a tube of toothpaste is being poured into a mouth."}, {"scene_id": "atwt-06-24-05s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-24-05s17", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "a woman is wearing a red top and a necklace"}, {"scene_id": "atwt-06-24-05s18", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-24-05s19", "raw": "A scene from a TV show in which a man is riding a horse through a field.", "with_names": "a man is riding a horse through a field."}, {"scene_id": "atwt-06-24-05s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-24-05s21", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress.", "with_names": "a woman is wearing a necklace and a dress."}, {"scene_id": "atwt-06-24-05s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-24-05s23", "raw": "A scene from a TV show in which a spoon is dipped into a bowl of syrup.", "with_names": "a spoon is dipped into a bowl of syrup."}, {"scene_id": "atwt-06-24-05s24", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-24-05s25", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-24-05s26", "raw": "A scene from a TV show in which a group of people are standing in front of a building.", "with_names": "a group of people are standing in front of a building."}, {"scene_id": "atwt-06-24-05s27", "raw": "A scene from a TV show in which a man is seen walking with a gun in his hand.", "with_names": "a man is walking with a gun in his hand."}]