[{"scene_id": "bb-09-29-14s0", "raw": "A scene from a TV show in which a man is standing in a room and a woman is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-29-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-29-14s2", "raw": "A scene from a TV show in which a woman is writing on a notepad.", "with_names": "Donna is writing on a notepad."}, {"scene_id": "bb-09-29-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-29-14s5", "raw": "A scene from a TV show in which a man is holding a woman and comforting her.", "with_names": "a man is holding a woman and comforting her."}, {"scene_id": "bb-09-29-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-29-14s7", "raw": "A scene from a TV show in which a woman holds a young boy and kisses him on the cheek.", "with_names": "Quinn holds a young boy and kisses him on the cheek."}, {"scene_id": "bb-09-29-14s8", "raw": "A scene from a TV show in which a man talks on the phone while a woman stands nearby.", "with_names": "Bill talks on the phone while Katie stands nearby."}, {"scene_id": "bb-09-29-14s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-29-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-29-14s11", "raw": "A scene from a TV show in which a man is washing his hands in a sink.", "with_names": "a man is washing his hands in a sink."}, {"scene_id": "bb-09-29-14s12", "raw": "A scene from a TV show in which a woman talks about her relationship with her mother.", "with_names": "a woman talks about her relationship with her mother."}, {"scene_id": "bb-09-29-14s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-29-14s14", "raw": "A scene from a TV show in which a woman sits on a couch and looks at her hands.", "with_names": "Brooke sits on a couch and looks at her hands."}, {"scene_id": "bb-09-29-14s15", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is playing basketball in the background.", "with_names": ""}, {"scene_id": "bb-09-29-14s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]