[{"scene_id": "atwt-04-08-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and adjusting his tie.", "with_names": ""}, {"scene_id": "atwt-04-08-05s1", "raw": "A scene from a TV show in which a man is holding a file and another man is looking at it.", "with_names": "a man is holding a file and another man is looking at it."}, {"scene_id": "atwt-04-08-05s2", "raw": "A scene from a TV show in which a blonde woman is crying and a blond woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-08-05s3", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him.", "with_names": ""}, {"scene_id": "atwt-04-08-05s4", "raw": "A scene from a TV show in which a man is sitting at a table with a cup of coffee and a newspaper, and another man is standing behind him.", "with_names": "a man is sitting at a table with a cup of coffee and a newspaper, and another man is standing behind him."}, {"scene_id": "atwt-04-08-05s5", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-04-08-05s6", "raw": "A scene from a TV show in which a man is seen in a dark room with a black background", "with_names": "a man is in a dark room with a black background"}, {"scene_id": "atwt-04-08-05s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-04-08-05s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a tie", "with_names": "a man is wearing a black shirt and a tie"}, {"scene_id": "atwt-04-08-05s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-08-05s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-08-05s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-08-05s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-04-08-05s13", "raw": "A scene from a TV show in which a man is looking at a picture frame and talking.", "with_names": ""}, {"scene_id": "atwt-04-08-05s14", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "atwt-04-08-05s15", "raw": "A scene from a TV show in which a woman walks on a wooden bridge in a field of flowers.", "with_names": "a woman walks on a wooden bridge in a field of flowers."}, {"scene_id": "atwt-04-08-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-04-08-05s17", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-08-05s18", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-08-05s19", "raw": "A scene from a TV show in which a woman holds a box of pills.", "with_names": "a woman holds a box of pills."}, {"scene_id": "atwt-04-08-05s20", "raw": "A scene from a TV show in which a man is walking down a street, wearing a grey coat.", "with_names": "a man is walking down a street, wearing a grey coat."}, {"scene_id": "atwt-04-08-05s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-04-08-05s22", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-04-08-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-08-05s24", "raw": "A scene from a TV show in which a woman is standing in a room filled with shelves and boxes.", "with_names": "a woman is standing in a room filled with shelves and boxes."}, {"scene_id": "atwt-04-08-05s25", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is smoking a cigarette.", "with_names": "two men are standing next to each other, one of them is smoking a cigarette."}, {"scene_id": "atwt-04-08-05s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-08-05s27", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "a man is looking at a woman and making a face"}, {"scene_id": "atwt-04-08-05s28", "raw": "A scene from a TV show in which a woman is wearing a green cardigan and a striped dress and is shaking hands with a man.", "with_names": "a woman is wearing a green cardigan and a striped dress and is shaking hands with a man."}, {"scene_id": "atwt-04-08-05s29", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-04-08-05s30", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}]