[{"scene_id": "atwt-05-19-05s0", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-05-19-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a white rose in his lapel.", "with_names": "a man is wearing a suit and tie and a white rose in his lapel."}, {"scene_id": "atwt-05-19-05s2", "raw": "A scene from a TV show in which a man is lying on a bed and looking down at his hands.", "with_names": "a man is lying on a bed and looking down at his hands."}, {"scene_id": "atwt-05-19-05s3", "raw": "A scene from a TV show in which a red box is surrounded by pills.", "with_names": "a red box is surrounded by pills."}, {"scene_id": "atwt-05-19-05s4", "raw": "A scene from a TV show in which a person is cleaning a blue tiled wall with a mop.", "with_names": "a person is cleaning a blue tiled wall with a mop."}, {"scene_id": "atwt-05-19-05s5", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "atwt-05-19-05s6", "raw": "A scene from a TV show in which a young woman is wearing a pink dress and her hair is in a ponytail.", "with_names": "a young woman is wearing a pink dress and her hair is in a ponytail."}, {"scene_id": "atwt-05-19-05s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room with flowers.", "with_names": "a man and a woman are standing in a room with flowers."}, {"scene_id": "atwt-05-19-05s8", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black vest and is smiling at a man.", "with_names": "a woman is wearing a white shirt and a black vest and is smiling at a man."}, {"scene_id": "atwt-05-19-05s9", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a short haircut.", "with_names": "a man is wearing a striped shirt and a short haircut."}, {"scene_id": "atwt-05-19-05s10", "raw": "A scene from a TV show in which a bride and groom are sitting on a bench.", "with_names": "a bride and groom are sitting on a bench."}, {"scene_id": "atwt-05-19-05s11", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a white dress", "with_names": "a woman is wearing a pink sweater and a white dress"}, {"scene_id": "atwt-05-19-05s12", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-19-05s13", "raw": "A scene from a TV show in which a police officer is lying on the ground, his head down, with his hands clasped together.", "with_names": "a police officer is lying on the ground, his head down, with his hands clasped together."}, {"scene_id": "atwt-05-19-05s14", "raw": "A scene from a TV show in which a man is seen being dragged by a tiger.", "with_names": "a man is being dragged by a tiger."}, {"scene_id": "atwt-05-19-05s15", "raw": "A scene from a TV show in which a man is seen in a dark room, with a circle on the screen and a light shining on him.", "with_names": "a man is in a dark room, with a circle on the screen and a light shining on him."}, {"scene_id": "atwt-05-19-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-19-05s17", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-05-19-05s18", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-19-05s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-19-05s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-19-05s21", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "a man is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-05-19-05s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-19-05s23", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-19-05s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and holding a white rose.", "with_names": "a man is wearing a suit and tie and holding a white rose."}, {"scene_id": "atwt-05-19-05s25", "raw": "A scene from a TV show in which a woman is shopping in a grocery store.", "with_names": "] is shopping in a grocery store."}, {"scene_id": "atwt-05-19-05s26", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and veil", "with_names": "a woman is wearing a wedding dress and veil"}, {"scene_id": "atwt-05-19-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-05-19-05s28", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-19-05s29", "raw": "A scene from a TV show in which a man is running through a forest with a dog.", "with_names": "a man is running through a forest with a dog."}, {"scene_id": "atwt-05-19-05s30", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}]