[{"scene_id": "oltl-05-21-09s0", "raw": "A scene from a TV show in which a blonde woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-05-21-09s1", "raw": "A scene from a TV show in which a woman is lying in a bathtub with her hands behind her head", "with_names": "a woman is lying in a bathtub with her hands behind her head"}, {"scene_id": "oltl-05-21-09s2", "raw": "A scene from a TV show in which a woman is being attacked by a large wooden stick.", "with_names": "a woman is being attacked by a large wooden stick."}, {"scene_id": "oltl-05-21-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "oltl-05-21-09s4", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman to her right.", "with_names": ""}, {"scene_id": "oltl-05-21-09s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-21-09s6", "raw": "A scene from a TV show in which a woman is holding a baby and looking down.", "with_names": "a woman is holding a baby and looking down."}, {"scene_id": "oltl-05-21-09s7", "raw": "A scene from a TV show in which a man is climbing a ladder.", "with_names": "a man is climbing a ladder."}, {"scene_id": "oltl-05-21-09s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-05-21-09s9", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is looking at her.", "with_names": "a woman is holding a baby and another woman is looking at her."}, {"scene_id": "oltl-05-21-09s10", "raw": "A scene from a TV show in which a woman is wearing a crown and a man is standing next to her.", "with_names": "a woman is wearing a crown and a man is standing next to her."}, {"scene_id": "oltl-05-21-09s11", "raw": "A scene from a TV show in which a doctor is holding a baby while a woman holds a child.", "with_names": "a doctor is holding a baby while a woman holds a child."}, {"scene_id": "oltl-05-21-09s12", "raw": "A scene from a TV show in which a woman is holding her hand to her face and looking down, with her eyes closed.", "with_names": "a woman is holding her hand to her face and looking down, with her eyes closed."}, {"scene_id": "oltl-05-21-09s13", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-05-21-09s14", "raw": "A scene from a TV show in which a woman is holding a baby and looking down.", "with_names": "a woman is holding a baby and looking down."}, {"scene_id": "oltl-05-21-09s15", "raw": "A scene from a TV show in which a man is seen holding a gun.", "with_names": "a man is holding a gun."}, {"scene_id": "oltl-05-21-09s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-21-09s17", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-05-21-09s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-21-09s19", "raw": "A scene from a TV show in which a woman is holding a baby in a bathroom.", "with_names": "a woman is holding a baby in a bathroom."}, {"scene_id": "oltl-05-21-09s20", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-05-21-09s21", "raw": "A scene from a TV show in which a man is looking at a wall.", "with_names": "a man is looking at a wall."}, {"scene_id": "oltl-05-21-09s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-05-21-09s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-05-21-09s24", "raw": "A scene from a TV show in which a woman is looking at a baby through a window.", "with_names": "a woman is looking at a baby through a window."}, {"scene_id": "oltl-05-21-09s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-05-21-09s26", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman.", "with_names": ""}, {"scene_id": "oltl-05-21-09s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-21-09s28", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-05-21-09s29", "raw": "A scene from a TV show in which a woman holds a baby and looks at it.", "with_names": "a woman holds a baby and looks at it."}, {"scene_id": "oltl-05-21-09s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-21-09s31", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "oltl-05-21-09s32", "raw": "A scene from a TV show in which a woman is laying on a bed with a newspaper and glasses on top of it.", "with_names": "a woman is laying on a bed with a newspaper and glasses on top of it."}, {"scene_id": "oltl-05-21-09s33", "raw": "A scene from a TV show in which a man is wearing a neck brace.", "with_names": "a man is wearing a neck brace."}, {"scene_id": "oltl-05-21-09s34", "raw": "A scene from a TV show in which a woman is pushing a suitcase through a glass door.", "with_names": "a woman is pushing a suitcase through a glass door."}, {"scene_id": "oltl-05-21-09s35", "raw": "A scene from a TV show in which a woman is driving a car and her hands are on the steering wheel.", "with_names": "a woman is driving a car and her hands are on the steering wheel."}]