[{"scene_id": "oltl-04-23-07s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "oltl-04-23-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-23-07s2", "raw": "A scene from a TV show in which a woman is standing next to a man, with her arms crossed.", "with_names": "a woman is standing next to a man, with her arms crossed."}, {"scene_id": "oltl-04-23-07s3", "raw": "A scene from a TV show in which a woman is talking to a man in a garden.", "with_names": ""}, {"scene_id": "oltl-04-23-07s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-23-07s5", "raw": "A scene from a TV show in which a woman is holding her hair back from her face.", "with_names": "a woman is holding her hair back from her face."}, {"scene_id": "oltl-04-23-07s6", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-23-07s7", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-23-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-23-07s9", "raw": "A scene from a TV show in which a father is talking to his daughter.", "with_names": ""}, {"scene_id": "oltl-04-23-07s10", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman is laughing.", "with_names": ""}, {"scene_id": "oltl-04-23-07s11", "raw": "A scene from a TV show in which a young man is holding a microphone and talking.", "with_names": ""}, {"scene_id": "oltl-04-23-07s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-23-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-23-07s14", "raw": "A scene from a TV show in which a man and a woman are sitting in a crowd of people, clapping.", "with_names": "a man and a woman are sitting in a crowd of people, clapping."}, {"scene_id": "oltl-04-23-07s15", "raw": "A scene from a TV show in which a blonde woman is looking at a man with a serious expression.", "with_names": "a blonde woman is looking at a man with a serious expression."}, {"scene_id": "oltl-04-23-07s16", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-23-07s17", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and a woman are kissing passionately."}, {"scene_id": "oltl-04-23-07s18", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "oltl-04-23-07s19", "raw": "A scene from a TV show in which three girls are sitting in a school hall.", "with_names": "three girls are sitting in a school hall."}, {"scene_id": "oltl-04-23-07s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-04-23-07s21", "raw": "A scene from a TV show in which a woman is standing in a room with a white shirt and a black dress.", "with_names": "a woman is standing in a room with a white shirt and a black dress."}, {"scene_id": "oltl-04-23-07s22", "raw": "A scene from a TV show in which a black girl is talking to a white girl.", "with_names": ""}, {"scene_id": "oltl-04-23-07s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-23-07s24", "raw": "A scene from a TV show in which a woman is watching a man and a dog on a couch.", "with_names": "a woman is watching a man and a dog on a couch."}, {"scene_id": "oltl-04-23-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-23-07s26", "raw": "A scene from a TV show in which a girl is being hugged by another girl.", "with_names": "a girl is being hugged by another girl."}, {"scene_id": "oltl-04-23-07s27", "raw": "A scene from a TV show in which two men are standing in a garden, with a statue of an angel behind them.", "with_names": "two men are standing in a garden, with a statue of an angel behind them."}, {"scene_id": "oltl-04-23-07s28", "raw": "A scene from a TV show in which a woman is sitting in front of a window and looking out.", "with_names": "a woman is sitting in front of a window and looking out."}]