[{"scene_id": "oltl-05-30-06s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a screen.", "with_names": ""}, {"scene_id": "oltl-05-30-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-30-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-30-06s3", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at the camera.", "with_names": "a man is walking down a hallway and looking at the camera."}, {"scene_id": "oltl-05-30-06s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-05-30-06s5", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-05-30-06s6", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}, {"scene_id": "oltl-05-30-06s7", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "oltl-05-30-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-30-06s9", "raw": "A scene from a TV show in which a man is being carried on a stretcher", "with_names": "a man is being carried on a stretcher"}, {"scene_id": "oltl-05-30-06s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "oltl-05-30-06s11", "raw": "A scene from a TV show in which a person is donating blood.", "with_names": "a person is donating blood."}, {"scene_id": "oltl-05-30-06s12", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "oltl-05-30-06s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bruised face.", "with_names": "a woman is lying in a hospital bed with a bruised face."}, {"scene_id": "oltl-05-30-06s14", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-05-30-06s15", "raw": "A scene from a TV show in which a man is seen putting a baby in a crib.", "with_names": "a man is putting a baby in a crib."}, {"scene_id": "oltl-05-30-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is in a pink shirt and jeans.", "with_names": "a man is wearing a suit and tie and a woman is in a pink shirt and jeans."}, {"scene_id": "oltl-05-30-06s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-30-06s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-30-06s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-30-06s20", "raw": "A scene from a TV show in which a woman is being handcuffed by a man.", "with_names": "a woman is being handcuffed by a man."}, {"scene_id": "oltl-05-30-06s21", "raw": "A scene from a TV show in which two women are posing with a photo of a man.", "with_names": "two women are posing with a photo of a man."}, {"scene_id": "oltl-05-30-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-06s24", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-05-30-06s25", "raw": "A scene from a TV show in which a woman is holding a baby and reading a letter to her.", "with_names": "a woman is holding a baby and reading a letter to her."}, {"scene_id": "oltl-05-30-06s26", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "oltl-05-30-06s27", "raw": "A scene from a TV show in which a woman is talking about a pink jacket.", "with_names": ""}, {"scene_id": "oltl-05-30-06s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-06s29", "raw": "A scene from a TV show in which a man is standing behind a woman and a young man sitting at a desk.", "with_names": "a man is standing behind a woman and a young man sitting at a desk."}, {"scene_id": "oltl-05-30-06s30", "raw": "A scene from a TV show in which a man is massaging a woman's neck.", "with_names": "a man is massaging a woman's neck."}, {"scene_id": "oltl-05-30-06s31", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-05-30-06s32", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a bus.", "with_names": "a man and a woman are sitting next to each other on a bus."}, {"scene_id": "oltl-05-30-06s33", "raw": "A scene from a TV show in which a woman is seen bending over a baby in a hospital bed.", "with_names": "a woman is bending over a baby in a hospital bed."}, {"scene_id": "oltl-05-30-06s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-30-06s35", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and tie.", "with_names": "two men are standing in a room, one of them is wearing a suit and tie."}, {"scene_id": "oltl-05-30-06s36", "raw": "A scene from a TV show in which a woman is being harassed by two other women.", "with_names": "a woman is being harassed by two other women."}, {"scene_id": "oltl-05-30-06s37", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}]