[{"scene_id": "bb-07-14-15s0", "raw": "A scene from a TV show in which a man is talking to a couple in their living room.", "with_names": ""}, {"scene_id": "bb-07-14-15s1", "raw": "A scene from a TV show in which a woman is sitting next to a man and a dog.", "with_names": "a woman is sitting next to a man and a dog."}, {"scene_id": "bb-07-14-15s2", "raw": "A scene from a TV show in which a woman is greeted by a man at the bottom of a staircase.", "with_names": "a woman is greeted by a man at the bottom of a staircase."}, {"scene_id": "bb-07-14-15s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "a man and a woman sit on a couch."}, {"scene_id": "bb-07-14-15s4", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-07-14-15s5", "raw": "A scene from a TV show in which a woman walks into a room and sees a fireplace.", "with_names": "a woman walks into a room and sees a fireplace."}, {"scene_id": "bb-07-14-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-15s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-14-15s8", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-07-14-15s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a therapist.", "with_names": "a man and a woman sit on a couch and talk to a therapist."}, {"scene_id": "bb-07-14-15s10", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-07-14-15s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-14-15s12", "raw": "A scene from a TV show in which two men sit at a table and talk.", "with_names": "two men sit at a table and talk."}, {"scene_id": "bb-07-14-15s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-14-15s14", "raw": "A scene from a TV show in which a woman is tending to plants.", "with_names": "a woman is tending to plants."}, {"scene_id": "bb-07-14-15s15", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-07-14-15s16", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a plaid shirt.", "with_names": "a woman is wearing a red dress and a man is in a plaid shirt."}, {"scene_id": "bb-07-14-15s17", "raw": "A scene from a TV show in which a young woman is shown in profile, her head turned away from the camera.", "with_names": ""}, {"scene_id": "bb-07-14-15s18", "raw": "A scene from a TV show in which a man is standing in a living room with a staircase.", "with_names": "a man is standing in a living room with a staircase."}, {"scene_id": "bb-07-14-15s19", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-07-14-15s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-07-14-15s21", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "] is in a black room, with a black background."}]