[{"scene_id": "gl-08-21-06s0", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is grabbing her neck.", "with_names": "a woman is lying on a couch and a man is grabbing her neck."}, {"scene_id": "gl-08-21-06s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-08-21-06s2", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-08-21-06s3", "raw": "", "with_names": ""}, {"scene_id": "gl-08-21-06s4", "raw": "A scene from a TV show in which a man is being beaten by a woman.", "with_names": "a man is being beaten by a woman."}, {"scene_id": "gl-08-21-06s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "gl-08-21-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch with his hands on his stomach and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-08-21-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-21-06s8", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-08-21-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-21-06s10", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "gl-08-21-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-08-21-06s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-08-21-06s13", "raw": "A scene from a TV show in which a man is strapped to a stretcher and a doctor is holding his hand.", "with_names": "a man is strapped to a stretcher and a doctor is holding his hand."}, {"scene_id": "gl-08-21-06s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a tie and a mask.", "with_names": "a man is lying in a hospital bed, wearing a tie and a mask."}, {"scene_id": "gl-08-21-06s15", "raw": "A scene from a TV show in which a woman is wearing a pink dress and glasses", "with_names": "a woman is wearing a pink dress and glasses"}, {"scene_id": "gl-08-21-06s16", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-21-06s17", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is kissing her on the cheek.", "with_names": "a woman is wearing a white shirt and a man is kissing her on the cheek."}, {"scene_id": "gl-08-21-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-21-06s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube in his nose and a woman leaning over him.", "with_names": "a man is lying in a hospital bed with a tube in his nose and a woman leaning over him."}, {"scene_id": "gl-08-21-06s20", "raw": "A scene from a TV show in which a woman is crying and a blonde woman is comforting her.", "with_names": "a woman is crying and a blonde woman is comforting her."}, {"scene_id": "gl-08-21-06s21", "raw": "A scene from a TV show in which a woman is wearing a gold necklace and a dress", "with_names": "a woman is wearing a gold necklace and a dress"}, {"scene_id": "gl-08-21-06s22", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a man is in the background.", "with_names": "a woman is wearing a white lab coat and a man is in the background."}, {"scene_id": "gl-08-21-06s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a blonde woman is sitting next to him.", "with_names": "a man is lying in a hospital bed, a blonde woman is sitting next to him."}, {"scene_id": "gl-08-21-06s24", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-21-06s25", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-08-21-06s26", "raw": "A scene from a TV show in which a man is talking on a phone and looking surprised.", "with_names": ""}, {"scene_id": "gl-08-21-06s27", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}]