[{"scene_id": "bb-04-13-15s0", "raw": "A scene from a TV show in which a sign is seen outside of a building that says \"Century\"", "with_names": "a sign is outside of a building that says \"century\""}, {"scene_id": "bb-04-13-15s1", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "bb-04-13-15s2", "raw": "A scene from a TV show in which a man stands in a dark room with his arms crossed.", "with_names": "a man stands in a dark room with his arms crossed."}, {"scene_id": "bb-04-13-15s3", "raw": "A scene from a TV show in which a young woman is standing in a closet, looking at a man.", "with_names": "a young woman is standing in a closet, looking at a man."}, {"scene_id": "bb-04-13-15s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-04-13-15s5", "raw": "A scene from a TV show in which a man is trying on a blue dress.", "with_names": "a man is trying on a blue dress."}, {"scene_id": "bb-04-13-15s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-13-15s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-04-13-15s8", "raw": "A scene from a TV show in which a young woman is wearing a grey sports bra and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-04-13-15s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-04-13-15s10", "raw": "A scene from a TV show in which a woman is standing behind a man and touching his shoulder.", "with_names": "a woman is standing behind a man and touching his shoulder."}, {"scene_id": "bb-04-13-15s11", "raw": "A scene from a TV show in which a girl stands in front of a desk and a computer.", "with_names": "a girl stands in front of a desk and a computer."}, {"scene_id": "bb-04-13-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]