[{"scene_id": "bb-06-11-15s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Steffy is looking at Liam and he is looking back at her."}, {"scene_id": "bb-06-11-15s1", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "bb-06-11-15s2", "raw": "A scene from a TV show in which a woman is talking about her new hair style.", "with_names": ""}, {"scene_id": "bb-06-11-15s3", "raw": "A scene from a TV show in which two men are talking in a bar.", "with_names": ""}, {"scene_id": "bb-06-11-15s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-11-15s5", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-06-11-15s6", "raw": "A scene from a TV show in which two men are standing in a room with a desk and chairs.", "with_names": "two men are standing in a room with a desk and chairs."}, {"scene_id": "bb-06-11-15s7", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a necklace.", "with_names": "a woman is wearing a floral dress and a necklace."}, {"scene_id": "bb-06-11-15s8", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and he is proposing to her.", "with_names": ""}, {"scene_id": "bb-06-11-15s9", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-11-15s10", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-06-11-15s11", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-06-11-15s12", "raw": "A scene from a TV show in which a man is being comforted by a woman.", "with_names": "a man is being comforted by a woman."}, {"scene_id": "bb-06-11-15s13", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "a man is in a black room, with a black background."}]