[{"scene_id": "bb-05-25-17s0", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "bb-05-25-17s1", "raw": "A scene from a TV show in which a black man and a white woman are talking.", "with_names": ""}, {"scene_id": "bb-05-25-17s2", "raw": "A scene from a TV show in which a man stands in front of a skyscraper.", "with_names": "Thomas stands in front of a skyscraper."}, {"scene_id": "bb-05-25-17s3", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "bb-05-25-17s4", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "bb-05-25-17s5", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-25-17s6", "raw": "A scene from a TV show in which a police officer and a woman are standing next to each other.", "with_names": "a police officer and Pam are standing next to each other."}, {"scene_id": "bb-05-25-17s7", "raw": "A scene from a TV show in which a woman is wearing a light blue sweater and a scarf.", "with_names": "a woman is wearing a light blue sweater and a scarf."}, {"scene_id": "bb-05-25-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-25-17s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-25-17s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch in front of a fireplace.", "with_names": "Zende and Nicole sit on a couch in front of a fireplace."}, {"scene_id": "bb-05-25-17s11", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-25-17s12", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "bb-05-25-17s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Nicole is looking at Zende and he is looking back at her."}]