[{"scene_id": "bb-05-11-15s0", "raw": "A scene from a TV show in which a man is standing in a living room, talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-11-15s1", "raw": "A scene from a TV show in which a young man is interviewed.", "with_names": "a young man is interviewed."}, {"scene_id": "bb-05-11-15s2", "raw": "A scene from a TV show in which a woman is introduced as the new host of the show.", "with_names": "a woman is introduced as the new host of the show."}, {"scene_id": "bb-05-11-15s3", "raw": "A scene from a TV show in which a man and a woman are talking to a male host.", "with_names": ""}, {"scene_id": "bb-05-11-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-11-15s5", "raw": "A scene from a TV show in which a young woman is standing in a doorway and looking around.", "with_names": "a young woman is standing in a doorway and looking around."}, {"scene_id": "bb-05-11-15s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-11-15s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-05-11-15s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Carter is wearing a suit and a tie."}, {"scene_id": "bb-05-11-15s9", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-11-15s10", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "bb-05-11-15s11", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "Maya is interviewed by Rick."}, {"scene_id": "bb-05-11-15s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "Nicole is sitting at a desk and Carter is standing behind her."}, {"scene_id": "bb-05-11-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-05-11-15s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-11-15s15", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-11-15s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-05-11-15s17", "raw": "A scene from a TV show in which a young woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-05-11-15s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-11-15s19", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-11-15s20", "raw": "A scene from a TV show in which a man and a woman are about to kiss.", "with_names": "Rick and Maya are about to kiss."}, {"scene_id": "bb-05-11-15s21", "raw": "A scene from a TV show in which a woman hugs her husband.", "with_names": "a woman hugs her husband."}, {"scene_id": "bb-05-11-15s22", "raw": "A scene from a TV show in which the Los Angeles skyline is shown.", "with_names": ""}]