[{"scene_id": "oltl-10-26-07s0", "raw": "A scene from a TV show in which a nurse is talking to a man in a diner.", "with_names": ""}, {"scene_id": "oltl-10-26-07s1", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "a man is shaking hands with a woman."}, {"scene_id": "oltl-10-26-07s2", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is looking at his cell phone.", "with_names": "a man is sitting at a table with a woman, and he is looking at his cell phone."}, {"scene_id": "oltl-10-26-07s3", "raw": "A scene from a TV show in which two men are driving a car at night.", "with_names": "two men are driving a car at night."}, {"scene_id": "oltl-10-26-07s4", "raw": "A scene from a TV show in which a woman and a child are sitting together.", "with_names": "a woman and a child are sitting together."}, {"scene_id": "oltl-10-26-07s5", "raw": "A scene from a TV show in which a man is looking at a bouquet of flowers.", "with_names": "a man is looking at a bouquet of flowers."}, {"scene_id": "oltl-10-26-07s6", "raw": "A scene from a TV show in which a man is standing behind a bar, talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-26-07s7", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to ] and they are both looking at something."}, {"scene_id": "oltl-10-26-07s8", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-10-26-07s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-10-26-07s10", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a neon sign reads Capricorn.", "with_names": "a man is sitting at a table with a woman, and a neon sign reads capricorn."}, {"scene_id": "oltl-10-26-07s11", "raw": "A scene from a TV show in which a woman and a child are talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-26-07s12", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to ] and they are both looking at something."}, {"scene_id": "oltl-10-26-07s13", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "oltl-10-26-07s14", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-10-26-07s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "oltl-10-26-07s16", "raw": "A scene from a TV show in which two men are sitting in a car and laughing.", "with_names": "two men are sitting in a car and laughing."}, {"scene_id": "oltl-10-26-07s17", "raw": "A scene from a TV show in which a man and a boy are sitting together on a couch.", "with_names": "a man and a boy are sitting together on a couch."}, {"scene_id": "oltl-10-26-07s18", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "oltl-10-26-07s19", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him, looking at his book.", "with_names": "a man is sitting at a table and a woman is standing behind him, looking at his book."}, {"scene_id": "oltl-10-26-07s20", "raw": "A scene from a TV show in which a woman is standing in front of a man at a bar.", "with_names": "a woman is standing in front of a man at a bar."}, {"scene_id": "oltl-10-26-07s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-10-26-07s22", "raw": "A scene from a TV show in which two men are sitting in a car.", "with_names": "two men are sitting in a car."}, {"scene_id": "oltl-10-26-07s23", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-26-07s24", "raw": "A scene from a TV show in which a woman is holding a hat and smiling.", "with_names": "a woman is holding a hat and smiling."}, {"scene_id": "oltl-10-26-07s25", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a man is standing next to her.", "with_names": "a woman is sitting at a table with a wine glass and a man is standing next to her."}, {"scene_id": "oltl-10-26-07s26", "raw": "A scene from a TV show in which a man is wearing a white chef's outfit and a red scarf.", "with_names": "a man is wearing a white chef's outfit and a red scarf."}, {"scene_id": "oltl-10-26-07s27", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-26-07s28", "raw": "A scene from a TV show in which a woman is sitting with her eyes closed and her hair flowing", "with_names": "a woman is sitting with her eyes closed and her hair flowing"}, {"scene_id": "oltl-10-26-07s29", "raw": "A scene from a TV show in which a man is sitting in a car and looking down at his hands.", "with_names": "a man is sitting in a car and looking down at his hands."}, {"scene_id": "oltl-10-26-07s30", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}]