[{"scene_id": "pc-04-24-01s0", "raw": "A scene from a TV show in which a heart is drawn on a purple background", "with_names": "a heart is drawn on a purple background"}, {"scene_id": "pc-04-24-01s1", "raw": "A scene from a TV show in which a woman is handing a letter to another woman.", "with_names": "a woman is handing a letter to another woman."}, {"scene_id": "pc-04-24-01s2", "raw": "A scene from a TV show in which a piano is played by a woman", "with_names": "a piano is played by Frank"}, {"scene_id": "pc-04-24-01s3", "raw": "A scene from a TV show in which a man is seen crying over a cat.", "with_names": "Frank is crying over a cat."}, {"scene_id": "pc-04-24-01s4", "raw": "A scene from a TV show in which two women are standing in a restaurant, one of them is holding a menu.", "with_names": "two women are standing in a restaurant, one of them is holding a menu."}, {"scene_id": "pc-04-24-01s5", "raw": "A scene from a TV show in which two women are sitting at a bar, talking to each other.", "with_names": ""}, {"scene_id": "pc-04-24-01s6", "raw": "A scene from a TV show in which a man is pointing at a chair and yelling.", "with_names": "Frank is pointing at a chair and yelling."}, {"scene_id": "pc-04-24-01s7", "raw": "A scene from a TV show in which a doctor is eating a sandwich", "with_names": "a doctor is eating a sandwich"}, {"scene_id": "pc-04-24-01s8", "raw": "A scene from a TV show in which a man is pouring a drink into a blender while a woman watches.", "with_names": "Frank is pouring a drink into a blender while Karen watches."}, {"scene_id": "pc-04-24-01s9", "raw": "A scene from a TV show in which a doctor is wearing scrubs and a stethoscope around his neck", "with_names": "a doctor is wearing scrubs and a stethoscope around his neck"}, {"scene_id": "pc-04-24-01s10", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Frank is yelling at Karen."}, {"scene_id": "pc-04-24-01s12", "raw": "A scene from a TV show in which a doctor is trying to help a patient.", "with_names": "a doctor is trying to help a patient."}, {"scene_id": "pc-04-24-01s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-24-01s14", "raw": "A scene from a TV show in which a blonde woman is standing in front of a window", "with_names": "a blonde woman is standing in front of a window"}, {"scene_id": "pc-04-24-01s15", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "Cookie is crying and a man is looking at her with a concerned expression."}, {"scene_id": "pc-04-24-01s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]