[{"scene_id": "bb-04-20-06s0", "raw": "A scene from a TV show in which a man is walking down a hallway and a potted plant is in the foreground", "with_names": "a man is walking down a hallway and a potted plant is in the foreground"}, {"scene_id": "bb-04-20-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-20-06s2", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a dog.", "with_names": "a man is standing in a room with a woman and a dog."}, {"scene_id": "bb-04-20-06s3", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-20-06s4", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a large black skirt.", "with_names": "a woman is wearing a long black dress and a large black skirt."}, {"scene_id": "bb-04-20-06s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a white necklace.", "with_names": "a woman is wearing a black dress and a white necklace."}, {"scene_id": "bb-04-20-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is talking.", "with_names": ""}, {"scene_id": "bb-04-20-06s7", "raw": "A scene from a TV show in which a door is opened and a man is seen walking out", "with_names": "a door is opened and a man is walking out"}, {"scene_id": "bb-04-20-06s8", "raw": "A scene from a TV show in which a man is looking at a picture and talking", "with_names": ""}, {"scene_id": "bb-04-20-06s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-20-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-20-06s11", "raw": "A scene from a TV show in which a man is bending over a desk, another man is standing behind him.", "with_names": "a man is bending over a desk, another man is standing behind him."}, {"scene_id": "bb-04-20-06s12", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}]