[{"scene_id": "oltl-06-11-08s0", "raw": "A scene from a TV show in which a man is holding his nose and a woman is laughing.", "with_names": "a man is holding his nose and Talia is laughing."}, {"scene_id": "oltl-06-11-08s1", "raw": "A scene from a TV show in which a woman is reading a book.", "with_names": "a woman is reading a book."}, {"scene_id": "oltl-06-11-08s2", "raw": "A scene from a TV show in which a woman kisses a young boy on the cheek.", "with_names": "a woman kisses a young boy on the cheek."}, {"scene_id": "oltl-06-11-08s3", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-06-11-08s4", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "oltl-06-11-08s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and a little boy is standing next to her.", "with_names": ""}, {"scene_id": "oltl-06-11-08s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-08s7", "raw": "A scene from a TV show in which a shirtless man looks over his shoulder.", "with_names": "a shirtless man looks over his shoulder."}, {"scene_id": "oltl-06-11-08s8", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with a bandage on his arm.", "with_names": "a man is sitting in a hospital bed with a bandage on his arm."}, {"scene_id": "oltl-06-11-08s9", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "a man and a woman are holding hands and looking at each other."}, {"scene_id": "oltl-06-11-08s10", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-06-11-08s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-08s12", "raw": "A scene from a TV show in which a young boy is playing basketball with his mother and father.", "with_names": "a young boy is playing basketball with his mother and father."}, {"scene_id": "oltl-06-11-08s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands over him, and another man is sitting in the bed.", "with_names": "a man is lying in a hospital bed, a woman stands over him, and another man is sitting in the bed."}, {"scene_id": "oltl-06-11-08s14", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hallway.", "with_names": ""}, {"scene_id": "oltl-06-11-08s15", "raw": "A scene from a TV show in which a man is kneeling down and holding a small child. A woman is standing next to him, and they are both looking at a flower.", "with_names": "a man is kneeling down and holding a small child. a woman is standing next to him, and they are both looking at a flower."}, {"scene_id": "oltl-06-11-08s16", "raw": "A scene from a TV show in which a shirtless man is smiling.", "with_names": "a shirtless man is smiling."}, {"scene_id": "oltl-06-11-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-08s18", "raw": "A scene from a TV show in which a shirtless man is talking to a boy in a basketball jersey.", "with_names": ""}, {"scene_id": "oltl-06-11-08s19", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by ]."}, {"scene_id": "oltl-06-11-08s20", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-11-08s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-11-08s22", "raw": "A scene from a TV show in which a man is laying on a lawn chair, his head resting on his hands.", "with_names": "a man is laying on a lawn chair, his head resting on his hands."}, {"scene_id": "oltl-06-11-08s23", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-06-11-08s24", "raw": "A scene from a TV show in which a woman is holding a yellow flower and walking down a hallway.", "with_names": "a woman is holding a yellow flower and walking down a hallway."}, {"scene_id": "oltl-06-11-08s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-11-08s26", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-06-11-08s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-11-08s28", "raw": "A scene from a TV show in which a young woman is wearing a headband and a white shirt.", "with_names": "a young woman is wearing a headband and a white shirt."}, {"scene_id": "oltl-06-11-08s29", "raw": "A scene from a TV show in which a man is talking to a woman and is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-06-11-08s30", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is shaking hands with a woman.", "with_names": "a man is wearing a suit and tie and is shaking hands with a woman."}]