[{"scene_id": "gl-01-20-03s0", "raw": "A scene from a TV show in which a woman is holding a deck of cards and a man is sitting at a table with a glass of wine.", "with_names": "a woman is holding a deck of cards and a man is sitting at a table with a glass of wine."}, {"scene_id": "gl-01-20-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-01-20-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-20-03s3", "raw": "A scene from a TV show in which a man is standing next to a woman in a living room.", "with_names": "a man is standing next to ] in a living room."}, {"scene_id": "gl-01-20-03s4", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man in a yellow wig is standing behind her.", "with_names": "a woman is wearing a blue dress and a man in a yellow wig is standing behind her."}, {"scene_id": "gl-01-20-03s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-20-03s6", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and a white dress.", "with_names": "a woman is wearing a pearl necklace and a white dress."}, {"scene_id": "gl-01-20-03s7", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, looking at her reflection.", "with_names": "a woman is standing in front of a mirror, looking at her reflection."}, {"scene_id": "gl-01-20-03s8", "raw": "A scene from a TV show in which a man is holding a folder and talking to another man.", "with_names": ""}, {"scene_id": "gl-01-20-03s9", "raw": "A scene from a TV show in which a woman is standing in a room with a wooden box.", "with_names": "a woman is standing in a room with a wooden box."}, {"scene_id": "gl-01-20-03s10", "raw": "A scene from a TV show in which a woman is standing in front of a door with her arms crossed.", "with_names": "a woman is standing in front of a door with her arms crossed."}, {"scene_id": "gl-01-20-03s11", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-20-03s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and drinking wine.", "with_names": "a woman is sitting on a bed and drinking wine."}, {"scene_id": "gl-01-20-03s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-20-03s14", "raw": "A scene from a TV show in which a man is giving a woman flowers.", "with_names": "a man is giving a woman flowers."}, {"scene_id": "gl-01-20-03s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-20-03s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-20-03s17", "raw": "A scene from a TV show in which a man is sitting at a restaurant table with a wine glass and a martini.", "with_names": "a man is sitting at a restaurant table with a wine glass and a martini."}, {"scene_id": "gl-01-20-03s18", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-01-20-03s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-20-03s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}]