[{"scene_id": "oltl-10-12-06s0", "raw": "A scene from a TV show in which a man is standing behind a woman, with his hands on her shoulders.", "with_names": "a man is standing behind a woman, with his hands on her shoulders."}, {"scene_id": "oltl-10-12-06s1", "raw": "A scene from a TV show in which a man is seen in his underwear in a kitchen. A woman is standing in front of him, looking at him.", "with_names": "a man is in his underwear in a kitchen. a woman is standing in front of him, looking at him."}, {"scene_id": "oltl-10-12-06s2", "raw": "A scene from a TV show in which a man is holding a baby and beer bottles.", "with_names": "a man is holding a baby and beer bottles."}, {"scene_id": "oltl-10-12-06s3", "raw": "A scene from a TV show in which a woman is standing in front of a door with her arms crossed.", "with_names": "a woman is standing in front of a door with her arms crossed."}, {"scene_id": "oltl-10-12-06s4", "raw": "A scene from a TV show in which a woman is standing in front of a bookcase and a beam of light is coming from behind her.", "with_names": "a woman is standing in front of a bookcase and a beam of light is coming from behind her."}, {"scene_id": "oltl-10-12-06s5", "raw": "A scene from a TV show in which a man is sitting in a chair wearing a cowboy hat and a blue suit.", "with_names": ""}, {"scene_id": "oltl-10-12-06s6", "raw": "A scene from a TV show in which a man is wearing only his underwear.", "with_names": "a man is wearing only his underwear."}, {"scene_id": "oltl-10-12-06s7", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is in a brown jacket.", "with_names": "a woman is wearing a white shirt and a man is in a brown jacket."}, {"scene_id": "oltl-10-12-06s8", "raw": "A scene from a TV show in which a woman is walking down a hallway with a cane.", "with_names": "a woman is walking down a hallway with a cane."}, {"scene_id": "oltl-10-12-06s9", "raw": "A scene from a TV show in which a woman is being comforted by two other women.", "with_names": "a woman is being comforted by two other women."}, {"scene_id": "oltl-10-12-06s10", "raw": "A scene from a TV show in which a man is holding a baby and talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-12-06s11", "raw": "A scene from a TV show in which a man is sitting in a chair, wearing a suit and a hat, and another man deputized to be his butler stands nearby, holding a book", "with_names": ""}, {"scene_id": "oltl-10-12-06s12", "raw": "A scene from a TV show in which two women are standing next to each other with their arms crossed.", "with_names": "two women are standing next to each other with their arms crossed."}, {"scene_id": "oltl-10-12-06s13", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-12-06s14", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a blue sweater.", "with_names": "a man is wearing a cowboy hat and a blue sweater."}, {"scene_id": "oltl-10-12-06s15", "raw": "A scene from a TV show in which a man is holding a baby and talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-12-06s16", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a white shirt.", "with_names": "a woman is wearing a red blazer and a white shirt."}, {"scene_id": "oltl-10-12-06s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a brick wall.", "with_names": "a man and a woman are standing in front of a brick wall."}, {"scene_id": "oltl-10-12-06s18", "raw": "A scene from a TV show in which a man is wearing a tan jacket and blue shirt and is shrugging his shoulders.", "with_names": "a man is wearing a tan jacket and blue shirt and is shrugging his shoulders."}, {"scene_id": "oltl-10-12-06s19", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-10-12-06s20", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-12-06s21", "raw": "A scene from a TV show in which a man is wearing a tan jacket and blue shirt.", "with_names": "a man is wearing a tan jacket and blue shirt."}, {"scene_id": "oltl-10-12-06s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-12-06s23", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-10-12-06s24", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-12-06s25", "raw": "A scene from a TV show in which a woman is holding a baby and a man is kissing her on the cheek.", "with_names": "a woman is holding a baby and a man is kissing her on the cheek."}, {"scene_id": "oltl-10-12-06s26", "raw": "A scene from a TV show in which a man and a woman are standing outside and talking.", "with_names": ""}]