[{"scene_id": "atwt-03-07-08s0", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a white necklace.", "with_names": "a woman is wearing a black turtleneck and a white necklace."}, {"scene_id": "atwt-03-07-08s1", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a blonde wig.", "with_names": "a woman is wearing a blue dress and a blonde wig."}, {"scene_id": "atwt-03-07-08s2", "raw": "A scene from a TV show in which a man is being kissed on the cheek by a woman.", "with_names": "a man is being kissed on the cheek by a woman."}, {"scene_id": "atwt-03-07-08s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-03-07-08s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-07-08s5", "raw": "A scene from a TV show in which a person is filling a glass with tap water.", "with_names": "a person is filling a glass with tap water."}, {"scene_id": "atwt-03-07-08s6", "raw": "A scene from a TV show in which a man is holding a folder and talking to three people.", "with_names": ""}, {"scene_id": "atwt-03-07-08s7", "raw": "A scene from a TV show in which a man is talking and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-03-07-08s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-07-08s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-03-07-08s10", "raw": "A scene from a TV show in which a man is shown in a suit and tie.", "with_names": ""}, {"scene_id": "atwt-03-07-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-07-08s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him.", "with_names": "a man is wearing a black shirt and a woman is standing behind him."}, {"scene_id": "atwt-03-07-08s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-07-08s14", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-03-07-08s15", "raw": "A scene from a TV show in which a boy is eating soup with a spoon.", "with_names": "a boy is eating soup with a spoon."}, {"scene_id": "atwt-03-07-08s16", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-07-08s17", "raw": "A scene from a TV show in which a woman is seen through a window, with her reflection appearing to be a man.", "with_names": "a woman is through a window, with her reflection appearing to be a man."}, {"scene_id": "atwt-03-07-08s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-07-08s19", "raw": "A scene from a TV show in which a man is looking at another man and smiling", "with_names": "a man is looking at another man and smiling"}, {"scene_id": "atwt-03-07-08s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-07-08s21", "raw": "A scene from a TV show in which a woman is sitting on a green couch and eating a sandwich.", "with_names": "] is sitting on a green couch and eating a sandwich."}, {"scene_id": "atwt-03-07-08s22", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "atwt-03-07-08s23", "raw": "A scene from a TV show in which a blonde girl and a blond boy are standing next to each other.", "with_names": "a blonde girl and a blond boy are standing next to each other."}, {"scene_id": "atwt-03-07-08s24", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a vase and a cup in the background.", "with_names": "a man and a woman are standing in a kitchen, with a vase and a cup in the background."}, {"scene_id": "atwt-03-07-08s25", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-03-07-08s26", "raw": "A scene from a TV show in which a woman sits in a room with a white wall and a chair in front of it.", "with_names": "a woman sits in a room with a white wall and a chair in front of it."}, {"scene_id": "atwt-03-07-08s27", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-03-07-08s28", "raw": "A scene from a TV show in which a woman is wearing a hijab and smiling.", "with_names": "a woman is wearing a hijab and smiling."}, {"scene_id": "atwt-03-07-08s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-07-08s30", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a blonde bob haircut.", "with_names": "a woman is wearing a black turtleneck and a blonde bob haircut."}, {"scene_id": "atwt-03-07-08s31", "raw": "A scene from a TV show in which a ventriloquist dummy is in a bathtub with a mask on.", "with_names": "a ventriloquist dummy is in a bathtub with a mask on."}, {"scene_id": "atwt-03-07-08s32", "raw": "A scene from a TV show in which a dog is playing with a toy in the grass.", "with_names": "a dog is playing with a toy in the grass."}]