[{"scene_id": "atwt-04-30-10s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-30-10s1", "raw": "A scene from a TV show in which a man is strapped to a bed and has his mouth taped shut.", "with_names": "a man is strapped to a bed and has his mouth taped shut."}, {"scene_id": "atwt-04-30-10s2", "raw": "A scene from a TV show in which a young boy is wearing a purple shirt and a black shirt", "with_names": "a young boy is wearing a purple shirt and a black shirt"}, {"scene_id": "atwt-04-30-10s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-04-30-10s4", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-30-10s5", "raw": "A scene from a TV show in which a McDonald's burger is advertised as having three pounds of meat.", "with_names": "a mcdonald's burger is advertised as having three pounds of meat."}, {"scene_id": "atwt-04-30-10s6", "raw": "A scene from a TV show in which a woman is looking at a door and her face is contorted in anger.", "with_names": "a woman is looking at a door and her face is contorted in anger."}, {"scene_id": "atwt-04-30-10s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-30-10s8", "raw": "A scene from a TV show in which a woman is wearing a red head wrap.", "with_names": "a woman is wearing a red head wrap."}, {"scene_id": "atwt-04-30-10s9", "raw": "A scene from a TV show in which a woman is smiling and the logo of the show is superimposed over her.", "with_names": "a woman is smiling and the logo of the show is superimposed over her."}, {"scene_id": "atwt-04-30-10s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-04-30-10s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-30-10s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-30-10s13", "raw": "A scene from a TV show in which a woman is wearing a pink bra and the words \"Plateaux 18 Hour\"", "with_names": "a woman is wearing a pink bra and the words \"plateaux 18 hour\""}, {"scene_id": "atwt-04-30-10s14", "raw": "A scene from a TV show in which a blonde woman is wearing a black shirt and a ponytail.", "with_names": "a blonde woman is wearing a black shirt and a ponytail."}, {"scene_id": "atwt-04-30-10s15", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his mouth taped shut.", "with_names": "a man is lying in a hospital bed with his mouth taped shut."}, {"scene_id": "atwt-04-30-10s16", "raw": "A scene from a TV show in which a mother and child are in a bathtub.", "with_names": "a mother and child are in a bathtub."}, {"scene_id": "atwt-04-30-10s17", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-30-10s18", "raw": "A scene from a TV show in which a woman is wearing a scarf around her neck and a green coat.", "with_names": "a woman is wearing a scarf around her neck and a green coat."}, {"scene_id": "atwt-04-30-10s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-04-30-10s20", "raw": "A scene from a TV show in which a boy is sitting on a bench and a girl is standing next to him.", "with_names": "a boy is sitting on a bench and a girl is standing next to him."}, {"scene_id": "atwt-04-30-10s21", "raw": "A scene from a TV show in which a woman is shown shopping for health products.", "with_names": ""}, {"scene_id": "atwt-04-30-10s22", "raw": "A scene from a TV show in which a woman is looking at a screen with her eyes closed.", "with_names": "a woman is looking at a screen with her eyes closed."}, {"scene_id": "atwt-04-30-10s23", "raw": "A scene from a TV show in which a woman is wearing a red turban.", "with_names": "a woman is wearing a red turban."}, {"scene_id": "atwt-04-30-10s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-30-10s25", "raw": "A scene from a TV show in which a man is crying", "with_names": "] is crying"}, {"scene_id": "atwt-04-30-10s26", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}]