[{"scene_id": "bb-05-09-06s0", "raw": "A scene from a TV show in which a man is seen climbing out of a window.", "with_names": "Dante is climbing out of a window."}, {"scene_id": "bb-05-09-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-09-06s2", "raw": "A scene from a TV show in which a woman is wearing a blue dress and standing in a doorway.", "with_names": "a woman is wearing a blue dress and standing in a doorway."}, {"scene_id": "bb-05-09-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-05-09-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-09-06s5", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-09-06s6", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "bb-05-09-06s7", "raw": "A scene from a TV show in which Hillary Clinton is shown speaking to a group of people.", "with_names": ""}, {"scene_id": "bb-05-09-06s8", "raw": "A scene from a TV show in which a man is standing next to a woman, and she is eating a piece of fruit.", "with_names": "a man is standing next to a woman, and she is eating a piece of fruit."}, {"scene_id": "bb-05-09-06s9", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "bb-05-09-06s10", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "bb-05-09-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-09-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-09-06s13", "raw": "A scene from a TV show in which a woman is lying on her back with her eyes closed and a man is kissing her neck.", "with_names": "a woman is lying on her back with her eyes closed and a man is kissing her neck."}, {"scene_id": "bb-05-09-06s14", "raw": "A scene from a TV show in which an elderly woman is looking at a wall clock", "with_names": "an elderly woman is looking at a wall clock"}]