[{"scene_id": "pc-12-02-02s0", "raw": "A scene from a TV show in which a woman is holding a little girl and a man is looking at her.", "with_names": "a woman is holding a little girl and Ian is looking at her."}, {"scene_id": "pc-12-02-02s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-12-02-02s2", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-12-02-02s3", "raw": "A scene from a TV show in which a man is seen naked.", "with_names": "a man is naked."}, {"scene_id": "pc-12-02-02s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a choker.", "with_names": "a woman is wearing a black dress and a choker."}, {"scene_id": "pc-12-02-02s5", "raw": "A scene from a TV show in which a woman is looking at the camera and saying, \"I'm not sure what to think about this.\"", "with_names": "a woman is looking at the camera and saying, \"i'm not sure what to think about this.\""}, {"scene_id": "pc-12-02-02s6", "raw": "A scene from a TV show in which Brad Pitt is wearing a white shirt and a man in a red shirt is standing next to him.", "with_names": "brad pitt is wearing a white shirt and a man in a red shirt is standing next to him."}, {"scene_id": "pc-12-02-02s7", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a lamp.", "with_names": "a woman is sitting on a bed and looking at a lamp."}, {"scene_id": "pc-12-02-02s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-12-02-02s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-02-02s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-02-02s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-12-02-02s12", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress.", "with_names": "Livvie is wearing a necklace and a dress."}, {"scene_id": "pc-12-02-02s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]