[{"scene_id": "bb-06-26-17s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "bb-06-26-17s1", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "Eric is touching Quinn's face."}, {"scene_id": "bb-06-26-17s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-26-17s3", "raw": "A scene from a TV show in which a couple is lounging on lounge chairs in a tropical setting.", "with_names": "a couple is lounging on lounge chairs in a tropical setting."}, {"scene_id": "bb-06-26-17s4", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-06-26-17s5", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a white shirt.", "with_names": "a man is wearing a hawaiian shirt and a white shirt."}, {"scene_id": "bb-06-26-17s7", "raw": "A scene from a TV show in which a man is seen walking into a room with a book.", "with_names": "Quinn is walking into a room with a book."}, {"scene_id": "bb-06-26-17s8", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and Ridge are hugging each other."}, {"scene_id": "bb-06-26-17s9", "raw": "A scene from a TV show in which a woman is scratching her head.", "with_names": "Quinn is scratching her head."}, {"scene_id": "bb-06-26-17s10", "raw": "A scene from a TV show in which a woman is sitting on a massage table with a man sitting on her lap.", "with_names": "Sheila is sitting on a massage table with Charlie sitting on her lap."}, {"scene_id": "bb-06-26-17s11", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "bb-06-26-17s12", "raw": "A scene from a TV show in which a woman is standing in a room with a large window.", "with_names": "Katie is standing in a room with a large window."}, {"scene_id": "bb-06-26-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-26-17s14", "raw": "A scene from a TV show in which a woman is having a breast exam.", "with_names": "Sheila is having a breast exam."}, {"scene_id": "bb-06-26-17s15", "raw": "A scene from a TV show in which a man is standing on a balcony, looking down at the city below.", "with_names": "a man is standing on a balcony, looking down at the city below."}, {"scene_id": "bb-06-26-17s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Wyatt and Katie are standing next to each other."}, {"scene_id": "bb-06-26-17s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-26-17s18", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Sheila is smiling at Eric."}, {"scene_id": "bb-06-26-17s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a bowl of fruit in front of them.", "with_names": ""}, {"scene_id": "bb-06-26-17s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-26-17s21", "raw": "A scene from a TV show in which a woman is being interviewed by a reporter in a backyard.", "with_names": "Sheila is being interviewed by a reporter in a backyard."}]