[{"scene_id": "pc-02-08-02s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is looking at a pillow.", "with_names": "a man is lying in a hospital bed and is looking at a pillow."}, {"scene_id": "pc-02-08-02s1", "raw": "A scene from a TV show in which a man and a woman are singing together.", "with_names": "Ian and Amy are singing together."}, {"scene_id": "pc-02-08-02s2", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "pc-02-08-02s3", "raw": "A scene from a TV show in which a man is proposing to a woman in a barn.", "with_names": "Rafe is proposing to Alison in a barn."}, {"scene_id": "pc-02-08-02s4", "raw": "A scene from a TV show in which a blonde woman is talking to a man with blonde hair.", "with_names": ""}, {"scene_id": "pc-02-08-02s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-08-02s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-08-02s7", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a blanket over his chest and a pillow on his stomach.", "with_names": "a man is lying in a hospital bed with a blanket over his chest and a pillow on his stomach."}, {"scene_id": "pc-02-08-02s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "Ian and Amy are sitting in a car."}, {"scene_id": "pc-02-08-02s9", "raw": "A scene from a TV show in which a man and a woman are in a car and the man is looking at the woman.", "with_names": "Ian and Amy are in a car and the man is looking at the woman."}, {"scene_id": "pc-02-08-02s10", "raw": "A scene from a TV show in which a woman is wearing a beige suit and a blonde wig.", "with_names": "Paige is wearing a beige suit and a blonde wig."}, {"scene_id": "pc-02-08-02s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-08-02s12", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "Rafe is kissing Alison on the forehead."}, {"scene_id": "pc-02-08-02s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]