[{"scene_id": "atwt-04-21-05s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-21-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-05s2", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "atwt-04-21-05s3", "raw": "A scene from a TV show in which a man is sitting on a plane and looking at the camera.", "with_names": "a man is sitting on a plane and looking at the camera."}, {"scene_id": "atwt-04-21-05s4", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-21-05s5", "raw": "A scene from a TV show in which a woman is talking to a man and sticking her tongue out.", "with_names": ""}, {"scene_id": "atwt-04-21-05s6", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-21-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-04-21-05s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-21-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-05s10", "raw": "A scene from a TV show in which a woman is sitting at a bar and looking upset.", "with_names": "a woman is sitting at a bar and looking upset."}, {"scene_id": "atwt-04-21-05s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-21-05s12", "raw": "A scene from a TV show in which a blonde woman is singing", "with_names": "a blonde woman is singing"}, {"scene_id": "atwt-04-21-05s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-21-05s14", "raw": "A scene from a TV show in which a family is eating fast food.", "with_names": "a family is eating fast food."}, {"scene_id": "atwt-04-21-05s15", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "atwt-04-21-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-21-05s17", "raw": "A scene from a TV show in which a box of Hallmark cards is shown.", "with_names": ""}, {"scene_id": "atwt-04-21-05s18", "raw": "A scene from a TV show in which a young man is looking down and wearing a grey jacket.", "with_names": "a young man is looking down and wearing a grey jacket."}, {"scene_id": "atwt-04-21-05s19", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a cell phone", "with_names": ""}, {"scene_id": "atwt-04-21-05s20", "raw": "A scene from a TV show in which a man is looking at a candle.", "with_names": "a man is looking at a candle."}, {"scene_id": "atwt-04-21-05s21", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-04-21-05s22", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-04-21-05s23", "raw": "A scene from a TV show in which a man and a woman are standing in front of a lit candle.", "with_names": "a man and a woman are standing in front of a lit candle."}, {"scene_id": "atwt-04-21-05s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]