[{"scene_id": "pc-04-01-03s0", "raw": "A scene from a TV show in which a man is reading a newspaper while his head is in a box", "with_names": "a man is reading a newspaper while his head is in a box"}, {"scene_id": "pc-04-01-03s1", "raw": "A scene from a TV show in which a man is seen bending over a woman, who is lying on the ground.", "with_names": "a man is bending over a woman, who is lying on the ground."}, {"scene_id": "pc-04-01-03s2", "raw": "A scene from a TV show in which a woman is looking at a screen with the word 'lucky' written on it", "with_names": "a woman is looking at a screen with the word 'lucky' written on it"}, {"scene_id": "pc-04-01-03s3", "raw": "A scene from a TV show in which two women are walking together, one of them is wearing a wedding dress.", "with_names": "two women are walking together, one of them is wearing a wedding dress."}, {"scene_id": "pc-04-01-03s4", "raw": "A scene from a TV show in which a man is pouring cement into a bucket.", "with_names": "a man is pouring cement into a bucket."}, {"scene_id": "pc-04-01-03s5", "raw": "A scene from a TV show in which a woman is seen running in the snow.", "with_names": "a woman is running in the snow."}, {"scene_id": "pc-04-01-03s6", "raw": "A scene from a TV show in which a man is seen carrying bricks in a warehouse.", "with_names": "a man is carrying bricks in a warehouse."}, {"scene_id": "pc-04-01-03s7", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt.", "with_names": "a man is wearing a black jacket and a white shirt."}, {"scene_id": "pc-04-01-03s8", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-04-01-03s9", "raw": "", "with_names": ""}, {"scene_id": "pc-04-01-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed, with red lighting.", "with_names": "a man and a woman are sitting on a bed, with red lighting."}, {"scene_id": "pc-04-01-03s11", "raw": "", "with_names": ""}, {"scene_id": "pc-04-01-03s12", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]