[{"scene_id": "oltl-07-14-09s0", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a plate of food, and a young boy is walking towards him.", "with_names": "a man is standing in a kitchen, holding a plate of food, and a young boy is walking towards him."}, {"scene_id": "oltl-07-14-09s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-14-09s2", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed and a woman is standing next to him.", "with_names": "a shirtless man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "oltl-07-14-09s3", "raw": "A scene from a TV show in which a man is sitting on a wooden bench and talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-07-14-09s4", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her neck", "with_names": "a woman is lying on a bed and a man is kissing her neck"}, {"scene_id": "oltl-07-14-09s5", "raw": "A scene from a TV show in which a man is seen standing in front of a sign that says \"LIFE\"", "with_names": "a man is standing in front of a sign that says \"life\""}, {"scene_id": "oltl-07-14-09s6", "raw": "A scene from a TV show in which two men are standing in front of a woman.", "with_names": "two men are standing in front of a woman."}, {"scene_id": "oltl-07-14-09s7", "raw": "A scene from a TV show in which a man is holding a pot and a woman is standing next to him", "with_names": "a man is holding a pot and a woman is standing next to him"}, {"scene_id": "oltl-07-14-09s8", "raw": "A scene from a TV show in which a shirtless man is opening a door.", "with_names": "a shirtless man is opening a door."}, {"scene_id": "oltl-07-14-09s9", "raw": "A scene from a TV show in which a boy and a man are playing a game in a living room.", "with_names": "a boy and a man are playing a game in a living room."}, {"scene_id": "oltl-07-14-09s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-09s11", "raw": "A scene from a TV show in which a young girl is talking to two boys.", "with_names": ""}, {"scene_id": "oltl-07-14-09s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-14-09s13", "raw": "A scene from a TV show in which a woman is touching her hair and a man is looking at her.", "with_names": "a woman is touching her hair and a man is looking at her."}, {"scene_id": "oltl-07-14-09s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is leaning against a chair.", "with_names": ""}, {"scene_id": "oltl-07-14-09s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-14-09s16", "raw": "A scene from a TV show in which a young boy is lying on a couch and looking up at the ceiling.", "with_names": "a young boy is lying on a couch and looking up at the ceiling."}, {"scene_id": "oltl-07-14-09s17", "raw": "A scene from a TV show in which a woman is holding a child and a man is kissing her head.", "with_names": "a woman is holding a child and a man is kissing her head."}, {"scene_id": "oltl-07-14-09s18", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-09s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-14-09s20", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-14-09s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a baby laying on the floor between them.", "with_names": ""}, {"scene_id": "oltl-07-14-09s22", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black shirt.", "with_names": "a man is looking at a woman and he is wearing a black shirt."}, {"scene_id": "oltl-07-14-09s23", "raw": "A scene from a TV show in which a woman is talking to someone on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-14-09s24", "raw": "A scene from a TV show in which a man is reading a book to a woman while she is holding a baby.", "with_names": "a man is reading a book to a woman while she is holding a baby."}, {"scene_id": "oltl-07-14-09s25", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-07-14-09s26", "raw": "A scene from a TV show in which a woman is talking to a man on a staircase.", "with_names": ""}, {"scene_id": "oltl-07-14-09s27", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-07-14-09s28", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "oltl-07-14-09s29", "raw": "A scene from a TV show in which a man is standing next to a woman and they are both looking at him.", "with_names": "a man is standing next to a woman and they are both looking at him."}, {"scene_id": "oltl-07-14-09s30", "raw": "A scene from a TV show in which a man is sitting in a chair with a young boy sitting next to him.", "with_names": ""}, {"scene_id": "oltl-07-14-09s31", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man and they are looking at each other.", "with_names": "a blonde woman is sitting next to a man and they are looking at each other."}, {"scene_id": "oltl-07-14-09s32", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-07-14-09s33", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man.", "with_names": "a blonde woman is sitting next to a man."}, {"scene_id": "oltl-07-14-09s34", "raw": "A scene from a TV show in which a young boy is playing with a beach ball in a pool.", "with_names": "a young boy is playing with a beach ball in a pool."}, {"scene_id": "oltl-07-14-09s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-09s36", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-14-09s37", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-14-09s38", "raw": "A scene from a TV show in which a man is trying to kiss a woman in a red dress.", "with_names": "a man is trying to kiss a woman in a red dress."}, {"scene_id": "oltl-07-14-09s39", "raw": "A scene from a TV show in which a man kisses a baby on the cheek.", "with_names": "a man kisses a baby on the cheek."}, {"scene_id": "oltl-07-14-09s40", "raw": "A scene from a TV show in which a woman is seen wearing a bikini and a boy is wearing red shorts.", "with_names": "a woman is wearing a bikini and a boy is wearing red shorts."}, {"scene_id": "oltl-07-14-09s41", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-09s42", "raw": "A scene from a TV show in which a man and a woman are sitting on a lounge chair in a backyard. The man is holding a green water gun and the woman is holding a towel around her.", "with_names": "a man and a woman are sitting on a lounge chair in a backyard. the man is holding a green water gun and the woman is holding a towel around her."}]