[{"scene_id": "atwt-10-06-06s0", "raw": "A scene from a TV show in which a woman is sitting at a table and another woman is standing next to her.", "with_names": "a woman is sitting at a table and another woman is standing next to her."}, {"scene_id": "atwt-10-06-06s1", "raw": "A scene from a TV show in which a woman is standing next to a man in a room, and he is holding a book.", "with_names": "Jade is standing next to Will in a room, and he is holding a book."}, {"scene_id": "atwt-10-06-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-10-06-06s3", "raw": "A scene from a TV show in which a man is wearing a blue and white patterned shirt and a purple cardigan.", "with_names": "a man is wearing a blue and white patterned shirt and a purple cardigan."}, {"scene_id": "atwt-10-06-06s4", "raw": "A scene from a TV show in which an elderly man is singing into a microphone while a woman sits at a table with a cell phone.", "with_names": "an elderly man is singing into a microphone while a woman sits at a table with a cell phone."}, {"scene_id": "atwt-10-06-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Meg and she is looking back at him."}, {"scene_id": "atwt-10-06-06s6", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking surprised.", "with_names": "a young man is wearing a suit and tie and looking surprised."}, {"scene_id": "atwt-10-06-06s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-10-06-06s8", "raw": "A scene from a TV show in which a dishwasher is running, with a fork, spoon, and wine glass in it.", "with_names": "a dishwasher is running, with a fork, spoon, and wine glass in it."}, {"scene_id": "atwt-10-06-06s9", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-10-06-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-06-06s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Emily are standing next to each other."}, {"scene_id": "atwt-10-06-06s12", "raw": "A scene from a TV show in which a woman is holding a baby and feeding it a bottle.", "with_names": "a woman is holding a baby and feeding it a bottle."}, {"scene_id": "atwt-10-06-06s13", "raw": "A scene from a TV show in which Bush's tomato sauce is used to make a homemade chilli.", "with_names": "bush's tomato sauce is used to make a homemade chilli."}, {"scene_id": "atwt-10-06-06s14", "raw": "A scene from a TV show in which a man is wearing a red sweater and looking confused.", "with_names": "Will is wearing a red sweater and looking confused."}, {"scene_id": "atwt-10-06-06s15", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde bob haircut, and another man is standing behind her.", "with_names": "Emily is wearing a black shirt and a blonde bob haircut, and another man is standing behind her."}, {"scene_id": "atwt-10-06-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-06-06s17", "raw": "A scene from a TV show in which a man dressed as a priest and a woman in a white dress are standing next to each other.", "with_names": "a man dressed as a priest and a woman in a white dress are standing next to each other."}, {"scene_id": "atwt-10-06-06s18", "raw": "A scene from a TV show in which a girl is wearing a pink shirt and her hair is in pigtails.", "with_names": "a girl is wearing a pink shirt and her hair is in pigtails."}, {"scene_id": "atwt-10-06-06s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Paul and Chaplain are standing next to each other."}, {"scene_id": "atwt-10-06-06s20", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-10-06-06s21", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-10-06-06s22", "raw": "A scene from a TV show in which a woman is seen carrying a bag and a wine glass.", "with_names": "Jade is carrying a bag and a wine glass."}, {"scene_id": "atwt-10-06-06s23", "raw": "A scene from a TV show in which three lit candles are burning on a table.", "with_names": "three lit candles are burning on a table."}, {"scene_id": "atwt-10-06-06s24", "raw": "A scene from a TV show in which a woman is pouring a glass of water into a cup.", "with_names": "a woman is pouring a glass of water into a cup."}, {"scene_id": "atwt-10-06-06s25", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and Craig is looking at her."}, {"scene_id": "atwt-10-06-06s26", "raw": "A scene from a TV show in which a pill is shown to be a sleep pill.", "with_names": ""}]