[{"scene_id": "gl-10-08-04s0", "raw": "A scene from a TV show in which a woman is seen in a white room with her face blurred out.", "with_names": "a woman is in a white room with her face blurred out."}, {"scene_id": "gl-10-08-04s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-08-04s2", "raw": "A scene from a TV show in which a woman is yelling at a man while another man is holding a cane.", "with_names": "a woman is yelling at a man while another man is holding a cane."}, {"scene_id": "gl-10-08-04s3", "raw": "A scene from a TV show in which a woman is sitting next to a young boy in a hospital bed.", "with_names": "a woman is sitting next to a young boy in a hospital bed."}, {"scene_id": "gl-10-08-04s4", "raw": "A scene from a TV show in which a man is seen holding a knife in his hand", "with_names": "a man is holding a knife in his hand"}, {"scene_id": "gl-10-08-04s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-08-04s6", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-10-08-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-08-04s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-10-08-04s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised in the air.", "with_names": ""}, {"scene_id": "gl-10-08-04s10", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-10-08-04s11", "raw": "A scene from a TV show in which a woman is holding her face in her hands and looking shocked.", "with_names": "a woman is holding her face in her hands and looking shocked."}, {"scene_id": "gl-10-08-04s12", "raw": "A scene from a TV show in which a man is trying to get a child to kiss a horse.", "with_names": "a man is trying to get a child to kiss a horse."}, {"scene_id": "gl-10-08-04s13", "raw": "A scene from a TV show in which a woman is in a robe and her hands are on her chest", "with_names": "a woman is in a robe and her hands are on her chest"}, {"scene_id": "gl-10-08-04s14", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}, {"scene_id": "gl-10-08-04s15", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-08-04s16", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "a man is standing in front of a woman, and she is looking at him."}, {"scene_id": "gl-10-08-04s17", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-10-08-04s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-10-08-04s19", "raw": "A scene from a TV show in which a woman is wearing glasses and looking at a computer screen.", "with_names": "a woman is wearing glasses and looking at a computer screen."}, {"scene_id": "gl-10-08-04s20", "raw": "", "with_names": ""}]