[{"scene_id": "gl-10-18-04s0", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him", "with_names": ""}, {"scene_id": "gl-10-18-04s1", "raw": "A scene from a TV show in which a man is yelling at a clock", "with_names": "a man is yelling at a clock"}, {"scene_id": "gl-10-18-04s2", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-04s3", "raw": "A scene from a TV show in which a man is wiping his girlfriend's face with his hand.", "with_names": "a man is wiping his girlfriend's face with his hand."}, {"scene_id": "gl-10-18-04s4", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed.", "with_names": "a young boy is lying in a hospital bed."}, {"scene_id": "gl-10-18-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-18-04s6", "raw": "A scene from a TV show in which a woman is being spanked with a belt", "with_names": "a woman is being spanked with a belt"}, {"scene_id": "gl-10-18-04s7", "raw": "A scene from a TV show in which a woman is wearing a striped blanket and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-10-18-04s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-18-04s9", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-10-18-04s10", "raw": "A scene from a TV show in which a woman is walking away from a man in a leather jacket.", "with_names": "a woman is walking away from a man in a leather jacket."}, {"scene_id": "gl-10-18-04s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-18-04s12", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "gl-10-18-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-10-18-04s14", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-10-18-04s15", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is looking at him with a confused expression.", "with_names": "a man is holding a woman by the neck and she is looking at him with a confused expression."}, {"scene_id": "gl-10-18-04s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-04s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-04s18", "raw": "A scene from a TV show in which a woman is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-10-18-04s19", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-10-18-04s20", "raw": "A scene from a TV show in which a man is trying to kiss a woman through a door.", "with_names": "a man is trying to kiss a woman through a door."}, {"scene_id": "gl-10-18-04s21", "raw": "A scene from a TV show in which a nurse is trying to help a patient.", "with_names": "a nurse is trying to help a patient."}, {"scene_id": "gl-10-18-04s22", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-10-18-04s23", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-10-18-04s24", "raw": "A scene from a TV show in which a woman is kissing a man", "with_names": "Dinah is kissing ]"}, {"scene_id": "gl-10-18-04s25", "raw": "A scene from a TV show in which a woman is talking on the phone and candles are burning in the background", "with_names": ""}, {"scene_id": "gl-10-18-04s26", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking at the camera.", "with_names": "a man is lying in a hospital bed and looking at the camera."}, {"scene_id": "gl-10-18-04s27", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-10-18-04s28", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}]