[{"scene_id": "bb-03-25-15s0", "raw": "A scene from a TV show in which a man and a woman are toasting with martinis.", "with_names": "Rick and a woman are toasting with martinis."}, {"scene_id": "bb-03-25-15s1", "raw": "A scene from a TV show in which a man stands in a room and looks at a wall.", "with_names": "a man stands in a room and looks at a wall."}, {"scene_id": "bb-03-25-15s2", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Liam kisses Ivy on the cheek."}, {"scene_id": "bb-03-25-15s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket.", "with_names": "a man is wearing a leather jacket."}, {"scene_id": "bb-03-25-15s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-03-25-15s6", "raw": "A scene from a TV show in which a man and woman sit on a couch and hold hands.", "with_names": "a man and woman sit on a couch and hold hands."}, {"scene_id": "bb-03-25-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-25-15s8", "raw": "A scene from a TV show in which a man stands in front of a painting of a naked woman and points to it.", "with_names": "Liam stands in front of a painting of a naked woman and points to it."}, {"scene_id": "bb-03-25-15s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-03-25-15s10", "raw": "A scene from a TV show in which a couple is preparing a romantic dinner.", "with_names": "a couple is preparing a romantic dinner."}, {"scene_id": "bb-03-25-15s11", "raw": "A scene from a TV show in which a man is smiling and looking at a door.", "with_names": "Liam is smiling and looking at a door."}, {"scene_id": "bb-03-25-15s12", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-03-25-15s13", "raw": "A scene from a TV show in which a man is seen through a window, with candles burning in the foreground.", "with_names": "Rick is through a window, with candles burning in the foreground."}, {"scene_id": "bb-03-25-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-25-15s15", "raw": "A scene from a TV show in which a city is lit up at night.", "with_names": "a city is lit up at night."}]