[{"scene_id": "gl-04-17-03s0", "raw": "A scene from a TV show in which a woman is wearing a sheer blouse and earrings", "with_names": "Cassie is wearing a sheer blouse and earrings"}, {"scene_id": "gl-04-17-03s1", "raw": "A scene from a TV show in which a woman is leaning over a man and smiling at him.", "with_names": "a woman is leaning over a man and smiling at him."}, {"scene_id": "gl-04-17-03s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-17-03s3", "raw": "A scene from a TV show in which a man is standing in front of a woman and a girl, who are both wearing suits.", "with_names": "a man is standing in front of a woman and a girl, who are both wearing suits."}, {"scene_id": "gl-04-17-03s4", "raw": "A scene from a TV show in which a man is pointing at another man.", "with_names": "a man is pointing at another man."}, {"scene_id": "gl-04-17-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-17-03s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a picture of a man in a suit.", "with_names": "a man and a woman are standing in front of a picture of a man in a suit."}, {"scene_id": "gl-04-17-03s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking tired and exhausted.", "with_names": "a woman is lying in a hospital bed, looking tired and exhausted."}, {"scene_id": "gl-04-17-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-17-03s9", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man standing behind her.", "with_names": "a woman is walking down a hallway with a man standing behind her."}, {"scene_id": "gl-04-17-03s10", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is walking behind him.", "with_names": ""}, {"scene_id": "gl-04-17-03s11", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "gl-04-17-03s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-04-17-03s13", "raw": "A scene from a TV show in which a doctor and a nurse are sitting together in a hospital room.", "with_names": "a doctor and a nurse are sitting together in a hospital room."}, {"scene_id": "gl-04-17-03s14", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-04-17-03s15", "raw": "A scene from a TV show in which two women are standing in a doorway.", "with_names": "two women are standing in a doorway."}, {"scene_id": "gl-04-17-03s16", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-04-17-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-17-03s18", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "gl-04-17-03s19", "raw": "A scene from a TV show in which a man is sitting in a suit and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-04-17-03s20", "raw": "A scene from a TV show in which a car is on fire.", "with_names": "a car is on fire."}, {"scene_id": "gl-04-17-03s21", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-17-03s22", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "gl-04-17-03s23", "raw": "A scene from a TV show in which a woman is smiling and wearing earrings.", "with_names": "a woman is smiling and wearing earrings."}]