[{"scene_id": "atwt-05-30-06s0", "raw": "A scene from a TV show in which a man is wearing a red scarf and a black jacket", "with_names": "Damian is wearing a red scarf and a black jacket"}, {"scene_id": "atwt-05-30-06s1", "raw": "A scene from a TV show in which a woman is sitting at a table with two men.", "with_names": "a woman is sitting at a table with two men."}, {"scene_id": "atwt-05-30-06s2", "raw": "A scene from a TV show in which two men are standing in a garage, one on a motorcycle and the other talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-05-30-06s3", "raw": "A scene from a TV show in which a young girl is lying on the ground, her head resting on a pillow.", "with_names": "a young girl is lying on the ground, her head resting on a pillow."}, {"scene_id": "atwt-05-30-06s4", "raw": "A scene from a TV show in which a woman is looking at a pill bottle.", "with_names": "] is looking at a pill bottle."}, {"scene_id": "atwt-05-30-06s5", "raw": "A scene from a TV show in which a woman is driving a car and her head is bleeding", "with_names": "a woman is driving a car and her head is bleeding"}, {"scene_id": "atwt-05-30-06s6", "raw": "A scene from a TV show in which a girl is looking off to the side and her hand is on her face.", "with_names": "a girl is looking off to the side and her hand is on her face."}, {"scene_id": "atwt-05-30-06s7", "raw": "A scene from a TV show in which a Tide detergent bottle is shown on a white shower curtain.", "with_names": ""}, {"scene_id": "atwt-05-30-06s8", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-05-30-06s9", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-30-06s10", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blue shirt", "with_names": "a man is wearing a black jacket and a blue shirt"}, {"scene_id": "atwt-05-30-06s11", "raw": "A scene from a TV show in which a woman is seen with a bruised face.", "with_names": "a woman is with a bruised face."}, {"scene_id": "atwt-05-30-06s12", "raw": "A scene from a TV show in which a woman is applying cream on her baby's back.", "with_names": "a woman is applying cream on her baby's back."}, {"scene_id": "atwt-05-30-06s13", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-05-30-06s14", "raw": "A scene from a TV show in which a man is walking in the woods and a woman is standing behind him.", "with_names": "a man is walking in the woods and a woman is standing behind him."}, {"scene_id": "atwt-05-30-06s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-30-06s16", "raw": "A scene from a TV show in which a young man and woman are swimming in a pool.", "with_names": "a young man and woman are swimming in a pool."}, {"scene_id": "atwt-05-30-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-30-06s18", "raw": "A scene from a TV show in which a woman is wearing a suit and a necklace", "with_names": "a woman is wearing a suit and a necklace"}, {"scene_id": "atwt-05-30-06s19", "raw": "A scene from a TV show in which a man is looking at a book and saying,", "with_names": "a man is looking at a book and saying,"}, {"scene_id": "atwt-05-30-06s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-30-06s21", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "atwt-05-30-06s22", "raw": "A scene from a TV show in which a man is sleeping with a butterfly hovering over him.", "with_names": "a man is sleeping with a butterfly hovering over him."}, {"scene_id": "atwt-05-30-06s23", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-30-06s24", "raw": "A scene from a TV show in which a swarm of mosquitoes is shown.", "with_names": ""}, {"scene_id": "atwt-05-30-06s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-30-06s26", "raw": "A scene from a TV show in which a man is wearing a hat and a cowboy hat", "with_names": "a man is wearing a hat and a cowboy hat"}]