[{"scene_id": "atwt-10-28-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-28-03s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Aaron and a woman are lying in bed together."}, {"scene_id": "atwt-10-28-03s2", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is sitting next to her.", "with_names": "a woman is holding a piece of paper and Marshall is sitting next to her."}, {"scene_id": "atwt-10-28-03s3", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "atwt-10-28-03s6", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "Tom is being interviewed by a woman."}, {"scene_id": "atwt-10-28-03s7", "raw": "A scene from a TV show in which a man is talking on a phone and his hand is on the phone", "with_names": ""}, {"scene_id": "atwt-10-28-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "TV and a woman are sitting next to each other."}, {"scene_id": "atwt-10-28-03s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Paul is wearing a suit and tie and looking down."}, {"scene_id": "atwt-10-28-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-28-03s11", "raw": "A scene from a TV show in which a blue flower is growing on a yellow background", "with_names": "a blue flower is growing on a yellow background"}, {"scene_id": "atwt-10-28-03s12", "raw": "A scene from a TV show in which a woman is looking off to the side, wearing a red shirt and a black jacket.", "with_names": "a woman is looking off to the side, wearing a red shirt and a black jacket."}, {"scene_id": "atwt-10-28-03s13", "raw": "A scene from a TV show in which a young woman is wearing a denim jacket and a red shirt.", "with_names": "a young woman is wearing a denim jacket and a red shirt."}, {"scene_id": "atwt-10-28-03s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-28-03s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-28-03s16", "raw": "A scene from a TV show in which a woman is being harassed by two other women.", "with_names": "a woman is being harassed by two other women."}, {"scene_id": "atwt-10-28-03s17", "raw": "A scene from a TV show in which a blonde girl is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-28-03s18", "raw": "A scene from a TV show in which the words \"As World\" are superimposed over a globe.", "with_names": "the words \"as world\" are superimposed over a globe."}, {"scene_id": "atwt-10-28-03s19", "raw": "A scene from a TV show in which a woman is wearing a red shirt and her eyes are closed", "with_names": "a woman is wearing a red shirt and her eyes are closed"}, {"scene_id": "atwt-10-28-03s20", "raw": "A scene from a TV show in which a man is standing in a room, wearing a suit and tie and holding a tissue in his hand.", "with_names": "a man is standing in a room, wearing a suit and tie and holding a tissue in his hand."}, {"scene_id": "atwt-10-28-03s21", "raw": "A scene from a TV show in which a man and a little girl are running together. The title is \"Rheumatoid Arthritis\"", "with_names": "a man and a little girl are running together. the title is \"rheumatoid arthritis\""}, {"scene_id": "atwt-10-28-03s22", "raw": "A scene from a TV show in which a woman is walking down a street, a man is standing behind her.", "with_names": "a woman is walking down a street, Marshall is standing behind her."}, {"scene_id": "atwt-10-28-03s23", "raw": "A scene from a TV show in which a black man is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-28-03s24", "raw": "A scene from a TV show in which a man and two children are in a store, with bags of food.", "with_names": "Tom and two children are in a store, with bags of food."}, {"scene_id": "atwt-10-28-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a white robe and looking off to the side.", "with_names": "a blonde woman is wearing a white robe and looking off to the side."}, {"scene_id": "atwt-10-28-03s26", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-28-03s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-28-03s28", "raw": "A scene from a TV show in which a man and a woman are standing outside a building. The woman is wearing a red shirt and has her hands on her chest.", "with_names": "a man and a woman are standing outside a building. the woman is wearing a red shirt and has her hands on her chest."}, {"scene_id": "atwt-10-28-03s29", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a necklace.", "with_names": "Jessica is wearing a red leather jacket and a necklace."}, {"scene_id": "atwt-10-28-03s30", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-28-03s31", "raw": "A scene from a TV show in which a man is seen walking down a hallway with a globe in the background.", "with_names": "a man is walking down a hallway with a globe in the background."}]