[{"scene_id": "bb-04-22-15s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-04-22-15s1", "raw": "A scene from a TV show in which a woman proposes to a man in front of a fireplace.", "with_names": "Maya proposes to Rick in front of a fireplace."}, {"scene_id": "bb-04-22-15s2", "raw": "A scene from a TV show in which a man is seen walking through a dark room with his hand outstretched.", "with_names": "Liam is walking through a dark room with his hand outstretched."}, {"scene_id": "bb-04-22-15s3", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-04-22-15s4", "raw": "A scene from a TV show in which a woman is holding a blue light and looking at it.", "with_names": "Ivy is holding a blue light and looking at it."}, {"scene_id": "bb-04-22-15s5", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, smiling at each other.", "with_names": "Wyatt and Nicole are standing in a living room, smiling at each other."}, {"scene_id": "bb-04-22-15s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-22-15s7", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-22-15s8", "raw": "A scene from a TV show in which a black man is talking to a white woman and a young white woman with brown hair.", "with_names": ""}, {"scene_id": "bb-04-22-15s9", "raw": "A scene from a TV show in which a woman is standing in a bar holding a cocktail.", "with_names": "Nicole is standing in a bar holding a cocktail."}, {"scene_id": "bb-04-22-15s10", "raw": "A scene from a TV show in which a man is holding a cell phone and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-22-15s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-22-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-22-15s13", "raw": "A scene from a TV show in which a man is standing in a kitchen and is holding a margarita.", "with_names": "Wyatt is standing in a kitchen and is holding a margarita."}, {"scene_id": "bb-04-22-15s14", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and Maya are arguing."}, {"scene_id": "bb-04-22-15s15", "raw": "A scene from a TV show in which a man is eating a bowl of food.", "with_names": "Wyatt is eating a bowl of food."}, {"scene_id": "bb-04-22-15s16", "raw": "A scene from a TV show in which a man is talking on a cell phone and making a face.", "with_names": ""}, {"scene_id": "bb-04-22-15s17", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Wyatt and Nicole are standing in a kitchen."}]