[{"scene_id": "bb-03-13-17s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-13-17s1", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a mirror.", "with_names": "a woman is standing in a room with a desk and a mirror."}, {"scene_id": "bb-03-13-17s2", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "bb-03-13-17s3", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-03-13-17s4", "raw": "A scene from a TV show in which a woman is standing in a bathroom, looking at a man.", "with_names": "Ivy is standing in a bathroom, looking at Quinn."}, {"scene_id": "bb-03-13-17s5", "raw": "A scene from a TV show in which a woman is trying to fix her hair.", "with_names": "a woman is trying to fix her hair."}, {"scene_id": "bb-03-13-17s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-03-13-17s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-03-13-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-13-17s9", "raw": "A scene from a TV show in which a woman is sitting in an office chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-13-17s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her.", "with_names": ""}, {"scene_id": "bb-03-13-17s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-13-17s12", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Katie is looking at Quinn and smiling."}]