[{"scene_id": "pc-10-05-01s0", "raw": "A scene from a TV show in which a man sits on a car and uses a cell phone.", "with_names": "a man sits on a car and uses a cell phone."}, {"scene_id": "pc-10-05-01s1", "raw": "A scene from a TV show in which a man is seen walking through a dark forest with a cane.", "with_names": "Kevin is walking through a dark forest with a cane."}, {"scene_id": "pc-10-05-01s2", "raw": "A scene from a TV show in which a man is holding a woman on the floor", "with_names": "a man is holding Chris on the floor"}, {"scene_id": "pc-10-05-01s3", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "Livvie is being raped by Caleb"}, {"scene_id": "pc-10-05-01s4", "raw": "A scene from a TV show in which a man is standing in a hallway, wearing a black jacket and a brown shirt.", "with_names": "a man is standing in a hallway, wearing a black jacket and a brown shirt."}, {"scene_id": "pc-10-05-01s5", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "Chris is yelling at someone."}, {"scene_id": "pc-10-05-01s6", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking down at her hands.", "with_names": "Alison is standing in a doorway, looking down at her hands."}, {"scene_id": "pc-10-05-01s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "pc-10-05-01s8", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-05-01s9", "raw": "A scene from a TV show in which a man is wearing a black shirt and long hair.", "with_names": "a man is wearing a black shirt and long hair."}, {"scene_id": "pc-10-05-01s11", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "pc-10-05-01s12", "raw": "A scene from a TV show in which a man is seen wearing a ring on his finger", "with_names": "a man is wearing a ring on his finger"}, {"scene_id": "pc-10-05-01s13", "raw": "A scene from a TV show in which a man is holding a woman in his arms.", "with_names": "Kevin is holding a woman in his arms."}, {"scene_id": "pc-10-05-01s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-10-05-01s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-05-01s16", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a white top", "with_names": "Eve is wearing a red leather jacket and a white top"}, {"scene_id": "pc-10-05-01s17", "raw": "A scene from a TV show in which a man is seen walking through a dark tunnel.", "with_names": "a man is walking through a dark tunnel."}, {"scene_id": "pc-10-05-01s21", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}]