[{"scene_id": "pc-10-05-01s0", "raw": "a woman in a hospital chair is talking to a man in a hospital chair.", "with_names": ""}, {"scene_id": "pc-10-05-01s1", "raw": "a man is driving a car and is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-05-01s2", "raw": "a man is tickling a young girl while she is laying on the floor.", "with_names": "Chris is tickling a young girl while she is laying on the floor."}, {"scene_id": "pc-10-05-01s3", "raw": "a woman is sleeping on a bed and is sleeping.", "with_names": "Livvie is sleeping on a bed and is sleeping."}, {"scene_id": "pc-10-05-01s4", "raw": "a man is standing in a room and is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-05-01s5", "raw": "a man is holding a baby and then he is crying.", "with_names": "Chris is holding a baby and then he is crying."}, {"scene_id": "pc-10-05-01s6", "raw": "two young men are talking on a phone and one of them is talking.", "with_names": ""}, {"scene_id": "pc-10-05-01s7", "raw": "a man is laying on a couch and a woman is sleeping.", "with_names": "Caleb is laying on a couch and Livvie is sleeping."}, {"scene_id": "pc-10-05-01s8", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "pc-10-05-01s9", "raw": "a man is talking to a woman and a man is standing next to him.", "with_names": ""}, {"scene_id": "pc-10-05-01s10", "raw": "a man and a woman are talking about a man.", "with_names": ""}, {"scene_id": "pc-10-05-01s11", "raw": "a man is walking through a room and then he is shown in a room.", "with_names": ""}, {"scene_id": "pc-10-05-01s12", "raw": "a man is sitting on a couch and watching a man sitting on a couch.", "with_names": ""}, {"scene_id": "pc-10-05-01s13", "raw": "a man is talking to a woman and then a man is walking away.", "with_names": ""}, {"scene_id": "pc-10-05-01s14", "raw": "a man is talking about a man and he is walking through a door.", "with_names": ""}, {"scene_id": "pc-10-05-01s15", "raw": "a man is talking about a woman who is walking on a stage.", "with_names": ""}, {"scene_id": "pc-10-05-01s16", "raw": "a man and woman are talking about a man and the man is talking about it.", "with_names": ""}, {"scene_id": "pc-10-05-01s17", "raw": "a commercial for a commercial for a company that is being played.", "with_names": ""}]