[{"scene_id": "atwt-09-27-05s0", "raw": "A scene from a TV show in which a man is sitting at a bar with a drink in his hand and a potted plant in the background.", "with_names": "a man is sitting at a bar with a drink in his hand and a potted plant in the background."}, {"scene_id": "atwt-09-27-05s1", "raw": "A scene from a TV show in which a man and a woman kiss in front of a computer.", "with_names": "a man and a woman kiss in front of a computer."}, {"scene_id": "atwt-09-27-05s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-27-05s3", "raw": "A scene from a TV show in which a man is talking to another mann.", "with_names": ""}, {"scene_id": "atwt-09-27-05s4", "raw": "A scene from a TV show in which a canister of nasal spray is shown.", "with_names": ""}, {"scene_id": "atwt-09-27-05s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-27-05s6", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking surprised.", "with_names": "a young man is wearing a suit and tie and looking surprised."}, {"scene_id": "atwt-09-27-05s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-09-27-05s8", "raw": "A scene from a TV show in which a man is wearing a green shirt and a baseball cap", "with_names": "a man is wearing a green shirt and a baseball cap"}, {"scene_id": "atwt-09-27-05s9", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-27-05s10", "raw": "A scene from a TV show in which a woman is seen hanging a coat on a hook.", "with_names": "a woman is hanging a coat on a hook."}, {"scene_id": "atwt-09-27-05s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-27-05s12", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "atwt-09-27-05s13", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-27-05s14", "raw": "A scene from a TV show in which the words rent-a-center and flexible payment options are displayed", "with_names": "the words rent-a-center and flexible payment options are displayed"}, {"scene_id": "atwt-09-27-05s15", "raw": "A scene from a TV show in which a woman is wearing a green tank top and her hair is down", "with_names": "a woman is wearing a green tank top and her hair is down"}, {"scene_id": "atwt-09-27-05s16", "raw": "A scene from a TV show in which a man is wearing glasses and a blue sweater.", "with_names": "a man is wearing glasses and a blue sweater."}, {"scene_id": "atwt-09-27-05s17", "raw": "A scene from a TV show in which a woman is talking on the phone and looking angry.", "with_names": ""}, {"scene_id": "atwt-09-27-05s18", "raw": "A scene from a TV show in which bottles of hair products are lined up.", "with_names": "bottles of hair products are lined up."}, {"scene_id": "atwt-09-27-05s19", "raw": "A scene from a TV show in which a woman is looking over her shoulder.", "with_names": "a woman is looking over her shoulder."}, {"scene_id": "atwt-09-27-05s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-27-05s21", "raw": "A scene from a TV show in which a woman is holding a spoon and asking the viewer to \"Passion for Chocolate?\"", "with_names": "a woman is holding a spoon and asking the viewer to \"passion for chocolate?\""}, {"scene_id": "atwt-09-27-05s22", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-09-27-05s23", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-09-27-05s24", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-09-27-05s25", "raw": "A scene from a TV show in which a man is vacuuming the floor.", "with_names": "a man is vacuuming the floor."}]