[{"scene_id": "bb-09-13-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-09-13-17s1", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "bb-09-13-17s2", "raw": "A scene from a TV show in which a woman walks through a burned-out building.", "with_names": "Sally walks through a burned-out building."}, {"scene_id": "bb-09-13-17s3", "raw": "A scene from a TV show in which a woman is standing in a dark room with her hands on her hips.", "with_names": "Shirley is standing in a dark room with her hands on her hips."}, {"scene_id": "bb-09-13-17s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-09-13-17s7", "raw": "A scene from a TV show in which a woman is walking away from a man.", "with_names": "a woman is walking away from Saul."}, {"scene_id": "bb-09-13-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-13-17s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-13-17s11", "raw": "A scene from a TV show in which a woman is being harassed by a man in a hair salon.", "with_names": "a woman is being harassed by a man in a hair salon."}, {"scene_id": "bb-09-13-17s12", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-09-13-17s13", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a blue shirt.", "with_names": "Coco is wearing a white dress and a man is in a blue shirt."}, {"scene_id": "bb-09-13-17s14", "raw": "A scene from a TV show in which a woman is talking to a man and two other people.", "with_names": ""}, {"scene_id": "bb-09-13-17s15", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "bb-09-13-17s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-09-13-17s18", "raw": "A scene from a TV show in which a man is holding a glass and a woman is standing behind him.", "with_names": "a man is holding a glass and Shirley is standing behind him."}, {"scene_id": "bb-09-13-17s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-13-17s20", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-09-13-17s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-13-17s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Steffy is wearing a suit and tie"}, {"scene_id": "bb-09-13-17s23", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Liam is yelling at Sally."}, {"scene_id": "bb-09-13-17s24", "raw": "A scene from a TV show in which a man is wearing a red shirt and a plant is in the background.", "with_names": "a man is wearing a red shirt and a plant is in the background."}, {"scene_id": "bb-09-13-17s25", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}]