[{"scene_id": "oltl-11-12-07s0", "raw": "A scene from a TV show in which a man is holding a tray and a woman is standing next to him.", "with_names": "Todd is holding a tray and Blair is standing next to him."}, {"scene_id": "oltl-11-12-07s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a child, and a nurse is standing nearby.", "with_names": "a woman is sitting at a table with a child, and a nurse is standing nearby."}, {"scene_id": "oltl-11-12-07s2", "raw": "A scene from a TV show in which a woman is dressed as a witch and is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-11-12-07s3", "raw": "A scene from a TV show in which a man is standing in front of a couch, a woman is sitting on the couch, and a boy is on the floor.", "with_names": "a man is standing in front of a couch, a woman is sitting on the couch, and a boy is on the floor."}, {"scene_id": "oltl-11-12-07s4", "raw": "A scene from a TV show in which a man is looking at a TV screen.", "with_names": "a man is looking at a tv screen."}, {"scene_id": "oltl-11-12-07s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-12-07s6", "raw": "A scene from a TV show in which a family is sitting around a table.", "with_names": "a family is sitting around a table."}, {"scene_id": "oltl-11-12-07s7", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "oltl-11-12-07s8", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-11-12-07s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-12-07s10", "raw": "A scene from a TV show in which a man is standing on a couch, a woman is sitting on the couch, and a boy is on the floor.", "with_names": "a man is standing on a couch, a woman is sitting on the couch, and a boy is on the floor."}, {"scene_id": "oltl-11-12-07s11", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "oltl-11-12-07s12", "raw": "A scene from a TV show in which a girl is being held by a police officer.", "with_names": "a girl is being held by a police officer."}, {"scene_id": "oltl-11-12-07s13", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a cup.", "with_names": "a man is standing in front of a woman, holding a cup."}, {"scene_id": "oltl-11-12-07s14", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-11-12-07s15", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a short brown hair.", "with_names": "a woman is wearing a blue shirt and a short brown hair."}, {"scene_id": "oltl-11-12-07s16", "raw": "A scene from a TV show in which a woman is standing in a hotel room with a suitcase and a handbag.", "with_names": "a woman is standing in a hotel room with a suitcase and a handbag."}, {"scene_id": "oltl-11-12-07s17", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-12-07s18", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-11-12-07s19", "raw": "A scene from a TV show in which a man is looking down and another man is standing behind him.", "with_names": "a man is looking down and another man is standing behind him."}, {"scene_id": "oltl-11-12-07s20", "raw": "A scene from a TV show in which a woman is wearing a large hat and a coat.", "with_names": "a woman is wearing a large hat and a coat."}, {"scene_id": "oltl-11-12-07s21", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is looking at her.", "with_names": "a woman is holding a wine glass and a man is looking at her."}, {"scene_id": "oltl-11-12-07s22", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "oltl-11-12-07s23", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-12-07s24", "raw": "A scene from a TV show in which a woman is standing in a room with a man and two other people.", "with_names": "a woman is standing in a room with a man and two other people."}, {"scene_id": "oltl-11-12-07s25", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-11-12-07s26", "raw": "A scene from a TV show in which a police officer is talking to a woman and two other people.", "with_names": ""}, {"scene_id": "oltl-11-12-07s27", "raw": "A scene from a TV show in which a woman is arguing with a man in front of a pink wall.", "with_names": "a woman is arguing with a man in front of a pink wall."}, {"scene_id": "oltl-11-12-07s28", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "oltl-11-12-07s29", "raw": "A scene from a TV show in which a man is sitting at a desk wearing a suit and a top hat.", "with_names": "a man is sitting at a desk wearing a suit and a top hat."}, {"scene_id": "oltl-11-12-07s30", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-11-12-07s31", "raw": "A scene from a TV show in which a nurse is talking to a boy and a girl.", "with_names": ""}, {"scene_id": "oltl-11-12-07s32", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]