[{"scene_id": "gl-10-28-04s0", "raw": "A scene from a TV show in which a man is standing in front of a window and holding a cigarette.", "with_names": "a man is standing in front of a window and holding a cigarette."}, {"scene_id": "gl-10-28-04s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-28-04s2", "raw": "A scene from a TV show in which a white screen is shown", "with_names": ""}, {"scene_id": "gl-10-28-04s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and has his hair in pigtails", "with_names": "a man is wearing a suit and tie and has his hair in pigtails"}, {"scene_id": "gl-10-28-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-28-04s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-10-28-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-28-04s7", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie", "with_names": "a man is wearing a suit and a pink tie"}, {"scene_id": "gl-10-28-04s8", "raw": "A scene from a TV show in which a man is holding a gun and a woman is crying", "with_names": "a man is holding a gun and a woman is crying"}, {"scene_id": "gl-10-28-04s9", "raw": "", "with_names": ""}, {"scene_id": "gl-10-28-04s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-28-04s11", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-10-28-04s12", "raw": "A scene from a TV show in which a woman is seen sitting in front of a fireplace with a picture of her family.", "with_names": "a woman is sitting in front of a fireplace with a picture of her family."}, {"scene_id": "gl-10-28-04s13", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on her hand", "with_names": "a woman is lying on a bed with her head resting on her hand"}, {"scene_id": "gl-10-28-04s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-10-28-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-28-04s16", "raw": "A scene from a TV show in which a woman is wearing glasses and a short bob haircut", "with_names": "a woman is wearing glasses and a short bob haircut"}, {"scene_id": "gl-10-28-04s17", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a black dress.", "with_names": ""}, {"scene_id": "gl-10-28-04s18", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-10-28-04s19", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "gl-10-28-04s20", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her back to the camera.", "with_names": "a woman is in a dark room, with her back to the camera."}, {"scene_id": "gl-10-28-04s21", "raw": "A scene from a TV show in which a man is talking on the phone in a bar.", "with_names": ""}, {"scene_id": "gl-10-28-04s22", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "gl-10-28-04s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-28-04s24", "raw": "", "with_names": ""}]