[{"scene_id": "gl-05-31-05s0", "raw": "A scene from a TV show in which a man is talking on the phone and a bottle is on a table", "with_names": ""}, {"scene_id": "gl-05-31-05s1", "raw": "A scene from a TV show in which a woman is showering and a man comes in and starts to masturbate.", "with_names": "a woman is showering and a man comes in and starts to masturbate."}, {"scene_id": "gl-05-31-05s2", "raw": "A scene from a TV show in which a man is kneeling on the floor and holding a remote in his hand.", "with_names": "a man is kneeling on the floor and holding a remote in his hand."}, {"scene_id": "gl-05-31-05s3", "raw": "", "with_names": ""}, {"scene_id": "gl-05-31-05s4", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-05-31-05s5", "raw": "", "with_names": ""}, {"scene_id": "gl-05-31-05s6", "raw": "A scene from a TV show in which a woman is being held by a man in bed", "with_names": "a woman is being held by a man in bed"}, {"scene_id": "gl-05-31-05s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking down", "with_names": ""}, {"scene_id": "gl-05-31-05s8", "raw": "A scene from a TV show in which a man is talking to a woman and touching his face.", "with_names": ""}, {"scene_id": "gl-05-31-05s9", "raw": "A scene from a TV show in which a little boy is eating a bowl of ice cream", "with_names": "a little boy is eating a bowl of ice cream"}, {"scene_id": "gl-05-31-05s10", "raw": "A scene from a TV show in which a man is kissing a woman in a jail cell.", "with_names": "a man is kissing a woman in a jail cell."}, {"scene_id": "gl-05-31-05s11", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a black dress.", "with_names": ""}, {"scene_id": "gl-05-31-05s12", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "gl-05-31-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-31-05s14", "raw": "A scene from a TV show in which a woman is locked in a cage and a man is trying to get her out.", "with_names": "a woman is locked in a cage and a man is trying to get her out."}, {"scene_id": "gl-05-31-05s15", "raw": "A scene from a TV show in which a man is wearing sunglasses and a suit and another man is wearing a suit and tie.", "with_names": "a man is wearing sunglasses and a suit and another man is wearing a suit and tie."}, {"scene_id": "gl-05-31-05s16", "raw": "", "with_names": ""}, {"scene_id": "gl-05-31-05s17", "raw": "", "with_names": ""}, {"scene_id": "gl-05-31-05s18", "raw": "A scene from a TV show in which a man is talking about his wife's infidelity.", "with_names": ""}, {"scene_id": "gl-05-31-05s19", "raw": "A scene from a TV show in which a man is talking to someone and his hair is flowing in the wind", "with_names": ""}, {"scene_id": "gl-05-31-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-05-31-05s21", "raw": "A scene from a TV show in which a woman is talking to a man and a dog.", "with_names": ""}, {"scene_id": "gl-05-31-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-31-05s23", "raw": "A scene from a TV show in which a man is talking to someone and his hair is falling over his face", "with_names": ""}, {"scene_id": "gl-05-31-05s24", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-31-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-31-05s26", "raw": "A scene from a TV show in which a woman is wearing a grey cardigan and a black top", "with_names": "a woman is wearing a grey cardigan and a black top"}, {"scene_id": "gl-05-31-05s27", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "gl-05-31-05s28", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-05-31-05s29", "raw": "A scene from a TV show in which a woman is talking to a man and his face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-05-31-05s30", "raw": "A scene from a TV show in which a man is sitting on a bed with his hands behind his head.", "with_names": "a man is sitting on a bed with his hands behind his head."}, {"scene_id": "gl-05-31-05s31", "raw": "", "with_names": ""}]