[{"scene_id": "oltl-09-13-10s0", "raw": "A scene from a TV show in which a man and a woman are in a room with a gun.", "with_names": "John and Natalie are in a room with a gun."}, {"scene_id": "oltl-09-13-10s1", "raw": "A scene from a TV show in which a woman is sitting in front of a TV and a man is standing next to her.", "with_names": "a woman is sitting in front of a tv and a man is standing next to her."}, {"scene_id": "oltl-09-13-10s2", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-09-13-10s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with flowers.", "with_names": "a man and a woman are sitting at a table, with flowers."}, {"scene_id": "oltl-09-13-10s4", "raw": "A scene from a TV show in which a man is wearing a white coat and a striped shirt.", "with_names": "a man is wearing a white coat and a striped shirt."}, {"scene_id": "oltl-09-13-10s5", "raw": "A scene from a TV show in which a man is standing outside, his eyes closed, and his head tilted to the side.", "with_names": "a man is standing outside, his eyes closed, and his head tilted to the side."}, {"scene_id": "oltl-09-13-10s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a lantern.", "with_names": "] is wearing a dress and a man is holding a lantern."}, {"scene_id": "oltl-09-13-10s7", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing behind him.", "with_names": "a man is sitting in a wheelchair and a woman is standing behind him."}, {"scene_id": "oltl-09-13-10s8", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a woman is sitting next to him.", "with_names": "a man is wearing a purple shirt and a woman is sitting next to him."}, {"scene_id": "oltl-09-13-10s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-13-10s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-09-13-10s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-13-10s12", "raw": "A scene from a TV show in which a young black girl is sitting at a table and looking at the camera.", "with_names": "a young black girl is sitting at a table and looking at the camera."}, {"scene_id": "oltl-09-13-10s13", "raw": "A scene from a TV show in which a man is wearing a white coat and a striped shirt.", "with_names": "a man is wearing a white coat and a striped shirt."}, {"scene_id": "oltl-09-13-10s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a black jacket.", "with_names": "a man is wearing a blue shirt and a black jacket."}, {"scene_id": "oltl-09-13-10s15", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-09-13-10s16", "raw": "A scene from a TV show in which a black man and a white woman are sitting at a table.", "with_names": "a black man and a white woman are sitting at a table."}, {"scene_id": "oltl-09-13-10s17", "raw": "A scene from a TV show in which a woman is talking and making a funny face.", "with_names": ""}, {"scene_id": "oltl-09-13-10s18", "raw": "A scene from a TV show in which a woman is talking to a group of people. She is wearing a yellow shirt and is standing in front of a brick wall.", "with_names": ""}, {"scene_id": "oltl-09-13-10s19", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-09-13-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-13-10s21", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-13-10s22", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "] and Natalie are standing in a hallway."}, {"scene_id": "oltl-09-13-10s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head.", "with_names": "a man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-09-13-10s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-09-13-10s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-13-10s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "oltl-09-13-10s27", "raw": "A scene from a TV show in which a man is lying on a couch with a bandage on his head.", "with_names": "a man is lying on a couch with a bandage on his head."}, {"scene_id": "oltl-09-13-10s28", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-13-10s29", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head.", "with_names": "a man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "oltl-09-13-10s30", "raw": "A scene from a TV show in which a man is looking down and a sign is in front of him that says \"Danger, hearing loss, please exit\"", "with_names": "a man is looking down and a sign is in front of him that says \"danger, hearing loss, please exit\""}, {"scene_id": "oltl-09-13-10s31", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "oltl-09-13-10s32", "raw": "A scene from a TV show in which two black teens sit at a table eating food.", "with_names": "two black teens sit at a table eating food."}, {"scene_id": "oltl-09-13-10s33", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-13-10s34", "raw": "A scene from a TV show in which a black woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-13-10s35", "raw": "A scene from a TV show in which a man is being held back by a woman.", "with_names": "a man is being held back by a woman."}, {"scene_id": "oltl-09-13-10s36", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-13-10s37", "raw": "A scene from a TV show in which a woman is standing in a room and a man is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-09-13-10s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-13-10s39", "raw": "A scene from a TV show in which a pregnant woman is sitting next to a man.", "with_names": "a pregnant woman is sitting next to a man."}, {"scene_id": "oltl-09-13-10s40", "raw": "A scene from a TV show in which a fire is set in a building.", "with_names": "a fire is set in a building."}, {"scene_id": "oltl-09-13-10s41", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-13-10s42", "raw": "A scene from a TV show in which a man is talking about a painting.", "with_names": ""}, {"scene_id": "oltl-09-13-10s43", "raw": "A scene from a TV show in which a man is kicking a woman's legs.", "with_names": "a man is kicking a woman's legs."}, {"scene_id": "oltl-09-13-10s44", "raw": "A scene from a TV show in which a black man is standing next to a white woman.", "with_names": "a black man is standing next to a white woman."}, {"scene_id": "oltl-09-13-10s45", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "a woman is sitting in a room and a man is standing behind her."}, {"scene_id": "oltl-09-13-10s46", "raw": "A scene from a TV show in which a man is wearing a white coat and a striped shirt", "with_names": "a man is wearing a white coat and a striped shirt"}, {"scene_id": "oltl-09-13-10s47", "raw": "A scene from a TV show in which a black man and a white woman sit at a table and talk.", "with_names": "a black man and a white woman sit at a table and talk."}, {"scene_id": "oltl-09-13-10s48", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-09-13-10s49", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-09-13-10s50", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-13-10s51", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-09-13-10s52", "raw": "A scene from a TV show in which a man is sitting on a bed and talking.", "with_names": ""}, {"scene_id": "oltl-09-13-10s53", "raw": "A scene from a TV show in which a woman is talking to a man in front of a police station bulletin board.", "with_names": ""}, {"scene_id": "oltl-09-13-10s54", "raw": "A scene from a TV show in which a man is wearing a white coat and a striped shirt", "with_names": "a man is wearing a white coat and a striped shirt"}, {"scene_id": "oltl-09-13-10s55", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}]