[{"scene_id": "atwt-06-16-09s0", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is holding a piece of paper.", "with_names": "two men are standing in a living room, one of them is holding a piece of paper."}, {"scene_id": "atwt-06-16-09s1", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-06-16-09s2", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-06-16-09s3", "raw": "A scene from a TV show in which a woman is sitting next to a man and listening to music on her headphones.", "with_names": "a woman is sitting next to a man and listening to music on her headphones."}, {"scene_id": "atwt-06-16-09s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-16-09s5", "raw": "A scene from a TV show in which a group of people are sitting outside a tent.", "with_names": "a group of people are sitting outside a tent."}, {"scene_id": "atwt-06-16-09s6", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-06-16-09s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-16-09s8", "raw": "A scene from a TV show in which a man is looking at his cell phone and a woman is sitting next to him.", "with_names": "a man is looking at his cell phone and a woman is sitting next to him."}, {"scene_id": "atwt-06-16-09s9", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a bikini.", "with_names": "a man is wearing a suit and a woman is in a bikini."}, {"scene_id": "atwt-06-16-09s10", "raw": "A scene from a TV show in which a woman is wearing a yellow cardigan and a black shirt.", "with_names": "a woman is wearing a yellow cardigan and a black shirt."}, {"scene_id": "atwt-06-16-09s11", "raw": "A scene from a TV show in which a family is sitting on a lawn and talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-16-09s12", "raw": "A scene from a TV show in which a couple is sitting outside at a table under an umbrella.", "with_names": "a couple is sitting outside at a table under an umbrella."}, {"scene_id": "atwt-06-16-09s13", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at it.", "with_names": "a woman is holding a piece of paper and looking at it."}, {"scene_id": "atwt-06-16-09s14", "raw": "A scene from a TV show in which a man is wearing a red sweatshirt and a blonde man is talking to him", "with_names": ""}, {"scene_id": "atwt-06-16-09s15", "raw": "A scene from a TV show in which a man is talking on a cell phone in a kitchen while a woman is standing in the background.", "with_names": ""}, {"scene_id": "atwt-06-16-09s16", "raw": "A scene from a TV show in which a man is wearing a tie and smiling", "with_names": "a man is wearing a tie and smiling"}, {"scene_id": "atwt-06-16-09s17", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a man is standing behind her.", "with_names": "a woman is wearing a yellow jacket and a man is standing behind her."}, {"scene_id": "atwt-06-16-09s18", "raw": "A scene from a TV show in which a young man is interviewed.", "with_names": "a young man is interviewed."}, {"scene_id": "atwt-06-16-09s19", "raw": "A scene from a TV show in which a mother and daughter are playing Twister together.", "with_names": "a mother and daughter are playing twister together."}, {"scene_id": "atwt-06-16-09s20", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-06-16-09s21", "raw": "A scene from a TV show in which Depend brand men's incontinence products are shown.", "with_names": "depend brand men's incontinence products are shown."}, {"scene_id": "atwt-06-16-09s22", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-06-16-09s23", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-16-09s24", "raw": "A scene from a TV show in which a man is holding a gun in a room with a woman and a bookshelf in the background.", "with_names": "a man is holding a gun in a room with a woman and a bookshelf in the background."}, {"scene_id": "atwt-06-16-09s25", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-06-16-09s26", "raw": "A scene from a TV show in which a man is seen holding a child in his arms.", "with_names": "a man is holding a child in his arms."}]