[{"scene_id": "atwt-11-21-05s0", "raw": "A scene from a TV show in which a woman opens a drawer with her hand.", "with_names": "Katie opens a drawer with her hand."}, {"scene_id": "atwt-11-21-05s1", "raw": "A scene from a TV show in which a woman is wearing a light green dress and a white jacket.", "with_names": "a woman is wearing a light green dress and a white jacket."}, {"scene_id": "atwt-11-21-05s2", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-11-21-05s3", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a handbag.", "with_names": "a woman is wearing a pink jacket and a handbag."}, {"scene_id": "atwt-11-21-05s4", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-21-05s5", "raw": "A scene from a TV show in which a man is wearing a green sweater and a white shirt", "with_names": "a man is wearing a green sweater and a white shirt"}, {"scene_id": "atwt-11-21-05s6", "raw": "A scene from a TV show in which a little girl is eating a sandwich and a teddy bear is sitting next to her.", "with_names": "a little girl is eating a sandwich and a teddy bear is sitting next to her."}, {"scene_id": "atwt-11-21-05s7", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a blonde wig", "with_names": "a woman is wearing a red sweater and a blonde wig"}, {"scene_id": "atwt-11-21-05s8", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the frame.", "with_names": "a man is smiling and looking to the right of the frame."}, {"scene_id": "atwt-11-21-05s9", "raw": "A scene from a TV show in which a young man is wearing a brown jacket and a white t-shirt.", "with_names": "a young man is wearing a brown jacket and a white t-shirt."}, {"scene_id": "atwt-11-21-05s10", "raw": "A scene from a TV show in which a woman is shown using a Root Touch-Up product.", "with_names": ""}, {"scene_id": "atwt-11-21-05s11", "raw": "A scene from a TV show in which a man is looking at a wine bottle.", "with_names": "a man is looking at a wine bottle."}, {"scene_id": "atwt-11-21-05s12", "raw": "A scene from a TV show in which a man is holding a baby in a living room.", "with_names": "a man is holding a baby in a living room."}, {"scene_id": "atwt-11-21-05s13", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-11-21-05s14", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "atwt-11-21-05s15", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-11-21-05s16", "raw": "A scene from a TV show in which a boy and a girl are standing close to each other.", "with_names": "a boy and a girl are standing close to each other."}, {"scene_id": "atwt-11-21-05s17", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a handbag", "with_names": "a woman is wearing a pink jacket and a handbag"}, {"scene_id": "atwt-11-21-05s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-11-21-05s19", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-11-21-05s20", "raw": "A scene from a TV show in which a woman is lying on a couch with her eyes closed and a Recup logo over her head.", "with_names": "a woman is lying on a couch with her eyes closed and a recup logo over her head."}, {"scene_id": "atwt-11-21-05s21", "raw": "A scene from a TV show in which a woman is wearing a blue scarf around her neck.", "with_names": "a woman is wearing a blue scarf around her neck."}, {"scene_id": "atwt-11-21-05s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-21-05s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-21-05s24", "raw": "A scene from a TV show in which a house is shown with a large yard and a well-maintained lawn.", "with_names": ""}, {"scene_id": "atwt-11-21-05s25", "raw": "A scene from a TV show in which a young man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-21-05s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-11-21-05s27", "raw": "A scene from a TV show in which a boy and a girl are standing in front of a door.", "with_names": "a boy and a girl are standing in front of a door."}, {"scene_id": "atwt-11-21-05s28", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-21-05s29", "raw": "A scene from a TV show in which a man is sitting in a room full of junk.", "with_names": "a man is sitting in a room full of junk."}, {"scene_id": "atwt-11-21-05s30", "raw": "", "with_names": ""}]