[{"scene_id": "oltl-11-14-06s0", "raw": "A scene from a TV show in which a man is handing a bottle to another man.", "with_names": "a man is handing a bottle to another man."}, {"scene_id": "oltl-11-14-06s1", "raw": "A scene from a TV show in which a baby is shown sucking on her fingers.", "with_names": ""}, {"scene_id": "oltl-11-14-06s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-14-06s3", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-11-14-06s4", "raw": "A scene from a TV show in which a man is standing in a room with a window and a door.", "with_names": "a man is standing in a room with a window and a door."}, {"scene_id": "oltl-11-14-06s5", "raw": "A scene from a TV show in which a man is wearing a black hat and a yellow and black scarf.", "with_names": "a man is wearing a black hat and a yellow and black scarf."}, {"scene_id": "oltl-11-14-06s6", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is holding a glass.", "with_names": "a woman is sitting at a table with a man, and she is holding a glass."}, {"scene_id": "oltl-11-14-06s7", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree, holding a can of beer.", "with_names": "a woman is standing in front of a christmas tree, holding a can of beer."}, {"scene_id": "oltl-11-14-06s8", "raw": "A scene from a TV show in which a woman is being harassed by a man in a bar.", "with_names": "a woman is being harassed by a man in a bar."}, {"scene_id": "oltl-11-14-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-14-06s10", "raw": "A scene from a TV show in which two men are shaking hands and smiling.", "with_names": "two men are shaking hands and smiling."}, {"scene_id": "oltl-11-14-06s11", "raw": "A scene from a TV show in which a man is holding a baby and looking at a tablet.", "with_names": "a man is holding a baby and looking at a tablet."}, {"scene_id": "oltl-11-14-06s12", "raw": "A scene from a TV show in which a blonde woman is wearing a white top and a necklace.", "with_names": "a blonde woman is wearing a white top and a necklace."}, {"scene_id": "oltl-11-14-06s13", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black jacket and is standing in a bar.", "with_names": "a man is wearing a white shirt and a black jacket and is standing in a bar."}, {"scene_id": "oltl-11-14-06s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is touching her shoulder", "with_names": "a woman is wearing a red dress and a man is touching her shoulder"}, {"scene_id": "oltl-11-14-06s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-14-06s16", "raw": "A scene from a TV show in which a woman is smiling and wearing a green dress.", "with_names": "a woman is smiling and wearing a green dress."}, {"scene_id": "oltl-11-14-06s17", "raw": "A scene from a TV show in which a black man is being attacked by a white man.", "with_names": "a black man is being attacked by a white man."}, {"scene_id": "oltl-11-14-06s18", "raw": "A scene from a TV show in which a woman is wearing a blue necklace and a green dress.", "with_names": "a woman is wearing a blue necklace and a green dress."}, {"scene_id": "oltl-11-14-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-14-06s20", "raw": "A scene from a TV show in which a man is knocking on a door", "with_names": "a man is knocking on a door"}, {"scene_id": "oltl-11-14-06s21", "raw": "A scene from a TV show in which a man is leaning over a woman, kissing her on the cheek.", "with_names": "a man is leaning over a woman, kissing her on the cheek."}, {"scene_id": "oltl-11-14-06s22", "raw": "A scene from a TV show in which a man is dancing in a room with neon lights.", "with_names": "a man is dancing in a room with neon lights."}, {"scene_id": "oltl-11-14-06s23", "raw": "A scene from a TV show in which a man is holding a baby and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-14-06s24", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-14-06s25", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-11-14-06s26", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "oltl-11-14-06s27", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-11-14-06s28", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-14-06s29", "raw": "A scene from a TV show in which a doctor is examining a young girl.", "with_names": "a doctor is examining a young girl."}, {"scene_id": "oltl-11-14-06s30", "raw": "A scene from a TV show in which a man is wearing a suit and a hat and holding a cigarette.", "with_names": "a man is wearing a suit and a hat and holding a cigarette."}, {"scene_id": "oltl-11-14-06s31", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down, with a woman standing behind him.", "with_names": "a man is wearing a suit and a tie and looking down, with a woman standing behind him."}, {"scene_id": "oltl-11-14-06s32", "raw": "A scene from a TV show in which a girl is crying and a boy is comforting her.", "with_names": "a girl is crying and a boy is comforting her."}, {"scene_id": "oltl-11-14-06s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-14-06s34", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}]