[{"scene_id": "oltl-03-14-07s0", "raw": "A scene from a TV show in which a woman is wearing a brown leather jacket and a long brown hair.", "with_names": "a woman is wearing a brown leather jacket and a long brown hair."}, {"scene_id": "oltl-03-14-07s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-14-07s2", "raw": "A scene from a TV show in which a woman is in a bathtub and a man is standing next to her.", "with_names": "a woman is in a bathtub and a man is standing next to her."}, {"scene_id": "oltl-03-14-07s3", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-03-14-07s4", "raw": "A scene from a TV show in which a man is seen entering a building with a suitcase.", "with_names": "a man is entering a building with a suitcase."}, {"scene_id": "oltl-03-14-07s5", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-14-07s6", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-03-14-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-14-07s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-14-07s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-14-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-14-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-14-07s12", "raw": "A scene from a TV show in which a man is signing a document while a woman looks on.", "with_names": "a man is signing a document while a woman looks on."}, {"scene_id": "oltl-03-14-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-14-07s14", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a lamp and a window.", "with_names": ""}, {"scene_id": "oltl-03-14-07s15", "raw": "A scene from a TV show in which a man is looking up at a woman.", "with_names": "a man is looking up at a woman."}, {"scene_id": "oltl-03-14-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-14-07s17", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-03-14-07s18", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-14-07s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-14-07s20", "raw": "A scene from a TV show in which a woman is being forced to wear a fur coat.", "with_names": "a woman is being forced to wear a fur coat."}, {"scene_id": "oltl-03-14-07s21", "raw": "A scene from a TV show in which a woman is talking to three men in a kitchen.", "with_names": ""}, {"scene_id": "oltl-03-14-07s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-14-07s23", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-03-14-07s24", "raw": "A scene from a TV show in which a man is holding a woman by the hand and talking to her.", "with_names": ""}, {"scene_id": "oltl-03-14-07s25", "raw": "A scene from a TV show in which Nathan Fillion is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-03-14-07s26", "raw": "A scene from a TV show in which a woman is standing in a doorway with a suitcase.", "with_names": "a woman is standing in a doorway with a suitcase."}, {"scene_id": "oltl-03-14-07s27", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone off camera.", "with_names": ""}]