[{"scene_id": "atwt-04-21-10s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-10s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-10s2", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-04-21-10s3", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is standing behind her.", "with_names": "a woman is wearing a red coat and a man is standing behind her."}, {"scene_id": "atwt-04-21-10s4", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at a TV screen.", "with_names": ""}, {"scene_id": "atwt-04-21-10s5", "raw": "A scene from a TV show in which toothpaste is being advertised", "with_names": "toothpaste is being advertised"}, {"scene_id": "atwt-04-21-10s6", "raw": "A scene from a TV show in which a blonde woman is smiling and looking up.", "with_names": "a blonde woman is smiling and looking up."}, {"scene_id": "atwt-04-21-10s7", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "atwt-04-21-10s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-04-21-10s9", "raw": "A scene from a TV show in which a woman is standing in a room with a bookcase.", "with_names": "a woman is standing in a room with a bookcase."}, {"scene_id": "atwt-04-21-10s10", "raw": "A scene from a TV show in which a man and a woman are talking in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-21-10s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and long hair", "with_names": "a woman is wearing a blue dress and long hair"}, {"scene_id": "atwt-04-21-10s12", "raw": "A scene from a TV show in which a man and a woman are wearing scrubs and talking.", "with_names": ""}, {"scene_id": "atwt-04-21-10s13", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-04-21-10s14", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a pattern.", "with_names": "a man is wearing a suit and a shirt with a pattern."}, {"scene_id": "atwt-04-21-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-10s16", "raw": "A scene from a TV show in which a man is painting a fire extinguisher on his chest.", "with_names": "] is painting a fire extinguisher on his chest."}, {"scene_id": "atwt-04-21-10s17", "raw": "A scene from a TV show in which a man is looking down and closing his eyes", "with_names": "a man is looking down and closing his eyes"}, {"scene_id": "atwt-04-21-10s18", "raw": "A scene from a TV show in which a young woman is looking at a man and he is looking back at her.", "with_names": "a young woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-21-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-10s20", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-21-10s21", "raw": "A scene from a TV show in which a woman is seen applying a hair mask to her hair.", "with_names": "a woman is applying a hair mask to her hair."}, {"scene_id": "atwt-04-21-10s22", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-04-21-10s23", "raw": "A scene from a TV show in which a man is wearing a suit and smiling", "with_names": "a man is wearing a suit and smiling"}, {"scene_id": "atwt-04-21-10s24", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her", "with_names": "] is opening a door and a man is standing behind her"}, {"scene_id": "atwt-04-21-10s25", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a red shirt.", "with_names": "a woman is wearing a blue dress and a man is in a red shirt."}, {"scene_id": "atwt-04-21-10s26", "raw": "A scene from a TV show in which a green sign says \"$10 Kohl's Cash Get $10 Kohl'S Cash for every $50 you spend\"", "with_names": "a green sign says \"$10 kohl's cash get $10 kohl's cash for every $50 you spend\""}, {"scene_id": "atwt-04-21-10s27", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant.", "with_names": "a man and a woman are standing in a restaurant."}, {"scene_id": "atwt-04-21-10s28", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-21-10s29", "raw": "A scene from a TV show in which a bottle of olive oil is shown with olives.", "with_names": ""}]