[{"scene_id": "bb-11-18-16s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-18-16s1", "raw": "A scene from a TV show in which a man is reading a paper while another man looks at him.", "with_names": "a man is reading a paper while another man looks at him."}, {"scene_id": "bb-11-18-16s2", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Eric and Quinn are lying in bed together."}, {"scene_id": "bb-11-18-16s3", "raw": "A scene from a TV show in which a woman is walking into a room and a door opens.", "with_names": "a woman is walking into a room and a door opens."}, {"scene_id": "bb-11-18-16s4", "raw": "A scene from a TV show in which a man is holding a glass and a young man is drinking from it.", "with_names": "a man is holding a glass and a young man is drinking from it."}, {"scene_id": "bb-11-18-16s5", "raw": "A scene from a TV show in which an elderly woman is comforted by a younger woman.", "with_names": "an elderly woman is comforted by a younger woman."}, {"scene_id": "bb-11-18-16s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-18-16s7", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Eric and Quinn are lying in bed together."}, {"scene_id": "bb-11-18-16s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-18-16s9", "raw": "A scene from a TV show in which a woman is holding a paper airplane and talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-18-16s10", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "Eric and Quinn are in bed together."}, {"scene_id": "bb-11-18-16s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "bb-11-18-16s12", "raw": "A scene from a TV show in which a man and a woman sit on a bench in a garden.", "with_names": "a man and a woman sit on a bench in a garden."}, {"scene_id": "bb-11-18-16s13", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "Quinn is lying in bed with Eric, and he is looking at her."}, {"scene_id": "bb-11-18-16s14", "raw": "A scene from a TV show in which a woman is talking to another woman in a living room.", "with_names": ""}, {"scene_id": "bb-11-18-16s15", "raw": "A scene from a TV show in which a woman is looking at her phone and a vase of flowers is in the background.", "with_names": "Quinn is looking at her phone and a vase of flowers is in the background."}, {"scene_id": "bb-11-18-16s16", "raw": "A scene from a TV show in which a man is reading a letter in a room with a fireplace and a desk", "with_names": "a man is reading a letter in a room with a fireplace and a desk"}, {"scene_id": "bb-11-18-16s17", "raw": "A scene from a TV show in which a woman is standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-11-18-16s18", "raw": "A scene from a TV show in which a man is being interviewed by a presenter", "with_names": "a man is being interviewed by a presenter"}, {"scene_id": "bb-11-18-16s19", "raw": "A scene from a TV show in which a man stands in a suit in a garden, looking at a gravestone.", "with_names": "a man stands in a suit in a garden, looking at a gravestone."}]