[{"scene_id": "atwt-05-14-07s0", "raw": "A scene from a TV show in which a family sits around a dining table and eats.", "with_names": "a family sits around a dining table and eats."}, {"scene_id": "atwt-05-14-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-14-07s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-14-07s3", "raw": "A scene from a TV show in which a woman is sitting next to a man and drinking coffee.", "with_names": "a woman is sitting next to a man and drinking coffee."}, {"scene_id": "atwt-05-14-07s4", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-14-07s5", "raw": "A scene from a TV show in which a woman is standing in front of a man, with a yellow and orange background.", "with_names": "a woman is standing in front of ], with a yellow and orange background."}, {"scene_id": "atwt-05-14-07s6", "raw": "A scene from a TV show in which a woman is seen in a dark room, looking at the camera.", "with_names": "a woman is in a dark room, looking at the camera."}, {"scene_id": "atwt-05-14-07s7", "raw": "A scene from a TV show in which a woman is looking down and wearing a brown top", "with_names": "a woman is looking down and wearing a brown top"}, {"scene_id": "atwt-05-14-07s8", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-05-14-07s9", "raw": "A scene from a TV show in which a woman holds a baby while another woman looks on.", "with_names": "a woman holds a baby while another woman looks on."}, {"scene_id": "atwt-05-14-07s10", "raw": "A scene from a TV show in which Joey is looking at Rachel and smiling", "with_names": "joey is looking at rachel and smiling"}, {"scene_id": "atwt-05-14-07s11", "raw": "A scene from a TV show in which a crescent moon is visible over a city.", "with_names": "a crescent moon is visible over a city."}, {"scene_id": "atwt-05-14-07s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-14-07s13", "raw": "A scene from a TV show in which a young boy is wearing a red shirt and a boy is standing behind him.", "with_names": "a young boy is wearing a red shirt and a boy is standing behind him."}, {"scene_id": "atwt-05-14-07s14", "raw": "A scene from a TV show in which a man is hit by a water sprinkler.", "with_names": "] is hit by a water sprinkler."}, {"scene_id": "atwt-05-14-07s15", "raw": "A scene from a TV show in which a boy is wearing a red shirt and a man is standing behind him.", "with_names": "a boy is wearing a red shirt and a man is standing behind him."}, {"scene_id": "atwt-05-14-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-14-07s17", "raw": "A scene from a TV show in which a woman is touching her face with her fingers.", "with_names": "a woman is touching her face with her fingers."}, {"scene_id": "atwt-05-14-07s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a bar.", "with_names": "a man and a woman are sitting at a table in a bar."}, {"scene_id": "atwt-05-14-07s19", "raw": "A scene from a TV show in which a woman is wearing a red vest and a white shirt and is smiling.", "with_names": "a woman is wearing a red vest and a white shirt and is smiling."}, {"scene_id": "atwt-05-14-07s20", "raw": "A scene from a TV show in which a man and a woman sit in a living room, looking at each other.", "with_names": "a man and a woman sit in a living room, looking at each other."}, {"scene_id": "atwt-05-14-07s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-05-14-07s22", "raw": "A scene from a TV show in which a woman is lying on a bed and laughing.", "with_names": "a woman is lying on a bed and laughing."}, {"scene_id": "atwt-05-14-07s23", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-05-14-07s24", "raw": "A scene from a TV show in which a woman is sleeping with a pillow over her face.", "with_names": "a woman is sleeping with a pillow over her face."}]