[{"scene_id": "bb-01-06-14s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Hope sit on a couch and talk."}, {"scene_id": "bb-01-06-14s1", "raw": "A scene from a TV show in which a woman is reading a paper and another woman is listening intently.", "with_names": "a woman is reading a paper and another woman is listening intently."}, {"scene_id": "bb-01-06-14s2", "raw": "A scene from a TV show in which a pregnant woman is standing in front of a fireplace and holding a pink folder.", "with_names": "a pregnant woman is standing in front of a fireplace and holding a pink folder."}, {"scene_id": "bb-01-06-14s3", "raw": "A scene from a TV show in which a man stands up and reads from a piece of paper to a group of people sitting around a table.", "with_names": "a man stands up and reads from a piece of paper to a group of people sitting around a table."}, {"scene_id": "bb-01-06-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-06-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-06-14s6", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-06-14s7", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-01-06-14s8", "raw": "A scene from a TV show in which a man is crying and another man is standing behind him.", "with_names": "a man is crying and another man is standing behind him."}, {"scene_id": "bb-01-06-14s9", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "bb-01-06-14s10", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-01-06-14s11", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-01-06-14s12", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]