[{"scene_id": "oltl-05-10-11s0", "raw": "A scene from a TV show in which a blonde woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-10-11s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "oltl-05-10-11s2", "raw": "A scene from a TV show in which a woman holds a baby in a living room.", "with_names": "a woman holds a baby in a living room."}, {"scene_id": "oltl-05-10-11s3", "raw": "A scene from a TV show in which a man is in a white shirt and a woman is wearing a black dress. They are standing in front of a metal gate.", "with_names": "a man is in a white shirt and a woman is wearing a black dress. they are standing in front of a metal gate."}, {"scene_id": "oltl-05-10-11s4", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-05-10-11s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-10-11s6", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-05-10-11s7", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing outside the cell.", "with_names": "a woman is in a jail cell and a man is standing outside the cell."}, {"scene_id": "oltl-05-10-11s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "oltl-05-10-11s9", "raw": "A scene from a TV show in which a woman is standing in a room with a young girl.", "with_names": "a woman is standing in a room with a young girl."}, {"scene_id": "oltl-05-10-11s10", "raw": "A scene from a TV show in which a teddy bear is used to control a remote control.", "with_names": "a teddy bear is used to control a remote control."}, {"scene_id": "oltl-05-10-11s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-10-11s12", "raw": "A scene from a TV show in which a woman is holding a baby in a room.", "with_names": "a woman is holding a baby in a room."}, {"scene_id": "oltl-05-10-11s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-10-11s14", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "oltl-05-10-11s15", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-05-10-11s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "oltl-05-10-11s17", "raw": "A scene from a TV show in which a woman is holding a box and another woman is standing behind her.", "with_names": "a woman is holding a box and another woman is standing behind her."}, {"scene_id": "oltl-05-10-11s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-10-11s19", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-05-10-11s20", "raw": "A scene from a TV show in which a woman sits on a couch holding a baby.", "with_names": "a woman sits on a couch holding a baby."}, {"scene_id": "oltl-05-10-11s21", "raw": "A scene from a TV show in which a man lies in a hospital bed and looks at his phone.", "with_names": "a man lies in a hospital bed and looks at his phone."}, {"scene_id": "oltl-05-10-11s22", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "oltl-05-10-11s23", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie.", "with_names": "a man is wearing a leather jacket and a tie."}, {"scene_id": "oltl-05-10-11s24", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "oltl-05-10-11s25", "raw": "A scene from a TV show in which a woman is holding a bottle and laughing.", "with_names": "a woman is holding a bottle and laughing."}, {"scene_id": "oltl-05-10-11s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-10-11s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-10-11s28", "raw": "A scene from a TV show in which a police officer is being arrested by a man.", "with_names": "a police officer is being arrested by a man."}, {"scene_id": "oltl-05-10-11s29", "raw": "A scene from a TV show in which a woman is holding a knife and another woman is pointing it at her.", "with_names": "a woman is holding a knife and another woman is pointing it at her."}, {"scene_id": "oltl-05-10-11s30", "raw": "A scene from a TV show in which a woman is looking through a door.", "with_names": "a woman is looking through a door."}, {"scene_id": "oltl-05-10-11s31", "raw": "A scene from a TV show in which a woman is vacuuming a carpet.", "with_names": "a woman is vacuuming a carpet."}, {"scene_id": "oltl-05-10-11s32", "raw": "", "with_names": ""}]