[{"scene_id": "bb-06-21-06s0", "raw": "A scene from a TV show in which a woman reads a newspaper with the headline \"Style WOW!\"", "with_names": "Brooke reads a newspaper with the headline \"style wow!\""}, {"scene_id": "bb-06-21-06s1", "raw": "A scene from a TV show in which three women are arguing.", "with_names": "three women are arguing."}, {"scene_id": "bb-06-21-06s2", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a white shirt", "with_names": "a man is wearing a tuxedo and a woman is in a white shirt"}, {"scene_id": "bb-06-21-06s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}, {"scene_id": "bb-06-21-06s4", "raw": "A scene from a TV show in which a man is tying his tie.", "with_names": "a man is tying his tie."}, {"scene_id": "bb-06-21-06s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and another woman is in a black dress.", "with_names": "a woman is wearing a red dress and another woman is in a black dress."}, {"scene_id": "bb-06-21-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-21-06s7", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-06-21-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-21-06s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a lamp is on in the background.", "with_names": "a woman is wearing a black dress and a lamp is on in the background."}, {"scene_id": "bb-06-21-06s10", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-06-21-06s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-06-21-06s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}]