[{"scene_id": "gl-03-25-03s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-25-03s1", "raw": "A scene from a TV show in which a man is sitting across a table from another man.", "with_names": "a man is sitting across a table from another man."}, {"scene_id": "gl-03-25-03s2", "raw": "A scene from a TV show in which a woman is talking to a man on a staircase.", "with_names": ""}, {"scene_id": "gl-03-25-03s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-03-25-03s4", "raw": "", "with_names": ""}, {"scene_id": "gl-03-25-03s5", "raw": "A scene from a TV show in which a woman is looking at a piece of paper with a young woman standing next to her.", "with_names": "a woman is looking at a piece of paper with a young woman standing next to her."}, {"scene_id": "gl-03-25-03s6", "raw": "A scene from a TV show in which a man is looking out a window and smiling", "with_names": "a man is looking out a window and smiling"}, {"scene_id": "gl-03-25-03s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "gl-03-25-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking.", "with_names": ""}, {"scene_id": "gl-03-25-03s9", "raw": "A scene from a TV show in which a woman is hugging a giant letter G", "with_names": "a woman is hugging a giant letter g"}, {"scene_id": "gl-03-25-03s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "gl-03-25-03s11", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the ground.", "with_names": "a woman is sitting on a bench and looking at the ground."}, {"scene_id": "gl-03-25-03s12", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and tie", "with_names": "a man is wearing glasses and a suit and tie"}, {"scene_id": "gl-03-25-03s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-25-03s14", "raw": "A scene from a TV show in which a woman is wearing a yellow coat and a blonde wig.", "with_names": "a woman is wearing a yellow coat and a blonde wig."}, {"scene_id": "gl-03-25-03s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-03-25-03s16", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree, wearing a red jacket and a pearl necklace.", "with_names": "a woman is standing in front of a christmas tree, wearing a red jacket and a pearl necklace."}, {"scene_id": "gl-03-25-03s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-25-03s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]