[{"scene_id": "bb-06-09-06s0", "raw": "A scene from a TV show in which a woman is standing in front of a table with a cake and flowers on it, and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-06-09-06s1", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "bb-06-09-06s2", "raw": "A scene from a TV show in which a woman is looking at a man and a painting.", "with_names": "a woman is looking at a man and a painting."}, {"scene_id": "bb-06-09-06s3", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "bb-06-09-06s4", "raw": "A scene from a TV show in which a man is riding a bike and a woman is standing next to him.", "with_names": "a man is riding a bike and a woman is standing next to him."}, {"scene_id": "bb-06-09-06s5", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "bb-06-09-06s6", "raw": "A scene from a TV show in which a woman is standing in a room with her hands on her hips.", "with_names": "a woman is standing in a room with her hands on her hips."}, {"scene_id": "bb-06-09-06s7", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "bb-06-09-06s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-09-06s9", "raw": "A scene from a TV show in which a woman is standing next to a man, with her arms crossed.", "with_names": "a woman is standing next to a man, with her arms crossed."}, {"scene_id": "bb-06-09-06s10", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "bb-06-09-06s11", "raw": "A scene from a TV show in which a man is talking to someone and a flower is in the background", "with_names": ""}, {"scene_id": "bb-06-09-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}]