[{"scene_id": "atwt-08-13-07s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-13-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-08-13-07s2", "raw": "A scene from a TV show in which a man is drinking wine.", "with_names": "a man is drinking wine."}, {"scene_id": "atwt-08-13-07s3", "raw": "A scene from a TV show in which a woman is screaming in a stairwell.", "with_names": "a woman is screaming in a stairwell."}, {"scene_id": "atwt-08-13-07s4", "raw": "A scene from a TV show in which a mother comforts her daughter.", "with_names": "a mother comforts her daughter."}, {"scene_id": "atwt-08-13-07s5", "raw": "A scene from a TV show in which a woman is wearing a blue bra and a black tank top", "with_names": "a woman is wearing a blue bra and a black tank top"}, {"scene_id": "atwt-08-13-07s6", "raw": "A scene from a TV show in which a woman is wearing a shirt that says Margaret", "with_names": "a woman is wearing a shirt that says margaret"}, {"scene_id": "atwt-08-13-07s7", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-13-07s8", "raw": "A scene from a TV show in which a man is sitting in a bathtub, wearing only a towel on his body.", "with_names": "a man is sitting in a bathtub, wearing only a towel on his body."}, {"scene_id": "atwt-08-13-07s9", "raw": "A scene from a TV show in which a woman is holding a bottle of L'Oreal perfume.", "with_names": "a woman is holding a bottle of l'oreal perfume."}, {"scene_id": "atwt-08-13-07s10", "raw": "A scene from a TV show in which a green and pink highlighter is used to highlight the words Great Lash", "with_names": "a green and pink highlighter is used to highlight the words great lash"}, {"scene_id": "atwt-08-13-07s11", "raw": "A scene from a TV show in which a woman is lying on a bed with a man standing over her.", "with_names": "a woman is lying on a bed with a man standing over her."}, {"scene_id": "atwt-08-13-07s12", "raw": "A scene from a TV show in which a man is shown in a Lipitor commercial.", "with_names": ""}, {"scene_id": "atwt-08-13-07s13", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace.", "with_names": "a woman is wearing a green shirt and a necklace."}, {"scene_id": "atwt-08-13-07s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-08-13-07s15", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on his hands.", "with_names": "a man is lying on a bed with his head resting on his hands."}, {"scene_id": "atwt-08-13-07s16", "raw": "A scene from a TV show in which a woman is using a toothbrush.", "with_names": "a woman is using a toothbrush."}, {"scene_id": "atwt-08-13-07s17", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-08-13-07s18", "raw": "A scene from a TV show in which a woman is standing over a man who is lying on a bed", "with_names": "a woman is standing over a man who is lying on a bed"}, {"scene_id": "atwt-08-13-07s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-13-07s20", "raw": "A scene from a TV show in which a can of infant formula is shown.", "with_names": ""}, {"scene_id": "atwt-08-13-07s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-13-07s22", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-13-07s23", "raw": "A scene from a TV show in which a blonde woman is wearing a red and black tank top and a black skirt.", "with_names": "a blonde woman is wearing a red and black tank top and a black skirt."}, {"scene_id": "atwt-08-13-07s24", "raw": "A scene from a TV show in which a woman is in a swimming pool and smiling", "with_names": "a woman is in a swimming pool and smiling"}, {"scene_id": "atwt-08-13-07s25", "raw": "A scene from a TV show in which a man is dressed in a suit and tie and is holding a gun.", "with_names": "a man is dressed in a suit and tie and is holding a gun."}]