[{"scene_id": "oltl-11-11-08s0", "raw": "A scene from a TV show in which a woman is in labor and a doctor is holding her hand.", "with_names": "a woman is in labor and a doctor is holding her hand."}, {"scene_id": "oltl-11-11-08s1", "raw": "A scene from a TV show in which a woman is talking to two people.", "with_names": ""}, {"scene_id": "oltl-11-11-08s2", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-11-11-08s3", "raw": "A scene from a TV show in which a woman is wearing glasses and touching her chin", "with_names": "a woman is wearing glasses and touching her chin"}, {"scene_id": "oltl-11-11-08s4", "raw": "A scene from a TV show in which a white circle is projected on a wall", "with_names": "a white circle is projected on a wall"}, {"scene_id": "oltl-11-11-08s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-11-08s6", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-11-11-08s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-11-08s8", "raw": "A scene from a TV show in which a woman is in a hospital bed, talking to two other women.", "with_names": ""}, {"scene_id": "oltl-11-11-08s9", "raw": "A scene from a TV show in which a man is pointing a gun at a woman.", "with_names": "a man is pointing a gun at a woman."}, {"scene_id": "oltl-11-11-08s10", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to them.", "with_names": ""}, {"scene_id": "oltl-11-11-08s11", "raw": "A scene from a TV show in which a woman is in a hospital bed and a young girl is standing next to her.", "with_names": "a woman is in a hospital bed and a young girl is standing next to her."}, {"scene_id": "oltl-11-11-08s12", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a white coat and is looking down. Another woman is standing behind her, wearing scrubs.", "with_names": "a woman is wearing a pink shirt and a white coat and is looking down. another woman is standing behind her, wearing scrubs."}, {"scene_id": "oltl-11-11-08s13", "raw": "A scene from a TV show in which a woman is holding a baby and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-11-11-08s14", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "oltl-11-11-08s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-11-08s16", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-11-11-08s17", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-11-11-08s18", "raw": "A scene from a TV show in which a man is kissing a woman in a lab coat.", "with_names": "a man is kissing a woman in a lab coat."}, {"scene_id": "oltl-11-11-08s19", "raw": "A scene from a TV show in which a man is holding a gun and looking at the camera.", "with_names": "a man is holding a gun and looking at the camera."}, {"scene_id": "oltl-11-11-08s20", "raw": "A scene from a TV show in which a woman is talking to a man and another man.", "with_names": ""}, {"scene_id": "oltl-11-11-08s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-11-08s22", "raw": "A scene from a TV show in which a woman is talking to two doctors.", "with_names": ""}, {"scene_id": "oltl-11-11-08s23", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "oltl-11-11-08s24", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-11-11-08s25", "raw": "A scene from a TV show in which a woman is breastfeeding her baby.", "with_names": "a woman is breastfeeding her baby."}, {"scene_id": "oltl-11-11-08s26", "raw": "A scene from a TV show in which a man is handcuffed and a police officer is standing next to him.", "with_names": "a man is handcuffed and a police officer is standing next to him."}, {"scene_id": "oltl-11-11-08s27", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-11-08s28", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "oltl-11-11-08s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-11-08s30", "raw": "A scene from a TV show in which two women are looking at something off-screen.", "with_names": "two women are looking at something off-screen."}, {"scene_id": "oltl-11-11-08s31", "raw": "A scene from a TV show in which a doctor is crying.", "with_names": "a doctor is crying."}, {"scene_id": "oltl-11-11-08s32", "raw": "A scene from a TV show in which a woman is walking through a doorway and a bucket is on the floor.", "with_names": "a woman is walking through a doorway and a bucket is on the floor."}, {"scene_id": "oltl-11-11-08s33", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]