[{"scene_id": "pc-07-02-01s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing next to him.", "with_names": "a man is wearing a leather jacket and a woman is standing next to him."}, {"scene_id": "pc-07-02-01s2", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "pc-07-02-01s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-07-02-01s4", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him.", "with_names": ""}, {"scene_id": "pc-07-02-01s5", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "pc-07-02-01s6", "raw": "A scene from a TV show in which a woman is screaming and looking shocked.", "with_names": "a woman is screaming and looking shocked."}, {"scene_id": "pc-07-02-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-02-01s8", "raw": "A scene from a TV show in which a man is laughing and smiling.", "with_names": "Joe is laughing and smiling."}, {"scene_id": "pc-07-02-01s9", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-07-02-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-02-01s11", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "pc-07-02-01s12", "raw": "A scene from a TV show in which two women are arguing in a car.", "with_names": "two women are arguing in a car."}, {"scene_id": "pc-07-02-01s13", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "pc-07-02-01s14", "raw": "A scene from a TV show in which a man with dreadlocks is talking to the camera.", "with_names": ""}]