[{"scene_id": "gl-10-10-01s0", "raw": "A scene from a TV show in which a woman is wearing sunglasses and looking up.", "with_names": "a woman is wearing sunglasses and looking up."}, {"scene_id": "gl-10-10-01s1", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a couch.", "with_names": "a woman is standing in a room with a chair and a couch."}, {"scene_id": "gl-10-10-01s2", "raw": "A scene from a TV show in which a woman is handcuffed and a man stands behind her.", "with_names": "a woman is handcuffed and a man stands behind her."}, {"scene_id": "gl-10-10-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-10-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-10-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-10-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-10-01s7", "raw": "A scene from a TV show in which a police officer is talking to a prisoner in a cell.", "with_names": ""}, {"scene_id": "gl-10-10-01s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-10-01s9", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "gl-10-10-01s10", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-10-10-01s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-10-01s12", "raw": "A scene from a TV show in which a man is sitting at a table with his hands clasped together.", "with_names": "a man is sitting at a table with his hands clasped together."}, {"scene_id": "gl-10-10-01s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-10-01s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-10-01s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Rick and Mel are sitting next to each other."}, {"scene_id": "gl-10-10-01s16", "raw": "A scene from a TV show in which a woman is in a jail cell and is holding a cell phone.", "with_names": "a woman is in a jail cell and is holding a cell phone."}]