[{"scene_id": "atwt-09-30-09s0", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-09-30-09s1", "raw": "A scene from a TV show in which a man is sitting at a table and is looking at the camera.", "with_names": "a man is sitting at a table and is looking at the camera."}, {"scene_id": "atwt-09-30-09s2", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a man is standing in front of her.", "with_names": "a woman is wearing a purple shirt and a man is standing in front of her."}, {"scene_id": "atwt-09-30-09s3", "raw": "A scene from a TV show in which a man is sitting in a chair with his eyes closed.", "with_names": ""}, {"scene_id": "atwt-09-30-09s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-30-09s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling", "with_names": "a man is wearing a suit and a tie and smiling"}, {"scene_id": "atwt-09-30-09s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "atwt-09-30-09s7", "raw": "A scene from a TV show in which a woman is kissing a man on the mouth.", "with_names": "a woman is kissing a man on the mouth."}, {"scene_id": "atwt-09-30-09s8", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-30-09s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-30-09s10", "raw": "A scene from a TV show in which a young woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-09-30-09s11", "raw": "A scene from a TV show in which a man is talking to a woman, and his face is superimposed over hers.", "with_names": ""}, {"scene_id": "atwt-09-30-09s12", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-09-30-09s13", "raw": "A scene from a TV show in which a woman is walking down a street, with a reflection of a woman in the window of a store.", "with_names": "a woman is walking down a street, with a reflection of a woman in the window of a store."}, {"scene_id": "atwt-09-30-09s14", "raw": "A scene from a TV show in which a man is looking at a book and talking.", "with_names": ""}, {"scene_id": "atwt-09-30-09s15", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "atwt-09-30-09s16", "raw": "A scene from a TV show in which a man is standing in front of a woman and a young man sitting in front.", "with_names": "a man is standing in front of a woman and a young man sitting in front."}, {"scene_id": "atwt-09-30-09s17", "raw": "A scene from a TV show in which a girl is kissing another girl on the cheek.", "with_names": "a girl is kissing another girl on the cheek."}, {"scene_id": "atwt-09-30-09s18", "raw": "A scene from a TV show in which a woman kisses a dog on the head.", "with_names": "a woman kisses a dog on the head."}, {"scene_id": "atwt-09-30-09s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-30-09s20", "raw": "A scene from a TV show in which a man is talking to two women in an elevator.", "with_names": ""}, {"scene_id": "atwt-09-30-09s21", "raw": "A scene from a TV show in which a woman is sitting next to a man and laughing.", "with_names": "a woman is sitting next to a man and laughing."}, {"scene_id": "atwt-09-30-09s22", "raw": "A scene from a TV show in which a woman is seen holding a bottle in her hand in a kitchen.", "with_names": "a woman is holding a bottle in her hand in a kitchen."}, {"scene_id": "atwt-09-30-09s23", "raw": "A scene from a TV show in which a man is standing in a room with green chairs and a desk.", "with_names": "a man is standing in a room with green chairs and a desk."}, {"scene_id": "atwt-09-30-09s24", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-09-30-09s25", "raw": "A scene from a TV show in which a man is crying and covering his face with his hand.", "with_names": "a man is crying and covering his face with his hand."}, {"scene_id": "atwt-09-30-09s26", "raw": "A scene from a TV show in which a couple is lying in bed and the woman is looking at a man.", "with_names": "a couple is lying in bed and the woman is looking at a man."}, {"scene_id": "atwt-09-30-09s27", "raw": "A scene from a TV show in which a man is laughing and crying.", "with_names": "a man is laughing and crying."}, {"scene_id": "atwt-09-30-09s28", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on a table and a book on the floor.", "with_names": "a woman is standing in a room with a lamp on a table and a book on the floor."}, {"scene_id": "atwt-09-30-09s29", "raw": "A scene from a TV show in which a young woman is looking at a TV and wearing a blue shirt", "with_names": "a young woman is looking at a tv and wearing a blue shirt"}, {"scene_id": "atwt-09-30-09s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-30-09s31", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-09-30-09s32", "raw": "A scene from a TV show in which a dove is flying over a house.", "with_names": "a dove is flying over a house."}]