[{"scene_id": "atwt-06-15-09s0", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "Meg is looking at the camera and smiling."}, {"scene_id": "atwt-06-15-09s1", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is sitting next to her.", "with_names": "a woman is lying on a couch and a man is sitting next to her."}, {"scene_id": "atwt-06-15-09s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-15-09s3", "raw": "A scene from a TV show in which a woman is crying and holding her head in her hands.", "with_names": "a woman is crying and holding her head in her hands."}, {"scene_id": "atwt-06-15-09s4", "raw": "A scene from a TV show in which a pastry is shown wrapped in a strawberry", "with_names": ""}, {"scene_id": "atwt-06-15-09s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-15-09s6", "raw": "A scene from a TV show in which a man holds a baby and a woman looks on.", "with_names": "a man holds a baby and a woman looks on."}, {"scene_id": "atwt-06-15-09s7", "raw": "A scene from a TV show in which a woman is opening a door and her hair is blowing in the wind.", "with_names": "a woman is opening a door and her hair is blowing in the wind."}, {"scene_id": "atwt-06-15-09s8", "raw": "A scene from a TV show in which a man is interviewed on a boat.", "with_names": "a man is interviewed on a boat."}, {"scene_id": "atwt-06-15-09s9", "raw": "A scene from a TV show in which a woman is doing yoga.", "with_names": "a woman is doing yoga."}, {"scene_id": "atwt-06-15-09s10", "raw": "A scene from a TV show in which a man is being pulled from the water by a woman.", "with_names": "a man is being pulled from the water by a woman."}, {"scene_id": "atwt-06-15-09s11", "raw": "A scene from a TV show in which two women are sitting next to each other, one of them is holding a dog.", "with_names": "two women are sitting next to each other, one of them is holding a dog."}, {"scene_id": "atwt-06-15-09s12", "raw": "A scene from a TV show in which a man is pouring champagne into a woman's bikini.", "with_names": "a man is pouring champagne into a woman's bikini."}, {"scene_id": "atwt-06-15-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-15-09s14", "raw": "A scene from a TV show in which two girls are hugging on a beach.", "with_names": "two girls are hugging on a beach."}, {"scene_id": "atwt-06-15-09s15", "raw": "A scene from a TV show in which a young girl is looking through a window and a man is behind her", "with_names": "a young girl is looking through a window and a man is behind her"}, {"scene_id": "atwt-06-15-09s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-15-09s17", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-06-15-09s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the woman looking at the camera.", "with_names": "a man and a woman are standing in a room, with the woman looking at the camera."}, {"scene_id": "atwt-06-15-09s19", "raw": "A scene from a TV show in which a man and a woman are sitting on the beach, looking at each other.", "with_names": "a man and a woman are sitting on the beach, looking at each other."}, {"scene_id": "atwt-06-15-09s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-09s21", "raw": "A scene from a TV show in which a golden statue is being displayed in a museum.", "with_names": "a golden statue is being displayed in a museum."}, {"scene_id": "atwt-06-15-09s22", "raw": "A scene from a TV show in which a man and a woman stand next to each other, both with their arms crossed.", "with_names": "a man and a woman stand next to each other, both with their arms crossed."}, {"scene_id": "atwt-06-15-09s23", "raw": "A scene from a TV show in which a man is wearing a white shirt and a blonde wig", "with_names": "a man is wearing a white shirt and a blonde wig"}, {"scene_id": "atwt-06-15-09s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]