[{"scene_id": "gl-12-26-06s0", "raw": "A scene from a TV show in which a family is gathered around a Christmas tree.", "with_names": "a family is gathered around a christmas tree."}, {"scene_id": "gl-12-26-06s1", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at a mirror.", "with_names": "Lizzie is holding a cigarette and looking at a mirror."}, {"scene_id": "gl-12-26-06s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and smoking a cigarette.", "with_names": ""}, {"scene_id": "gl-12-26-06s3", "raw": "A scene from a TV show in which a man is in a jail cell and a police officer is standing outside the cell.", "with_names": "Alan is in a jail cell and a police officer is standing outside the cell."}, {"scene_id": "gl-12-26-06s4", "raw": "A scene from a TV show in which a man is crying", "with_names": "Jeffrey is crying"}, {"scene_id": "gl-12-26-06s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-26-06s6", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-12-26-06s7", "raw": "A scene from a TV show in which a white circle is seen in the middle of a black background.", "with_names": "a white circle is in the middle of a black background."}, {"scene_id": "gl-12-26-06s8", "raw": "A scene from a TV show in which a woman is sitting on the lap of a man", "with_names": "Marina is sitting on the lap of Buzz"}, {"scene_id": "gl-12-26-06s9", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Beth."}, {"scene_id": "gl-12-26-06s10", "raw": "A scene from a TV show in which a family is gathered in a living room, with a Christmas tree and presents in the background.", "with_names": "a family is gathered in a living room, with a christmas tree and presents in the background."}, {"scene_id": "gl-12-26-06s11", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-12-26-06s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-12-26-06s13", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-12-26-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-26-06s15", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a green jacket.", "with_names": ""}, {"scene_id": "gl-12-26-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-26-06s17", "raw": "A scene from a TV show in which a man is talking to someone in a cell.", "with_names": ""}, {"scene_id": "gl-12-26-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-26-06s19", "raw": "A scene from a TV show in which a woman is holding a baby in front of a Christmas tree.", "with_names": "a woman is holding a baby in front of a christmas tree."}, {"scene_id": "gl-12-26-06s20", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a white circle around her head.", "with_names": "a woman is in a dark room, with a white circle around her head."}, {"scene_id": "gl-12-26-06s21", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "gl-12-26-06s22", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-26-06s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-26-06s24", "raw": "A scene from a TV show in which a man is holding his head in his hand and another man is standing behind him", "with_names": "a man is holding his head in his hand and another man is standing behind him"}, {"scene_id": "gl-12-26-06s25", "raw": "A scene from a TV show in which a woman is reflected in a mirror.", "with_names": "a woman is reflected in a mirror."}, {"scene_id": "gl-12-26-06s26", "raw": "A scene from a TV show in which a woman holds a baby and smiles.", "with_names": "a woman holds a baby and smiles."}, {"scene_id": "gl-12-26-06s27", "raw": "A scene from a TV show in which a woman is being attacked by a man in a dark room.", "with_names": "a woman is being attacked by a man in a dark room."}]