[{"scene_id": "bb-04-12-17s0", "raw": "A scene from a TV show in which a man and a woman are standing on a boat.", "with_names": "Saul and Sally are standing on a boat."}, {"scene_id": "bb-04-12-17s1", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-04-12-17s2", "raw": "A scene from a TV show in which a woman is wearing a brown leather belt.", "with_names": "a woman is wearing a brown leather belt."}, {"scene_id": "bb-04-12-17s3", "raw": "A scene from a TV show in which a man is wearing a vest and tie and is looking at a sign that says \"FATHER\"", "with_names": "a man is wearing a vest and tie and is looking at a sign that says \"father\""}, {"scene_id": "bb-04-12-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-04-12-17s5", "raw": "A scene from a TV show in which a woman is shocked by a plant.", "with_names": "Sally is shocked by a plant."}, {"scene_id": "bb-04-12-17s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "bb-04-12-17s7", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "bb-04-12-17s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-12-17s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-12-17s10", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "bb-04-12-17s11", "raw": "A scene from a TV show in which two women are standing in a room, one of them is wearing a red dress.", "with_names": "two women are standing in a room, one of them is wearing a red dress."}, {"scene_id": "bb-04-12-17s12", "raw": "A scene from a TV show in which two women are standing in a room with a desk and a magnifying glass.", "with_names": "two women are standing in a room with a desk and a magnifying glass."}, {"scene_id": "bb-04-12-17s13", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "bb-04-12-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-12-17s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-12-17s16", "raw": "A scene from a TV show in which a man is smoking a pipe and looking down", "with_names": "Saul is smoking a pipe and looking down"}, {"scene_id": "bb-04-12-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is standing next to him.", "with_names": "a man is wearing a suit and tie and Shirley is standing next to him."}, {"scene_id": "bb-04-12-17s18", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of disgust on his face.", "with_names": ""}]