[{"scene_id": "oltl-11-05-08s0", "raw": "A scene from a TV show in which a man is sitting on the floor and a woman is standing behind him.", "with_names": "Rex is sitting on the floor and Shane is standing behind him."}, {"scene_id": "oltl-11-05-08s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-05-08s2", "raw": "A scene from a TV show in which a woman is getting her hair done", "with_names": "a woman is getting her hair done"}, {"scene_id": "oltl-11-05-08s3", "raw": "A scene from a TV show in which a woman holds a baby in a kitchen.", "with_names": "a woman holds a baby in a kitchen."}, {"scene_id": "oltl-11-05-08s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and a doctor is standing next to her.", "with_names": "a woman is sitting on a bed and a doctor is standing next to her."}, {"scene_id": "oltl-11-05-08s5", "raw": "A scene from a TV show in which a white light is shining on a wall.", "with_names": "a white light is shining on a wall."}, {"scene_id": "oltl-11-05-08s6", "raw": "A scene from a TV show in which a woman is sitting on a bed with a wine bottle and a glass on the bedside table.", "with_names": "a woman is sitting on a bed with a wine bottle and a glass on the bedside table."}, {"scene_id": "oltl-11-05-08s7", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-05-08s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-11-05-08s9", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-05-08s10", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and two women are standing behind him.", "with_names": "a man is sitting in a wheelchair and two women are standing behind him."}, {"scene_id": "oltl-11-05-08s11", "raw": "A scene from a TV show in which a man is sitting on a hospital bed and a woman is standing next to him.", "with_names": "a man is sitting on a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-11-05-08s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and blonde hair", "with_names": "a man is wearing a black shirt and blonde hair"}, {"scene_id": "oltl-11-05-08s13", "raw": "A scene from a TV show in which a man is wearing a trench coat and a tie and is smiling.", "with_names": "a man is wearing a trench coat and a tie and is smiling."}, {"scene_id": "oltl-11-05-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-05-08s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-05-08s17", "raw": "A scene from a TV show in which a man holds a gold ring in his hand.", "with_names": "a man holds a gold ring in his hand."}, {"scene_id": "oltl-11-05-08s18", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a grey shirt.", "with_names": "a woman is wearing a blue dress and a man is in a grey shirt."}, {"scene_id": "oltl-11-05-08s19", "raw": "A scene from a TV show in which a man is sitting in a room and looking down.", "with_names": "a man is sitting in a room and looking down."}, {"scene_id": "oltl-11-05-08s20", "raw": "A scene from a TV show in which a woman is getting her hair done.", "with_names": "a woman is getting her hair done."}, {"scene_id": "oltl-11-05-08s21", "raw": "A scene from a TV show in which a man is hugging a woman on a couch.", "with_names": "a man is hugging a woman on a couch."}, {"scene_id": "oltl-11-05-08s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s23", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s24", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "oltl-11-05-08s25", "raw": "A scene from a TV show in which a girl is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-11-05-08s26", "raw": "A scene from a TV show in which a young man is sitting in a cell.", "with_names": "a young man is sitting in a cell."}, {"scene_id": "oltl-11-05-08s27", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing next to him.", "with_names": "a man is sitting in a wheelchair and a woman is standing next to him."}, {"scene_id": "oltl-11-05-08s28", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s29", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-05-08s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-05-08s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s32", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-11-05-08s33", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "oltl-11-05-08s34", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-05-08s35", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-05-08s36", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}]