[{"scene_id": "pc-02-20-02s0", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blonde wig.", "with_names": "Rafe is wearing a leather jacket and a blonde wig."}, {"scene_id": "pc-02-20-02s1", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him, holding a handbag.", "with_names": "Chris is sitting at a desk and Amy is standing behind him, holding a handbag."}, {"scene_id": "pc-02-20-02s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking.", "with_names": ""}, {"scene_id": "pc-02-20-02s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-20-02s4", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "pc-02-20-02s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-20-02s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other in a room.", "with_names": ""}, {"scene_id": "pc-02-20-02s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-20-02s8", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man with a beard.", "with_names": "a blonde woman is sitting next to Rafe with a beard."}, {"scene_id": "pc-02-20-02s9", "raw": "A scene from a TV show in which a woman is trying to get a man to sit on a couch.", "with_names": "Alison is trying to get Rafe to sit on a couch."}, {"scene_id": "pc-02-20-02s10", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-02-20-02s11", "raw": "A scene from a TV show in which a man is sitting at a laptop and another man is standing behind him", "with_names": "a man is sitting at a laptop and another man is standing behind him"}, {"scene_id": "pc-02-20-02s12", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-20-02s13", "raw": "A scene from a TV show in which a man is seen walking down a street at night.", "with_names": "a man is walking down a street at night."}]