[{"scene_id": "pc-12-14-00s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-12-14-00s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-14-00s2", "raw": "A scene from a TV show in which a man is reading a book to a woman in bed.", "with_names": "a man is reading a book to a woman in bed."}, {"scene_id": "pc-12-14-00s3", "raw": "A scene from a TV show in which a man is wearing a green turtleneck and a black turtleneck", "with_names": "a man is wearing a green turtleneck and a black turtleneck"}, {"scene_id": "pc-12-14-00s4", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway, looking at each other.", "with_names": "Jack and Livvie are standing in a doorway, looking at each other."}, {"scene_id": "pc-12-14-00s5", "raw": "A scene from a TV show in which a man is seen falling down the stairs.", "with_names": "a man is falling down the stairs."}, {"scene_id": "pc-12-14-00s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-12-14-00s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-14-00s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-14-00s9", "raw": "A scene from a TV show in which a woman is yelling at a man while holding papers.", "with_names": "Eve is yelling at a man while holding papers."}, {"scene_id": "pc-12-14-00s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-14-00s11", "raw": "A scene from a TV show in which a woman is crying and a man is holding her head", "with_names": "Livvie is crying and Jack is holding her head"}, {"scene_id": "pc-12-14-00s12", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-12-14-00s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]