[{"scene_id": "bb-02-06-14s0", "raw": "A scene from a TV show in which a man places a bouquet on a dining table.", "with_names": "Wyatt places a bouquet on a dining table."}, {"scene_id": "bb-02-06-14s1", "raw": "A scene from a TV show in which two men are standing in a bar.", "with_names": "two men are standing in a bar."}, {"scene_id": "bb-02-06-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-06-14s3", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-02-06-14s4", "raw": "A scene from a TV show in which a man is drinking wine and talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-06-14s5", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, holding a candle.", "with_names": "a woman is standing in front of a fireplace, holding a candle."}, {"scene_id": "bb-02-06-14s6", "raw": "A scene from a TV show in which a woman is talking to a receptionist.", "with_names": ""}, {"scene_id": "bb-02-06-14s7", "raw": "A scene from a TV show in which a man is sitting in a room with a woman.", "with_names": "a man is sitting in a room with ]."}, {"scene_id": "bb-02-06-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-06-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-06-14s10", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-02-06-14s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-06-14s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-06-14s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]