[{"scene_id": "atwt-04-11-07s0", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "Gwen is standing in a room with Will."}, {"scene_id": "atwt-04-11-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-11-07s2", "raw": "A scene from a TV show in which a blonde woman is wearing a black jacket and a necklace", "with_names": "a blonde woman is wearing a black jacket and a necklace"}, {"scene_id": "atwt-04-11-07s3", "raw": "A scene from a TV show in which a box is labeled Monistat", "with_names": "a box is labeled monistat"}, {"scene_id": "atwt-04-11-07s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-11-07s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-11-07s6", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-04-11-07s7", "raw": "A scene from a TV show in which a man is seen walking into a room with a gun.", "with_names": "a man is walking into a room with a gun."}, {"scene_id": "atwt-04-11-07s8", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing behind her", "with_names": "a woman is holding a piece of paper and a man is standing behind her"}, {"scene_id": "atwt-04-11-07s9", "raw": "A scene from a TV show in which a man is sitting on a bench with two children standing behind him.", "with_names": "a man is sitting on a bench with two children standing behind him."}, {"scene_id": "atwt-04-11-07s10", "raw": "A scene from a TV show in which a toothbrush is being used to clean a toilet.", "with_names": "a toothbrush is being used to clean a toilet."}, {"scene_id": "atwt-04-11-07s11", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "atwt-04-11-07s12", "raw": "A scene from a TV show in which Miracle-Gro is used to fertilize flowers.", "with_names": "miracle-gro is used to fertilize flowers."}, {"scene_id": "atwt-04-11-07s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-11-07s14", "raw": "A scene from a TV show in which two women are standing in a kitchen, one holding a heart-shaped box.", "with_names": "two women are standing in a kitchen, one holding a heart-shaped box."}, {"scene_id": "atwt-04-11-07s15", "raw": "A scene from a TV show in which a woman holds two hair dryers.", "with_names": "a woman holds two hair dryers."}, {"scene_id": "atwt-04-11-07s16", "raw": "", "with_names": ""}]