[{"scene_id": "atwt-04-14-04s0", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-04-14-04s1", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-04-14-04s2", "raw": "A scene from a TV show in which a blonde woman is wearing a red sweater and a pink shirt", "with_names": "a blonde woman is wearing a red sweater and a pink shirt"}, {"scene_id": "atwt-04-14-04s3", "raw": "A scene from a TV show in which a woman is wearing a patterned shirt and a necklace", "with_names": "a woman is wearing a patterned shirt and a necklace"}, {"scene_id": "atwt-04-14-04s4", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-04-14-04s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-14-04s6", "raw": "A scene from a TV show in which a man and a woman are standing at a dining table, with wine glasses and a bottle on it.", "with_names": "a man and a woman are standing at a dining table, with wine glasses and a bottle on it."}, {"scene_id": "atwt-04-14-04s7", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}, {"scene_id": "atwt-04-14-04s8", "raw": "A scene from a TV show in which a woman is holding a baseball bat in front of a man.", "with_names": "a woman is holding a baseball bat in front of a man."}, {"scene_id": "atwt-04-14-04s9", "raw": "A scene from a TV show in which a woman is kneeling on a yellow block with the word migraine written on it.", "with_names": "a woman is kneeling on a yellow block with the word migraine written on it."}, {"scene_id": "atwt-04-14-04s10", "raw": "A scene from a TV show in which a woman is talking to a man and a chair is visible in the background.", "with_names": ""}, {"scene_id": "atwt-04-14-04s11", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-04-14-04s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-04-14-04s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her. The words \"ALMAY\" are written in white over the scene.", "with_names": "a woman is holding a baby and a man is standing behind her. the words \"almay\" are written in white over the scene."}, {"scene_id": "atwt-04-14-04s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-14-04s15", "raw": "A scene from a TV show in which a woman is holding a book and a man is standing behind her.", "with_names": "a woman is holding a book and a man is standing behind her."}, {"scene_id": "atwt-04-14-04s16", "raw": "A scene from a TV show in which a man is talking to a woman and a clock is visible in the background", "with_names": ""}, {"scene_id": "atwt-04-14-04s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-04-14-04s18", "raw": "A scene from a TV show in which a boy sprays flowers with a garden hose.", "with_names": "a boy sprays flowers with a garden hose."}, {"scene_id": "atwt-04-14-04s19", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him, holding a gun.", "with_names": ""}, {"scene_id": "atwt-04-14-04s20", "raw": "A scene from a TV show in which a woman is talking to a man and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-04-14-04s21", "raw": "A scene from a TV show in which a circle is drawn on a black screen", "with_names": "a circle is drawn on a black screen"}, {"scene_id": "atwt-04-14-04s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-14-04s23", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-04-14-04s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-04-14-04s25", "raw": "A scene from a TV show in which a woman is talking to another woman, with her hands on her chest.", "with_names": ""}]