[{"scene_id": "pc-08-23-01s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ian and a woman are standing next to each other."}, {"scene_id": "pc-08-23-01s1", "raw": "A scene from a TV show in which two men are standing next to each other, looking down at their shoes.", "with_names": "two men are standing next to each other, looking down at their shoes."}, {"scene_id": "pc-08-23-01s2", "raw": "A scene from a TV show in which a young man is looking at the camera and smiling.", "with_names": "a young man is looking at the camera and smiling."}, {"scene_id": "pc-08-23-01s3", "raw": "A scene from a TV show in which a woman is talking to a receptionist.", "with_names": ""}, {"scene_id": "pc-08-23-01s4", "raw": "A scene from a TV show in which a woman is talking to someone and her lips are painted red.", "with_names": ""}, {"scene_id": "pc-08-23-01s5", "raw": "A scene from a TV show in which a man is wearing a green scrubs and a woman is standing behind him.", "with_names": "a man is wearing a green scrubs and a woman is standing behind him."}, {"scene_id": "pc-08-23-01s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Lucy are standing next to each other."}, {"scene_id": "pc-08-23-01s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Livvie is kissing a man on the cheek."}, {"scene_id": "pc-08-23-01s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing next to her.", "with_names": "Livvie is wearing a white dress and a man is standing next to her."}, {"scene_id": "pc-08-23-01s9", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him.", "with_names": ""}, {"scene_id": "pc-08-23-01s10", "raw": "A scene from a TV show in which a priest is talking to a young man.", "with_names": ""}, {"scene_id": "pc-08-23-01s11", "raw": "A scene from a TV show in which a priest is shown to be gay.", "with_names": ""}, {"scene_id": "pc-08-23-01s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Livvie is kissing Jack on the cheek."}, {"scene_id": "pc-08-23-01s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]