[{"scene_id": "bb-09-12-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-12-05s1", "raw": "A scene from a TV show in which a woman is looking at a shirtless man and the man is staring at her.", "with_names": "a woman is looking at a shirtless man and the man is staring at her."}, {"scene_id": "bb-09-12-05s2", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at a yellow flower.", "with_names": ""}, {"scene_id": "bb-09-12-05s3", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a white shirt.", "with_names": "a woman is wearing a long black dress and a white shirt."}, {"scene_id": "bb-09-12-05s4", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is in the background, and a clock is visible on the floor.", "with_names": "a man is standing in a living room, a woman is in the background, and a clock is visible on the floor."}, {"scene_id": "bb-09-12-05s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and her hand is up to her face.", "with_names": ""}, {"scene_id": "bb-09-12-05s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is blowing in the wind.", "with_names": "a woman is wearing a blue dress and her hair is blowing in the wind."}, {"scene_id": "bb-09-12-05s7", "raw": "A scene from a TV show in which a man is talking to someone and the time is shown on the screen", "with_names": ""}, {"scene_id": "bb-09-12-05s8", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "bb-09-12-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-12-05s10", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and a brunette woman is standing next to her.", "with_names": ""}]