[{"scene_id": "atwt-05-09-05s0", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling at each other.", "with_names": "Mike and a woman are hugging and smiling at each other."}, {"scene_id": "atwt-05-09-05s1", "raw": "A scene from a TV show in which a young man is wearing a vest and a shirt", "with_names": "a young man is wearing a vest and a shirt"}, {"scene_id": "atwt-05-09-05s2", "raw": "A scene from a TV show in which a man is standing in a backyard, looking at a woman.", "with_names": "a man is standing in a backyard, looking at a woman."}, {"scene_id": "atwt-05-09-05s3", "raw": "A scene from a TV show in which a white cross is projected onto a purple background", "with_names": "a white cross is projected onto a purple background"}, {"scene_id": "atwt-05-09-05s4", "raw": "A scene from a TV show in which a meteorologist is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-09-05s5", "raw": "A scene from a TV show in which a woman is wearing a brown coat and a necklace", "with_names": "a woman is wearing a brown coat and a necklace"}, {"scene_id": "atwt-05-09-05s6", "raw": "A scene from a TV show in which a giant ball is seen rolling down a city street.", "with_names": "a giant ball is rolling down a city street."}, {"scene_id": "atwt-05-09-05s7", "raw": "A scene from a TV show in which a man is talking on his cell phone while another man is walking behind him.", "with_names": ""}, {"scene_id": "atwt-05-09-05s8", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-09-05s9", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-09-05s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-05-09-05s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-09-05s12", "raw": "A scene from a TV show in which Billy Crystal is wearing a black shirt and smiling.", "with_names": "billy crystal is wearing a black shirt and smiling."}, {"scene_id": "atwt-05-09-05s13", "raw": "A scene from a TV show in which a woman is looking at a man and his hand is on his face", "with_names": "a woman is looking at a man and his hand is on his face"}, {"scene_id": "atwt-05-09-05s14", "raw": "A scene from a TV show in which a woman is wearing a green shirt and red lipstick.", "with_names": "a woman is wearing a green shirt and red lipstick."}, {"scene_id": "atwt-05-09-05s15", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "atwt-05-09-05s16", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-05-09-05s17", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-09-05s18", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-05-09-05s19", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-05-09-05s20", "raw": "A scene from a TV show in which a woman is smiling and her hand is touching her hair.", "with_names": "a woman is smiling and her hand is touching her hair."}, {"scene_id": "atwt-05-09-05s21", "raw": "A scene from a TV show in which a weatherman is looking at a map.", "with_names": "a weatherman is looking at a map."}, {"scene_id": "atwt-05-09-05s22", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "atwt-05-09-05s23", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-05-09-05s24", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-05-09-05s25", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]