[{"scene_id": "bb-02-25-15s0", "raw": "A scene from a TV show in which a mansion is perched on a cliff overlooking the ocean.", "with_names": "Liamsion is perched on a cliff overlooking the ocean."}, {"scene_id": "bb-02-25-15s1", "raw": "A scene from a TV show in which a woman is proposing to a man with a glass of champagne.", "with_names": "Maya is proposing to Rick with a glass of champagne."}, {"scene_id": "bb-02-25-15s2", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "bb-02-25-15s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-25-15s4", "raw": "A scene from a TV show in which a man stands in a living room with a surfboard.", "with_names": "Liam stands in a living room with a surfboard."}, {"scene_id": "bb-02-25-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-25-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-25-15s7", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-02-25-15s8", "raw": "A scene from a TV show in which a man and a woman are standing in front of a stained glass window.", "with_names": "Eric and Brooke are standing in front of a stained glass window."}, {"scene_id": "bb-02-25-15s9", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "Maya is surprised by Rick."}, {"scene_id": "bb-02-25-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-25-15s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-25-15s12", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "Brooke is arguing with Eric."}, {"scene_id": "bb-02-25-15s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-25-15s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-25-15s15", "raw": "A scene from a TV show in which a man is walking into a door and a light switch is turned on.", "with_names": "a man is walking into a door and a light switch is turned on."}, {"scene_id": "bb-02-25-15s16", "raw": "A scene from a TV show in which a man and a woman are in a bathtub and kiss.", "with_names": "Rick and Maya are in a bathtub and kiss."}, {"scene_id": "bb-02-25-15s17", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-25-15s18", "raw": "A scene from a TV show in which a woman is looking at a bookshelf.", "with_names": "Brooke is looking at a bookshelf."}, {"scene_id": "bb-02-25-15s19", "raw": "A scene from a TV show in which a shirtless man sits in a bubble bath and holds a glass of champagne.", "with_names": "a shirtless man sits in a bubble bath and holds a glass of champagne."}, {"scene_id": "bb-02-25-15s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]