[{"scene_id": "bb-08-07-17s0", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-07-17s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-07-17s2", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and Wyatt is looking at her."}, {"scene_id": "bb-08-07-17s3", "raw": "A scene from a TV show in which a man is looking at his phone.", "with_names": "Charlie is looking at his phone."}, {"scene_id": "bb-08-07-17s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Carter and Ridge are standing in a room."}, {"scene_id": "bb-08-07-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-07-17s6", "raw": "A scene from a TV show in which a woman is talking to a man at a dinner table.", "with_names": ""}, {"scene_id": "bb-08-07-17s7", "raw": "A scene from a TV show in which a police officer stands in front of a large banner.", "with_names": "a police officer stands in front of a large banner."}, {"scene_id": "bb-08-07-17s8", "raw": "A scene from a TV show in which a man and a woman are in a bar.", "with_names": "a man and a woman are in a bar."}, {"scene_id": "bb-08-07-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-07-17s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-07-17s12", "raw": "A scene from a TV show in which a woman is cleaning a desk.", "with_names": "Charlotte is cleaning a desk."}, {"scene_id": "bb-08-07-17s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with salads and talking.", "with_names": ""}, {"scene_id": "bb-08-07-17s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-07-17s15", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-07-17s17", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-08-07-17s18", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Carter and a woman are arguing."}, {"scene_id": "bb-08-07-17s19", "raw": "A scene from a TV show in which a man is crying and a woman is standing next to him.", "with_names": "Eric is crying and Quinn is standing next to him."}, {"scene_id": "bb-08-07-17s20", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Katie is yelling at Wyatt."}]