[{"scene_id": "bb-04-17-14s0", "raw": "A scene from a TV show in which a boat is seen sailing on the ocean.", "with_names": "a boat is sailing on the ocean."}, {"scene_id": "bb-04-17-14s1", "raw": "A scene from a TV show in which a young woman is upset and a man stands behind her.", "with_names": "a young woman is upset and a man stands behind her."}, {"scene_id": "bb-04-17-14s2", "raw": "A scene from a TV show in which two men are boxing in a living room.", "with_names": "two men are boxing in a living room."}, {"scene_id": "bb-04-17-14s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-04-17-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-14s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-14s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-04-17-14s7", "raw": "A scene from a TV show in which a woman is talking to a female executive in her office.", "with_names": ""}, {"scene_id": "bb-04-17-14s8", "raw": "A scene from a TV show in which a shirtless man is standing in front of a mirror and applying deodorant.", "with_names": "a shirtless man is standing in front of a mirror and applying deodorant."}, {"scene_id": "bb-04-17-14s9", "raw": "A scene from a TV show in which a woman is interviewed by a female interviewer.", "with_names": "a woman is interviewed by a female interviewer."}, {"scene_id": "bb-04-17-14s10", "raw": "A scene from a TV show in which a woman and a man are standing in a store and looking at a display of eyeglasses.", "with_names": "a woman and a man are standing in a store and looking at a display of eyeglasses."}, {"scene_id": "bb-04-17-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-14s12", "raw": "A scene from a TV show in which a woman is on the phone and is surprised by a call from a man she has never met.", "with_names": "a woman is on the phone and is surprised by a call from a man she has never met."}, {"scene_id": "bb-04-17-14s13", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-14s15", "raw": "A scene from a TV show in which a man and a woman are in a doorway, and he kisses her on the cheek.", "with_names": "a man and a woman are in a doorway, and he kisses her on the cheek."}, {"scene_id": "bb-04-17-14s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-14s17", "raw": "A scene from a TV show in which a woman is talking to a bartender.", "with_names": ""}, {"scene_id": "bb-04-17-14s18", "raw": "A scene from a TV show in which a woman is having lunch with a man.", "with_names": "a woman is having lunch with a man."}, {"scene_id": "bb-04-17-14s19", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking at a woman.", "with_names": "a man is wearing a white shirt and a tie and looking at a woman."}, {"scene_id": "bb-04-17-14s20", "raw": "A scene from a TV show in which two women are talking in an office.", "with_names": ""}, {"scene_id": "bb-04-17-14s21", "raw": "A scene from a TV show in which a man sits in a room with a bookshelf and a vase.", "with_names": "a man sits in a room with a bookshelf and a vase."}]