[{"scene_id": "bb-10-12-15s0", "raw": "A scene from a TV show in which a man and a woman hold hands and look at each other.", "with_names": "Rick and a woman hold hands and look at each other."}, {"scene_id": "bb-10-12-15s1", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}, {"scene_id": "bb-10-12-15s2", "raw": "A scene from a TV show in which a man is holding a gun and another man is standing next to him.", "with_names": "a man is holding a gun and another man is standing next to him."}, {"scene_id": "bb-10-12-15s3", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with the woman wiping her eyes.", "with_names": "a man and a woman are standing in a living room, with the woman wiping her eyes."}, {"scene_id": "bb-10-12-15s4", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a table and chairs in front of them.", "with_names": "a man and a woman are standing in a kitchen, with a table and chairs in front of them."}, {"scene_id": "bb-10-12-15s5", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with the woman wearing a black dress.", "with_names": "a man and a woman are standing in a living room, with the woman wearing a black dress."}, {"scene_id": "bb-10-12-15s6", "raw": "A scene from a TV show in which a young black man is smiling and looking off camera.", "with_names": "a young black man is smiling and looking off camera."}, {"scene_id": "bb-10-12-15s7", "raw": "A scene from a TV show in which a white man and a woman are sitting on a couch and talking to each other.", "with_names": ""}, {"scene_id": "bb-10-12-15s8", "raw": "A scene from a TV show in which a police officer is wearing a uniform and a badge.", "with_names": "a police officer is wearing a uniform and a badge."}, {"scene_id": "bb-10-12-15s9", "raw": "A scene from a TV show in which a man is sitting at a dinner table with two women.", "with_names": "a man is sitting at a dinner table with two women."}, {"scene_id": "bb-10-12-15s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is shirtless.", "with_names": "a woman is wearing a black dress and a man is shirtless."}, {"scene_id": "bb-10-12-15s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-10-12-15s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a pillow.", "with_names": "a woman is sitting on a bed and looking at a pillow."}, {"scene_id": "bb-10-12-15s13", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a necklace.", "with_names": "a woman is wearing a purple dress and a necklace."}, {"scene_id": "bb-10-12-15s14", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and eating food.", "with_names": "a woman is sitting at a table with a man and eating food."}, {"scene_id": "bb-10-12-15s15", "raw": "A scene from a TV show in which a man is wearing only a towel and a necklace", "with_names": "a man is wearing only a towel and a necklace"}, {"scene_id": "bb-10-12-15s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-12-15s17", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a candle lit in the background.", "with_names": ""}, {"scene_id": "bb-10-12-15s18", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a woman's hand.", "with_names": ""}, {"scene_id": "bb-10-12-15s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a bowl of food.", "with_names": "a woman is sitting at a table with a bowl of food."}]