[{"scene_id": "bb-01-20-14s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-20-14s1", "raw": "A scene from a TV show in which a woman is holding a stack of papers and talking.", "with_names": ""}, {"scene_id": "bb-01-20-14s2", "raw": "A scene from a TV show in which a man is introduced as the new president of the United States.", "with_names": "a man is introduced as the new president of the united states."}, {"scene_id": "bb-01-20-14s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-01-20-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-20-14s5", "raw": "A scene from a TV show in which a man walks into a room and looks at a bust.", "with_names": "a man walks into a room and looks at a bust."}, {"scene_id": "bb-01-20-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-20-14s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-20-14s8", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "bb-01-20-14s9", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "bb-01-20-14s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-01-20-14s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-20-14s12", "raw": "A scene from a TV show in which a man and a woman stand outside a store.", "with_names": "a man and a woman stand outside a store."}, {"scene_id": "bb-01-20-14s13", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-01-20-14s14", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-20-14s15", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}]