[{"scene_id": "pc-01-30-03s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Rafe and Alison are lying in bed together."}, {"scene_id": "pc-01-30-03s1", "raw": "A scene from a TV show in which a black woman is smiling and wearing a leather jacket.", "with_names": "a black woman is smiling and wearing a leather jacket."}, {"scene_id": "pc-01-30-03s2", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-30-03s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-30-03s4", "raw": "A scene from a TV show in which a man is looking at a woman's eyes.", "with_names": "Kevin is looking at ]'s eyes."}, {"scene_id": "pc-01-30-03s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-01-30-03s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-01-30-03s7", "raw": "A scene from a TV show in which a man is laughing and a woman is crying.", "with_names": "a man is laughing and a woman is crying."}, {"scene_id": "pc-01-30-03s8", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "pc-01-30-03s9", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "pc-01-30-03s10", "raw": "A scene from a TV show in which a shirtless man is lying on a bed with a woman.", "with_names": "a shirtless man is lying on a bed with a woman."}, {"scene_id": "pc-01-30-03s11", "raw": "A scene from a TV show in which a woman is being thrown out of a car by a man.", "with_names": "a woman is being thrown out of a car by a man."}, {"scene_id": "pc-01-30-03s12", "raw": "A scene from a TV show in which a man is holding a blonde woman and she is looking at him.", "with_names": "a man is holding a blonde woman and she is looking at him."}, {"scene_id": "pc-01-30-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-30-03s14", "raw": "A scene from a TV show in which a man is seen wearing a black mask and a hoodie.", "with_names": "a man is wearing a black mask and a hoodie."}]