[{"scene_id": "atwt-05-28-04s0", "raw": "A scene from a TV show in which a man is reading a book in a kitchen.", "with_names": "a man is reading a book in a kitchen."}, {"scene_id": "atwt-05-28-04s1", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace.", "with_names": "a woman is wearing a green dress and a necklace."}, {"scene_id": "atwt-05-28-04s2", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-04s3", "raw": "A scene from a TV show in which a man is standing next to a woman, who is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-05-28-04s4", "raw": "A scene from a TV show in which the words \"As the World Turns\" are superimposed over a globe", "with_names": "the words \"as the world turns\" are superimposed over a globe"}, {"scene_id": "atwt-05-28-04s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-28-04s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "a woman is wearing a dress and a man is in a suit."}, {"scene_id": "atwt-05-28-04s7", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is touching her face", "with_names": ""}, {"scene_id": "atwt-05-28-04s8", "raw": "A scene from a TV show in which a woman is talking to a man and touching his face.", "with_names": ""}, {"scene_id": "atwt-05-28-04s9", "raw": "A scene from a TV show in which a man is looking at a statue and talking.", "with_names": ""}, {"scene_id": "atwt-05-28-04s10", "raw": "A scene from a TV show in which two women are fighting in bikinis.", "with_names": "two women are fighting in bikinis."}, {"scene_id": "atwt-05-28-04s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "atwt-05-28-04s12", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-05-28-04s13", "raw": "A scene from a TV show in which a woman and a child are in a garden, the woman is smelling a flower.", "with_names": "a woman and a child are in a garden, the woman is smelling a flower."}, {"scene_id": "atwt-05-28-04s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Alison is looking at Chris and he is looking back at her."}, {"scene_id": "atwt-05-28-04s15", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-04s16", "raw": "A scene from a TV show in which a woman is on the phone and her face is distorted.", "with_names": "a woman is on the phone and her face is distorted."}, {"scene_id": "atwt-05-28-04s17", "raw": "A scene from a TV show in which a man is wearing a hat that says \"Don't be one less man tonight\"", "with_names": "Jordan is wearing a hat that says \"don't be one less man tonight\""}, {"scene_id": "atwt-05-28-04s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-04s19", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "atwt-05-28-04s20", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-28-04s21", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie and is looking down, with balloons in the background.", "with_names": "a man is wearing a striped shirt and a tie and is looking down, with balloons in the background."}, {"scene_id": "atwt-05-28-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-28-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "atwt-05-28-04s24", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a black suit.", "with_names": ""}, {"scene_id": "atwt-05-28-04s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]