[{"scene_id": "pc-06-26-01s1", "raw": "A scene from a TV show in which a woman is walking down a hallway with a gun in her hand.", "with_names": "a woman is walking down a hallway with a gun in her hand."}, {"scene_id": "pc-06-26-01s2", "raw": "A scene from a TV show in which a woman is talking to a man in a hotel elevator.", "with_names": ""}, {"scene_id": "pc-06-26-01s3", "raw": "A scene from a TV show in which a woman is seen standing in a dark room, with a door open.", "with_names": "Eve is standing in a dark room, with a door open."}, {"scene_id": "pc-06-26-01s4", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-26-01s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "pc-06-26-01s6", "raw": "A scene from a TV show in which a black man is being pushed off a couch by two white women.", "with_names": "a black man is being pushed off a couch by two white women."}, {"scene_id": "pc-06-26-01s7", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-26-01s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "pc-06-26-01s9", "raw": "A scene from a TV show in which a girl is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-26-01s10", "raw": "A scene from a TV show in which a young man is in a hospital bed and is looking at the camera.", "with_names": "a young man is in a hospital bed and is looking at the camera."}, {"scene_id": "pc-06-26-01s11", "raw": "A scene from a TV show in which a man is walking down a dark hallway, his hair is blowing in the wind.", "with_names": "a man is walking down a dark hallway, his hair is blowing in the wind."}, {"scene_id": "pc-06-26-01s12", "raw": "A scene from a TV show in which a man is shown lying in a hospital bed.", "with_names": ""}, {"scene_id": "pc-06-26-01s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and a blonde woman is standing next to her, pointing at her.", "with_names": ""}, {"scene_id": "pc-06-26-01s14", "raw": "A scene from a TV show in which a man is holding a woman in a room.", "with_names": "Jamal is holding a woman in a room."}, {"scene_id": "pc-06-26-01s15", "raw": "A scene from a TV show in which a man is seen in a black and white image, and another man is in color.", "with_names": "a man is in a black and white image, and another man is in color."}]