[{"scene_id": "bb-04-03-17s0", "raw": "A scene from a TV show in which a man is trying on a dress in a fitting room.", "with_names": "a man is trying on a dress in a fitting room."}, {"scene_id": "bb-04-03-17s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-03-17s2", "raw": "A scene from a TV show in which a woman is wearing a tiger print jacket and a necklace.", "with_names": "Maya is wearing a tiger print jacket and a necklace."}, {"scene_id": "bb-04-03-17s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-03-17s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-03-17s5", "raw": "A scene from a TV show in which a man is standing in front of a clothes rack.", "with_names": "a man is standing in front of a clothes rack."}, {"scene_id": "bb-04-03-17s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blue and green scarf.", "with_names": "a woman is wearing a black dress and a blue and green scarf."}, {"scene_id": "bb-04-03-17s7", "raw": "A scene from a TV show in which a woman is sitting in front of a bookshelf.", "with_names": "a woman is sitting in front of a bookshelf."}, {"scene_id": "bb-04-03-17s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-03-17s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-03-17s11", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "Brooke is standing in a room with Katie."}, {"scene_id": "bb-04-03-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-17s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-03-17s14", "raw": "A scene from a TV show in which a man is holding a gun and a woman is looking at him.", "with_names": "Rick is holding a gun and Maya is looking at him."}]