[{"scene_id": "gl-11-28-06s0", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "a woman is driving a car and a man is sitting in the passenger seat."}, {"scene_id": "gl-11-28-06s1", "raw": "A scene from a TV show in which two men are standing in a bedroom.", "with_names": "two men are standing in a bedroom."}, {"scene_id": "gl-11-28-06s2", "raw": "A scene from a TV show in which a man is bending over and looking at a wall.", "with_names": "a man is bending over and looking at a wall."}, {"scene_id": "gl-11-28-06s3", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-11-28-06s4", "raw": "A scene from a TV show in which a man is being hit by a taxi", "with_names": "a man is being hit by a taxi"}, {"scene_id": "gl-11-28-06s5", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-11-28-06s6", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "gl-11-28-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a box of chocolates.", "with_names": ""}, {"scene_id": "gl-11-28-06s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is down.", "with_names": "a woman is wearing a black dress and her hair is down."}, {"scene_id": "gl-11-28-06s9", "raw": "A scene from a TV show in which two women are sitting on a bench, drinking coffee.", "with_names": "two women are sitting on a bench, drinking coffee."}, {"scene_id": "gl-11-28-06s10", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "gl-11-28-06s11", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat", "with_names": "a man is wearing a scarf and a coat"}, {"scene_id": "gl-11-28-06s12", "raw": "A scene from a TV show in which two women are dancing together.", "with_names": "two women are dancing together."}, {"scene_id": "gl-11-28-06s13", "raw": "A scene from a TV show in which a shirtless man is sitting in a chair.", "with_names": ""}, {"scene_id": "gl-11-28-06s14", "raw": "A scene from a TV show in which a man is pouring a drink into a bottle.", "with_names": "] is pouring a drink into a bottle."}, {"scene_id": "gl-11-28-06s15", "raw": "A scene from a TV show in which a doctor is licking his lips", "with_names": "a doctor is licking his lips"}, {"scene_id": "gl-11-28-06s16", "raw": "A scene from a TV show in which a woman is crying in a bathroom.", "with_names": "a woman is crying in a bathroom."}, {"scene_id": "gl-11-28-06s17", "raw": "A scene from a TV show in which a man is standing in front of a woman.", "with_names": "a man is standing in front of a woman."}, {"scene_id": "gl-11-28-06s18", "raw": "A scene from a TV show in which a woman is in a black coat and a man is wearing a white coat.", "with_names": "a woman is in a black coat and a man is wearing a white coat."}, {"scene_id": "gl-11-28-06s19", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-28-06s20", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-11-28-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a wig", "with_names": "a man is wearing a suit and tie and a wig"}, {"scene_id": "gl-11-28-06s22", "raw": "A scene from a TV show in which a man is holding a baby", "with_names": "a man is holding a baby"}, {"scene_id": "gl-11-28-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-28-06s24", "raw": "A scene from a TV show in which a family is gathered around a washing machine.", "with_names": "a family is gathered around a washing machine."}, {"scene_id": "gl-11-28-06s25", "raw": "A scene from a TV show in which a man is talking to a woman in a pub.", "with_names": ""}, {"scene_id": "gl-11-28-06s26", "raw": "A scene from a TV show in which a man walks through a snow-covered room with a cup in his hand.", "with_names": "a man walks through a snow-covered room with a cup in his hand."}, {"scene_id": "gl-11-28-06s27", "raw": "A scene from a TV show in which a man is talking to a woman and touching her belly.", "with_names": ""}, {"scene_id": "gl-11-28-06s28", "raw": "A scene from a TV show in which a man is holding a baby in a hospital gown.", "with_names": "a man is holding a baby in a hospital gown."}, {"scene_id": "gl-11-28-06s29", "raw": "A scene from a TV show in which a young girl is lying in bed, smiling and holding a stuffed animal. A man is sitting next to her, smiling.", "with_names": "a young girl is lying in bed, smiling and holding a stuffed animal. a man is sitting next to her, smiling."}, {"scene_id": "gl-11-28-06s30", "raw": "A scene from a TV show in which a doctor is giving a child a bandage.", "with_names": "a doctor is giving a child a bandage."}]