[{"scene_id": "bb-12-06-13s0", "raw": "A scene from a TV show in which a young woman is talking to a man by the ocean.", "with_names": ""}, {"scene_id": "bb-12-06-13s1", "raw": "A scene from a TV show in which a man kisses a woman on an iPad.", "with_names": "] kisses Hope on an ipad."}, {"scene_id": "bb-12-06-13s2", "raw": "A scene from a TV show in which a man is looking through a camera lens.", "with_names": "a man is looking through a camera lens."}, {"scene_id": "bb-12-06-13s3", "raw": "A scene from a TV show in which a young woman talks on her cell phone.", "with_names": "a young woman talks on her cell phone."}, {"scene_id": "bb-12-06-13s4", "raw": "A scene from a TV show in which a young woman is wearing a white tank top and a man is standing next to her.", "with_names": "a young woman is wearing a white tank top and a man is standing next to her."}, {"scene_id": "bb-12-06-13s5", "raw": "A scene from a TV show in which a man sits at a table and reads a book.", "with_names": "a man sits at a table and reads a book."}, {"scene_id": "bb-12-06-13s6", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-06-13s7", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a TV screen.", "with_names": ""}, {"scene_id": "bb-12-06-13s8", "raw": "A scene from a TV show in which a man is looking at a TV screen.", "with_names": "a man is looking at a tv screen."}, {"scene_id": "bb-12-06-13s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-06-13s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-12-06-13s11", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "a man is wearing a leather jacket and a woman is looking at him."}, {"scene_id": "bb-12-06-13s12", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-06-13s13", "raw": "A scene from a TV show in which a young man talks to a woman.", "with_names": "a young man talks to a woman."}, {"scene_id": "bb-12-06-13s14", "raw": "A scene from a TV show in which a man and a woman are talking in a park.", "with_names": ""}]