[{"scene_id": "pc-04-02-01s0", "raw": "A scene from a TV show in which the letters \"S\" and \"N\" are in the shape of a heart.", "with_names": "the letters \"s\" and \"n\" are in the shape of a heart."}, {"scene_id": "pc-04-02-01s1", "raw": "A scene from a TV show in which a woman is wearing a jacket with the word \"FUCK\" on it and a man is standing behind her.", "with_names": "Karen is wearing a jacket with the word \"fuck\" on it and Frank is standing behind her."}, {"scene_id": "pc-04-02-01s2", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "pc-04-02-01s3", "raw": "A scene from a TV show in which a man is holding his hands up to a woman.", "with_names": "Man is holding his hands up to Cookie."}, {"scene_id": "pc-04-02-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-02-01s6", "raw": "A scene from a TV show in which a man is kissing a woman in bed.", "with_names": "a man is kissing Arianna in bed."}, {"scene_id": "pc-04-02-01s8", "raw": "A scene from a TV show in which a man is kissing a woman on the neck", "with_names": "Ian is kissing Eve on the neck"}, {"scene_id": "pc-04-02-01s9", "raw": "A scene from a TV show in which a man is talking to someone and a TV is on in the background", "with_names": ""}, {"scene_id": "pc-04-02-01s10", "raw": "A scene from a TV show in which a man is trying to open a door with his hands.", "with_names": "Ian is trying to open a door with his hands."}, {"scene_id": "pc-04-02-01s11", "raw": "A scene from a TV show in which a woman is kissing a man in bed.", "with_names": "Arianna is kissing Ben in bed."}, {"scene_id": "pc-04-02-01s12", "raw": "A scene from a TV show in which a man is on the phone and a woman is lying on the floor", "with_names": "Kevin is on the phone and a woman is lying on the floor"}, {"scene_id": "pc-04-02-01s13", "raw": "A scene from a TV show in which a man and a woman are lying in bed and kissing.", "with_names": "Ian and a woman are lying in bed and kissing."}, {"scene_id": "pc-04-02-01s14", "raw": "A scene from a TV show in which a man is massaging a woman's face.", "with_names": "Kevin is massaging a woman's face."}, {"scene_id": "pc-04-02-01s15", "raw": "A scene from a TV show in which a man is singing to a woman.", "with_names": "a man is singing to Eve."}, {"scene_id": "pc-04-02-01s16", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at Kevin."}, {"scene_id": "pc-04-02-01s19", "raw": "A scene from a TV show in which a man is being wheeled on a stretcher in a hospital.", "with_names": "Man is being wheeled on a stretcher in a hospital."}, {"scene_id": "pc-04-02-01s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Karen is kissing Frank on the cheek."}, {"scene_id": "pc-04-02-01s21", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman looking at the camera and the man looking at her.", "with_names": "Man and Cookie are lying in bed, with the woman looking at the camera and the man looking at her."}, {"scene_id": "pc-04-02-01s22", "raw": "A scene from a TV show in which a man and a woman are in a kitchen, wearing yellow lab coats.", "with_names": "a man and Karen are in a kitchen, wearing yellow lab coats."}, {"scene_id": "pc-04-02-01s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-02-01s25", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him angrily.", "with_names": "a man is standing in front of a woman and she is looking at him angrily."}, {"scene_id": "pc-04-02-01s26", "raw": "A scene from a TV show in which a woman is holding a gun and a man is standing behind her.", "with_names": "Eve is holding a gun and Ian is standing behind her."}, {"scene_id": "pc-04-02-01s27", "raw": "A scene from a TV show in which a man is holding a stack of papers and talking to another man.", "with_names": ""}, {"scene_id": "pc-04-02-01s28", "raw": "A scene from a TV show in which a woman is in a yellow gown and a man is wearing a white shirt.", "with_names": "Cookie is in a yellow gown and Man is wearing a white shirt."}, {"scene_id": "pc-04-02-01s29", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, with the woman wearing a white coat.", "with_names": "Frank and Karen are standing close to each other, with the woman wearing a white coat."}]