[{"scene_id": "pc-04-02-01s0", "raw": "a man and a woman are in a studio and they are talking about something.", "with_names": ""}, {"scene_id": "pc-04-02-01s1", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "pc-04-02-01s2", "raw": "a man and woman are in a room and they are kissing each other.", "with_names": "a man and woman are in a room and they are kissing each other."}, {"scene_id": "pc-04-02-01s3", "raw": "a man is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "pc-04-02-01s4", "raw": "a man and woman are talking about a topic and they are laughing.", "with_names": ""}, {"scene_id": "pc-04-02-01s5", "raw": "a man and a woman are kissing each other on a bed.", "with_names": "a man and Arianna are kissing each other on a bed."}, {"scene_id": "pc-04-02-01s6", "raw": "a man and a woman are kissing each other and then the man is kissing.", "with_names": "Ian and Eve are kissing each other and then the man is kissing."}, {"scene_id": "pc-04-02-01s7", "raw": "a man and woman kiss each other in a darkened room.", "with_names": "Arianna and woman kiss each other in a darkened room."}, {"scene_id": "pc-04-02-01s8", "raw": "a man is talking about how to do a romantic kiss.", "with_names": ""}, {"scene_id": "pc-04-02-01s9", "raw": "a man and a woman are kissing each other while music is playing.", "with_names": "Ben and Arianna are kissing each other while music is playing."}, {"scene_id": "pc-04-02-01s10", "raw": "a man is laying on the floor and a man is tickling him.", "with_names": "Kevin is laying on the floor and a man is tickling him."}, {"scene_id": "pc-04-02-01s11", "raw": "a man is laying on a bed while a woman is pinching his face.", "with_names": "Ian is laying on a bed while a woman is pinching his face."}, {"scene_id": "pc-04-02-01s12", "raw": "a man is laying on a table and another man is giving him a neck massage.", "with_names": "Kevin is laying on a table and another man is giving him a neck massage."}, {"scene_id": "pc-04-02-01s13", "raw": "a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "pc-04-02-01s14", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "pc-04-02-01s15", "raw": "a group of people are in a hospital and they are being pushed by a woman.", "with_names": "a group of people are in a hospital and they are being pushed by a woman."}, {"scene_id": "pc-04-02-01s16", "raw": "a man and a woman are kissing each other and the man is kissing him.", "with_names": "Frank and Karen are kissing each other and the man is kissing him."}, {"scene_id": "pc-04-02-01s17", "raw": "a man is tickling a young boy on the back of his bed.", "with_names": "Man is tickling a young boy on the back of his bed."}, {"scene_id": "pc-04-02-01s18", "raw": "a woman is laying down and getting her feet done by another woman.", "with_names": "Karen is laying down and getting her feet done by another woman."}, {"scene_id": "pc-04-02-01s19", "raw": "a man and a woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "pc-04-02-01s20", "raw": "a man is trying to get a woman to marry him.", "with_names": "a man is trying to get a woman to marry him."}, {"scene_id": "pc-04-02-01s21", "raw": "a man is walking around a room with a woman and she is holding a box.", "with_names": ""}, {"scene_id": "pc-04-02-01s22", "raw": "a man is talking about a story of a man and he is talking about it.", "with_names": ""}, {"scene_id": "pc-04-02-01s23", "raw": "a group of people are working in a hospital and one woman is talking.", "with_names": ""}, {"scene_id": "pc-04-02-01s24", "raw": "a man and woman are talking about a commercial for a commercial.", "with_names": ""}]