[{"scene_id": "pc-03-06-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-06-01s1", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-03-06-01s2", "raw": "A scene from a TV show in which a black man stands over a white woman, who is sitting on the ground.", "with_names": "a black man stands over a white woman, who is sitting on the ground."}, {"scene_id": "pc-03-06-01s3", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "Eve is lying on a bed with her eyes closed."}, {"scene_id": "pc-03-06-01s4", "raw": "A scene from a TV show in which a woman is handing a man a book.", "with_names": "a woman is handing a man a book."}, {"scene_id": "pc-03-06-01s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "pc-03-06-01s6", "raw": "A scene from a TV show in which a woman is talking about how she was raped by a man.", "with_names": ""}, {"scene_id": "pc-03-06-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-03-06-01s8", "raw": "A scene from a TV show in which a black man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-03-06-01s9", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-03-06-01s10", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "a man is kissing Eve on the forehead."}, {"scene_id": "pc-03-06-01s11", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed and her hands on her face.", "with_names": "Eve is lying in bed with her eyes closed and her hands on her face."}, {"scene_id": "pc-03-06-01s12", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Chris is being attacked by a man."}, {"scene_id": "pc-03-06-01s13", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black wig", "with_names": "a man is wearing a red shirt and a black wig"}, {"scene_id": "pc-03-06-01s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-03-06-01s15", "raw": "A scene from a TV show in which a woman is holding a man down on the ground while another woman looks on.", "with_names": "a woman is holding a man down on the ground while another woman looks on."}, {"scene_id": "pc-03-06-01s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]