[{"scene_id": "atwt-03-14-07s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "Meg is sitting at a table with Craig."}, {"scene_id": "atwt-03-14-07s1", "raw": "A scene from a TV show in which a woman is holding a stack of pizza boxes while two men are carrying pizza boxes behind her.", "with_names": "a woman is holding a stack of pizza boxes while two men are carrying pizza boxes behind her."}, {"scene_id": "atwt-03-14-07s2", "raw": "A scene from a TV show in which a young man is looking at a woman and making a face", "with_names": "a young man is looking at a woman and making a face"}, {"scene_id": "atwt-03-14-07s3", "raw": "A scene from a TV show in which a woman is wearing a green and white jacket and a black shirt.", "with_names": "a woman is wearing a green and white jacket and a black shirt."}, {"scene_id": "atwt-03-14-07s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-14-07s5", "raw": "A scene from a TV show in which a gorilla is shown to be a human.", "with_names": ""}, {"scene_id": "atwt-03-14-07s6", "raw": "A scene from a TV show in which a girl is sitting in a library and looking at a lamp.", "with_names": "a girl is sitting in a library and looking at a lamp."}, {"scene_id": "atwt-03-14-07s7", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-03-14-07s8", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-03-14-07s9", "raw": "A scene from a TV show in which two men are standing in a kitchen, one of them is holding a knife.", "with_names": "two men are standing in a kitchen, one of them is holding a knife."}, {"scene_id": "atwt-03-14-07s10", "raw": "A scene from a TV show in which a man is on the phone and his face is contorted in anger.", "with_names": "a man is on the phone and his face is contorted in anger."}, {"scene_id": "atwt-03-14-07s11", "raw": "A scene from a TV show in which a girl and a boy are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-14-07s12", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a coat.", "with_names": "a woman is wearing a black turtleneck and a coat."}, {"scene_id": "atwt-03-14-07s13", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a white shirt.", "with_names": "a woman is wearing a purple sweater and a white shirt."}, {"scene_id": "atwt-03-14-07s14", "raw": "A scene from a TV show in which a woman is sitting in a kitchen with a baby.", "with_names": "a woman is sitting in a kitchen with a baby."}, {"scene_id": "atwt-03-14-07s15", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a sink.", "with_names": "a man is standing in a kitchen, looking at a sink."}, {"scene_id": "atwt-03-14-07s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-14-07s17", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-03-14-07s18", "raw": "A scene from a TV show in which a man is holding a bag of Lay's potato chips and a second man is talking to him.", "with_names": ""}, {"scene_id": "atwt-03-14-07s19", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-03-14-07s20", "raw": "A scene from a TV show in which a bucket and bottle of Clorox are used to clean a child's toys.", "with_names": "a bucket and bottle of clorox are used to clean a child's toys."}, {"scene_id": "atwt-03-14-07s21", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "atwt-03-14-07s22", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-03-14-07s23", "raw": "A scene from a TV show in which a young woman is looking down and wearing a green cardigan", "with_names": "a young woman is looking down and wearing a green cardigan"}, {"scene_id": "atwt-03-14-07s24", "raw": "A scene from a TV show in which a dog is being treated by a vet.", "with_names": "a dog is being treated by a vet."}, {"scene_id": "atwt-03-14-07s25", "raw": "A scene from a TV show in which a man is standing over a woman at a table, with a cup of coffee and a vase of flowers on it.", "with_names": "a man is standing over a woman at a table, with a cup of coffee and a vase of flowers on it."}, {"scene_id": "atwt-03-14-07s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-14-07s27", "raw": "A scene from a TV show in which a woman is holding a red bag and looking at a book.", "with_names": "] is holding a red bag and looking at a book."}, {"scene_id": "atwt-03-14-07s28", "raw": "A scene from a TV show in which a woman is dancing in a gold sari.", "with_names": "a woman is dancing in a gold sari."}, {"scene_id": "atwt-03-14-07s29", "raw": "", "with_names": ""}]