[{"scene_id": "bb-11-14-14s0", "raw": "A scene from a TV show in which a man is sitting on a roof and two women are sitting on the roof of a building.", "with_names": "Wyatt is sitting on a roof and two women are sitting on the roof of a building."}, {"scene_id": "bb-11-14-14s1", "raw": "A scene from a TV show in which a man sits in a chair and talks to someone.", "with_names": "Rick sits in a chair and talks to someone."}, {"scene_id": "bb-11-14-14s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-14-14s3", "raw": "A scene from a TV show in which a woman sits at a desk and talks to a man.", "with_names": "Pam sits at a desk and talks to Ridge."}, {"scene_id": "bb-11-14-14s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-14-14s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-14-14s7", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "bb-11-14-14s8", "raw": "A scene from a TV show in which a boat is passing under a bridge.", "with_names": "a boat is passing under a bridge."}, {"scene_id": "bb-11-14-14s9", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-11-14-14s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-11-14-14s12", "raw": "A scene from a TV show in which a man and a woman are standing together and smiling.", "with_names": "a man and Ridge are standing together and smiling."}, {"scene_id": "bb-11-14-14s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-14-14s14", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-11-14-14s15", "raw": "A scene from a TV show in which a man is fishing in a river.", "with_names": "a man is fishing in a river."}, {"scene_id": "bb-11-14-14s16", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "Wyatt is wearing a suit and a shirt."}, {"scene_id": "bb-11-14-14s17", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking.", "with_names": ""}, {"scene_id": "bb-11-14-14s18", "raw": "A scene from a TV show in which a boat is cruising down the river.", "with_names": "a boat is cruising down the river."}]