[{"scene_id": "oltl-02-12-08s0", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her head resting on his chest.", "with_names": "Natalie is lying on top of Jared, with her head resting on his chest."}, {"scene_id": "oltl-02-12-08s1", "raw": "A scene from a TV show in which a blonde woman is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "oltl-02-12-08s2", "raw": "A scene from a TV show in which a woman is sitting at a dining table with a man.", "with_names": "a woman is sitting at a dining table with a man."}, {"scene_id": "oltl-02-12-08s3", "raw": "A scene from a TV show in which a man is in a suit and a woman is wearing a green dress and is standing behind bars.", "with_names": "a man is in a suit and a woman is wearing a green dress and is standing behind bars."}, {"scene_id": "oltl-02-12-08s4", "raw": "A scene from a TV show in which a white letter is superimposed on a blue background", "with_names": "a white letter is superimposed on a blue background"}, {"scene_id": "oltl-02-12-08s5", "raw": "A scene from a TV show in which a woman is holding a white flower and a man is looking at her.", "with_names": "a woman is holding a white flower and a man is looking at her."}, {"scene_id": "oltl-02-12-08s6", "raw": "A scene from a TV show in which a woman is handing a bouquet to another woman.", "with_names": "a woman is handing a bouquet to another woman."}, {"scene_id": "oltl-02-12-08s7", "raw": "A scene from a TV show in which two women are standing outside a house.", "with_names": "two women are standing outside a house."}, {"scene_id": "oltl-02-12-08s8", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-02-12-08s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-08s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "oltl-02-12-08s11", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a beanie and looking over a railing.", "with_names": "a woman is wearing sunglasses and a beanie and looking over a railing."}, {"scene_id": "oltl-02-12-08s12", "raw": "A scene from a TV show in which a man is holding a heart-shaped cage and a woman is covering her face with her hands.", "with_names": "a man is holding a heart-shaped cage and a woman is covering her face with her hands."}, {"scene_id": "oltl-02-12-08s13", "raw": "A scene from a TV show in which a woman is standing over a coffin and a man is holding a bat over the coffin.", "with_names": "a woman is standing over a coffin and a man is holding a bat over the coffin."}, {"scene_id": "oltl-02-12-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-12-08s15", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-02-12-08s16", "raw": "A scene from a TV show in which a woman is holding a piece of paper and another woman is behind her.", "with_names": "a woman is holding a piece of paper and another woman is behind her."}, {"scene_id": "oltl-02-12-08s17", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "a man is wearing a suit and ] is standing behind him."}, {"scene_id": "oltl-02-12-08s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-12-08s19", "raw": "A scene from a TV show in which a man is standing in a bar, wearing a black coat and a red coat. A blonde woman is walking towards him, wearing a red jacket.", "with_names": "a man is standing in a bar, wearing a black coat and a red coat. a blonde woman is walking towards him, wearing a red jacket."}, {"scene_id": "oltl-02-12-08s20", "raw": "A scene from a TV show in which a man is standing in front of a window, holding a cell phone to his ear.", "with_names": "] is standing in front of a window, holding a cell phone to his ear."}, {"scene_id": "oltl-02-12-08s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-02-12-08s22", "raw": "A scene from a TV show in which a man is standing next to a woman and they are both looking at something.", "with_names": "a man is standing next to ] and they are both looking at something."}, {"scene_id": "oltl-02-12-08s23", "raw": "A scene from a TV show in which a woman is holding flowers and a man is standing next to her.", "with_names": "a woman is holding flowers and a man is standing next to her."}, {"scene_id": "oltl-02-12-08s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-12-08s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-08s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-12-08s27", "raw": "A scene from a TV show in which a woman is standing in a courtroom with her hands up.", "with_names": "a woman is standing in a courtroom with her hands up."}, {"scene_id": "oltl-02-12-08s28", "raw": "A scene from a TV show in which a woman is wearing a black hat and coat and smiling.", "with_names": "a woman is wearing a black hat and coat and smiling."}, {"scene_id": "oltl-02-12-08s29", "raw": "A scene from a TV show in which a woman is talking to someone and looking shocked.", "with_names": ""}, {"scene_id": "oltl-02-12-08s30", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-02-12-08s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-08s32", "raw": "A scene from a TV show in which a woman is shaking hands with another woman.", "with_names": "a woman is shaking hands with another woman."}, {"scene_id": "oltl-02-12-08s33", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-02-12-08s34", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-12-08s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-08s36", "raw": "A scene from a TV show in which a woman is talking to a man in front of a window.", "with_names": ""}, {"scene_id": "oltl-02-12-08s37", "raw": "A scene from a TV show in which a girl is dancing with her arms crossed and a boy is standing behind her.", "with_names": "a girl is dancing with her arms crossed and a boy is standing behind her."}, {"scene_id": "oltl-02-12-08s38", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-02-12-08s39", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-12-08s40", "raw": "A scene from a TV show in which a woman is looking up and a man is talking to her.", "with_names": ""}]