[{"scene_id": "bb-06-16-15s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-16-15s1", "raw": "A scene from a TV show in which a woman is playing cards with a man.", "with_names": "a woman is playing cards with a man."}, {"scene_id": "bb-06-16-15s2", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-06-16-15s3", "raw": "A scene from a TV show in which a man and a woman are in a library and he is trying to get her hand.", "with_names": "a man and a woman are in a library and he is trying to get her hand."}, {"scene_id": "bb-06-16-15s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "bb-06-16-15s5", "raw": "A scene from a TV show in which a man and a woman are arguing in a kitchen.", "with_names": "a man and a woman are arguing in a kitchen."}, {"scene_id": "bb-06-16-15s6", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is handing him a cup.", "with_names": ""}, {"scene_id": "bb-06-16-15s7", "raw": "A scene from a TV show in which a woman is drinking a soda.", "with_names": "a woman is drinking a soda."}, {"scene_id": "bb-06-16-15s8", "raw": "A scene from a TV show in which a man and a woman are standing face to face, looking at each other.", "with_names": "a man and a woman are standing face to face, looking at each other."}, {"scene_id": "bb-06-16-15s9", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-16-15s10", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-06-16-15s11", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-06-16-15s12", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is kissing her on the cheek.", "with_names": "a woman is holding a cell phone and a man is kissing her on the cheek."}, {"scene_id": "bb-06-16-15s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-16-15s14", "raw": "", "with_names": ""}]