[{"scene_id": "bb-06-29-17s0", "raw": "A scene from a TV show in which a man sits in a chair and looks to the side.", "with_names": "a man sits in a chair and looks to the side."}, {"scene_id": "bb-06-29-17s1", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Pam is yelling at Charlie."}, {"scene_id": "bb-06-29-17s2", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "Quinn is slapping Eric in the face."}, {"scene_id": "bb-06-29-17s3", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "Sheila is looking down and her eyes are closed."}, {"scene_id": "bb-06-29-17s4", "raw": "A scene from a TV show in which a man is standing in a room with a lamp", "with_names": "a man is standing in a room with a lamp"}, {"scene_id": "bb-06-29-17s5", "raw": "A scene from a TV show in which a woman is holding a glass of champagne and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-29-17s6", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-29-17s7", "raw": "A scene from a TV show in which a man and a woman sit at a table.", "with_names": "a man and a woman sit at a table."}, {"scene_id": "bb-06-29-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-29-17s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a fork and knife on it.", "with_names": "Sheila is sitting at a table with a fork and knife on it."}, {"scene_id": "bb-06-29-17s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Quinn is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-29-17s11", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "bb-06-29-17s12", "raw": "A scene from a TV show in which a woman is walking down a staircase, with flowers and a vase on the floor.", "with_names": "a woman is walking down a staircase, with flowers and a vase on the floor."}, {"scene_id": "bb-06-29-17s13", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "bb-06-29-17s14", "raw": "A scene from a TV show in which a man proposes to a woman on a couch.", "with_names": "Wyatt proposes to Katie on a couch."}, {"scene_id": "bb-06-29-17s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]