[{"scene_id": "pc-01-14-03s0", "raw": "A scene from a TV show in which a man is being attacked by a dog.", "with_names": "Rafe is being attacked by a dog."}, {"scene_id": "pc-01-14-03s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-01-14-03s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-01-14-03s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-01-14-03s4", "raw": "A scene from a TV show in which a man is shot in the head by a police officer.", "with_names": "a man is shot in the head by a police officer."}, {"scene_id": "pc-01-14-03s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-01-14-03s6", "raw": "A scene from a TV show in which a man is looking at a woman's dress.", "with_names": "a man is looking at ]'s dress."}, {"scene_id": "pc-01-14-03s7", "raw": "A scene from a TV show in which a woman is drinking a soda.", "with_names": "a woman is drinking a soda."}, {"scene_id": "pc-01-14-03s8", "raw": "A scene from a TV show in which Brad Pitt is wearing a black shirt and a necklace", "with_names": "brad pitt is wearing a black shirt and a necklace"}, {"scene_id": "pc-01-14-03s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "pc-01-14-03s10", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long hair", "with_names": "a man is wearing a black shirt and a long hair"}, {"scene_id": "pc-01-14-03s11", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-01-14-03s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and her legs are crossed.", "with_names": ""}, {"scene_id": "pc-01-14-03s13", "raw": "A scene from a TV show in which a blonde woman is sitting in front of a brunette woman.", "with_names": "a blonde woman is sitting in front of a brunette woman."}]