[{"scene_id": "gl-04-23-04s0", "raw": "a man and woman are walking around a room and talking about it.", "with_names": ""}, {"scene_id": "gl-04-23-04s1", "raw": "a woman is talking about a conference and then a woman is shown.", "with_names": ""}, {"scene_id": "gl-04-23-04s2", "raw": "a young woman is sitting on a couch and talking about her new phone.", "with_names": ""}, {"scene_id": "gl-04-23-04s3", "raw": "a man is standing in a room and another man is standing in front of him.", "with_names": "Edmund is standing in a room and another man is standing in front of him."}, {"scene_id": "gl-04-23-04s4", "raw": "a man is talking to a woman and a man is talking about it.", "with_names": ""}, {"scene_id": "gl-04-23-04s5", "raw": "a man and a woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-04-23-04s6", "raw": "a man is talking to a woman and the man is laughing.", "with_names": ""}, {"scene_id": "gl-04-23-04s7", "raw": "a woman is shown in a dramatic scene and a man is talking.", "with_names": ""}, {"scene_id": "gl-04-23-04s8", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "gl-04-23-04s9", "raw": "a woman is talking about a man and a woman is laughing.", "with_names": ""}, {"scene_id": "gl-04-23-04s10", "raw": "a man and woman are laughing and laughing at each other.", "with_names": "Edmund and woman are laughing and laughing at each other."}, {"scene_id": "gl-04-23-04s11", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "a man is laughing and laughing while Beth is laughing."}, {"scene_id": "gl-04-23-04s12", "raw": "a man and woman are laughing and laughing at each other.", "with_names": "Danny and woman are laughing and laughing at each other."}, {"scene_id": "gl-04-23-04s13", "raw": "a man is standing in front of a woman and then she is wearing a dress.", "with_names": "Edmund is standing in front of Beth and then she is wearing a dress."}, {"scene_id": "gl-04-23-04s14", "raw": "a man and woman are talking on a phone and laughing.", "with_names": ""}, {"scene_id": "gl-04-23-04s15", "raw": "a woman is shown in a chair and a man is talking about her.", "with_names": ""}, {"scene_id": "gl-04-23-04s16", "raw": "a man and woman are talking about a topic and then a man is talking.", "with_names": ""}, {"scene_id": "gl-04-23-04s17", "raw": "a man is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "gl-04-23-04s18", "raw": "a man and woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "gl-04-23-04s19", "raw": "a woman is laughing and laughing while another woman is laughing.", "with_names": "Olivia is laughing and laughing while another woman is laughing."}, {"scene_id": "gl-04-23-04s20", "raw": "a man and woman are in a room and they are having a conversation.", "with_names": "Phillip and woman are in a room and they are having a conversation."}, {"scene_id": "gl-04-23-04s21", "raw": "a man and woman kiss each other in a restaurant.", "with_names": "a man and woman kiss each other in a restaurant."}, {"scene_id": "gl-04-23-04s22", "raw": "a woman is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "gl-04-23-04s23", "raw": "a man and woman are standing in a room and they are talking.", "with_names": ""}, {"scene_id": "gl-04-23-04s24", "raw": "a man and woman are kissing each other and then they kiss.", "with_names": "a man and woman are kissing each other and then they kiss."}, {"scene_id": "gl-04-23-04s25", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-04-23-04s26", "raw": "a man and a woman are having a great time in a living room.", "with_names": "Sandy and Olivia are having a great time in a living room."}]