[{"scene_id": "bb-07-27-17s0", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and looking at her.", "with_names": "Thomas is holding Caroline by the shoulders and looking at her."}, {"scene_id": "bb-07-27-17s2", "raw": "A scene from a TV show in which a girl and a boy are walking through a door.", "with_names": "Bill and a boy are walking through a door."}, {"scene_id": "bb-07-27-17s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-27-17s4", "raw": "A scene from a TV show in which a girl and a boy are sitting next to each other.", "with_names": "Ridge and Eric are sitting next to each other."}, {"scene_id": "bb-07-27-17s5", "raw": "A scene from a TV show in which a man is holding a notebook and talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-27-17s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-27-17s7", "raw": "A scene from a TV show in which a woman is sitting at a desk with a laptop and a handbag.", "with_names": "Ridge is sitting at a desk with a laptop and a handbag."}, {"scene_id": "bb-07-27-17s8", "raw": "A scene from a TV show in which a man is looking at a door and a woman is standing behind him.", "with_names": "a man is looking at a door and a woman is standing behind him."}, {"scene_id": "bb-07-27-17s11", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "Caroline is sitting in a room and looking at the camera."}, {"scene_id": "bb-07-27-17s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Brooke is looking at the camera."}, {"scene_id": "bb-07-27-17s13", "raw": "A scene from a TV show in which a man stands in front of a window with his arms crossed.", "with_names": "Coco stands in front of a window with his arms crossed."}, {"scene_id": "bb-07-27-17s14", "raw": "A scene from a TV show in which a young man and woman sit at a table and talk to a woman.", "with_names": "a young man and woman sit at a table and talk to a woman."}, {"scene_id": "bb-07-27-17s15", "raw": "A scene from a TV show in which a woman is trying on clothes in a store.", "with_names": "a woman is trying on clothes in a store."}, {"scene_id": "bb-07-27-17s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-07-27-17s17", "raw": "A scene from a TV show in which a man and two women are standing in a room, holding wine glasses and talking.", "with_names": ""}, {"scene_id": "bb-07-27-17s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]