[{"scene_id": "atwt-05-11-06s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-11-06s1", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-05-11-06s2", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a gold chain around his neck.", "with_names": "a man is wearing a blue shirt and a gold chain around his neck."}, {"scene_id": "atwt-05-11-06s3", "raw": "A scene from a TV show in which a man is hugging a woman in bed.", "with_names": "a man is hugging a woman in bed."}, {"scene_id": "atwt-05-11-06s4", "raw": "A scene from a TV show in which a woman holds a bottle of the product and another woman points to the label.", "with_names": "a woman holds a bottle of the product and another woman points to the label."}, {"scene_id": "atwt-05-11-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-05-11-06s6", "raw": "A scene from a TV show in which a man wipes his face with his hand.", "with_names": "a man wipes his face with his hand."}, {"scene_id": "atwt-05-11-06s7", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-11-06s8", "raw": "A scene from a TV show in which a Colgate toothbrush is shown", "with_names": ""}, {"scene_id": "atwt-05-11-06s9", "raw": "A scene from a TV show in which a young man is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-05-11-06s10", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf, a vase of flowers, and a couch.", "with_names": "a woman is standing in front of a bookshelf, a vase of flowers, and a couch."}, {"scene_id": "atwt-05-11-06s11", "raw": "A scene from a TV show in which a man is talking into a microphone.", "with_names": ""}, {"scene_id": "atwt-05-11-06s12", "raw": "A scene from a TV show in which a woman is holding a gun.", "with_names": "a woman is holding a gun."}, {"scene_id": "atwt-05-11-06s13", "raw": "A scene from a TV show in which a blue dragon is seen in a white room.", "with_names": "a blue dragon is in a white room."}, {"scene_id": "atwt-05-11-06s14", "raw": "A scene from a TV show in which a mother and daughter sit next to each other.", "with_names": "a mother and daughter sit next to each other."}, {"scene_id": "atwt-05-11-06s15", "raw": "A scene from a TV show in which a man and a woman sit on a couch and smile at each other.", "with_names": "a man and a woman sit on a couch and smile at each other."}, {"scene_id": "atwt-05-11-06s16", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is holding a red dress.", "with_names": "a man is standing behind a woman, and she is holding a red dress."}, {"scene_id": "atwt-05-11-06s17", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "atwt-05-11-06s18", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-11-06s19", "raw": "A scene from a TV show in which a man and a woman are looking at a laptop together.", "with_names": "a man and a woman are looking at a laptop together."}, {"scene_id": "atwt-05-11-06s20", "raw": "A scene from a TV show in which a woman is seduced by a man on a moon.", "with_names": "a woman is seduced by ] on a moon."}, {"scene_id": "atwt-05-11-06s21", "raw": "A scene from a TV show in which a man is wearing a blue jacket and smiling.", "with_names": "a man is wearing a blue jacket and smiling."}, {"scene_id": "atwt-05-11-06s22", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-05-11-06s23", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a ponytail", "with_names": "a woman is wearing a pink shirt and a ponytail"}, {"scene_id": "atwt-05-11-06s24", "raw": "A scene from a TV show in which a young man is sitting in a laundromat and reading a book.", "with_names": "a young man is sitting in a laundromat and reading a book."}, {"scene_id": "atwt-05-11-06s25", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at a woman.", "with_names": "a man is sitting in a restaurant and looking at a woman."}, {"scene_id": "atwt-05-11-06s26", "raw": "A scene from a TV show in which a man is wearing a suit and orange shirt", "with_names": "a man is wearing a suit and orange shirt"}, {"scene_id": "atwt-05-11-06s27", "raw": "A scene from a TV show in which a man holds a baby and talks to a woman.", "with_names": "] holds a baby and talks to a woman."}, {"scene_id": "atwt-05-11-06s28", "raw": "A scene from a TV show in which a man is standing in a hospital room, looking at a woman.", "with_names": "a man is standing in a hospital room, looking at a woman."}, {"scene_id": "atwt-05-11-06s29", "raw": "A scene from a TV show in which a woman is smiling and wearing a green sweater.", "with_names": "a woman is smiling and wearing a green sweater."}, {"scene_id": "atwt-05-11-06s30", "raw": "A scene from a TV show in which a woman is dancing in a pink dress.", "with_names": "a woman is dancing in a pink dress."}]