[{"scene_id": "pc-03-19-03s0", "raw": "A scene from a TV show in which a woman is looking at a man's hand and a young man is standing behind her.", "with_names": "Alison is looking at a man's hand and a young man is standing behind her."}, {"scene_id": "pc-03-19-03s1", "raw": "", "with_names": ""}, {"scene_id": "pc-03-19-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and another manre is standing in the background", "with_names": ""}, {"scene_id": "pc-03-19-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-19-03s4", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-03-19-03s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "pc-03-19-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-19-03s7", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-03-19-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "pc-03-19-03s9", "raw": "A scene from a TV show in which a woman is being seduced by two men.", "with_names": "a woman is being seduced by two men."}, {"scene_id": "pc-03-19-03s10", "raw": "A scene from a TV show in which a woman is kissing a man while holding candles.", "with_names": "a woman is kissing a man while holding candles."}, {"scene_id": "pc-03-19-03s11", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "pc-03-19-03s12", "raw": "A scene from a TV show in which a man is crying and another man is looking at him with a concerned expression.", "with_names": "a man is crying and another man is looking at him with a concerned expression."}, {"scene_id": "pc-03-19-03s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]