[{"scene_id": "pc-02-10-03s0", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and dreadlocks", "with_names": "a woman is wearing a black leather jacket and dreadlocks"}, {"scene_id": "pc-02-10-03s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "pc-02-10-03s2", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "pc-02-10-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-10-03s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-10-03s5", "raw": "A scene from a TV show in which a woman is singing in a forest.", "with_names": "a woman is singing in a forest."}, {"scene_id": "pc-02-10-03s6", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a white wig", "with_names": "a woman is wearing a black leather jacket and a white wig"}, {"scene_id": "pc-02-10-03s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-10-03s8", "raw": "A scene from a TV show in which a woman is sitting in a dark room and looking at a wall.", "with_names": "a woman is sitting in a dark room and looking at a wall."}, {"scene_id": "pc-02-10-03s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-10-03s10", "raw": "A scene from a TV show in which a man is seen walking through a park with a large flock of birds flying around him.", "with_names": "a man is walking through a park with a large flock of birds flying around him."}, {"scene_id": "pc-02-10-03s11", "raw": "A scene from a TV show in which a man is wearing a black suit and a red tie", "with_names": "a man is wearing a black suit and a red tie"}, {"scene_id": "pc-02-10-03s12", "raw": "A scene from a TV show in which a woman is standing in a foggy field, looking up at the sky.", "with_names": "a woman is standing in a foggy field, looking up at the sky."}, {"scene_id": "pc-02-10-03s13", "raw": "A scene from a TV show in which a man is seen walking away from a door with his shirt hanging open.", "with_names": "a man is walking away from a door with his shirt hanging open."}, {"scene_id": "pc-02-10-03s14", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]