[{"scene_id": "oltl-02-23-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-02-23-09s1", "raw": "A scene from a TV show in which a man pours a woman a drink from a silver pot.", "with_names": "a man pours a woman a drink from a silver pot."}, {"scene_id": "oltl-02-23-09s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-23-09s3", "raw": "A scene from a TV show in which a man is being arrested by a woman.", "with_names": "a man is being arrested by a woman."}, {"scene_id": "oltl-02-23-09s4", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and a man is standing behind her.", "with_names": "a woman is sitting in a restaurant and a man is standing behind her."}, {"scene_id": "oltl-02-23-09s5", "raw": "A scene from a TV show in which a woman is lying on the floor with her head on a table.", "with_names": "a woman is lying on the floor with her head on a table."}, {"scene_id": "oltl-02-23-09s6", "raw": "A scene from a TV show in which a young man is talking about his life.", "with_names": ""}, {"scene_id": "oltl-02-23-09s7", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "a woman is sitting in a room with a man standing behind her."}, {"scene_id": "oltl-02-23-09s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-23-09s9", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "oltl-02-23-09s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-23-09s11", "raw": "A scene from a TV show in which a man is wearing a red suit and a woman is in a black dress", "with_names": "a man is wearing a red suit and a woman is in a black dress"}, {"scene_id": "oltl-02-23-09s12", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her", "with_names": "a woman is crying and a man is standing behind her"}, {"scene_id": "oltl-02-23-09s13", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-02-23-09s14", "raw": "A scene from a TV show in which a man is talking to a woman through a window.", "with_names": ""}, {"scene_id": "oltl-02-23-09s15", "raw": "A scene from a TV show in which a man is yelling and his mouth is open", "with_names": "a man is yelling and his mouth is open"}, {"scene_id": "oltl-02-23-09s16", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-23-09s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-23-09s18", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-02-23-09s19", "raw": "A scene from a TV show in which a man is talking to a woman through a window.", "with_names": ""}, {"scene_id": "oltl-02-23-09s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-23-09s21", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-02-23-09s22", "raw": "A scene from a TV show in which a man is talking to another man through a glass door.", "with_names": ""}, {"scene_id": "oltl-02-23-09s23", "raw": "A scene from a TV show in which a woman is wearing a red coat and a necklace", "with_names": "a woman is wearing a red coat and a necklace"}, {"scene_id": "oltl-02-23-09s24", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-02-23-09s25", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "oltl-02-23-09s26", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-02-23-09s27", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-02-23-09s28", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "oltl-02-23-09s29", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "oltl-02-23-09s30", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the frame.", "with_names": ""}, {"scene_id": "oltl-02-23-09s31", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}, {"scene_id": "oltl-02-23-09s32", "raw": "A scene from a TV show in which a woman is being hugged by another woman.", "with_names": "a woman is being hugged by another woman."}, {"scene_id": "oltl-02-23-09s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-23-09s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-23-09s35", "raw": "A scene from a TV show in which a woman is being attacked by two men.", "with_names": "a woman is being attacked by two men."}, {"scene_id": "oltl-02-23-09s36", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}]