[{"scene_id": "atwt-07-30-09s0", "raw": "A scene from a TV show in which a woman is dancing with a man and a girl.", "with_names": "a woman is dancing with a man and a girl."}, {"scene_id": "atwt-07-30-09s1", "raw": "A scene from a TV show in which a boy is opening a door and smiling.", "with_names": "a boy is opening a door and smiling."}, {"scene_id": "atwt-07-30-09s2", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-07-30-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the man looking at the woman and the woman looking at him.", "with_names": "a man and a woman are standing in a room, with the man looking at the woman and the woman looking at him."}, {"scene_id": "atwt-07-30-09s4", "raw": "A scene from a TV show in which a man and a woman are lying in bed and kissing.", "with_names": "a man and a woman are lying in bed and kissing."}, {"scene_id": "atwt-07-30-09s5", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-30-09s6", "raw": "A scene from a TV show in which a scientist is working with test tubes.", "with_names": "a scientist is working with test tubes."}, {"scene_id": "atwt-07-30-09s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-30-09s8", "raw": "A scene from a TV show in which a young girl is sitting on a couch and looking shocked.", "with_names": ""}, {"scene_id": "atwt-07-30-09s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-30-09s10", "raw": "A scene from a TV show in which a woman is seen through a window, holding a cell phone to her ear.", "with_names": "a woman is through a window, holding a cell phone to her ear."}, {"scene_id": "atwt-07-30-09s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-30-09s12", "raw": "A scene from a TV show in which TriPlex is shown", "with_names": ""}, {"scene_id": "atwt-07-30-09s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-30-09s14", "raw": "A scene from a TV show in which a boy is wearing a t-shirt and a man is standing next to him.", "with_names": "a boy is wearing a t-shirt and a man is standing next to him."}, {"scene_id": "atwt-07-30-09s15", "raw": "A scene from a TV show in which a family is walking in a park.", "with_names": "a family is walking in a park."}, {"scene_id": "atwt-07-30-09s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-07-30-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-30-09s18", "raw": "A scene from a TV show in which a man is washing a car with a limescale-laden car wash.", "with_names": "a man is washing a car with a limescale-laden car wash."}, {"scene_id": "atwt-07-30-09s19", "raw": "A scene from a TV show in which a woman is holding a baby and opening a door.", "with_names": "a woman is holding a baby and opening a door."}, {"scene_id": "atwt-07-30-09s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-30-09s21", "raw": "A scene from a TV show in which a dog is made to look like a robot", "with_names": "a dog is made to look like a robot"}, {"scene_id": "atwt-07-30-09s22", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a necklace", "with_names": "a woman is wearing a pink sweater and a necklace"}, {"scene_id": "atwt-07-30-09s23", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-07-30-09s24", "raw": "A scene from a TV show in which a girl is sitting on a kitchen counter and a woman is standing next to her.", "with_names": "a girl is sitting on a kitchen counter and a woman is standing next to her."}, {"scene_id": "atwt-07-30-09s25", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "atwt-07-30-09s26", "raw": "A scene from a TV show in which a woman is cleaning a mirror with a sponge.", "with_names": "a woman is cleaning a mirror with a sponge."}]