[{"scene_id": "bb-07-21-15s0", "raw": "A scene from a TV show in which a woman is surprised by her friends.", "with_names": "a woman is surprised by her friends."}, {"scene_id": "bb-07-21-15s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-21-15s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-21-15s3", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "bb-07-21-15s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-21-15s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-21-15s6", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling.", "with_names": "a man and a woman are hugging and smiling."}, {"scene_id": "bb-07-21-15s7", "raw": "A scene from a TV show in which a woman is driving a car at night.", "with_names": "] is driving a car at night."}, {"scene_id": "bb-07-21-15s8", "raw": "A scene from a TV show in which a man talks on a cell phone in a foyer.", "with_names": "a man talks on a cell phone in a foyer."}, {"scene_id": "bb-07-21-15s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-07-21-15s10", "raw": "A scene from a TV show in which a person is lying in bed with a blanket and a pillow.", "with_names": "a person is lying in bed with a blanket and a pillow."}, {"scene_id": "bb-07-21-15s11", "raw": "A scene from a TV show in which a woman looks at a collage of celebrities.", "with_names": "a woman looks at a collage of celebrities."}, {"scene_id": "bb-07-21-15s12", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-07-21-15s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-21-15s14", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "bb-07-21-15s15", "raw": "A scene from a TV show in which a man is driving a car at night and is screaming at someone.", "with_names": "a man is driving a car at night and is screaming at someone."}]