[{"scene_id": "atwt-03-01-10s0", "raw": "A scene from a TV show in which a man is looking at a clock and saying,", "with_names": "Jack is looking at a clock and saying,"}, {"scene_id": "atwt-03-01-10s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-01-10s2", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-03-01-10s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and holding a wine glass. A man is sitting next to her, looking at her.", "with_names": "a woman is wearing a black dress and holding a wine glass. a man is sitting next to her, looking at her."}, {"scene_id": "atwt-03-01-10s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-03-01-10s5", "raw": "A scene from a TV show in which a plastic flamingo is used to lure birds to a golf course.", "with_names": "a plastic flamingo is used to lure birds to a golf course."}, {"scene_id": "atwt-03-01-10s6", "raw": "A scene from a TV show in which a woman is trying to open a door while a man stands behind her.", "with_names": "a woman is trying to open a door while a man stands behind her."}, {"scene_id": "atwt-03-01-10s7", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-03-01-10s8", "raw": "A scene from a TV show in which a woman is crying and holding a tissue to her face.", "with_names": "a woman is crying and holding a tissue to her face."}, {"scene_id": "atwt-03-01-10s9", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "atwt-03-01-10s10", "raw": "A scene from a TV show in which a woman talks about laundry.", "with_names": "a woman talks about laundry."}, {"scene_id": "atwt-03-01-10s11", "raw": "A scene from a TV show in which a woman is dancing in a room with a man.", "with_names": "] is dancing in a room with a man."}, {"scene_id": "atwt-03-01-10s12", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-01-10s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-01-10s14", "raw": "A scene from a TV show in which a woman is seen looking over the shoulder of a man.", "with_names": "a woman is looking over the shoulder of a man."}, {"scene_id": "atwt-03-01-10s15", "raw": "A scene from a TV show in which a woman is in a laundromat and a man is standing in front of a washing machine.", "with_names": "a woman is in a laundromat and a man is standing in front of a washing machine."}, {"scene_id": "atwt-03-01-10s16", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-03-01-10s17", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "atwt-03-01-10s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-01-10s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-01-10s20", "raw": "A scene from a TV show in which a mermaid is swimming in the ocean.", "with_names": "a mermaid is swimming in the ocean."}, {"scene_id": "atwt-03-01-10s21", "raw": "A scene from a TV show in which a man is eating a bowl of food while a woman stands behind him", "with_names": "a man is eating a bowl of food while a woman stands behind him"}, {"scene_id": "atwt-03-01-10s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-01-10s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-01-10s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]