[{"scene_id": "oltl-06-12-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-12-06s1", "raw": "A scene from a TV show in which a man is eating a sandwich and another man is watching him", "with_names": "a man is eating a sandwich and another man is watching him"}, {"scene_id": "oltl-06-12-06s2", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "oltl-06-12-06s3", "raw": "A scene from a TV show in which the word \"OIT\" is written on a wall", "with_names": "the word \"oit\" is written on a wall"}, {"scene_id": "oltl-06-12-06s4", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "oltl-06-12-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-06-12-06s6", "raw": "A scene from a TV show in which a man is sitting in a chair in a jail cell, talking to a prison guard.", "with_names": ""}, {"scene_id": "oltl-06-12-06s7", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-12-06s8", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-06-12-06s9", "raw": "A scene from a TV show in which a man is sitting on a chair and holding a silver chain.", "with_names": ""}, {"scene_id": "oltl-06-12-06s10", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a man is in a black shirt.", "with_names": "a blonde woman is wearing a red shirt and a man is in a black shirt."}, {"scene_id": "oltl-06-12-06s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-12-06s12", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-06-12-06s13", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him.", "with_names": "a man is standing behind a woman, and she is looking at him."}, {"scene_id": "oltl-06-12-06s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-12-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-12-06s16", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-12-06s17", "raw": "A scene from a TV show in which a man is holding a young girl and she is crying.", "with_names": "a man is holding a young girl and she is crying."}, {"scene_id": "oltl-06-12-06s18", "raw": "A scene from a TV show in which a man is in a jail cell and another manI is standing next to him", "with_names": "a man is in a jail cell and another mani is standing next to him"}, {"scene_id": "oltl-06-12-06s19", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-12-06s20", "raw": "A scene from a TV show in which two men are walking together.", "with_names": "two men are walking together."}, {"scene_id": "oltl-06-12-06s21", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-06-12-06s22", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress and looking down.", "with_names": "a woman is wearing a necklace and a dress and looking down."}, {"scene_id": "oltl-06-12-06s23", "raw": "A scene from a TV show in which a man is talking to a woman and a girl is watching him.", "with_names": ""}, {"scene_id": "oltl-06-12-06s24", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at his computer screen.", "with_names": "a man is sitting at a desk and looking at his computer screen."}, {"scene_id": "oltl-06-12-06s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-12-06s26", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-12-06s27", "raw": "A scene from a TV show in which a man is trapped in a cage.", "with_names": "a man is trapped in a cage."}, {"scene_id": "oltl-06-12-06s28", "raw": "A scene from a TV show in which a man is reading a paper to another man.", "with_names": "a man is reading a paper to another man."}, {"scene_id": "oltl-06-12-06s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-12-06s30", "raw": "A scene from a TV show in which a man is behind bars.", "with_names": "a man is behind bars."}]