[{"scene_id": "atwt-04-07-06s0", "raw": "A scene from a TV show in which a woman is seen walking down a staircase in a robe.", "with_names": "Katie is walking down a staircase in a robe."}, {"scene_id": "atwt-04-07-06s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is in a black shirt.", "with_names": "a woman is wearing a pink shirt and a man is in a black shirt."}, {"scene_id": "atwt-04-07-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-06s3", "raw": "A scene from a TV show in which a man is seen grabbing a shark with his bare hands.", "with_names": "] is grabbing a shark with his bare hands."}, {"scene_id": "atwt-04-07-06s4", "raw": "A scene from a TV show in which a pregnant woman is eating ice cream.", "with_names": "a pregnant woman is eating ice cream."}, {"scene_id": "atwt-04-07-06s5", "raw": "A scene from a TV show in which a man is shirtless and a woman is topless.", "with_names": "a man is shirtless and a woman is topless."}, {"scene_id": "atwt-04-07-06s6", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "a woman is wearing a red top and a necklace"}, {"scene_id": "atwt-04-07-06s7", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-07-06s8", "raw": "A scene from a TV show in which Brad Pitt is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-07-06s9", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}, {"scene_id": "atwt-04-07-06s10", "raw": "A scene from a TV show in which a woman is dancing with her family.", "with_names": "a woman is dancing with her family."}, {"scene_id": "atwt-04-07-06s11", "raw": "A scene from a TV show in which a vacuum cleaner is being used to clean a wall.", "with_names": "a vacuum cleaner is being used to clean a wall."}, {"scene_id": "atwt-04-07-06s12", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "a man is shaking hands with a woman."}, {"scene_id": "atwt-04-07-06s13", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-06s14", "raw": "A scene from a TV show in which a woman is being held by a man and her face is pressed against his chest.", "with_names": "a woman is being held by a man and her face is pressed against his chest."}, {"scene_id": "atwt-04-07-06s15", "raw": "A scene from a TV show in which an elderly couple sits at a table and eats dinner together.", "with_names": "an elderly couple sits at a table and eats dinner together."}, {"scene_id": "atwt-04-07-06s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-07-06s17", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-04-07-06s18", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-07-06s19", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-04-07-06s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-07-06s21", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}]