[{"scene_id": "gl-10-23-06s0", "raw": "A scene from a TV show in which a cat is seen lying on a couch", "with_names": "a cat is lying on a couch"}, {"scene_id": "gl-10-23-06s1", "raw": "A scene from a TV show in which a man is standing in front of a car and a woman is sitting in the back seat.", "with_names": "a man is standing in front of a car and a woman is sitting in the back seat."}, {"scene_id": "gl-10-23-06s2", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-10-23-06s3", "raw": "A scene from a TV show in which a man and a woman are talking in a room with a vase and paintings on the walls.", "with_names": ""}, {"scene_id": "gl-10-23-06s4", "raw": "A scene from a TV show in which a woman is being interviewed by a man and two other men.", "with_names": "a woman is being interviewed by a man and two other men."}, {"scene_id": "gl-10-23-06s5", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-10-23-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-23-06s7", "raw": "A scene from a TV show in which a woman holds a picture frame and looks at a photo of her and her husband.", "with_names": "a woman holds a picture frame and looks at a photo of her and her husband."}, {"scene_id": "gl-10-23-06s8", "raw": "A scene from a TV show in which a man leans against a wall and looks up at the camera", "with_names": "a man leans against a wall and looks up at the camera"}, {"scene_id": "gl-10-23-06s9", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is crying.", "with_names": "a man is holding a woman by the shoulders and she is crying."}, {"scene_id": "gl-10-23-06s10", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at the camera.", "with_names": "a man is sitting on a bench and looking at the camera."}, {"scene_id": "gl-10-23-06s11", "raw": "A scene from a TV show in which a woman is holding a doll and a man is watching her.", "with_names": "a woman is holding a doll and a man is watching her."}, {"scene_id": "gl-10-23-06s12", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-10-23-06s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-10-23-06s14", "raw": "A scene from a TV show in which a woman is speaking into a microphone.", "with_names": "a woman is speaking into a microphone."}, {"scene_id": "gl-10-23-06s15", "raw": "A scene from a TV show in which a woman is shown in a room with a white light shining on her.", "with_names": ""}, {"scene_id": "gl-10-23-06s16", "raw": "A scene from a TV show in which a man is seen through a window, with a woman standing in the foreground.", "with_names": "a man is through a window, with a woman standing in the foreground."}, {"scene_id": "gl-10-23-06s17", "raw": "A scene from a TV show in which a woman is handcuffed by two police officers.", "with_names": "a woman is handcuffed by two police officers."}, {"scene_id": "gl-10-23-06s18", "raw": "A scene from a TV show in which a man is crying and a woman is standing behind him", "with_names": "a man is crying and a woman is standing behind him"}, {"scene_id": "gl-10-23-06s19", "raw": "A scene from a TV show in which two police officers are standing in a hallway, with their arms crossed.", "with_names": "two police officers are standing in a hallway, with their arms crossed."}, {"scene_id": "gl-10-23-06s20", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "gl-10-23-06s21", "raw": "A scene from a TV show in which a man is standing in front of a door and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-23-06s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-23-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-23-06s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-23-06s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Buzz and Olivia are standing next to each other."}, {"scene_id": "gl-10-23-06s26", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-10-23-06s27", "raw": "A scene from a TV show in which a woman is looking at a dog.", "with_names": "a woman is looking at a dog."}, {"scene_id": "gl-10-23-06s28", "raw": "A scene from a TV show in which a woman slaps another woman.", "with_names": "a woman slaps another woman."}]