[{"scene_id": "pc-08-28-02s0", "raw": "A scene from a TV show in which a man is burned alive.", "with_names": "a man is burned alive."}, {"scene_id": "pc-08-28-02s1", "raw": "A scene from a TV show in which a man is holding a wine glass and walking in a bar.", "with_names": "a man is holding a wine glass and walking in a bar."}, {"scene_id": "pc-08-28-02s2", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "pc-08-28-02s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-28-02s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, holding a cigarette.", "with_names": ""}, {"scene_id": "pc-08-28-02s7", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at a cell phone.", "with_names": "a man is sitting next to a woman and they are both looking at a cell phone."}, {"scene_id": "pc-08-28-02s8", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "pc-08-28-02s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-08-28-02s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-08-28-02s12", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "Alison is looking at the camera and smiling."}, {"scene_id": "pc-08-28-02s13", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a boy.", "with_names": "Kevin is sitting at a table with Livvie and a boy."}, {"scene_id": "pc-08-28-02s14", "raw": "A scene from a TV show in which a man is talking to someone and gesturing with his hands.", "with_names": ""}, {"scene_id": "pc-08-28-02s15", "raw": "A scene from a TV show in which a black man is talking to a young black girl.", "with_names": ""}, {"scene_id": "pc-08-28-02s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-08-28-02s17", "raw": "A scene from a TV show in which a man is singing and a woman is dancing in the background", "with_names": "a man is singing and a woman is dancing in the background"}, {"scene_id": "pc-08-28-02s19", "raw": "A scene from a TV show in which a woman is kneeling on the ground, wearing a pink outfit.", "with_names": "a woman is kneeling on the ground, wearing a pink outfit."}, {"scene_id": "pc-08-28-02s20", "raw": "A scene from a TV show in which a soap bubble is being blown", "with_names": "a soap bubble is being blown"}, {"scene_id": "pc-08-28-02s22", "raw": "A scene from a TV show in which a man is sweating and looking at the camera.", "with_names": "a man is sweating and looking at the camera."}, {"scene_id": "pc-08-28-02s24", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hand on her face.", "with_names": ""}]