[{"scene_id": "pc-02-27-02s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-27-02s1", "raw": "A scene from a TV show in which a black man and a white woman are arguing.", "with_names": "a black man and a white woman are arguing."}, {"scene_id": "pc-02-27-02s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "Ian and a woman are standing next to each other in a room."}, {"scene_id": "pc-02-27-02s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a blanket is thrown at her", "with_names": ""}, {"scene_id": "pc-02-27-02s4", "raw": "A scene from a TV show in which a woman is talking and wearing a white coat", "with_names": ""}, {"scene_id": "pc-02-27-02s5", "raw": "A scene from a TV show in which a black man is being arrested by a white police officer.", "with_names": "a black man is being arrested by a white police officer."}, {"scene_id": "pc-02-27-02s6", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a black shirt.", "with_names": ""}, {"scene_id": "pc-02-27-02s7", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope.", "with_names": "a woman is wearing a white coat and a stethoscope."}, {"scene_id": "pc-02-27-02s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and is holding his hand up to his mouth.", "with_names": "a man is wearing a leather jacket and is holding his hand up to his mouth."}, {"scene_id": "pc-02-27-02s9", "raw": "A scene from a TV show in which a man is looking at a piece of paper and making a face", "with_names": "Ian is looking at a piece of paper and making a face"}, {"scene_id": "pc-02-27-02s10", "raw": "A scene from a TV show in which a woman is holding a cat and a dog is looking at her.", "with_names": "a woman is holding a cat and a dog is looking at her."}, {"scene_id": "pc-02-27-02s11", "raw": "A scene from a TV show in which a woman is standing in a dark room with her hands in her pockets.", "with_names": "a woman is standing in a dark room with her hands in her pockets."}, {"scene_id": "pc-02-27-02s12", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}]