[{"scene_id": "atwt-03-05-09s0", "raw": "A scene from a TV show in which a young man is wearing a red jacket and a brown wig.", "with_names": "a young man is wearing a red jacket and a brown wig."}, {"scene_id": "atwt-03-05-09s1", "raw": "A scene from a TV show in which a man is sitting at a bar and a woman is standing behind him.", "with_names": "a man is sitting at a bar and ] is standing behind him."}, {"scene_id": "atwt-03-05-09s2", "raw": "A scene from a TV show in which a woman is on the phone and her hair is blowing in the wind.", "with_names": "a woman is on the phone and her hair is blowing in the wind."}, {"scene_id": "atwt-03-05-09s3", "raw": "A scene from a TV show in which a man is holding a young boy by the hand and looking at him.", "with_names": "a man is holding a young boy by the hand and looking at him."}, {"scene_id": "atwt-03-05-09s4", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a man is standing next to her.", "with_names": "a woman is wearing a purple shirt and ] is standing next to her."}, {"scene_id": "atwt-03-05-09s5", "raw": "A scene from a TV show in which a woman is talking to a pharmacist.", "with_names": ""}, {"scene_id": "atwt-03-05-09s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-05-09s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-05-09s8", "raw": "A scene from a TV show in which a man says, \"No credit needed.\"", "with_names": "a man says, \"no credit needed.\""}, {"scene_id": "atwt-03-05-09s9", "raw": "A scene from a TV show in which a woman is looking at a ghost.", "with_names": "a woman is looking at a ghost."}, {"scene_id": "atwt-03-05-09s10", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-03-05-09s11", "raw": "A scene from a TV show in which a man is sitting in a restaurant and is looking at a woman.", "with_names": "a man is sitting in a restaurant and is looking at ]."}, {"scene_id": "atwt-03-05-09s12", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-05-09s13", "raw": "A scene from a TV show in which a cat is in a cage and a person is reaching out to pet it.", "with_names": "a cat is in a cage and a person is reaching out to pet it."}, {"scene_id": "atwt-03-05-09s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-05-09s15", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-03-05-09s16", "raw": "A scene from a TV show in which two men are sitting at a bar, talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-05-09s17", "raw": "A scene from a TV show in which a man is seen masturbating in front of a window.", "with_names": "a man is masturbating in front of a window."}, {"scene_id": "atwt-03-05-09s18", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-05-09s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-05-09s20", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-05-09s21", "raw": "A scene from a TV show in which a man is sitting on the ground, looking down, and a TV screen is visible in the background.", "with_names": "a man is sitting on the ground, looking down, and a tv screen is visible in the background."}, {"scene_id": "atwt-03-05-09s22", "raw": "A scene from a TV show in which three men are sitting at a table in a restaurant.", "with_names": "three men are sitting at a table in a restaurant."}, {"scene_id": "atwt-03-05-09s23", "raw": "A scene from a TV show in which a man is walking through a glass door.", "with_names": "a man is walking through a glass door."}, {"scene_id": "atwt-03-05-09s24", "raw": "A scene from a TV show in which an elderly man is talking about his life", "with_names": ""}, {"scene_id": "atwt-03-05-09s25", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, holding her hand.", "with_names": "a man is leaning over a woman in a hospital bed, holding her hand."}, {"scene_id": "atwt-03-05-09s26", "raw": "A scene from a TV show in which a man and a woman are walking across a bridge.", "with_names": "a man and a woman are walking across a bridge."}, {"scene_id": "atwt-03-05-09s27", "raw": "A scene from a TV show in which L'Oreal's new sunscreen is shown.", "with_names": ""}]