[{"scene_id": "gl-07-18-05s0", "raw": "A scene from a TV show in which a woman is standing next to a sign that says \"E.I. Wisher Here.\"", "with_names": "Dr. Reese is standing next to a sign that says \"e.i. wisher here.\""}, {"scene_id": "gl-07-18-05s1", "raw": "A scene from a TV show in which a man is walking down the street with a shirt on.", "with_names": "a man is walking down the street with a shirt on."}, {"scene_id": "gl-07-18-05s2", "raw": "A scene from a TV show in which a woman is wearing a white bra and a necklace", "with_names": "a woman is wearing a white bra and a necklace"}, {"scene_id": "gl-07-18-05s3", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-18-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking down.", "with_names": "a man is wearing a suit and a red tie and is looking down."}, {"scene_id": "gl-07-18-05s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-07-18-05s6", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit and a red tie.", "with_names": ""}, {"scene_id": "gl-07-18-05s7", "raw": "A scene from a TV show in which a young boy is talking to a man in a tuxedo.", "with_names": ""}, {"scene_id": "gl-07-18-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-18-05s9", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-07-18-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-18-05s11", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "gl-07-18-05s12", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-07-18-05s13", "raw": "A scene from a TV show in which a man is talking to a wall and a woman is standing behind him", "with_names": ""}, {"scene_id": "gl-07-18-05s14", "raw": "A scene from a TV show in which a woman is filmed having sex with a dog", "with_names": "a woman is filmed having sex with a dog"}, {"scene_id": "gl-07-18-05s15", "raw": "A scene from a TV show in which a man and a woman are in a white dress.", "with_names": "a man and a woman are in a white dress."}, {"scene_id": "gl-07-18-05s16", "raw": "A scene from a TV show in which a Jewish man is being questioned by three white men.", "with_names": "a jewish man is being questioned by three white men."}, {"scene_id": "gl-07-18-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-18-05s18", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "gl-07-18-05s19", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is watching him", "with_names": ""}, {"scene_id": "gl-07-18-05s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-18-05s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-18-05s22", "raw": "A scene from a TV show in which a man is seen wearing a wedding ring.", "with_names": "a man is wearing a wedding ring."}, {"scene_id": "gl-07-18-05s23", "raw": "", "with_names": ""}]