[{"scene_id": "gl-05-06-05s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-05-06-05s1", "raw": "A scene from a TV show in which a man is seen with his eyes closed and his mouth open.", "with_names": "Jeffrey is with his eyes closed and his mouth open."}, {"scene_id": "gl-05-06-05s2", "raw": "A scene from a TV show in which a woman is talking to a man and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-05-06-05s3", "raw": "A scene from a TV show in which a man is crying", "with_names": "Alan is crying"}, {"scene_id": "gl-05-06-05s4", "raw": "A scene from a TV show in which a man is trying to kiss a woman in a bar.", "with_names": "a man is trying to kiss a woman in a bar."}, {"scene_id": "gl-05-06-05s5", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at him.", "with_names": ""}, {"scene_id": "gl-05-06-05s6", "raw": "A scene from a TV show in which a man is drinking a glass of wine", "with_names": "a man is drinking a glass of wine"}, {"scene_id": "gl-05-06-05s7", "raw": "A scene from a TV show in which a woman is walking down a hallway with a handbag.", "with_names": "Lizzie is walking down a hallway with a handbag."}, {"scene_id": "gl-05-06-05s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Cassie is crying"}, {"scene_id": "gl-05-06-05s9", "raw": "A scene from a TV show in which a man is seen kissing a woman in a lift", "with_names": "a man is kissing a woman in a lift"}, {"scene_id": "gl-05-06-05s11", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-05-06-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-06-05s13", "raw": "A scene from a TV show in which a woman is talking to someone and her shirt has a hole in it.", "with_names": ""}, {"scene_id": "gl-05-06-05s14", "raw": "A scene from a TV show in which a man is screaming in a dark room.", "with_names": "a man is screaming in a dark room."}, {"scene_id": "gl-05-06-05s15", "raw": "A scene from a TV show in which a man is seen throwing a bottle on a table.", "with_names": "a man is throwing a bottle on a table."}, {"scene_id": "gl-05-06-05s16", "raw": "A scene from a TV show in which a man is having sex with a woman in a dark room.", "with_names": "a man is having sex with a woman in a dark room."}, {"scene_id": "gl-05-06-05s20", "raw": "A scene from a TV show in which a man is sitting at a bar with a beer and a bowl of food in front of him.", "with_names": "a man is sitting at a bar with a beer and a bowl of food in front of him."}, {"scene_id": "gl-05-06-05s21", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a sandwich.", "with_names": "Gus is sitting at a table with a bottle and a sandwich."}, {"scene_id": "gl-05-06-05s22", "raw": "A scene from a TV show in which a woman is sitting in a car with a man.", "with_names": "Harley is sitting in a car with a man."}, {"scene_id": "gl-05-06-05s23", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and Mallet are standing in front of a door."}, {"scene_id": "gl-05-06-05s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-06-05s26", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "gl-05-06-05s27", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "a man is arguing with a woman."}, {"scene_id": "gl-05-06-05s29", "raw": "A scene from a TV show in which a woman is screaming and her hair is flying in the air.", "with_names": "a woman is screaming and her hair is flying in the air."}, {"scene_id": "gl-05-06-05s30", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-05-06-05s31", "raw": "A scene from a TV show in which a woman is escorted by a security guard.", "with_names": "a woman is escorted by a security guard."}, {"scene_id": "gl-05-06-05s32", "raw": "A scene from a TV show in which a black police officer is being arrested.", "with_names": "a black police officer is being arrested."}, {"scene_id": "gl-05-06-05s33", "raw": "A scene from a TV show in which a police officer is interrogating a woman.", "with_names": "a police officer is interrogating a woman."}, {"scene_id": "gl-05-06-05s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-06-05s35", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "Alan is sitting in a car and looking at the camera."}, {"scene_id": "gl-05-06-05s36", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-06-05s37", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing behind him", "with_names": "a man is on the phone and Lena is standing behind him"}, {"scene_id": "gl-05-06-05s38", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-05-06-05s41", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Gus is looking at Lena and she is looking back at him."}]