[{"scene_id": "oltl-08-23-07s0", "raw": "A scene from a TV show in which a man is looking at a woman and another man is behind him.", "with_names": "a man is looking at a woman and another man is behind him."}, {"scene_id": "oltl-08-23-07s1", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-23-07s2", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing behind him.", "with_names": "a man is in a jail cell and a woman is standing behind him."}, {"scene_id": "oltl-08-23-07s3", "raw": "A scene from a TV show in which two women are laughing together.", "with_names": "two women are laughing together."}, {"scene_id": "oltl-08-23-07s4", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit and tie.", "with_names": ""}, {"scene_id": "oltl-08-23-07s5", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "] is smiling and looking at the camera."}, {"scene_id": "oltl-08-23-07s6", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-23-07s7", "raw": "A scene from a TV show in which a woman is behind bars.", "with_names": "a woman is behind bars."}, {"scene_id": "oltl-08-23-07s8", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-23-07s9", "raw": "A scene from a TV show in which a young man is smiling and looking off camera.", "with_names": "a young man is smiling and looking off camera."}, {"scene_id": "oltl-08-23-07s10", "raw": "A scene from a TV show in which a woman is talking on a cell phone while holding a bottle of water.", "with_names": ""}, {"scene_id": "oltl-08-23-07s11", "raw": "A scene from a TV show in which a woman is smiling and looking out of a jail cell.", "with_names": "a woman is smiling and looking out of a jail cell."}, {"scene_id": "oltl-08-23-07s12", "raw": "A scene from a TV show in which a bottle of alcohol and poker chips are shown.", "with_names": "a bottle of alcohol and poker chips are shown."}, {"scene_id": "oltl-08-23-07s13", "raw": "A scene from a TV show in which a girl is hugging a boy.", "with_names": "a girl is hugging a boy."}, {"scene_id": "oltl-08-23-07s14", "raw": "A scene from a TV show in which a man is laughing and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-23-07s15", "raw": "A scene from a TV show in which a woman is wearing a strapless dress and a black choker.", "with_names": "a woman is wearing a strapless dress and a black choker."}, {"scene_id": "oltl-08-23-07s16", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-23-07s17", "raw": "A scene from a TV show in which a man is sitting at a bar, looking down at a bottle.", "with_names": "a man is sitting at a bar, looking down at a bottle."}, {"scene_id": "oltl-08-23-07s18", "raw": "A scene from a TV show in which a woman is standing at a podium and giving a speech.", "with_names": "a woman is standing at a podium and giving a speech."}, {"scene_id": "oltl-08-23-07s19", "raw": "A scene from a TV show in which a woman is in a purple hoodie and a man is wearing a black shirt.", "with_names": "a woman is in a purple hoodie and a man is wearing a black shirt."}, {"scene_id": "oltl-08-23-07s20", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-08-23-07s21", "raw": "A scene from a TV show in which a woman is talking on the phone and a text is displayed on the screen", "with_names": ""}, {"scene_id": "oltl-08-23-07s22", "raw": "A scene from a TV show in which a woman is standing in a room with a white blanket on the floor and a chair in the background", "with_names": "a woman is standing in a room with a white blanket on the floor and a chair in the background"}, {"scene_id": "oltl-08-23-07s23", "raw": "A scene from a TV show in which a woman is in a purple jacket and a man is behind bars.", "with_names": "a woman is in a purple jacket and a man is behind bars."}, {"scene_id": "oltl-08-23-07s24", "raw": "A scene from a TV show in which a woman is seen playing poker with a beer bottle.", "with_names": "a woman is playing poker with a beer bottle."}, {"scene_id": "oltl-08-23-07s25", "raw": "A scene from a TV show in which a man is washing a woman's hands.", "with_names": "a man is washing a woman's hands."}, {"scene_id": "oltl-08-23-07s26", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "oltl-08-23-07s27", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with wine glasses and a bottle.", "with_names": "] and Nora are sitting at a table with wine glasses and a bottle."}, {"scene_id": "oltl-08-23-07s28", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}]