[{"scene_id": "atwt-05-22-07s0", "raw": "A scene from a TV show in which a man is seen wiping his nose with a tissue.", "with_names": "a man is wiping his nose with a tissue."}, {"scene_id": "atwt-05-22-07s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-22-07s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-07s3", "raw": "A scene from a TV show in which a woman is looking at a microwave and a vase on a bookshelf.", "with_names": "a woman is looking at a microwave and a vase on a bookshelf."}, {"scene_id": "atwt-05-22-07s4", "raw": "A scene from a TV show in which a man plays the piano.", "with_names": "a man plays the piano."}, {"scene_id": "atwt-05-22-07s5", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "a woman is smiling and looking up."}, {"scene_id": "atwt-05-22-07s6", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-07s7", "raw": "A scene from a TV show in which a man is wearing a gold chain and a woman is looking at him.", "with_names": "a man is wearing a gold chain and a woman is looking at him."}, {"scene_id": "atwt-05-22-07s8", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by a shadow.", "with_names": "a man is in a dark room, with his face partially obscured by a shadow."}, {"scene_id": "atwt-05-22-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-07s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-22-07s11", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "atwt-05-22-07s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking up at a painting.", "with_names": ""}, {"scene_id": "atwt-05-22-07s13", "raw": "A scene from a TV show in which a woman is sitting at a desk talking on the phone.", "with_names": ""}, {"scene_id": "atwt-05-22-07s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-22-07s15", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-05-22-07s16", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "atwt-05-22-07s17", "raw": "A scene from a TV show in which a woman is holding a folder and looking at a computer screen.", "with_names": "a woman is holding a folder and looking at a computer screen."}, {"scene_id": "atwt-05-22-07s18", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-22-07s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-22-07s20", "raw": "A scene from a TV show in which a woman is looking at a man and his hands are clasped together.", "with_names": "a woman is looking at ] and his hands are clasped together."}, {"scene_id": "atwt-05-22-07s21", "raw": "A scene from a TV show in which a woman is sitting in a library and looking to the right.", "with_names": "a woman is sitting in a library and looking to the right."}, {"scene_id": "atwt-05-22-07s22", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-22-07s23", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "Katie is walking down a hallway with ] behind her."}, {"scene_id": "atwt-05-22-07s24", "raw": "A scene from a TV show in which a man is being attacked by a bear.", "with_names": "a man is being attacked by a bear."}]