[{"scene_id": "pc-07-02-02s0", "raw": "a woman is playing a song on a drum set.", "with_names": "a woman is playing a song on a drum set."}, {"scene_id": "pc-07-02-02s1", "raw": "a man is talking to a woman and then she is being interviewed.", "with_names": ""}, {"scene_id": "pc-07-02-02s2", "raw": "a woman is talking to another woman and then a man is shown sleeping.", "with_names": ""}, {"scene_id": "pc-07-02-02s3", "raw": "a man and a woman are playing music on a stage.", "with_names": "Ricky and Karen are playing music on a stage."}, {"scene_id": "pc-07-02-02s4", "raw": "a man is talking to a woman and then a man is shown talking.", "with_names": ""}, {"scene_id": "pc-07-02-02s5", "raw": "a woman is talking to a woman who is sitting down.", "with_names": ""}, {"scene_id": "pc-07-02-02s6", "raw": "a man and a woman are sitting on a couch and the woman is kissing.", "with_names": ""}, {"scene_id": "pc-07-02-02s7", "raw": "a man is talking to a woman and then a man is walking around.", "with_names": ""}, {"scene_id": "pc-07-02-02s8", "raw": "a man and a woman are kissing each other in a room.", "with_names": "a man and a woman are kissing each other in a room."}, {"scene_id": "pc-07-02-02s9", "raw": "a woman is talking to another woman who is sleeping on a bed.", "with_names": ""}, {"scene_id": "pc-07-02-02s10", "raw": "a man and a woman are sitting down and talking.", "with_names": ""}, {"scene_id": "pc-07-02-02s11", "raw": "a man and a woman are in a living room and one of them is laying on the floor.", "with_names": "Ricky and Karen are in a living room and one of them is laying on the floor."}, {"scene_id": "pc-07-02-02s12", "raw": "a man is talking to a group of people and then a man is shown walking around.", "with_names": ""}, {"scene_id": "pc-07-02-02s13", "raw": "a man is walking through a room and then a man enters the room.", "with_names": "Man is walking through a room and then a man enters the room."}, {"scene_id": "pc-07-02-02s14", "raw": "a woman is talking to another woman in a hospital bed.", "with_names": ""}, {"scene_id": "pc-07-02-02s15", "raw": "a man and a woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "pc-07-02-02s16", "raw": "a girl is sitting in a chair and another girl is hugging her.", "with_names": ""}, {"scene_id": "pc-07-02-02s17", "raw": "a group of people are talking about a company and then a woman is shown.", "with_names": ""}]