[{"scene_id": "oltl-06-02-11s0", "raw": "A scene from a TV show in which a man is strapped to a chair and a medical device is attached to his chest.", "with_names": "Todd is strapped to a chair and a medical device is attached to his chest."}, {"scene_id": "oltl-06-02-11s1", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}, {"scene_id": "oltl-06-02-11s2", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed, holding flowers and crying.", "with_names": "a woman is sitting in a hospital bed, holding flowers and crying."}, {"scene_id": "oltl-06-02-11s3", "raw": "A scene from a TV show in which a man is standing in a restaurant, talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-11s4", "raw": "A scene from a TV show in which a man is standing in a living room with his arms outstretched.", "with_names": "a man is standing in a living room with his arms outstretched."}, {"scene_id": "oltl-06-02-11s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-02-11s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-02-11s8", "raw": "A scene from a TV show in which a woman plays a piano in a living room.", "with_names": "a woman plays a piano in a living room."}, {"scene_id": "oltl-06-02-11s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-02-11s10", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "a man is engulfed in flames."}, {"scene_id": "oltl-06-02-11s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-02-11s12", "raw": "A scene from a TV show in which a woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s13", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed, holding flowers and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s14", "raw": "A scene from a TV show in which a man is leaning against a wall and looking down at his hands.", "with_names": "a man is leaning against a wall and looking down at his hands."}, {"scene_id": "oltl-06-02-11s15", "raw": "A scene from a TV show in which a man is wearing a black shirt and a tie.", "with_names": "a man is wearing a black shirt and a tie."}, {"scene_id": "oltl-06-02-11s16", "raw": "A scene from a TV show in which a man is looking at a tree and talking.", "with_names": ""}, {"scene_id": "oltl-06-02-11s17", "raw": "A scene from a TV show in which a man is being assaulted by another man.", "with_names": "a man is being assaulted by another man."}, {"scene_id": "oltl-06-02-11s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-02-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s21", "raw": "A scene from a TV show in which a door is opened to reveal a man inside.", "with_names": "a door is opened to reveal a man inside."}, {"scene_id": "oltl-06-02-11s22", "raw": "A scene from a TV show in which a police officer is talking to a woman in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-06-02-11s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s24", "raw": "A scene from a TV show in which a man is lying on the floor with his head in a sink.", "with_names": "a man is lying on the floor with his head in a sink."}, {"scene_id": "oltl-06-02-11s25", "raw": "A scene from a TV show in which a woman is talking about her ex-boyfriend.", "with_names": ""}, {"scene_id": "oltl-06-02-11s26", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her on the cheek.", "with_names": "a woman is crying and a man is kissing her on the cheek."}, {"scene_id": "oltl-06-02-11s27", "raw": "A scene from a TV show in which a man is looking at a mirror and a woman is standing behind him.", "with_names": "a man is looking at a mirror and a woman is standing behind him."}, {"scene_id": "oltl-06-02-11s28", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-02-11s29", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and her face is contorted in pain.", "with_names": "a woman is lying in a hospital bed and her face is contorted in pain."}, {"scene_id": "oltl-06-02-11s30", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at her phone.", "with_names": "a woman is sitting on a bench and looking at her phone."}, {"scene_id": "oltl-06-02-11s31", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-06-02-11s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-11s33", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-02-11s34", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-06-02-11s35", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-06-02-11s36", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey jacket.", "with_names": "a man is wearing a white shirt and a grey jacket."}, {"scene_id": "oltl-06-02-11s37", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "oltl-06-02-11s38", "raw": "A scene from a TV show in which a woman is looking up at the ceiling and her hair blows in the wind.", "with_names": "a woman is looking up at the ceiling and her hair blows in the wind."}, {"scene_id": "oltl-06-02-11s39", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-11s40", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-06-02-11s41", "raw": "A scene from a TV show in which a man is wearing a plaid blazer and a white t-shirt, and another woman is standing in front of him.", "with_names": "a man is wearing a plaid blazer and a white t-shirt, and another woman is standing in front of him."}, {"scene_id": "oltl-06-02-11s42", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde wig.", "with_names": "a woman is wearing a black shirt and a blonde wig."}, {"scene_id": "oltl-06-02-11s43", "raw": "A scene from a TV show in which a police officer is walking through a room with a computer screen and a window.", "with_names": "a police officer is walking through a room with a computer screen and a window."}, {"scene_id": "oltl-06-02-11s44", "raw": "A scene from a TV show in which a man stands in a diner and a woman sits at a table.", "with_names": "a man stands in a diner and a woman sits at a table."}, {"scene_id": "oltl-06-02-11s45", "raw": "A scene from a TV show in which a man is sitting in a car seat and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-06-02-11s46", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-11s47", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a shirt and the other is looking at him.", "with_names": "two men are standing in a room, one of them is holding a shirt and the other is looking at him."}, {"scene_id": "oltl-06-02-11s48", "raw": "A scene from a TV show in which a police officer is being chased by a woman.", "with_names": "a police officer is being chased by a woman."}, {"scene_id": "oltl-06-02-11s49", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-06-02-11s50", "raw": "A scene from a TV show in which a man walks down a hallway with a briefcase.", "with_names": "a man walks down a hallway with a briefcase."}]