[{"scene_id": "bb-02-06-17s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-02-06-17s1", "raw": "A scene from a TV show in which a man is standing in a kitchen, a cake is on the table, and another man is in the background.", "with_names": "a man is standing in a kitchen, a cake is on the table, and another man is in the background."}, {"scene_id": "bb-02-06-17s2", "raw": "A scene from a TV show in which a man holds a camera up to his face.", "with_names": "Thomas holds a camera up to his face."}, {"scene_id": "bb-02-06-17s3", "raw": "A scene from a TV show in which a man is eating pancakes with a bottle of mustard.", "with_names": "a man is eating pancakes with a bottle of mustard."}, {"scene_id": "bb-02-06-17s4", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-02-06-17s7", "raw": "A scene from a TV show in which a woman is wearing a leopard print coat and a yellow shirt.", "with_names": "Quinn is wearing a leopard print coat and a yellow shirt."}, {"scene_id": "bb-02-06-17s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-06-17s9", "raw": "A scene from a TV show in which a man is drinking a soda while sitting at a kitchen table with another man.", "with_names": "Thomas is drinking a soda while sitting at a kitchen table with another man."}, {"scene_id": "bb-02-06-17s10", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-02-06-17s11", "raw": "A scene from a TV show in which a woman is wearing a leopard print coat and a man is in a suit.", "with_names": "Bill is wearing a leopard print coat and Rick is in a suit."}, {"scene_id": "bb-02-06-17s12", "raw": "A scene from a TV show in which a man is standing in a kitchen and looking at the camera.", "with_names": "a man is standing in a kitchen and looking at the camera."}, {"scene_id": "bb-02-06-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Thomas is wearing a suit and a white shirt."}, {"scene_id": "bb-02-06-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a floral shirt.", "with_names": "a man is wearing a suit and a floral shirt."}, {"scene_id": "bb-02-06-17s15", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-02-06-17s16", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a suit.", "with_names": "Sally is wearing a blue dress and Thomas is in a suit."}]