[{"scene_id": "gl-04-10-03s0", "raw": "A scene from a TV show in which a man is holding a cane and a woman is standing next to him.", "with_names": "a man is holding a cane and a woman is standing next to him."}, {"scene_id": "gl-04-10-03s1", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "gl-04-10-03s2", "raw": "A scene from a TV show in which a man is standing in front of a mirror and looking at his reflection.", "with_names": "a man is standing in front of a mirror and looking at his reflection."}, {"scene_id": "gl-04-10-03s3", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing next to her.", "with_names": "a woman is holding a cup and a man is standing next to her."}, {"scene_id": "gl-04-10-03s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her head resting on a man's hand.", "with_names": "a woman is lying in a hospital bed, her head resting on a man's hand."}, {"scene_id": "gl-04-10-03s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-04-10-03s6", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "gl-04-10-03s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a man standing next to her.", "with_names": "a woman is lying in a hospital bed, with a man standing next to her."}, {"scene_id": "gl-04-10-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-04-10-03s9", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-04-10-03s10", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "gl-04-10-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-10-03s12", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "gl-04-10-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-10-03s14", "raw": "A scene from a TV show in which a woman is standing outside a door.", "with_names": "a woman is standing outside a door."}, {"scene_id": "gl-04-10-03s15", "raw": "A scene from a TV show in which a man is holding a basketball and looking at it.", "with_names": "a man is holding a basketball and looking at it."}, {"scene_id": "gl-04-10-03s16", "raw": "A scene from a TV show in which a man is looking at a door and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-10-03s17", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-04-10-03s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-10-03s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-04-10-03s20", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with her arms crossed.", "with_names": "a woman is lying in a hospital bed with her arms crossed."}]