[{"scene_id": "oltl-09-03-10s0", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "Langston and a woman kiss."}, {"scene_id": "oltl-09-03-10s1", "raw": "A scene from a TV show in which a woman is talking to a receptionist.", "with_names": ""}, {"scene_id": "oltl-09-03-10s2", "raw": "A scene from a TV show in which a woman is talking to a man in front of a bar.", "with_names": ""}, {"scene_id": "oltl-09-03-10s3", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "oltl-09-03-10s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s5", "raw": "A scene from a TV show in which a woman is lit up by a bright light.", "with_names": "a woman is lit up by a bright light."}, {"scene_id": "oltl-09-03-10s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room, facing each other.", "with_names": "a man and ] are standing in a room, facing each other."}, {"scene_id": "oltl-09-03-10s8", "raw": "A scene from a TV show in which a blonde woman is looking off camera.", "with_names": "a blonde woman is looking off camera."}, {"scene_id": "oltl-09-03-10s9", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-09-03-10s10", "raw": "A scene from a TV show in which a woman is looking off camera, her hand touching her face.", "with_names": "a woman is looking off camera, her hand touching her face."}, {"scene_id": "oltl-09-03-10s11", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a couch.", "with_names": "a man and a woman sit next to each other on a couch."}, {"scene_id": "oltl-09-03-10s12", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman.", "with_names": "a blonde woman is looking at a brunette woman."}, {"scene_id": "oltl-09-03-10s13", "raw": "A scene from a TV show in which a woman is standing at a desk and talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-09-03-10s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-03-10s15", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-03-10s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-03-10s18", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s19", "raw": "A scene from a TV show in which a man is wearing a police uniform.", "with_names": "a man is wearing a police uniform."}, {"scene_id": "oltl-09-03-10s20", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt.", "with_names": "a man is looking at the camera and wearing a blue shirt."}, {"scene_id": "oltl-09-03-10s21", "raw": "A scene from a TV show in which a woman is holding her head in her hands and a man is sitting next to her.", "with_names": "a woman is holding her head in her hands and a man is sitting next to her."}, {"scene_id": "oltl-09-03-10s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room. The man is wiping his face with a handkerchief, while the woman is wiping her face with her hand.", "with_names": "a man and a woman are standing in a room. the man is wiping his face with a handkerchief, while the woman is wiping her face with her hand."}, {"scene_id": "oltl-09-03-10s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-03-10s24", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-09-03-10s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-03-10s26", "raw": "A scene from a TV show in which a police officer is pushing a body in a trolley.", "with_names": "a police officer is pushing a body in a trolley."}, {"scene_id": "oltl-09-03-10s27", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "oltl-09-03-10s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-03-10s29", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-09-03-10s30", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and ] are standing in a room."}, {"scene_id": "oltl-09-03-10s31", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-03-10s32", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-09-03-10s33", "raw": "A scene from a TV show in which a woman is sitting on the floor and two men are standing over her.", "with_names": "a woman is sitting on the floor and two men are standing over her."}, {"scene_id": "oltl-09-03-10s34", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "] is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-03-10s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s36", "raw": "A scene from a TV show in which a woman is holding a cell phone.", "with_names": "a woman is holding a cell phone."}, {"scene_id": "oltl-09-03-10s37", "raw": "A scene from a TV show in which a man and a woman are drinking from a glass.", "with_names": "a man and a woman are drinking from a glass."}, {"scene_id": "oltl-09-03-10s38", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-09-03-10s39", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Todd is looking at ] and she is looking back at him."}, {"scene_id": "oltl-09-03-10s40", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-09-03-10s41", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are looking at each other.", "with_names": "a man is sitting next to a woman and they are looking at each other."}, {"scene_id": "oltl-09-03-10s42", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-09-03-10s43", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s44", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s45", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-09-03-10s46", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-09-03-10s47", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-09-03-10s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-03-10s49", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-03-10s50", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-03-10s51", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-09-03-10s52", "raw": "A scene from a TV show in which a man is shaking hands with a police officer.", "with_names": "a man is shaking hands with a police officer."}, {"scene_id": "oltl-09-03-10s53", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-09-03-10s54", "raw": "", "with_names": ""}]