[{"scene_id": "pc-12-28-01s0", "raw": "A scene from a TV show in which a woman is throwing a blanket at a man.", "with_names": "a woman is throwing a blanket at a man."}, {"scene_id": "pc-12-28-01s1", "raw": "A scene from a TV show in which a doctor is talking to a couple.", "with_names": ""}, {"scene_id": "pc-12-28-01s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room. The man is looking at the woman, who is looking back at him.", "with_names": "a man and a woman are standing in a room. the man is looking at the woman, who is looking back at him."}, {"scene_id": "pc-12-28-01s3", "raw": "A scene from a TV show in which a woman is talking on the phone and holding her hand to her face.", "with_names": ""}, {"scene_id": "pc-12-28-01s4", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "a woman is being held by two men."}, {"scene_id": "pc-12-28-01s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-28-01s6", "raw": "A scene from a TV show in which a doctor is talking to a young woman.", "with_names": ""}, {"scene_id": "pc-12-28-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-28-01s8", "raw": "A scene from a TV show in which a man is writing on a pad while another man looks on.", "with_names": "a man is writing on a pad while another man looks on."}, {"scene_id": "pc-12-28-01s9", "raw": "A scene from a TV show in which a little girl is hugging her mother.", "with_names": "a little girl is hugging her mother."}, {"scene_id": "pc-12-28-01s10", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-12-28-01s11", "raw": "A scene from a TV show in which a man is wearing a sweater and a necklace", "with_names": "a man is wearing a sweater and a necklace"}, {"scene_id": "pc-12-28-01s12", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "pc-12-28-01s13", "raw": "A scene from a TV show in which a little girl is standing in a living room, holding a fork and a knife.", "with_names": "a little girl is standing in a living room, holding a fork and a knife."}, {"scene_id": "pc-12-28-01s14", "raw": "A scene from a TV show in which a man is being held back by a woman.", "with_names": "a man is being held back by a woman."}]