[{"scene_id": "bb-04-10-15s0", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-04-10-15s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Maya is looking at Rick and smiling."}, {"scene_id": "bb-04-10-15s2", "raw": "A scene from a TV show in which a young woman is wearing a black dress and looking at the camera.", "with_names": "a young woman is wearing a black dress and looking at the camera."}, {"scene_id": "bb-04-10-15s4", "raw": "A scene from a TV show in which a man is talking on a cell phone in an office.", "with_names": ""}, {"scene_id": "bb-04-10-15s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-10-15s6", "raw": "A scene from a TV show in which a young woman is sitting in front of a laptop and a man is standing behind her.", "with_names": "a young woman is sitting in front of a laptop and a man is standing behind her."}, {"scene_id": "bb-04-10-15s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-10-15s8", "raw": "A scene from a TV show in which a man is talking on the phone in his office.", "with_names": ""}, {"scene_id": "bb-04-10-15s9", "raw": "A scene from a TV show in which a man stands in a room and looks around.", "with_names": "Rick stands in a room and looks around."}, {"scene_id": "bb-04-10-15s10", "raw": "A scene from a TV show in which a young woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "bb-04-10-15s11", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to a man.", "with_names": ""}, {"scene_id": "bb-04-10-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "Rick is wearing a suit and a purple tie."}, {"scene_id": "bb-04-10-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "Carter is wearing a suit and a shirt."}, {"scene_id": "bb-04-10-15s14", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}]