[{"scene_id": "oltl-06-20-07s0", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and Starr and Cole are kissing passionately."}, {"scene_id": "oltl-06-20-07s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-20-07s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at something off-screen.", "with_names": "a man and a woman are standing next to each other, looking at something off-screen."}, {"scene_id": "oltl-06-20-07s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a smile.", "with_names": "a woman is looking at the camera with a smile."}, {"scene_id": "oltl-06-20-07s4", "raw": "A scene from a TV show in which a girl is being crowned prom queen.", "with_names": "a girl is being crowned prom queen."}, {"scene_id": "oltl-06-20-07s5", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-06-20-07s6", "raw": "A scene from a TV show in which a woman is dancing in a supermarket", "with_names": "a woman is dancing in a supermarket"}, {"scene_id": "oltl-06-20-07s7", "raw": "A scene from a TV show in which a man is singing to a woman.", "with_names": "a man is singing to a woman."}, {"scene_id": "oltl-06-20-07s8", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and talking.", "with_names": ""}, {"scene_id": "oltl-06-20-07s9", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-06-20-07s10", "raw": "A scene from a TV show in which a young girl is wearing a headband and a dress.", "with_names": "a young girl is wearing a headband and a dress."}, {"scene_id": "oltl-06-20-07s11", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-06-20-07s12", "raw": "A scene from a TV show in which a man is interviewed by a police officer.", "with_names": "a man is interviewed by a police officer."}, {"scene_id": "oltl-06-20-07s13", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-06-20-07s14", "raw": "A scene from a TV show in which a young man is smiling and looking at a woman.", "with_names": "a young man is smiling and looking at a woman."}, {"scene_id": "oltl-06-20-07s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-20-07s16", "raw": "A scene from a TV show in which a police officer is questioning a suspect.", "with_names": "a police officer is questioning a suspect."}, {"scene_id": "oltl-06-20-07s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-20-07s18", "raw": "A scene from a TV show in which a woman is dancing in a room with a purple carpet and a table with cups and a vase.", "with_names": "a woman is dancing in a room with a purple carpet and a table with cups and a vase."}, {"scene_id": "oltl-06-20-07s19", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-06-20-07s20", "raw": "A scene from a TV show in which a man is wearing a crown and a suit.", "with_names": "a man is wearing a crown and a suit."}, {"scene_id": "oltl-06-20-07s21", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-06-20-07s22", "raw": "A scene from a TV show in which a woman is talking to a man in front of a poster.", "with_names": ""}, {"scene_id": "oltl-06-20-07s23", "raw": "A scene from a TV show in which a man is slapping a woman", "with_names": "a man is slapping ]"}, {"scene_id": "oltl-06-20-07s24", "raw": "A scene from a TV show in which a woman is wearing an orange dress and a tiara.", "with_names": "a woman is wearing an orange dress and a tiara."}]