[{"scene_id": "atwt-07-01-05s0", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "Holden is smiling at Lily."}, {"scene_id": "atwt-07-01-05s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a table with a vase and a bunch of flowers on it.", "with_names": "a man and a woman are standing in front of a table with a vase and a bunch of flowers on it."}, {"scene_id": "atwt-07-01-05s2", "raw": "A scene from a TV show in which a woman is standing in a room and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-01-05s3", "raw": "A scene from a TV show in which a woman is holding a gun and a man is looking at her.", "with_names": "a woman is holding a gun and a man is looking at her."}, {"scene_id": "atwt-07-01-05s4", "raw": "A scene from a TV show in which a man is wearing a blue polo shirt and looking confused.", "with_names": "a man is wearing a blue polo shirt and looking confused."}, {"scene_id": "atwt-07-01-05s5", "raw": "A scene from a TV show in which a blonde woman is wearing a black suit and a necklace.", "with_names": "a blonde woman is wearing a black suit and a necklace."}, {"scene_id": "atwt-07-01-05s6", "raw": "A scene from a TV show in which a woman is standing in a room, a man is walking towards her.", "with_names": "a woman is standing in a room, a man is walking towards her."}, {"scene_id": "atwt-07-01-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-05s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-01-05s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine.", "with_names": "a woman is sitting at a table with a glass of wine."}, {"scene_id": "atwt-07-01-05s10", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a tray of freshly baked cookies.", "with_names": "a woman is standing in a kitchen, holding a tray of freshly baked cookies."}, {"scene_id": "atwt-07-01-05s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-01-05s12", "raw": "A scene from a TV show in which a woman is holding a glass and smiling.", "with_names": "a woman is holding a glass and smiling."}, {"scene_id": "atwt-07-01-05s13", "raw": "A scene from a TV show in which a man is smiling and wearing a black shirt", "with_names": "a man is smiling and wearing a black shirt"}, {"scene_id": "atwt-07-01-05s14", "raw": "A scene from a TV show in which a man is running from a window.", "with_names": "a man is running from a window."}, {"scene_id": "atwt-07-01-05s15", "raw": "A scene from a TV show in which two young boys drink juice from a bottle.", "with_names": "two young boys drink juice from a bottle."}, {"scene_id": "atwt-07-01-05s16", "raw": "A scene from a TV show in which a woman is standing in a car and a man is driving away.", "with_names": "a woman is standing in a car and ] is driving away."}, {"scene_id": "atwt-07-01-05s17", "raw": "A scene from a TV show in which a man is standing in front of a TV and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-07-01-05s18", "raw": "A scene from a TV show in which a man is sitting at a table with a glass and a bottle.", "with_names": "a man is sitting at a table with a glass and a bottle."}, {"scene_id": "atwt-07-01-05s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-01-05s20", "raw": "A scene from a TV show in which a man is seen in a dark room with a knife.", "with_names": "a man is in a dark room with a knife."}, {"scene_id": "atwt-07-01-05s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-01-05s22", "raw": "A scene from a TV show in which a woman is wearing a hat and a diamond earring", "with_names": "a woman is wearing a hat and a diamond earring"}, {"scene_id": "atwt-07-01-05s23", "raw": "A scene from a TV show in which a man is wearing a black shirt and looking at the camera.", "with_names": "a man is wearing a black shirt and looking at the camera."}, {"scene_id": "atwt-07-01-05s24", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "atwt-07-01-05s25", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-07-01-05s26", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-07-01-05s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-01-05s28", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-07-01-05s29", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "a woman is lying in bed with her eyes closed."}]