[{"scene_id": "bb-09-07-17s0", "raw": "A scene from a TV show in which a man sits in a chair and looks at a woman.", "with_names": "Liam sits in a chair and looks at Bill."}, {"scene_id": "bb-09-07-17s1", "raw": "A scene from a TV show in which a man is holding a woman's hand and she is looking at him angrily.", "with_names": "a man is holding a woman's hand and she is looking at him angrily."}, {"scene_id": "bb-09-07-17s2", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-07-17s3", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "Rick is wearing a suit and a pink tie."}, {"scene_id": "bb-09-07-17s4", "raw": "A scene from a TV show in which a black man and a white woman are hugging and smiling at each other.", "with_names": "a black man and a white woman are hugging and smiling at each other."}, {"scene_id": "bb-09-07-17s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down at his hands.", "with_names": "Rick is wearing a suit and a tie and is looking down at his hands."}, {"scene_id": "bb-09-07-17s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a desk and a bookshelf.", "with_names": "a man and a woman are standing in a room with a desk and a bookshelf."}, {"scene_id": "bb-09-07-17s7", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-09-07-17s8", "raw": "A scene from a TV show in which a woman is standing in front of a red wall and a door.", "with_names": "a woman is standing in front of a red wall and a door."}, {"scene_id": "bb-09-07-17s9", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "bb-09-07-17s10", "raw": "A scene from a TV show in which a man and a woman are in a dressing room, with a mirror in front of them.", "with_names": "Zende and Nicole are in a dressing room, with a mirror in front of them."}, {"scene_id": "bb-09-07-17s11", "raw": "A scene from a TV show in which a man sits in a chair and looks out a window.", "with_names": "a man sits in a chair and looks out a window."}, {"scene_id": "bb-09-07-17s12", "raw": "A scene from a TV show in which a woman is walking into a door and a TV is on.", "with_names": "a woman is walking into a door and a tv is on."}, {"scene_id": "bb-09-07-17s13", "raw": "A scene from a TV show in which a woman is wearing a white suit and a ponytail.", "with_names": "a woman is wearing a white suit and a ponytail."}, {"scene_id": "bb-09-07-17s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-09-07-17s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-07-17s16", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "bb-09-07-17s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-07-17s18", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}]