[{"scene_id": "atwt-07-11-05s0", "raw": "A scene from a TV show in which a woman is standing next to a bench and a man is walking away from her.", "with_names": "Emily is standing next to a bench and Paul is walking away from her."}, {"scene_id": "atwt-07-11-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-11-05s2", "raw": "A scene from a TV show in which a man is wearing a red polo shirt.", "with_names": "a man is wearing a red polo shirt."}, {"scene_id": "atwt-07-11-05s3", "raw": "A scene from a TV show in which a woman is standing in front of another woman, both of them are wearing pink shirts.", "with_names": "a woman is standing in front of another woman, both of them are wearing pink shirts."}, {"scene_id": "atwt-07-11-05s4", "raw": "A scene from a TV show in which a woman is holding a cane and wearing a green jacket.", "with_names": "a woman is holding a cane and wearing a green jacket."}, {"scene_id": "atwt-07-11-05s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-11-05s6", "raw": "A scene from a TV show in which a woman is looking in a mirror and adjusting her dress. The caption reads: Individual results may vary.", "with_names": "a woman is looking in a mirror and adjusting her dress. the caption reads: individual results may vary."}, {"scene_id": "atwt-07-11-05s7", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hair is long and wavy.", "with_names": "a woman is wearing a white shirt and her hair is long and wavy."}, {"scene_id": "atwt-07-11-05s8", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-07-11-05s9", "raw": "A scene from a TV show in which a box of Newtons bars is shown", "with_names": ""}, {"scene_id": "atwt-07-11-05s10", "raw": "A scene from a TV show in which two women are standing next to each other, looking at something off-screen.", "with_names": "two women are standing next to each other, looking at something off-screen."}, {"scene_id": "atwt-07-11-05s11", "raw": "A scene from a TV show in which a woman is wearing a black top and a short blonde hair", "with_names": "a woman is wearing a black top and a short blonde hair"}, {"scene_id": "atwt-07-11-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-11-05s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-11-05s14", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking away from her.", "with_names": "a man is looking at a woman and he is looking away from her."}, {"scene_id": "atwt-07-11-05s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man stands behind her.", "with_names": ""}, {"scene_id": "atwt-07-11-05s16", "raw": "A scene from a TV show in which a woman is seen picking up a dog from a wagon.", "with_names": "a woman is picking up a dog from a wagon."}, {"scene_id": "atwt-07-11-05s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-07-11-05s18", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace", "with_names": "a woman is wearing a green jacket and a necklace"}, {"scene_id": "atwt-07-11-05s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-11-05s20", "raw": "A scene from a TV show in which a man is wearing a red polo shirt and pointing at something.", "with_names": "a man is wearing a red polo shirt and pointing at something."}, {"scene_id": "atwt-07-11-05s21", "raw": "A scene from a TV show in which a rotary phone is used to make a call.", "with_names": "a rotary phone is used to make a call."}, {"scene_id": "atwt-07-11-05s22", "raw": "A scene from a TV show in which TRESemme products are being recalled.", "with_names": "tresemme products are being recalled."}, {"scene_id": "atwt-07-11-05s23", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-07-11-05s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-11-05s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-11-05s26", "raw": "A scene from a TV show in which two women are standing next to each other, one in a white suit and the other in pink shirt.", "with_names": "two women are standing next to each other, one in a white suit and the other in pink shirt."}, {"scene_id": "atwt-07-11-05s27", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking down.", "with_names": "a woman is sitting on a bench and looking down."}, {"scene_id": "atwt-07-11-05s28", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-11-05s29", "raw": "A scene from a TV show in which a woman is laying on a couch with her eyes closed.", "with_names": "a woman is laying on a couch with her eyes closed."}, {"scene_id": "atwt-07-11-05s30", "raw": "A scene from a TV show in which a woman is sitting on a chair in a backyard.", "with_names": ""}, {"scene_id": "atwt-07-11-05s31", "raw": "A scene from a TV show in which a man is seen through a window, with the word \"World\" written on it.", "with_names": "a man is through a window, with the word \"world\" written on it."}]