[{"scene_id": "gl-10-12-04s0", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-10-12-04s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-12-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "gl-10-12-04s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "gl-10-12-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "gl-10-12-04s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-12-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a dress", "with_names": ""}, {"scene_id": "gl-10-12-04s7", "raw": "A scene from a TV show in which a woman is wearing a shirt that says Community. A man is standing next to her, looking at her.", "with_names": "a woman is wearing a shirt that says community. a man is standing next to her, looking at her."}, {"scene_id": "gl-10-12-04s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-12-04s9", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "gl-10-12-04s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-10-12-04s11", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-10-12-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-10-12-04s13", "raw": "A scene from a TV show in which a man is talking to someone and his shirt has a stain on it.", "with_names": ""}, {"scene_id": "gl-10-12-04s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-10-12-04s15", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-10-12-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-12-04s17", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-10-12-04s18", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-10-12-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "gl-10-12-04s20", "raw": "A scene from a TV show in which a man is playing the piano and singing.", "with_names": "a man is playing the piano and singing."}, {"scene_id": "gl-10-12-04s21", "raw": "A scene from a TV show in which a woman is wearing a zebra print dress and a man is standing next to her.", "with_names": "a woman is wearing a zebra print dress and a man is standing next to her."}, {"scene_id": "gl-10-12-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-12-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-12-04s24", "raw": "A scene from a TV show in which a man is talking about his wife's affair.", "with_names": ""}, {"scene_id": "gl-10-12-04s25", "raw": "A scene from a TV show in which a man is being held by two other men.", "with_names": "a man is being held by two other men."}]