[{"scene_id": "pc-03-28-02s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-28-02s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman is crying and the man is looking at her.", "with_names": "a man and a woman are standing next to each other. the woman is crying and the man is looking at her."}, {"scene_id": "pc-03-28-02s2", "raw": "A scene from a TV show in which a woman is seen wiping her face with a towel.", "with_names": "Amy is wiping her face with a towel."}, {"scene_id": "pc-03-28-02s3", "raw": "A scene from a TV show in which a man is bleeding from his face and a woman is looking at him with concern.", "with_names": "a man is bleeding from his face and a woman is looking at him with concern."}, {"scene_id": "pc-03-28-02s4", "raw": "A scene from a TV show in which a woman is wearing a white robe and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-03-28-02s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "pc-03-28-02s6", "raw": "A scene from a TV show in which a man is talking to a black man in a store.", "with_names": ""}, {"scene_id": "pc-03-28-02s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-03-28-02s8", "raw": "A scene from a TV show in which a fire is shown", "with_names": ""}, {"scene_id": "pc-03-28-02s9", "raw": "A scene from a TV show in which a woman is standing in front of a wooden fence.", "with_names": "Paige is standing in front of a wooden fence."}, {"scene_id": "pc-03-28-02s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "pc-03-28-02s11", "raw": "A scene from a TV show in which a woman is cleaning a bed with a mop.", "with_names": "a woman is cleaning a bed with a mop."}, {"scene_id": "pc-03-28-02s12", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}]