[{"scene_id": "atwt-02-16-10s0", "raw": "A scene from a TV show in which a woman is sitting on a man's face, with a chair behind her.", "with_names": "a woman is sitting on a man's face, with a chair behind her."}, {"scene_id": "atwt-02-16-10s1", "raw": "A scene from a TV show in which a woman is on the phone outside a house.", "with_names": "a woman is on the phone outside a house."}, {"scene_id": "atwt-02-16-10s2", "raw": "A scene from a TV show in which a young man and woman are dressed up for a formal occasion.", "with_names": "a young man and woman are dressed up for a formal occasion."}, {"scene_id": "atwt-02-16-10s3", "raw": "A scene from a TV show in which a woman is seen with a man's face superimposed on hers.", "with_names": "a woman is with a man's face superimposed on hers."}, {"scene_id": "atwt-02-16-10s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking surprised.", "with_names": "a man is wearing a suit and a tie and looking surprised."}, {"scene_id": "atwt-02-16-10s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-02-16-10s6", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-02-16-10s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "atwt-02-16-10s8", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a newspaper.", "with_names": "two men are standing in a room, one of them is holding a newspaper."}, {"scene_id": "atwt-02-16-10s9", "raw": "A scene from a TV show in which two men stand in a cranberry bog.", "with_names": "two men stand in a cranberry bog."}, {"scene_id": "atwt-02-16-10s10", "raw": "A scene from a TV show in which a woman is in a pool of water.", "with_names": "a woman is in a pool of water."}, {"scene_id": "atwt-02-16-10s11", "raw": "A scene from a TV show in which Colgate toothpaste is recommended by dentists and hygienists.", "with_names": "colgate toothpaste is recommended by dentists and hygienists."}, {"scene_id": "atwt-02-16-10s12", "raw": "A scene from a TV show in which a dairy cow is seen in a field with the words", "with_names": "a dairy cow is in a field with the words"}]