[{"scene_id": "atwt-10-27-03s0", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-10-27-03s1", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at Chris and smiling."}, {"scene_id": "atwt-10-27-03s2", "raw": "A scene from a TV show in which a man is seen bending over and picking up a dog.", "with_names": "a man is bending over and picking up a dog."}, {"scene_id": "atwt-10-27-03s3", "raw": "A scene from a TV show in which a man is holding a baseball glove and a camera is behind him", "with_names": "Aaron is holding a baseball glove and a camera is behind him"}, {"scene_id": "atwt-10-27-03s4", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and looking to the right of the frame.", "with_names": "a blonde woman is wearing a white shirt and looking to the right of the frame."}, {"scene_id": "atwt-10-27-03s5", "raw": "A scene from a TV show in which a woman is knitting a scarf.", "with_names": "Rose is knitting a scarf."}, {"scene_id": "atwt-10-27-03s6", "raw": "A scene from a TV show in which a man is wearing a tie and a woman is standing behind him.", "with_names": "a man is wearing a tie and a woman is standing behind him."}, {"scene_id": "atwt-10-27-03s7", "raw": "A scene from a TV show in which a woman is crying and a man's hand is on her shoulder.", "with_names": "Rose is crying and Paul's hand is on her shoulder."}, {"scene_id": "atwt-10-27-03s8", "raw": "A scene from a TV show in which a man is standing in a doorway with his hands on his hips.", "with_names": "Jack is standing in a doorway with his hands on his hips."}, {"scene_id": "atwt-10-27-03s9", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking down.", "with_names": "a young woman is sitting in a room and looking down."}, {"scene_id": "atwt-10-27-03s10", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-10-27-03s11", "raw": "A scene from a TV show in which a black and white striped pattern is displayed on a screen.", "with_names": "a black and white striped pattern is displayed on a screen."}, {"scene_id": "atwt-10-27-03s12", "raw": "A scene from a TV show in which a globe is superimposed over a human head.", "with_names": "a globe is superimposed over a human head."}, {"scene_id": "atwt-10-27-03s13", "raw": "A scene from a TV show in which a man is wearing a red coat and a white shirt and is looking at the camera.", "with_names": "Chris is wearing a red coat and a white shirt and is looking at the camera."}, {"scene_id": "atwt-10-27-03s14", "raw": "A scene from a TV show in which a large building is shown with a blue scooter sitting in front of it. The title reads \"The Scooter Store\"", "with_names": ""}, {"scene_id": "atwt-10-27-03s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-27-03s16", "raw": "A scene from a TV show in which two girls are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-27-03s17", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with their mouths close to each other.", "with_names": "Aaron and Alison are lying on a bed, with their mouths close to each other."}, {"scene_id": "atwt-10-27-03s18", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Holden and Lily are kissing."}, {"scene_id": "atwt-10-27-03s19", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "atwt-10-27-03s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Aaron is kissing a woman on the cheek."}, {"scene_id": "atwt-10-27-03s21", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "Jack and Mitzi are standing in a doorway."}, {"scene_id": "atwt-10-27-03s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-27-03s23", "raw": "A scene from a TV show in which a man holds a newspaper with a picture of a woman on it.", "with_names": "a man holds a newspaper with a picture of a woman on it."}, {"scene_id": "atwt-10-27-03s25", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "Chris is looking at Emily and smiling"}]