[{"scene_id": "atwt-02-08-05s0", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-08-05s1", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-08-05s2", "raw": "A scene from a TV show in which a woman is sitting in a car and a man is standing next to her.", "with_names": "a woman is sitting in a car and ] is standing next to her."}, {"scene_id": "atwt-02-08-05s3", "raw": "A scene from a TV show in which two men sit at a table and talk.", "with_names": "two men sit at a table and talk."}, {"scene_id": "atwt-02-08-05s4", "raw": "A scene from a TV show in which a woman is holding a vase and a handbag.", "with_names": "a woman is holding a vase and a handbag."}, {"scene_id": "atwt-02-08-05s5", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and looking at her.", "with_names": "a man is holding a woman by the shoulders and looking at her."}, {"scene_id": "atwt-02-08-05s6", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-02-08-05s7", "raw": "A scene from a TV show in which a woman is wearing a red top and a man is standing next to her.", "with_names": "a woman is wearing a red top and a man is standing next to her."}, {"scene_id": "atwt-02-08-05s8", "raw": "A scene from a TV show in which Prego pasta sauce is being used to make a fake meat product.", "with_names": "prego pasta sauce is being used to make a fake meat product."}, {"scene_id": "atwt-02-08-05s9", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing", "with_names": ""}, {"scene_id": "atwt-02-08-05s10", "raw": "A scene from a TV show in which a man is talking to someone and a picture is hanging on the wall", "with_names": ""}, {"scene_id": "atwt-02-08-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-08-05s12", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-02-08-05s13", "raw": "A scene from a TV show in which a woman is lying down and looking up at the camera.", "with_names": "a woman is lying down and looking up at the camera."}, {"scene_id": "atwt-02-08-05s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-08-05s15", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a grey headband.", "with_names": "a woman is wearing a blue jacket and a grey headband."}, {"scene_id": "atwt-02-08-05s16", "raw": "A scene from a TV show in which a man is flying through space with a jetpack.", "with_names": "a man is flying through space with a jetpack."}, {"scene_id": "atwt-02-08-05s17", "raw": "A scene from a TV show in which a man is talking to someone and is looking down.", "with_names": ""}, {"scene_id": "atwt-02-08-05s18", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a black turtleneck", "with_names": "a woman is wearing a brown jacket and a black turtleneck"}, {"scene_id": "atwt-02-08-05s19", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-02-08-05s20", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-08-05s21", "raw": "A scene from a TV show in which a woman is holding a cell phone to her ear.", "with_names": "a woman is holding a cell phone to her ear."}, {"scene_id": "atwt-02-08-05s22", "raw": "A scene from a TV show in which a woman is dancing with a child.", "with_names": "a woman is dancing with a child."}, {"scene_id": "atwt-02-08-05s23", "raw": "A scene from a TV show in which a green frog and a red muppet are singing together.", "with_names": "a green frog and a red muppet are singing together."}, {"scene_id": "atwt-02-08-05s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-08-05s25", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-08-05s26", "raw": "A scene from a TV show in which a woman is talking to a man on a red carpet.", "with_names": ""}, {"scene_id": "atwt-02-08-05s27", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-02-08-05s28", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "atwt-02-08-05s29", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a brown jacket and is looking at someone off-camera.", "with_names": "a woman is wearing a black turtleneck and a brown jacket and is looking at someone off-camera."}]