[{"scene_id": "oltl-05-18-07s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rex and Adriana are standing next to each other."}, {"scene_id": "oltl-05-18-07s1", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a woman is in a black sweater.", "with_names": "a man is wearing a white lab coat and a woman is in a black sweater."}, {"scene_id": "oltl-05-18-07s2", "raw": "A scene from a TV show in which a man is holding a baby in his arms while a woman lies in a hospital bed.", "with_names": "a man is holding a baby in his arms while a woman lies in a hospital bed."}, {"scene_id": "oltl-05-18-07s3", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her.", "with_names": "a woman is opening a door and a man is standing behind her."}, {"scene_id": "oltl-05-18-07s4", "raw": "A scene from a TV show in which a young woman is wearing a blue dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-18-07s5", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by a man."}, {"scene_id": "oltl-05-18-07s6", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed.", "with_names": "a man is holding a woman in a hospital bed."}, {"scene_id": "oltl-05-18-07s7", "raw": "A scene from a TV show in which a man is lying on a bed with a gun in his hand.", "with_names": "a man is lying on a bed with a gun in his hand."}, {"scene_id": "oltl-05-18-07s8", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is dressed in a lavender dress.", "with_names": "a man is wearing a suit and a woman is dressed in a lavender dress."}, {"scene_id": "oltl-05-18-07s9", "raw": "A scene from a TV show in which a blonde man is looking at a brunette woman.", "with_names": "a blonde man is looking at a brunette woman."}, {"scene_id": "oltl-05-18-07s10", "raw": "A scene from a TV show in which a man is being attacked by a robot.", "with_names": "a man is being attacked by a robot."}, {"scene_id": "oltl-05-18-07s11", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-05-18-07s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing glasses and a white shirt.", "with_names": "a woman is lying in a hospital bed, wearing glasses and a white shirt."}, {"scene_id": "oltl-05-18-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-18-07s14", "raw": "A scene from a TV show in which a man is talking to a woman in front of a fireplace.", "with_names": ""}, {"scene_id": "oltl-05-18-07s15", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "oltl-05-18-07s16", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube in her nose.", "with_names": "a woman is lying in a hospital bed with a tube in her nose."}, {"scene_id": "oltl-05-18-07s17", "raw": "A scene from a TV show in which a woman is lying down and sleeping.", "with_names": "a woman is lying down and sleeping."}, {"scene_id": "oltl-05-18-07s18", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-05-18-07s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "oltl-05-18-07s20", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "a woman is being questioned by two men."}, {"scene_id": "oltl-05-18-07s21", "raw": "A scene from a TV show in which a pregnant woman is lying in a hospital bed, a man stands nearby.", "with_names": "a pregnant woman is lying in a hospital bed, a man stands nearby."}, {"scene_id": "oltl-05-18-07s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-18-07s23", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "oltl-05-18-07s24", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-18-07s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-18-07s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}]