[{"scene_id": "pc-04-22-03s0", "raw": "A scene from a TV show in which a man is being treated for a gunshot wound.", "with_names": "a man is being treated for a gunshot wound."}, {"scene_id": "pc-04-22-03s2", "raw": "A scene from a TV show in which a woman is sitting on a bar stool and a man is standing behind her.", "with_names": "All is sitting on a bar stool and a man is standing behind her."}, {"scene_id": "pc-04-22-03s3", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "pc-04-22-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman sitting next to him.", "with_names": ""}, {"scene_id": "pc-04-22-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-22-03s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-22-03s7", "raw": "A scene from a TV show in which a young boy is talking to a woman through a wire fence.", "with_names": ""}, {"scene_id": "pc-04-22-03s8", "raw": "A scene from a TV show in which a man is behind a wire fence and his hands are up", "with_names": "a man is behind a wire fence and his hands are up"}, {"scene_id": "pc-04-22-03s9", "raw": "A scene from a TV show in which a woman is standing in front of a tiled wall, with her arms crossed, and a man is looking at her through the wall.", "with_names": "a woman is standing in front of a tiled wall, with her arms crossed, and a man is looking at her through the wall."}, {"scene_id": "pc-04-22-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-22-03s11", "raw": "A scene from a TV show in which a man is standing behind a wire fence.", "with_names": "a man is standing behind a wire fence."}, {"scene_id": "pc-04-22-03s12", "raw": "A scene from a TV show in which a man is seen drinking from a bottle of beer.", "with_names": "a man is drinking from a bottle of beer."}, {"scene_id": "pc-04-22-03s13", "raw": "A scene from a TV show in which a woman is sitting on a bar stool and a man is standing behind her.", "with_names": "Caz is sitting on a bar stool and a man is standing behind her."}, {"scene_id": "pc-04-22-03s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar.", "with_names": "Reese and Ricky are sitting at a bar."}, {"scene_id": "pc-04-22-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-22-03s17", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "pc-04-22-03s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-22-03s19", "raw": "A scene from a TV show in which a woman is trying to kiss a man.", "with_names": "a woman is trying to kiss a man."}, {"scene_id": "pc-04-22-03s20", "raw": "A scene from a TV show in which a woman is bleeding from her head", "with_names": "a woman is bleeding from her head"}, {"scene_id": "pc-04-22-03s21", "raw": "A scene from a TV show in which a rainbow is projected onto a black screen.", "with_names": "a rainbow is projected onto a black screen."}, {"scene_id": "pc-04-22-03s22", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "pc-04-22-03s23", "raw": "A scene from a TV show in which a man is sitting next to a woman and smoking a cigarette.", "with_names": "a man is sitting next to casey and smoking a cigarette."}, {"scene_id": "pc-04-22-03s24", "raw": "A scene from a TV show in which a woman is wearing a wig and a man is kissing her.", "with_names": "a woman is wearing a wig and a man is kissing her."}, {"scene_id": "pc-04-22-03s25", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, talking and drinking.", "with_names": ""}, {"scene_id": "pc-04-22-03s26", "raw": "A scene from a TV show in which a man is holding a woman's face in his hands", "with_names": "a man is holding a woman's face in his hands"}, {"scene_id": "pc-04-22-03s27", "raw": "A scene from a TV show in which a woman is attacked by a man.", "with_names": "a woman is attacked by a man."}, {"scene_id": "pc-04-22-03s30", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]