[{"scene_id": "oltl-03-29-07s0", "raw": "A scene from a TV show in which a young boy is smiling and looking up.", "with_names": "a young boy is smiling and looking up."}, {"scene_id": "oltl-03-29-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-29-07s2", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "oltl-03-29-07s3", "raw": "A scene from a TV show in which a police officer is talking to a man in a police station.", "with_names": ""}, {"scene_id": "oltl-03-29-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-29-07s5", "raw": "A scene from a TV show in which a young girl is looking up at a man.", "with_names": "a young girl is looking up at a man."}, {"scene_id": "oltl-03-29-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-29-07s7", "raw": "A scene from a TV show in which a woman is seen knocking on a door and then entering a room with a computer.", "with_names": "a woman is knocking on a door and then entering a room with a computer."}, {"scene_id": "oltl-03-29-07s8", "raw": "A scene from a TV show in which a man is leaning over a child and touching his head.", "with_names": "a man is leaning over a child and touching his head."}, {"scene_id": "oltl-03-29-07s9", "raw": "A scene from a TV show in which a police officer interrogates a suspect.", "with_names": "a police officer interrogates a suspect."}, {"scene_id": "oltl-03-29-07s10", "raw": "A scene from a TV show in which a young man and woman are talking.", "with_names": ""}, {"scene_id": "oltl-03-29-07s11", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "oltl-03-29-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-29-07s13", "raw": "A scene from a TV show in which a young man is interviewed.", "with_names": "a young man is interviewed."}, {"scene_id": "oltl-03-29-07s14", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-29-07s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-29-07s16", "raw": "A scene from a TV show in which a young girl is smiling and wearing a red dress.", "with_names": "a young girl is smiling and wearing a red dress."}, {"scene_id": "oltl-03-29-07s17", "raw": "A scene from a TV show in which a man is sitting on a couch and typing on his laptop. Another man is standing nearby, looking at him.", "with_names": ""}, {"scene_id": "oltl-03-29-07s18", "raw": "A scene from a TV show in which a black man is wearing a yellow jacket and a white shirt.", "with_names": "a black man is wearing a yellow jacket and a white shirt."}, {"scene_id": "oltl-03-29-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-29-07s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-29-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-29-07s22", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is sitting at a table.", "with_names": ""}, {"scene_id": "oltl-03-29-07s23", "raw": "A scene from a TV show in which a man is holding a woman by the arm and talking to her.", "with_names": ""}, {"scene_id": "oltl-03-29-07s24", "raw": "A scene from a TV show in which a young man is wearing a black jacket and a white Adidas track jacket.", "with_names": "a young man is wearing a black jacket and a white adidas track jacket."}]