[{"scene_id": "bb-12-15-17s0", "raw": "A scene from a TV show in which a man is holding a black sock in front of a table.", "with_names": "a man is holding a black sock in front of a table."}, {"scene_id": "bb-12-15-17s1", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a short haircut.", "with_names": "Eric is wearing a blue shirt and a short haircut."}, {"scene_id": "bb-12-15-17s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at Thorne and smiling."}, {"scene_id": "bb-12-15-17s3", "raw": "A scene from a TV show in which a woman is in a hospital gown and a doctor is talking to her.", "with_names": ""}, {"scene_id": "bb-12-15-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking up and to the right.", "with_names": "a man is wearing a suit and a tie and is looking up and to the right."}, {"scene_id": "bb-12-15-17s5", "raw": "A scene from a TV show in which a doctor is talking to a patient on a laptop.", "with_names": ""}, {"scene_id": "bb-12-15-17s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down.", "with_names": "a man is wearing a suit and a tie and is looking down."}, {"scene_id": "bb-12-15-17s7", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-12-15-17s8", "raw": "A scene from a TV show in which a man is looking at a staircase and a woman is standing on the stairs.", "with_names": "a man is looking at a staircase and Thorne is standing on the stairs."}, {"scene_id": "bb-12-15-17s9", "raw": "A scene from a TV show in which a man is sitting on a bench and a dog is running towards him.", "with_names": "a man is sitting on a bench and a dog is running towards him."}, {"scene_id": "bb-12-15-17s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "bb-12-15-17s11", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "Liam sits in a chair and talks to Bill."}, {"scene_id": "bb-12-15-17s12", "raw": "A scene from a TV show in which a man is wearing a shirt open to his navel and another man is standing next to him.", "with_names": "a man is wearing a shirt open to his navel and another man is standing next to him."}, {"scene_id": "bb-12-15-17s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-15-17s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-12-15-17s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "bb-12-15-17s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Thorne and she is looking back at him."}, {"scene_id": "bb-12-15-17s18", "raw": "A scene from a TV show in which a woman is seen getting ready in a bathroom mirror. (File/FOX Carolina)", "with_names": "Quinn is getting ready in a bathroom mirror. (file/fox carolina)"}, {"scene_id": "bb-12-15-17s19", "raw": "A scene from a TV show in which a man and a woman are in a hospital room.", "with_names": "a man and a woman are in a hospital room."}]