[{"scene_id": "atwt-05-11-09s0", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pulling her towards him.", "with_names": "a man is holding a woman by the arm and pulling her towards him."}, {"scene_id": "atwt-05-11-09s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-11-09s2", "raw": "A scene from a TV show in which two women are standing in front of a table, one of them is holding a knife.", "with_names": "two women are standing in front of a table, one of them is holding a knife."}, {"scene_id": "atwt-05-11-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "atwt-05-11-09s4", "raw": "A scene from a TV show in which the words \"The World Turns\" are written in gold letters with a globe in the middle.", "with_names": "the words \"the world turns\" are written in gold letters with a globe in the middle."}, {"scene_id": "atwt-05-11-09s5", "raw": "A scene from a TV show in which a dog plays with a toy.", "with_names": "a dog plays with a toy."}, {"scene_id": "atwt-05-11-09s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-11-09s7", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a red shirt.", "with_names": "two men are standing in a room, one of them is wearing a red shirt."}, {"scene_id": "atwt-05-11-09s8", "raw": "A scene from a TV show in which a man is talking on a phone.", "with_names": ""}, {"scene_id": "atwt-05-11-09s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of coffee and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-11-09s10", "raw": "A scene from a TV show in which the words \"1-800 STEEMMER\" are shown", "with_names": "the words \"1-800 steemmer\" are shown"}, {"scene_id": "atwt-05-11-09s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-11-09s12", "raw": "A scene from a TV show in which a man is looking at a cell phone", "with_names": "a man is looking at a cell phone"}, {"scene_id": "atwt-05-11-09s13", "raw": "A scene from a TV show in which two young men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-11-09s14", "raw": "A scene from a TV show in which a man is sitting at a bar, wearing a green shirt.", "with_names": "a man is sitting at a bar, wearing a green shirt."}, {"scene_id": "atwt-05-11-09s15", "raw": "A scene from a TV show in which a woman is dancing in the street.", "with_names": "a woman is dancing in the street."}, {"scene_id": "atwt-05-11-09s16", "raw": "A scene from a TV show in which a woman is shown dancing with a man.", "with_names": ""}, {"scene_id": "atwt-05-11-09s17", "raw": "A scene from a TV show in which a man is being chased by a police officer.", "with_names": "a man is being chased by a police officer."}, {"scene_id": "atwt-05-11-09s18", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-05-11-09s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-11-09s20", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-11-09s21", "raw": "A scene from a TV show in which a man is standing in front of a microscope and the word 'Polidient' is written over the top of him.", "with_names": "a man is standing in front of a microscope and the word 'polidient' is written over the top of him."}, {"scene_id": "atwt-05-11-09s22", "raw": "A scene from a TV show in which three men are standing in a room, looking at a woman.", "with_names": "three men are standing in a room, looking at a woman."}, {"scene_id": "atwt-05-11-09s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-11-09s24", "raw": "A scene from a TV show in which a red elephant is seen with its back legs and trunk covered in small white stones.", "with_names": "a red elephant is with its back legs and trunk covered in small white stones."}, {"scene_id": "atwt-05-11-09s25", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "a man is leaning over a woman in a hospital bed."}, {"scene_id": "atwt-05-11-09s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-11-09s27", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-11-09s28", "raw": "A scene from a TV show in which a man is pouring flour into a bowl.", "with_names": "a man is pouring flour into a bowl."}]