[{"scene_id": "bb-04-14-15s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-14-15s1", "raw": "A scene from a TV show in which a young woman is interviewed by a man.", "with_names": "a young woman is interviewed by a man."}, {"scene_id": "bb-04-14-15s2", "raw": "A scene from a TV show in which a woman is talking about a book.", "with_names": ""}, {"scene_id": "bb-04-14-15s3", "raw": "A scene from a TV show in which a woman is standing in front of a desk and talking.", "with_names": ""}, {"scene_id": "bb-04-14-15s4", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-04-14-15s5", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-04-14-15s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-14-15s7", "raw": "A scene from a TV show in which a girl is standing in front of a computer and a door.", "with_names": "a girl is standing in front of a computer and a door."}, {"scene_id": "bb-04-14-15s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-04-14-15s9", "raw": "A scene from a TV show in which a photographer sits at a desk and looks through a camera.", "with_names": "a photographer sits at a desk and looks through a camera."}, {"scene_id": "bb-04-14-15s10", "raw": "A scene from a TV show in which a young girl is standing in a room with a fireplace.", "with_names": "a young girl is standing in a room with a fireplace."}, {"scene_id": "bb-04-14-15s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a suit and tie.", "with_names": "a man is wearing a suit and a tie and another man is wearing a suit and tie."}, {"scene_id": "bb-04-14-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "bb-04-14-15s13", "raw": "A scene from a TV show in which a young woman stands in a room with a lamp and books.", "with_names": "a young woman stands in a room with a lamp and books."}]