[{"scene_id": "atwt-10-08-09s0", "raw": "A scene from a TV show in which a man is seen in a suit and tie, with the words 'Tonight at 8.30' superimposed over him.", "with_names": "Luke is in a suit and tie, with the words 'tonight at 8.30' superimposed over him."}, {"scene_id": "atwt-10-08-09s1", "raw": "A scene from a TV show in which a man is singing and another man is playing the guitar.", "with_names": "a man is singing and another man is playing the guitar."}, {"scene_id": "atwt-10-08-09s2", "raw": "A scene from a TV show in which a man is kneeling in front of a woman and her children.", "with_names": "a man is kneeling in front of a woman and her children."}, {"scene_id": "atwt-10-08-09s3", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-10-08-09s4", "raw": "A scene from a TV show in which a box of Bounce dryer sheets is shown.", "with_names": ""}, {"scene_id": "atwt-10-08-09s5", "raw": "A scene from a TV show in which Monica is talking to a man", "with_names": ""}, {"scene_id": "atwt-10-08-09s6", "raw": "A scene from a TV show in which a woman is talking to a man and a little girl.", "with_names": ""}, {"scene_id": "atwt-10-08-09s7", "raw": "A scene from a TV show in which Monica and Chandler are arguing.", "with_names": "monica and chandler are arguing."}, {"scene_id": "atwt-10-08-09s8", "raw": "A scene from a TV show in which a woman is shown with a red swimsuit and a big smile.", "with_names": ""}, {"scene_id": "atwt-10-08-09s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-08-09s10", "raw": "A scene from a TV show in which a man is talking to a woman in a room with flowers.", "with_names": ""}, {"scene_id": "atwt-10-08-09s11", "raw": "A scene from a TV show in which a woman stands in a hospital room.", "with_names": "a woman stands in a hospital room."}, {"scene_id": "atwt-10-08-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-08-09s13", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a door.", "with_names": ""}, {"scene_id": "atwt-10-08-09s14", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-10-08-09s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at a door.", "with_names": ""}, {"scene_id": "atwt-10-08-09s16", "raw": "A scene from a TV show in which a microwave is being used to cook a piece of paper.", "with_names": "a microwave is being used to cook a piece of paper."}, {"scene_id": "atwt-10-08-09s17", "raw": "A scene from a TV show in which a woman is wearing a necklace and a black dress.", "with_names": "a woman is wearing a necklace and a black dress."}, {"scene_id": "atwt-10-08-09s18", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a clock", "with_names": ""}, {"scene_id": "atwt-10-08-09s19", "raw": "A scene from a TV show in which a man is smiling and looking down, wearing a suit and a blue shirt.", "with_names": "a man is smiling and looking down, wearing a suit and a blue shirt."}, {"scene_id": "atwt-10-08-09s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-08-09s21", "raw": "A scene from a TV show in which a pink background is lit up with the words \"Featuring Beyoncé as Shine\"", "with_names": "a pink background is lit up with the words \"featuring beyoncé as shine\""}, {"scene_id": "atwt-10-08-09s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-08-09s23", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at ] and smiling."}, {"scene_id": "atwt-10-08-09s24", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-10-08-09s25", "raw": "A scene from a TV show in which a building is lit up with the words Save 50", "with_names": "a building is lit up with the words save 50"}]