[{"scene_id": "oltl-11-30-07s0", "raw": "A scene from a TV show in which a man is being arrested by a woman.", "with_names": "a man is being arrested by a woman."}, {"scene_id": "oltl-11-30-07s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s2", "raw": "A scene from a TV show in which three nurses are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-30-07s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s4", "raw": "A scene from a TV show in which a young woman is standing in a doorway, looking at a potted plant.", "with_names": "a young woman is standing in a doorway, looking at a potted plant."}, {"scene_id": "oltl-11-30-07s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s6", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "] is dancing in a room."}, {"scene_id": "oltl-11-30-07s7", "raw": "A scene from a TV show in which a man is holding a gun and another man is standing behind him.", "with_names": "a man is holding a gun and another man is standing behind him."}, {"scene_id": "oltl-11-30-07s8", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk.", "with_names": "a man and a woman are sitting at a desk."}, {"scene_id": "oltl-11-30-07s9", "raw": "A scene from a TV show in which a woman is holding her hand to her face and looking shocked.", "with_names": "a woman is holding her hand to her face and looking shocked."}, {"scene_id": "oltl-11-30-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-07s11", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "oltl-11-30-07s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a staircase.", "with_names": "a man and a woman are sitting on a staircase."}, {"scene_id": "oltl-11-30-07s13", "raw": "A scene from a TV show in which a man is holding a piece of paper and another man is standing behind him.", "with_names": "a man is holding a piece of paper and another man is standing behind him."}, {"scene_id": "oltl-11-30-07s14", "raw": "A scene from a TV show in which a man is holding his finger to his lips", "with_names": "a man is holding his finger to his lips"}, {"scene_id": "oltl-11-30-07s15", "raw": "A scene from a TV show in which a woman is sitting at a table and smiling.", "with_names": "a woman is sitting at a table and smiling."}, {"scene_id": "oltl-11-30-07s16", "raw": "A scene from a TV show in which a man is holding a box and looking at it.", "with_names": "a man is holding a box and looking at it."}, {"scene_id": "oltl-11-30-07s17", "raw": "A scene from a TV show in which a woman is standing in a room with a bed and a couch. She is holding a teddy bear and is looking at it.", "with_names": "a woman is standing in a room with a bed and a couch. she is holding a teddy bear and is looking at it."}, {"scene_id": "oltl-11-30-07s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a badge on her chest.", "with_names": "a woman is wearing a blue shirt and a badge on her chest."}, {"scene_id": "oltl-11-30-07s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s20", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "a woman is sitting at a desk and a man is standing next to her."}, {"scene_id": "oltl-11-30-07s21", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a woman is sitting next to him.", "with_names": "a man is wearing a black leather jacket and a woman is sitting next to him."}, {"scene_id": "oltl-11-30-07s22", "raw": "A scene from a TV show in which a young man is sitting next to a blonde woman.", "with_names": "a young man is sitting next to a blonde woman."}, {"scene_id": "oltl-11-30-07s23", "raw": "A scene from a TV show in which a man is sitting at a table, a woman is standing behind him, and another woman is behind him.", "with_names": "a man is sitting at a table, a woman is standing behind him, and another woman is behind him."}, {"scene_id": "oltl-11-30-07s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-30-07s26", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-30-07s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-30-07s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-30-07s29", "raw": "A scene from a TV show in which a man is holding his nose and looking down.", "with_names": "a man is holding his nose and looking down."}, {"scene_id": "oltl-11-30-07s30", "raw": "A scene from a TV show in which a man is talking to another man, with a book in front of him.", "with_names": ""}, {"scene_id": "oltl-11-30-07s31", "raw": "A scene from a TV show in which a man is talking on a cell phone and holding a pen", "with_names": ""}, {"scene_id": "oltl-11-30-07s32", "raw": "A scene from a TV show in which a man is sitting at a table with a woman standing behind him.", "with_names": "a man is sitting at a table with a woman standing behind him."}, {"scene_id": "oltl-11-30-07s33", "raw": "A scene from a TV show in which a woman is standing in front of a computer and a man is sitting behind her.", "with_names": "a woman is standing in front of a computer and a man is sitting behind her."}, {"scene_id": "oltl-11-30-07s34", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "oltl-11-30-07s35", "raw": "A scene from a TV show in which a man is standing next to another man in a suit.", "with_names": "a man is standing next to another man in a suit."}, {"scene_id": "oltl-11-30-07s36", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is holding a bottle.", "with_names": "a man is wearing a leather jacket and ] is holding a bottle."}, {"scene_id": "oltl-11-30-07s37", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-11-30-07s38", "raw": "A scene from a TV show in which three men are standing in a room.", "with_names": "three men are standing in a room."}, {"scene_id": "oltl-11-30-07s39", "raw": "A scene from a TV show in which two nurses are standing in a bar.", "with_names": "two nurses are standing in a bar."}, {"scene_id": "oltl-11-30-07s40", "raw": "A scene from a TV show in which a woman is holding a baby up in the air and smiling.", "with_names": "a woman is holding a baby up in the air and smiling."}, {"scene_id": "oltl-11-30-07s41", "raw": "", "with_names": ""}]