[{"scene_id": "pc-02-14-02s1", "raw": "A scene from a TV show in which a woman is wearing a brown shawl and a tiara", "with_names": "a woman is wearing a brown shawl and a tiara"}, {"scene_id": "pc-02-14-02s2", "raw": "A scene from a TV show in which two women are kissing in a pool.", "with_names": "two women are kissing in a pool."}, {"scene_id": "pc-02-14-02s3", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-02-14-02s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase of flowers.", "with_names": "a woman is sitting at a table with a vase of flowers."}, {"scene_id": "pc-02-14-02s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-02-14-02s6", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-02-14-02s7", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out", "with_names": "Rafe is standing in front of a window and looking out"}, {"scene_id": "pc-02-14-02s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-14-02s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is on her face", "with_names": ""}, {"scene_id": "pc-02-14-02s10", "raw": "A scene from a TV show in which a woman is lying on a beach with a man kissing her", "with_names": "Eve is lying on a beach with Ian kissing her"}, {"scene_id": "pc-02-14-02s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-14-02s12", "raw": "A scene from a TV show in which a woman is painting a picture with a little girl.", "with_names": "a woman is painting a picture with a little girl."}, {"scene_id": "pc-02-14-02s13", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Paige is kissing Christina."}, {"scene_id": "pc-02-14-02s14", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "Rafe is in a dark room with a gun pointed at him."}]