[{"scene_id": "atwt-06-28-07s0", "raw": "A scene from a TV show in which a man is holding a woman by the arm and looking at her.", "with_names": "Craig is holding Meg by the arm and looking at her."}, {"scene_id": "atwt-06-28-07s1", "raw": "A scene from a TV show in which a blonde woman is wearing a tank top and a necklace", "with_names": "a blonde woman is wearing a tank top and a necklace"}, {"scene_id": "atwt-06-28-07s2", "raw": "A scene from a TV show in which a juice bottle is shown on a table with a glass of juice. The words", "with_names": ""}, {"scene_id": "atwt-06-28-07s3", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}, {"scene_id": "atwt-06-28-07s4", "raw": "A scene from a TV show in which a woman is looking at a book and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-28-07s5", "raw": "A scene from a TV show in which a blonde woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-06-28-07s6", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a suit.", "with_names": "a woman is wearing a green dress and a man is in a suit."}, {"scene_id": "atwt-06-28-07s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is wiping her nose.", "with_names": "a man is looking at a woman and she is wiping her nose."}, {"scene_id": "atwt-06-28-07s8", "raw": "A scene from a TV show in which a man is lying in bed with a woman.", "with_names": "a man is lying in bed with a woman."}, {"scene_id": "atwt-06-28-07s9", "raw": "A scene from a TV show in which a woman is on the phone.", "with_names": "a woman is on the phone."}, {"scene_id": "atwt-06-28-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-28-07s11", "raw": "A scene from a TV show in which a man is looking down and wearing a leather jacket", "with_names": "a man is looking down and wearing a leather jacket"}, {"scene_id": "atwt-06-28-07s12", "raw": "A scene from a TV show in which a man is shirtless and holding a bottle.", "with_names": "a man is shirtless and holding a bottle."}, {"scene_id": "atwt-06-28-07s13", "raw": "A scene from a TV show in which a man is seen wearing a black shirt with the words 'Advis PM' written on it.", "with_names": "a man is wearing a black shirt with the words 'advis pm' written on it."}, {"scene_id": "atwt-06-28-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-28-07s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-06-28-07s16", "raw": "A scene from a TV show in which a car is scratched by a person.", "with_names": "a car is scratched by a person."}, {"scene_id": "atwt-06-28-07s17", "raw": "A scene from a TV show in which a hand is holding a microwave in a kitchen.", "with_names": "a hand is holding a microwave in a kitchen."}, {"scene_id": "atwt-06-28-07s18", "raw": "A scene from a TV show in which a blonde woman looks at the camera.", "with_names": "a blonde woman looks at the camera."}, {"scene_id": "atwt-06-28-07s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-28-07s20", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-06-28-07s21", "raw": "A scene from a TV show in which a man is driving a car and is looking at his watch.", "with_names": "a man is driving a car and is looking at his watch."}, {"scene_id": "atwt-06-28-07s22", "raw": "A scene from a TV show in which a basket is filled with shirts.", "with_names": "a basket is filled with shirts."}, {"scene_id": "atwt-06-28-07s23", "raw": "", "with_names": ""}]