[{"scene_id": "pc-01-25-02s0", "raw": "A scene from a TV show in which a man is wearing a scarf and a coat", "with_names": "a man is wearing a scarf and a coat"}, {"scene_id": "pc-01-25-02s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-25-02s2", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-01-25-02s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-01-25-02s4", "raw": "A scene from a TV show in which two women are sitting at a table.", "with_names": "two women are sitting at a table."}, {"scene_id": "pc-01-25-02s5", "raw": "A scene from a TV show in which a woman is talking on a walkie talkie", "with_names": ""}, {"scene_id": "pc-01-25-02s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-01-25-02s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-25-02s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-25-02s9", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "pc-01-25-02s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "Gabriela is sitting at a table with Ricky."}, {"scene_id": "pc-01-25-02s11", "raw": "A scene from a TV show in which a young man is wearing a beanie and a jacket.", "with_names": "a young man is wearing a beanie and a jacket."}, {"scene_id": "pc-01-25-02s12", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised", "with_names": ""}, {"scene_id": "pc-01-25-02s13", "raw": "A scene from a TV show in which a doctor is explaining to a nurse how to use a defibrillator.", "with_names": "a doctor is explaining to a nurse how to use a defibrillator."}, {"scene_id": "pc-01-25-02s14", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant, looking at a menu.", "with_names": "a man and a woman are standing in a restaurant, looking at a menu."}, {"scene_id": "pc-01-25-02s15", "raw": "A scene from a TV show in which a girl is wearing a leather jacket and a black choker.", "with_names": "Casey is wearing a leather jacket and a black choker."}, {"scene_id": "pc-01-25-02s16", "raw": "A scene from a TV show in which a woman is holding a gun and yelling.", "with_names": "a woman is holding a gun and yelling."}, {"scene_id": "pc-01-25-02s17", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}]