[{"scene_id": "atwt-05-18-04s0", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-05-18-04s1", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a desk. He is holding a folder and looking at it.", "with_names": "a man is standing in a room with a chair and a desk. he is holding a folder and looking at it."}, {"scene_id": "atwt-05-18-04s2", "raw": "A scene from a TV show in which a man is talking to another man in a suit.", "with_names": ""}, {"scene_id": "atwt-05-18-04s3", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-18-04s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-18-04s5", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-05-18-04s6", "raw": "A scene from a TV show in which a sandwich is made from a block of cheese", "with_names": "a sandwich is made from a block of cheese"}, {"scene_id": "atwt-05-18-04s7", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "atwt-05-18-04s8", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "atwt-05-18-04s9", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "atwt-05-18-04s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-18-04s11", "raw": "A scene from a TV show in which a red rectangle is split in half", "with_names": "a red rectangle is split in half"}, {"scene_id": "atwt-05-18-04s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-18-04s13", "raw": "A scene from a TV show in which a man is being hit in the head by another man", "with_names": "a man is being hit in the head by another man"}, {"scene_id": "atwt-05-18-04s14", "raw": "A scene from a TV show in which a woman is talking on the phone at a desk.", "with_names": ""}, {"scene_id": "atwt-05-18-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-05-18-04s16", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-18-04s17", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-05-18-04s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-18-04s19", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "atwt-05-18-04s20", "raw": "A scene from a TV show in which a little girl is holding a plate of food.", "with_names": "a little girl is holding a plate of food."}, {"scene_id": "atwt-05-18-04s21", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "atwt-05-18-04s22", "raw": "A scene from a TV show in which a young girl is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-18-04s23", "raw": "A scene from a TV show in which a man is standing in a room with a TV and a computer.", "with_names": "a man is standing in a room with a tv and a computer."}, {"scene_id": "atwt-05-18-04s24", "raw": "A scene from a TV show in which a woman is looking at a bottle and saying,", "with_names": "a woman is looking at a bottle and saying,"}, {"scene_id": "atwt-05-18-04s25", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is red.", "with_names": ""}, {"scene_id": "atwt-05-18-04s26", "raw": "A scene from a TV show in which a woman is sitting on a bed in a wedding dress and smiling.", "with_names": "a woman is sitting on a bed in a wedding dress and smiling."}, {"scene_id": "atwt-05-18-04s27", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-05-18-04s28", "raw": "A scene from a TV show in which a man is making a smoothie in a blender.", "with_names": "a man is making a smoothie in a blender."}, {"scene_id": "atwt-05-18-04s29", "raw": "A scene from a TV show in which a woman is talking about a severe thunderstorm warning.", "with_names": ""}, {"scene_id": "atwt-05-18-04s30", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-18-04s31", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-05-18-04s32", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-18-04s33", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-18-04s34", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}]