[{"scene_id": "bb-10-09-15s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Rick is looking at Maya and she is looking back at him."}, {"scene_id": "bb-10-09-15s1", "raw": "A scene from a TV show in which a woman is talking to a man in a gym outfit.", "with_names": ""}, {"scene_id": "bb-10-09-15s2", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a tank top.", "with_names": "a man is wearing a suit and a woman is in a tank top."}, {"scene_id": "bb-10-09-15s3", "raw": "A scene from a TV show in which a man is standing in a living room and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-10-09-15s4", "raw": "A scene from a TV show in which a shirtless man and a woman are looking at each other.", "with_names": "a shirtless man and a woman are looking at each other."}, {"scene_id": "bb-10-09-15s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-10-09-15s6", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "bb-10-09-15s7", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-10-09-15s8", "raw": "A scene from a TV show in which a shirtless man and a woman are in a gym.", "with_names": "a shirtless man and a woman are in a gym."}, {"scene_id": "bb-10-09-15s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "bb-10-09-15s10", "raw": "A scene from a TV show in which a man slaps a woman.", "with_names": "a man slaps a woman."}, {"scene_id": "bb-10-09-15s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is covering her face with her hand.", "with_names": "a man is looking at a woman and she is covering her face with her hand."}, {"scene_id": "bb-10-09-15s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-10-09-15s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a lamp is on the floor", "with_names": ""}, {"scene_id": "bb-10-09-15s14", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "bb-10-09-15s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]