[{"scene_id": "atwt-04-18-07s0", "raw": "A scene from a TV show in which a woman is looking at a book and talking.", "with_names": ""}, {"scene_id": "atwt-04-18-07s1", "raw": "A scene from a TV show in which a man is holding a young girl by the shoulders and kissing her on the cheek.", "with_names": "a man is holding a young girl by the shoulders and kissing her on the cheek."}, {"scene_id": "atwt-04-18-07s2", "raw": "A scene from a TV show in which a young boy is sitting on a couch with a man standing next to him.", "with_names": ""}, {"scene_id": "atwt-04-18-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-18-07s4", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a purple shirt.", "with_names": "a man is looking at the camera and wearing a purple shirt."}, {"scene_id": "atwt-04-18-07s5", "raw": "A scene from a TV show in which a woman is asking the viewer if they are plumbing or clunking.", "with_names": "a woman is asking the viewer if they are plumbing or clunking."}, {"scene_id": "atwt-04-18-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-18-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-04-18-07s8", "raw": "A scene from a TV show in which a young girl is sitting in a chair with her mouth open.", "with_names": ""}, {"scene_id": "atwt-04-18-07s9", "raw": "A scene from a TV show in which a woman is holding a purple and green alien.", "with_names": "a woman is holding a purple and green alien."}, {"scene_id": "atwt-04-18-07s10", "raw": "A scene from a TV show in which a young girl is looking at a man and making a face.", "with_names": "a young girl is looking at a man and making a face."}, {"scene_id": "atwt-04-18-07s11", "raw": "A scene from a TV show in which a young man is hugging a woman from behind.", "with_names": "a young man is hugging a woman from behind."}, {"scene_id": "atwt-04-18-07s12", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "atwt-04-18-07s13", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking to the side.", "with_names": "a man is wearing a red shirt and looking to the side."}, {"scene_id": "atwt-04-18-07s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-18-07s15", "raw": "A scene from a TV show in which a woman is wearing glasses and smiling.", "with_names": "a woman is wearing glasses and smiling."}, {"scene_id": "atwt-04-18-07s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-18-07s17", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a chair.", "with_names": ""}, {"scene_id": "atwt-04-18-07s18", "raw": "A scene from a TV show in which a young woman is crying and a man is comforting her.", "with_names": "a young woman is crying and a man is comforting her."}, {"scene_id": "atwt-04-18-07s19", "raw": "A scene from a TV show in which a woman is pouring water into a pot to test the Miracle-Gro Potting Soil.", "with_names": "a woman is pouring water into a pot to test the miracle-gro potting soil."}, {"scene_id": "atwt-04-18-07s20", "raw": "A scene from a TV show in which a woman is seen in a kitchen, holding a bottle of wine.", "with_names": "a woman is in a kitchen, holding a bottle of wine."}, {"scene_id": "atwt-04-18-07s21", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "atwt-04-18-07s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-18-07s23", "raw": "A scene from a TV show in which a box of Ritz crackers is shown.", "with_names": ""}]