[{"scene_id": "atwt-12-12-05s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Will and Gwen are lying in bed together."}, {"scene_id": "atwt-12-12-05s1", "raw": "A scene from a TV show in which a woman holds a baby and talks to a blonde woman.", "with_names": "a woman holds a baby and talks to a blonde woman."}, {"scene_id": "atwt-12-12-05s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a Christmas tree is in the background.", "with_names": "a woman is wearing a red shirt and a christmas tree is in the background."}, {"scene_id": "atwt-12-12-05s3", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt and is looking to the right. A man is standing next to him, wearing the same jacket and looking to his left.", "with_names": "a man is wearing a black jacket and a white shirt and is looking to the right. a man is standing next to him, wearing the same jacket and looking to his left."}, {"scene_id": "atwt-12-12-05s4", "raw": "A scene from a TV show in which a man is seen through a window.", "with_names": "a man is through a window."}, {"scene_id": "atwt-12-12-05s5", "raw": "A scene from a TV show in which a woman holds a baby and looks at another woman.", "with_names": "a woman holds a baby and looks at another woman."}, {"scene_id": "atwt-12-12-05s6", "raw": "A scene from a TV show in which the Osut brand is being promoted", "with_names": "the osut brand is being promoted"}, {"scene_id": "atwt-12-12-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another mande.", "with_names": ""}, {"scene_id": "atwt-12-12-05s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-12-05s9", "raw": "A scene from a TV show in which a woman holds a baby while a man stands behind her.", "with_names": "a woman holds a baby while a man stands behind her."}, {"scene_id": "atwt-12-12-05s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "atwt-12-12-05s11", "raw": "A scene from a TV show in which a woman is seen painting a wooden chair.", "with_names": "a woman is painting a wooden chair."}, {"scene_id": "atwt-12-12-05s12", "raw": "A scene from a TV show in which a man is talking to a younger manI", "with_names": ""}, {"scene_id": "atwt-12-12-05s13", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-12-12-05s14", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-12-12-05s15", "raw": "A scene from a TV show in which a woman is wearing a black dress and a green cardigan.", "with_names": "a woman is wearing a black dress and a green cardigan."}, {"scene_id": "atwt-12-12-05s16", "raw": "A scene from a TV show in which two women are looking at the camera and smiling.", "with_names": "two women are looking at the camera and smiling."}, {"scene_id": "atwt-12-12-05s17", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-12-12-05s18", "raw": "A scene from a TV show in which a woman is holding a man's face in her hands.", "with_names": "a woman is holding a man's face in her hands."}, {"scene_id": "atwt-12-12-05s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-12-12-05s20", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "] kisses a woman on the cheek."}, {"scene_id": "atwt-12-12-05s21", "raw": "A scene from a TV show in which a white person is being questioned by a black person.", "with_names": "a white person is being questioned by a black person."}, {"scene_id": "atwt-12-12-05s22", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, holding hands.", "with_names": "a man and a woman are lying on a bed, holding hands."}, {"scene_id": "atwt-12-12-05s23", "raw": "A scene from a TV show in which two women are dancing in a room with furniture.", "with_names": "two women are dancing in a room with furniture."}, {"scene_id": "atwt-12-12-05s24", "raw": "A scene from a TV show in which a woman holds a baby and a man looks on.", "with_names": "a woman holds a baby and a man looks on."}]