[{"scene_id": "pc-02-15-02s1", "raw": "A scene from a TV show in which a woman is holding a little girl and smiling at her.", "with_names": "a woman is holding a little girl and smiling at her."}, {"scene_id": "pc-02-15-02s2", "raw": "A scene from a TV show in which a man is holding a woman by the waist and another woman is standing behind him.", "with_names": "a man is holding a woman by the waist and another woman is standing behind him."}, {"scene_id": "pc-02-15-02s3", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "Jamal is slapping a woman in the face."}, {"scene_id": "pc-02-15-02s4", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "Ian is kissing Amy on the mouth."}, {"scene_id": "pc-02-15-02s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and a doctor is standing behind her.", "with_names": ""}, {"scene_id": "pc-02-15-02s6", "raw": "A scene from a TV show in which a woman sings a song about a necklace", "with_names": "a woman sings a song about a necklace"}, {"scene_id": "pc-02-15-02s7", "raw": "A scene from a TV show in which a woman is holding a little girl and talking to her.", "with_names": ""}, {"scene_id": "pc-02-15-02s8", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "pc-02-15-02s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is up in a bun.", "with_names": ""}, {"scene_id": "pc-02-15-02s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-15-02s11", "raw": "A scene from a TV show in which a man is looking at a picture frame and saying,", "with_names": "a man is looking at a picture frame and saying,"}, {"scene_id": "pc-02-15-02s12", "raw": "A scene from a TV show in which a man is sitting on a chair and smoking a cigarette.", "with_names": ""}, {"scene_id": "pc-02-15-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]