[{"scene_id": "atwt-09-25-01s0", "raw": "A scene from a TV show in which a man is wearing a red shirt and a short haircut", "with_names": "Billy is wearing a red shirt and a short haircut"}, {"scene_id": "atwt-09-25-01s1", "raw": "A scene from a TV show in which a black man is being held by a white woman.", "with_names": "a black man is being held by a white woman."}, {"scene_id": "atwt-09-25-01s2", "raw": "A scene from a TV show in which a woman is wearing a purple dress and smiling.", "with_names": "a woman is wearing a purple dress and smiling."}, {"scene_id": "atwt-09-25-01s3", "raw": "A scene from a TV show in which a white shoe is shown with a caption that says \"other\"", "with_names": ""}, {"scene_id": "atwt-09-25-01s4", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-09-25-01s5", "raw": "A scene from a TV show in which a man is looking down and wearing a red shirt.", "with_names": "a man is looking down and wearing a red shirt."}, {"scene_id": "atwt-09-25-01s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-09-25-01s7", "raw": "A scene from a TV show in which a bottle of milk is poured into a glass.", "with_names": "a bottle of milk is poured into a glass."}, {"scene_id": "atwt-09-25-01s8", "raw": "A scene from a TV show in which a black man is wearing a Hawaiian shirt and a white man is standing next to him.", "with_names": "a black man is wearing a hawaiian shirt and a white man is standing next to him."}, {"scene_id": "atwt-09-25-01s9", "raw": "A scene from a TV show in which a bride is crying and her mother is comforting her.", "with_names": "a bride is crying and her mother is comforting her."}, {"scene_id": "atwt-09-25-01s10", "raw": "A scene from a TV show in which a girl is handing a man a cell phone.", "with_names": "Abigail is handing a man a cell phone."}, {"scene_id": "atwt-09-25-01s11", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-25-01s12", "raw": "A scene from a TV show in which a cat is eating a mouse", "with_names": "a cat is eating a mouse"}, {"scene_id": "atwt-09-25-01s13", "raw": "A scene from a TV show in which a woman is wearing a veil and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-25-01s14", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "atwt-09-25-01s15", "raw": "A scene from a TV show in which three women are wearing wedding dresses.", "with_names": "three women are wearing wedding dresses."}, {"scene_id": "atwt-09-25-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-25-01s17", "raw": "A scene from a TV show in which a blonde woman is holding a mirror up to her face.", "with_names": "a blonde woman is holding a mirror up to her face."}, {"scene_id": "atwt-09-25-01s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-25-01s19", "raw": "A scene from a TV show in which a man is smiling and standing in front of a window. The caption reads, \"See our ad in Prevention Magazine.\"", "with_names": "a man is smiling and standing in front of a window. the caption reads, \"see our ad in prevention magazine.\""}, {"scene_id": "atwt-09-25-01s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-25-01s21", "raw": "A scene from a TV show in which a man is feeding a woman a sandwich.", "with_names": "Isaac is feeding Bonnie a sandwich."}, {"scene_id": "atwt-09-25-01s22", "raw": "A scene from a TV show in which a man and a woman sit at a table eating cotton candy.", "with_names": "a man and Abigail sit at a table eating cotton candy."}, {"scene_id": "atwt-09-25-01s23", "raw": "A scene from a TV show in which a man is talking to someone and making a face", "with_names": ""}, {"scene_id": "atwt-09-25-01s24", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long hair", "with_names": "a man is wearing a black shirt and a long hair"}]