[{"scene_id": "atwt-02-13-06s0", "raw": "A scene from a TV show in which a man is talking to someone and smiling", "with_names": ""}, {"scene_id": "atwt-02-13-06s1", "raw": "A scene from a TV show in which a woman is holding a scarf and a man is looking at her.", "with_names": "a woman is holding a scarf and a man is looking at her."}, {"scene_id": "atwt-02-13-06s2", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a red and white striped sweater.", "with_names": "two men are standing in a room, one of them is wearing a red and white striped sweater."}, {"scene_id": "atwt-02-13-06s3", "raw": "A scene from a TV show in which a man is signing a document while a woman looks on.", "with_names": "a man is signing a document while a woman looks on."}, {"scene_id": "atwt-02-13-06s4", "raw": "A scene from a TV show in which a woman is wearing a black coat and a man is standing behind her.", "with_names": "a woman is wearing a black coat and a man is standing behind her."}, {"scene_id": "atwt-02-13-06s5", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "atwt-02-13-06s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and stretching her arms out.", "with_names": "a woman is sitting on a bed and stretching her arms out."}, {"scene_id": "atwt-02-13-06s7", "raw": "A scene from a TV show in which a woman is yelling and another woman is looking at her.", "with_names": "a woman is yelling and another woman is looking at her."}, {"scene_id": "atwt-02-13-06s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a green shirt", "with_names": "a man is wearing a leather jacket and a green shirt"}, {"scene_id": "atwt-02-13-06s9", "raw": "A scene from a TV show in which a woman is walking down a hallway with a cane.", "with_names": "a woman is walking down a hallway with a cane."}, {"scene_id": "atwt-02-13-06s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-13-06s11", "raw": "A scene from a TV show in which a yellow fish is swimming in a cave. The text reads: \"For more information, ask your doctor.\"", "with_names": "a yellow fish is swimming in a cave. the text reads: \"for more information, ask your doctor.\""}, {"scene_id": "atwt-02-13-06s12", "raw": "A scene from a TV show in which a woman is wearing a green scarf and a black jacket.", "with_names": "a woman is wearing a green scarf and a black jacket."}, {"scene_id": "atwt-02-13-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-06s14", "raw": "A scene from a TV show in which a woman is smiling and wearing a green jacket.", "with_names": "a woman is smiling and wearing a green jacket."}, {"scene_id": "atwt-02-13-06s15", "raw": "A scene from a TV show in which a child and a dog are seen sleeping together.", "with_names": "a child and a dog are sleeping together."}, {"scene_id": "atwt-02-13-06s16", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-02-13-06s17", "raw": "A scene from a TV show in which a woman is sitting in a room with her hand to her head", "with_names": "a woman is sitting in a room with her hand to her head"}, {"scene_id": "atwt-02-13-06s18", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at ] and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-02-13-06s19", "raw": "A scene from a TV show in which a woman is wearing a green scarf and a black jacket", "with_names": "a woman is wearing a green scarf and a black jacket"}, {"scene_id": "atwt-02-13-06s20", "raw": "A scene from a TV show in which a jewelry store is advertising a 70% off sale.", "with_names": "a jewelry store is advertising a 70% off sale."}, {"scene_id": "atwt-02-13-06s21", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and a black jacket.", "with_names": "a blonde woman is wearing a green shirt and a black jacket."}, {"scene_id": "atwt-02-13-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-06s23", "raw": "A scene from a TV show in which a woman sits on a park bench alone.", "with_names": "a woman sits on a park bench alone."}, {"scene_id": "atwt-02-13-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-13-06s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-13-06s26", "raw": "A scene from a TV show in which a person is shown doing a knee flex exercise.", "with_names": ""}]