[{"scene_id": "pc-03-03-03s0", "raw": "A scene from a TV show in which a man is slapping a woman", "with_names": "a man is slapping a woman"}, {"scene_id": "pc-03-03-03s1", "raw": "", "with_names": ""}, {"scene_id": "pc-03-03-03s2", "raw": "A scene from a TV show in which a man is lying on a bed and a woman touches his neck", "with_names": "a man is lying on a bed and a woman touches his neck"}, {"scene_id": "pc-03-03-03s3", "raw": "A scene from a TV show in which a man is talking to someone and his hand is on his chest", "with_names": ""}, {"scene_id": "pc-03-03-03s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-03-03-03s5", "raw": "A scene from a TV show in which a man is slapping a woman in the face", "with_names": "a man is slapping a woman in the face"}, {"scene_id": "pc-03-03-03s6", "raw": "A scene from a TV show in which a man is holding a bow and arrow and aiming at a woman.", "with_names": "a man is holding a bow and arrow and aiming at a woman."}, {"scene_id": "pc-03-03-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-03-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "pc-03-03-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-03-03s10", "raw": "A scene from a TV show in which a woman is being held by a man while another man looks on.", "with_names": "a woman is being held by a man while another man looks on."}, {"scene_id": "pc-03-03-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-03-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-03-03s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]