[{"scene_id": "atwt-07-13-10s0", "raw": "A scene from a TV show in which a man and a woman are standing in a yard, with a child standing behind them.", "with_names": "a man and a woman are standing in a yard, with a child standing behind them."}, {"scene_id": "atwt-07-13-10s1", "raw": "A scene from a TV show in which a boy is standing in a kitchen and another boy is in the background.", "with_names": "a boy is standing in a kitchen and another boy is in the background."}, {"scene_id": "atwt-07-13-10s2", "raw": "A scene from a TV show in which a woman is hugging a chair and crying.", "with_names": "a woman is hugging a chair and crying."}, {"scene_id": "atwt-07-13-10s3", "raw": "A scene from a TV show in which a man is looking down and wearing a suit", "with_names": "] is looking down and wearing a suit"}, {"scene_id": "atwt-07-13-10s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-07-13-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-10s6", "raw": "A scene from a TV show in which a tub of Activa yogurt is shown with strawberries", "with_names": ""}, {"scene_id": "atwt-07-13-10s7", "raw": "A scene from a TV show in which a boy is wearing a shirt that says \"I'm a nerd\"", "with_names": "a boy is wearing a shirt that says \"i'm a nerd\""}, {"scene_id": "atwt-07-13-10s8", "raw": "A scene from a TV show in which a boy is wearing a grey shirt and a black hair", "with_names": "a boy is wearing a grey shirt and a black hair"}, {"scene_id": "atwt-07-13-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down", "with_names": "a man is wearing a suit and tie and is looking down"}, {"scene_id": "atwt-07-13-10s10", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and ] is standing next to her."}, {"scene_id": "atwt-07-13-10s11", "raw": "A scene from a TV show in which a woman is yelling at a child.", "with_names": "a woman is yelling at a child."}, {"scene_id": "atwt-07-13-10s12", "raw": "A scene from a TV show in which a woman is on the phone while a child is sitting on her lap.", "with_names": "a woman is on the phone while a child is sitting on her lap."}, {"scene_id": "atwt-07-13-10s13", "raw": "A scene from a TV show in which green plastic people are dancing.", "with_names": "green plastic people are dancing."}, {"scene_id": "atwt-07-13-10s14", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-07-13-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-10s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-13-10s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-07-13-10s18", "raw": "A scene from a TV show in which a man is wearing a mask and sunglasses", "with_names": "a man is wearing a mask and sunglasses"}, {"scene_id": "atwt-07-13-10s19", "raw": "A scene from a TV show in which a woman is on the phone and her hair is blowing in the wind.", "with_names": "a woman is on the phone and her hair is blowing in the wind."}, {"scene_id": "atwt-07-13-10s20", "raw": "A scene from a TV show in which a man is handing a piece of paper to a woman.", "with_names": "a man is handing a piece of paper to a woman."}, {"scene_id": "atwt-07-13-10s21", "raw": "A scene from a TV show in which a man is holding his head and looking at his hand", "with_names": "a man is holding his head and looking at his hand"}, {"scene_id": "atwt-07-13-10s22", "raw": "A scene from a TV show in which a Tide detergent bottle is shown on the left and a chocolate pudding stain is on the right.", "with_names": ""}, {"scene_id": "atwt-07-13-10s23", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-07-13-10s24", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-13-10s25", "raw": "A scene from a TV show in which a person stands on a scale with a bottle of water next to them.", "with_names": "a person stands on a scale with a bottle of water next to them."}, {"scene_id": "atwt-07-13-10s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-10s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-10s28", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-13-10s29", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}]