[{"scene_id": "pc-08-22-01s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-22-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-22-01s2", "raw": "A scene from a TV show in which a woman is wearing a red tank top and a man is standing next to her.", "with_names": "a woman is wearing a red tank top and a man is standing next to her."}, {"scene_id": "pc-08-22-01s3", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a veil", "with_names": "Caleb's Voice is wearing a wedding dress and a veil"}, {"scene_id": "pc-08-22-01s4", "raw": "A scene from a TV show in which a man is standing in a room with a fireplace and a couch.", "with_names": "James is standing in a room with a fireplace and a couch."}, {"scene_id": "pc-08-22-01s5", "raw": "A scene from a TV show in which a heart is drawn on a white screen", "with_names": "a heart is drawn on a white screen"}, {"scene_id": "pc-08-22-01s6", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "pc-08-22-01s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-22-01s8", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": "James is holding a gun and pointing it at someone."}, {"scene_id": "pc-08-22-01s9", "raw": "A scene from a TV show in which a man is wearing a black tank top and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-08-22-01s10", "raw": "A scene from a TV show in which a man is looking at a tree and saying", "with_names": "a man is looking at a tree and saying"}, {"scene_id": "pc-08-22-01s11", "raw": "A scene from a TV show in which a judge is holding a pen and a piece of paper", "with_names": "a judge is holding a pen and a piece of paper"}, {"scene_id": "pc-08-22-01s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-22-01s13", "raw": "A scene from a TV show in which a woman is lying on a bed with a man.", "with_names": "Livvie is lying on a bed with a man."}, {"scene_id": "pc-08-22-01s14", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and >> On the next \"Port Charles\" --  are kissing."}]