[{"scene_id": "atwt-02-28-06s0", "raw": "A scene from a TV show in which a woman is talking on the phone while making a smoothie.", "with_names": ""}, {"scene_id": "atwt-02-28-06s1", "raw": "A scene from a TV show in which a woman is talking and pointing at something.", "with_names": ""}, {"scene_id": "atwt-02-28-06s2", "raw": "A scene from a TV show in which a woman is seen knocking on a door.", "with_names": "a woman is knocking on a door."}, {"scene_id": "atwt-02-28-06s3", "raw": "A scene from a TV show in which a plate of food is shown", "with_names": ""}, {"scene_id": "atwt-02-28-06s4", "raw": "A scene from a TV show in which a man is sitting in a car and a woman is standing next to him.", "with_names": "a man is sitting in a car and a woman is standing next to him."}, {"scene_id": "atwt-02-28-06s5", "raw": "A scene from a TV show in which a man is talking on a cell phone and holding a piece of paper.", "with_names": ""}, {"scene_id": "atwt-02-28-06s6", "raw": "A scene from a TV show in which a hand is holding a NuvaRing", "with_names": "a hand is holding a nuvaring"}, {"scene_id": "atwt-02-28-06s7", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think about you.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think about you.\""}, {"scene_id": "atwt-02-28-06s8", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "atwt-02-28-06s9", "raw": "A scene from a TV show in which a woman is holding a vase of flowers.", "with_names": "a woman is holding a vase of flowers."}, {"scene_id": "atwt-02-28-06s10", "raw": "A scene from a TV show in which a low-cost lawn care company advertises a new low price.", "with_names": "a low-cost lawn care company advertises a new low price."}, {"scene_id": "atwt-02-28-06s11", "raw": "A scene from a TV show in which a man is talking to a woman. The text reads, \"Voldemort watches as the world turns.\"", "with_names": ""}, {"scene_id": "atwt-02-28-06s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-28-06s13", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "atwt-02-28-06s14", "raw": "A scene from a TV show in which a woman is standing in front of a door, holding a card in her hand.", "with_names": "a woman is standing in front of a door, holding a card in her hand."}, {"scene_id": "atwt-02-28-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-28-06s16", "raw": "A scene from a TV show in which a motorcyclist is riding down a busy street.", "with_names": "a motorcyclist is riding down a busy street."}, {"scene_id": "atwt-02-28-06s17", "raw": "A scene from a TV show in which a man is standing in a living room with a staircase and a fireplace behind him.", "with_names": "a man is standing in a living room with a staircase and a fireplace behind him."}, {"scene_id": "atwt-02-28-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-28-06s19", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "atwt-02-28-06s20", "raw": "A scene from a TV show in which a red line is drawn on a white wall.", "with_names": "a red line is drawn on a white wall."}, {"scene_id": "atwt-02-28-06s21", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-02-28-06s22", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"One Last Wonder.\"", "with_names": "a man is wearing a shirt that says \"one last wonder.\""}, {"scene_id": "atwt-02-28-06s23", "raw": "A scene from a TV show in which a man is lying on a hospital bed and is looking at the camera", "with_names": "a man is lying on a hospital bed and is looking at the camera"}, {"scene_id": "atwt-02-28-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-28-06s25", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-28-06s26", "raw": "A scene from a TV show in which a man is holding a box of vitamin D supplements.", "with_names": "a man is holding a box of vitamin d supplements."}]