[{"scene_id": "oltl-05-22-07s0", "raw": "A scene from a TV show in which a girl is standing in front of a group of girls.", "with_names": "a girl is standing in front of a group of girls."}, {"scene_id": "oltl-05-22-07s1", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck and another man is standing next to her.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck and another man is standing next to her."}, {"scene_id": "oltl-05-22-07s2", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, hugging a pillow to her chest.", "with_names": "a woman is lying in a hospital bed, hugging a pillow to her chest."}, {"scene_id": "oltl-05-22-07s3", "raw": "A scene from a TV show in which a woman is holding her hair back from her face.", "with_names": "a woman is holding her hair back from her face."}, {"scene_id": "oltl-05-22-07s4", "raw": "A scene from a TV show in which two young women are sitting next to each other.", "with_names": "two young women are sitting next to each other."}, {"scene_id": "oltl-05-22-07s5", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-05-22-07s6", "raw": "A scene from a TV show in which a doctor is talking to a man and a woman.", "with_names": ""}, {"scene_id": "oltl-05-22-07s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-05-22-07s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-05-22-07s9", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man is standing next to her.", "with_names": "a woman is in a hospital gown and ] is standing next to her."}, {"scene_id": "oltl-05-22-07s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-05-22-07s11", "raw": "A scene from a TV show in which a man is smoking a cigarette and another man is standing behind him.", "with_names": "a man is smoking a cigarette and another man is standing behind him."}, {"scene_id": "oltl-05-22-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-22-07s13", "raw": "A scene from a TV show in which a young girl is being bullied by a boy.", "with_names": "a young girl is being bullied by a boy."}, {"scene_id": "oltl-05-22-07s14", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "oltl-05-22-07s15", "raw": "A scene from a TV show in which a man is standing in a hospital room, a gurney is in the background.", "with_names": "a man is standing in a hospital room, a gurney is in the background."}, {"scene_id": "oltl-05-22-07s16", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth slightly open.", "with_names": "a woman is looking off to the side, with her mouth slightly open."}, {"scene_id": "oltl-05-22-07s17", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-05-22-07s18", "raw": "A scene from a TV show in which a woman is wearing a nose ring.", "with_names": "a woman is wearing a nose ring."}, {"scene_id": "oltl-05-22-07s19", "raw": "A scene from a TV show in which a girl is wearing a pink shirt and a boy is in a jacket.", "with_names": "a girl is wearing a pink shirt and a boy is in a jacket."}, {"scene_id": "oltl-05-22-07s20", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "oltl-05-22-07s21", "raw": "A scene from a TV show in which a black man is talking to a white woman and a man in a grey shirt.", "with_names": ""}, {"scene_id": "oltl-05-22-07s22", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "oltl-05-22-07s23", "raw": "A scene from a TV show in which a man is looking at another man and the other man is staring at him.", "with_names": "a man is looking at another man and the other man is staring at him."}, {"scene_id": "oltl-05-22-07s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-22-07s25", "raw": "A scene from a TV show in which two girls are arguing.", "with_names": "two girls are arguing."}, {"scene_id": "oltl-05-22-07s26", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-22-07s27", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-22-07s28", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-22-07s29", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hospital hallway.", "with_names": ""}, {"scene_id": "oltl-05-22-07s30", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a book.", "with_names": "a man is sitting in a room and looking at a book."}]