[{"scene_id": "bb-07-21-14s0", "raw": "A scene from a TV show in which a man is standing in front of a door and opening a bottle of wine.", "with_names": "a man is standing in front of a door and opening a bottle of wine."}, {"scene_id": "bb-07-21-14s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-21-14s2", "raw": "A scene from a TV show in which a purple blob is seen moving across the screen Footage", "with_names": "a purple blob is moving across the screen footage"}, {"scene_id": "bb-07-21-14s3", "raw": "A scene from a TV show in which a mother and her two daughters are arguing.", "with_names": "a mother and her two daughters are arguing."}, {"scene_id": "bb-07-21-14s4", "raw": "A scene from a TV show in which a man is sitting in a dark room and looking at a wall.", "with_names": "a man is sitting in a dark room and looking at a wall."}, {"scene_id": "bb-07-21-14s5", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "Bill is in a black room."}, {"scene_id": "bb-07-21-14s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-21-14s7", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-21-14s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-21-14s9", "raw": "A scene from a TV show in which a man stands in front of a fireplace and looks at his watch.", "with_names": "a man stands in front of a fireplace and looks at his watch."}, {"scene_id": "bb-07-21-14s10", "raw": "A scene from a TV show in which a man sits at a desk with a glass of whiskey and a picture of his family on the wall.", "with_names": "a man sits at a desk with a glass of whiskey and a picture of his family on the wall."}, {"scene_id": "bb-07-21-14s11", "raw": "A scene from a TV show in which a man is talking to a seated man.", "with_names": ""}, {"scene_id": "bb-07-21-14s12", "raw": "A scene from a TV show in which a mother and daughter talk about the death of their father.", "with_names": "a mother and daughter talk about the death of their father."}, {"scene_id": "bb-07-21-14s13", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Deacon is looking at Alison."}, {"scene_id": "bb-07-21-14s15", "raw": "A scene from a TV show in which a woman is wearing a white dress and a messy ponytail.", "with_names": "Brooke is wearing a white dress and a messy ponytail."}, {"scene_id": "bb-07-21-14s16", "raw": "A scene from a TV show in which a woman is standing in front of a couch and a man is sitting on it.", "with_names": "Deacon is standing in front of a couch and a man is sitting on it."}, {"scene_id": "bb-07-21-14s17", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}, {"scene_id": "bb-07-21-14s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-21-14s19", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a necklace.", "with_names": "a man is wearing a blue shirt and a necklace."}]