[{"scene_id": "bb-10-28-15s0", "raw": "a man is talking about his experience and then a man is shown drinking a cup.", "with_names": ""}, {"scene_id": "bb-10-28-15s1", "raw": "a man and a woman are passionately kissing each other.", "with_names": "Zende and Nicole are passionately kissing each other."}, {"scene_id": "bb-10-28-15s2", "raw": "a group of people are in a room and they are moving around.", "with_names": "a group of people are in a room and they are moving around."}, {"scene_id": "bb-10-28-15s3", "raw": "a man and woman are walking around a house and talking.", "with_names": ""}, {"scene_id": "bb-10-28-15s4", "raw": "a man and woman are walking around a room and talking about the company.", "with_names": ""}, {"scene_id": "bb-10-28-15s5", "raw": "a group of people are talking and then they are kissing each other.", "with_names": ""}, {"scene_id": "bb-10-28-15s6", "raw": "a woman is talking about a man and then she is shown.", "with_names": ""}, {"scene_id": "bb-10-28-15s7", "raw": "a woman is talking about a woman and then she is shown.", "with_names": ""}, {"scene_id": "bb-10-28-15s8", "raw": "a man is talking about his experience in a room.", "with_names": ""}, {"scene_id": "bb-10-28-15s9", "raw": "a family is sitting in a living room and having a conversation with each other", "with_names": "a family is sitting in a living room and having a conversation with each other"}, {"scene_id": "bb-10-28-15s10", "raw": "a man and a woman are walking around a room and talking.", "with_names": ""}, {"scene_id": "bb-10-28-15s11", "raw": "a man is walking through a room and talking to another man.", "with_names": ""}, {"scene_id": "bb-10-28-15s12", "raw": "a man is talking about a video about a man and a woman are sitting in a chair.", "with_names": ""}, {"scene_id": "bb-10-28-15s13", "raw": "a man is showing a woman how to tie a shoe.", "with_names": "Thomas is showing Ivy how to tie a shoe."}, {"scene_id": "bb-10-28-15s14", "raw": "a woman is talking about a website and then a woman is shown sitting on a couch.", "with_names": ""}, {"scene_id": "bb-10-28-15s15", "raw": "a man is talking to a woman and a man is talking.", "with_names": ""}, {"scene_id": "bb-10-28-15s16", "raw": "a man is talking about a restaurant and a man is talking about it.", "with_names": ""}, {"scene_id": "bb-10-28-15s17", "raw": "a man is standing in a room and then a woman is standing next to him.", "with_names": "Thomas is standing in a room and then Ivy is standing next to him."}, {"scene_id": "bb-10-28-15s18", "raw": "a man is talking about a business and a woman is walking around a room.", "with_names": ""}, {"scene_id": "bb-10-28-15s19", "raw": "a group of people are walking around a beach and then a man is talking about the experience.", "with_names": ""}]