[{"scene_id": "pc-01-20-03s0", "raw": "A scene from a TV show in which Rachel Green is wearing a red turtleneck and her hair is up in a bun.", "with_names": "rachel green is wearing a red turtleneck and her hair is up in a bun."}, {"scene_id": "pc-01-20-03s1", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her eyes closed.", "with_names": "a woman is lying on top of a man, with her eyes closed."}, {"scene_id": "pc-01-20-03s2", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "pc-01-20-03s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-01-20-03s4", "raw": "A scene from a TV show in which a man is talking to a woman while holding a cup.", "with_names": ""}, {"scene_id": "pc-01-20-03s5", "raw": "A scene from a TV show in which a man is talking to someone and the person is not visible", "with_names": ""}, {"scene_id": "pc-01-20-03s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek and she is covering her face with her hands.", "with_names": "a man is kissing a woman on the cheek and she is covering her face with her hands."}, {"scene_id": "pc-01-20-03s7", "raw": "A scene from a TV show in which a woman is giving a man a toothbrush.", "with_names": "a woman is giving a man a toothbrush."}, {"scene_id": "pc-01-20-03s8", "raw": "A scene from a TV show in which a woman is holding a pillow and a man is yelling at her.", "with_names": "a woman is holding a pillow and a man is yelling at her."}, {"scene_id": "pc-01-20-03s9", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}, {"scene_id": "pc-01-20-03s10", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a confused expression.", "with_names": "a blonde woman is looking at the camera with a confused expression."}, {"scene_id": "pc-01-20-03s11", "raw": "A scene from a TV show in which a man is seen in a black hood and a mask", "with_names": "a man is in a black hood and a mask"}]