[{"scene_id": "gl-02-15-05s0", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-02-15-05s3", "raw": "A scene from a TV show in which a man is talking on a phone and his face is distorted", "with_names": ""}, {"scene_id": "gl-02-15-05s4", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is behind her.", "with_names": "a woman is standing in front of a door and Josh is behind her."}, {"scene_id": "gl-02-15-05s5", "raw": "A scene from a TV show in which a man is accused of murder.", "with_names": "a man is accused of murder."}, {"scene_id": "gl-02-15-05s6", "raw": "A scene from a TV show in which a man is being questioned by a police officer", "with_names": "a man is being questioned by a police officer"}, {"scene_id": "gl-02-15-05s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Judge are standing next to each other."}, {"scene_id": "gl-02-15-05s8", "raw": "A scene from a TV show in which a man is punching another man in the face.", "with_names": "Gus is punching another man in the face."}, {"scene_id": "gl-02-15-05s9", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and large earrings.", "with_names": "a woman is wearing a blue scarf and large earrings."}, {"scene_id": "gl-02-15-05s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-02-15-05s11", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-02-15-05s13", "raw": "A scene from a TV show in which a large keypad is seen on a rock wall", "with_names": "a large keypad is on a rock wall"}, {"scene_id": "gl-02-15-05s14", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "gl-02-15-05s16", "raw": "A scene from a TV show in which a man is trying to turn off a light switch.", "with_names": "Cupid is trying to turn off a light switch."}, {"scene_id": "gl-02-15-05s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Reva on the cheek."}, {"scene_id": "gl-02-15-05s23", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-02-15-05s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-15-05s25", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and large hoop earrings.", "with_names": "a woman is wearing a blue scarf and large hoop earrings."}, {"scene_id": "gl-02-15-05s26", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a picture frame.", "with_names": ""}, {"scene_id": "gl-02-15-05s27", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "a woman is crying and a man is looking at her with a concerned expression."}, {"scene_id": "gl-02-15-05s28", "raw": "A scene from a TV show in which a man is holding a little boy and talking to him.", "with_names": ""}, {"scene_id": "gl-02-15-05s29", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Cassie is crying"}, {"scene_id": "gl-02-15-05s30", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Judge Rosa is crying"}, {"scene_id": "gl-02-15-05s31", "raw": "A scene from a TV show in which a man is dressed as an angel and is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-15-05s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-15-05s33", "raw": "A scene from a TV show in which a man is having sex with a woman", "with_names": "Buzz is having sex with Alexandra"}, {"scene_id": "gl-02-15-05s34", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-02-15-05s35", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, eating cakes.", "with_names": "a man and Cassie are sitting at a table, eating cakes."}, {"scene_id": "gl-02-15-05s36", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at each other.", "with_names": "Josh and Reva are standing next to each other, looking at each other."}, {"scene_id": "gl-02-15-05s41", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and smiling.", "with_names": "Jonathan and Dinah are standing next to each other and smiling."}]