[{"scene_id": "bb-05-15-17s0", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "bb-05-15-17s1", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-17s2", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and Steffy are walking down a hallway."}, {"scene_id": "bb-05-15-17s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Thomas is looking at Sally and smiling."}, {"scene_id": "bb-05-15-17s4", "raw": "A scene from a TV show in which a girl is wearing a blue dress and a headband, and her boyfriend is standing next to her.", "with_names": "a girl is wearing a blue dress and a headband, and her boyfriend is standing next to her."}, {"scene_id": "bb-05-15-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-17s6", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "a man is sitting at a desk and writing on a piece of paper."}, {"scene_id": "bb-05-15-17s8", "raw": "A scene from a TV show in which a boy and a girl are standing next to each other.", "with_names": "a boy and a girl are standing next to each other."}, {"scene_id": "bb-05-15-17s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-05-15-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-15-17s11", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "bb-05-15-17s12", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "bb-05-15-17s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "bb-05-15-17s14", "raw": "A scene from a TV show in which a woman is talking to two young girls.", "with_names": ""}, {"scene_id": "bb-05-15-17s15", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-05-15-17s16", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "bb-05-15-17s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]