[{"scene_id": "pc-04-11-03s0", "raw": "A scene from a TV show in which a black man and a white woman sit at a table and eat food.", "with_names": "a black man and a white woman sit at a table and eat food."}, {"scene_id": "pc-04-11-03s1", "raw": "A scene from a TV show in which a man is sitting at a bar and another man is standing behind him.", "with_names": "a man is sitting at a bar and another man is standing behind him."}, {"scene_id": "pc-04-11-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-11-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-04-11-03s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-11-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-11-03s6", "raw": "A scene from a TV show in which a black man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-11-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "pc-04-11-03s8", "raw": "A scene from a TV show in which a man is looking at another man and the other man looks at him", "with_names": "a man is looking at another man and the other man looks at him"}, {"scene_id": "pc-04-11-03s9", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-11-03s10", "raw": "A scene from a TV show in which a man is looking at a TV and a woman is standing in front of it.", "with_names": "a man is looking at a tv and ] is standing in front of it."}, {"scene_id": "pc-04-11-03s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "pc-04-11-03s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-11-03s13", "raw": "A scene from a TV show in which a man is sitting in front of a computer and looking at a screen.", "with_names": "a man is sitting in front of a computer and looking at a screen."}]