[{"scene_id": "bb-01-16-17s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-01-16-17s1", "raw": "A scene from a TV show in which a man is holding a cell phone and standing in a living room.", "with_names": "a man is holding a cell phone and standing in a living room."}, {"scene_id": "bb-01-16-17s2", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-01-16-17s3", "raw": "A scene from a TV show in which a man is standing in a living room with a couch and chairs.", "with_names": "a man is standing in a living room with a couch and chairs."}, {"scene_id": "bb-01-16-17s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-01-16-17s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "a man and Katie sit on a couch."}, {"scene_id": "bb-01-16-17s6", "raw": "A scene from a TV show in which a man is talking to a woman on a couch.", "with_names": ""}, {"scene_id": "bb-01-16-17s7", "raw": "A scene from a TV show in which a woman is laughing and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-01-16-17s8", "raw": "A scene from a TV show in which a house is lit up at night.", "with_names": "a house is lit up at night."}, {"scene_id": "bb-01-16-17s10", "raw": "A scene from a TV show in which a woman is holding a piece of fabric while a man sits on a couch.", "with_names": "a woman is holding a piece of fabric while Eric sits on a couch."}, {"scene_id": "bb-01-16-17s11", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is leaning over her, kissing her on the cheek.", "with_names": "Katie is lying on a couch and Wyatt is leaning over her, kissing her on the cheek."}, {"scene_id": "bb-01-16-17s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-16-17s13", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-01-16-17s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}]