[{"scene_id": "gl-08-17-04s0", "raw": "A scene from a TV show in which a man is seen in a window, his face is blurred and he is wearing a black jacket.", "with_names": "Tony is in a window, his face is blurred and he is wearing a black jacket."}, {"scene_id": "gl-08-17-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "Danny is wearing a suit and tie and looking down."}, {"scene_id": "gl-08-17-04s3", "raw": "A scene from a TV show in which a man is talking to a young boy at a bar.", "with_names": ""}, {"scene_id": "gl-08-17-04s4", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-08-17-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "gl-08-17-04s6", "raw": "A scene from a TV show in which a woman is sitting on a staircase and laughing.", "with_names": "Lizzie is sitting on a staircase and laughing."}, {"scene_id": "gl-08-17-04s7", "raw": "A scene from a TV show in which a woman is looking at a mirror and her reflection is of a man", "with_names": "Reva is looking at a mirror and her reflection is of Josh"}, {"scene_id": "gl-08-17-04s8", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a necklace", "with_names": "a blonde woman is wearing a white dress and a necklace"}, {"scene_id": "gl-08-17-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-17-04s11", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "gl-08-17-04s12", "raw": "A scene from a TV show in which a man is sitting down and a woman is standing behind him, holding a hairbrush.", "with_names": "a man is sitting down and Sandy is standing behind him, holding a hairbrush."}, {"scene_id": "gl-08-17-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-17-04s14", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-17-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-08-17-04s17", "raw": "A scene from a TV show in which a woman holds a picture of her deceased son.", "with_names": "Beth holds a picture of her deceased son."}, {"scene_id": "gl-08-17-04s18", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "Frank is kissing another woman."}, {"scene_id": "gl-08-17-04s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-17-04s22", "raw": "A scene from a TV show in which a woman is holding a red dress and a man is trying to take it away from her.", "with_names": "Dinah is holding a red dress and a man is trying to take it away from her."}, {"scene_id": "gl-08-17-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-17-04s24", "raw": "A scene from a TV show in which a man is throwing a chair at another man.", "with_names": "a man is throwing a chair at another man."}, {"scene_id": "gl-08-17-04s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-17-04s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down and smiling.", "with_names": "Joey is wearing a suit and a tie and is looking down and smiling."}, {"scene_id": "gl-08-17-04s27", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-17-04s28", "raw": "A scene from a TV show in which a woman is talking to someone on a staircase.", "with_names": ""}, {"scene_id": "gl-08-17-04s29", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-08-17-04s30", "raw": "A scene from a TV show in which a man is seen sitting on the floor next to a car.", "with_names": "a man is sitting on the floor next to a car."}, {"scene_id": "gl-08-17-04s33", "raw": "A scene from a TV show in which a man is talking to a woman through a glass wall.", "with_names": ""}, {"scene_id": "gl-08-17-04s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-17-04s35", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-08-17-04s37", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "Tammy and Cassie are sitting at a table."}, {"scene_id": "gl-08-17-04s38", "raw": "A scene from a TV show in which a woman is laughing and a man is crying", "with_names": "Dinah is laughing and a man is crying"}, {"scene_id": "gl-08-17-04s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-17-04s40", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Cassie are standing next to each other."}, {"scene_id": "gl-08-17-04s41", "raw": "A scene from a TV show in which a pregnant woman is standing in a bar, a man is behind her, and another man is on the right side of the image.", "with_names": "a pregnant woman is standing in a bar, a man is behind her, and another man is on the right side of the image."}, {"scene_id": "gl-08-17-04s42", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-17-04s43", "raw": "A scene from a TV show in which a car is seen driving through a tunnel.", "with_names": "a car is driving through a tunnel."}]