[{"scene_id": "oltl-05-05-06s0", "raw": "A scene from a TV show in which a bride and groom are shown walking down the aisle.", "with_names": "a bride and groom are shown walking down the aisle."}, {"scene_id": "oltl-05-05-06s1", "raw": "A scene from a TV show in which a man is in a cage and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-05-06s2", "raw": "A scene from a TV show in which a man is being arrested for a crime.", "with_names": "a man is being arrested for a crime."}, {"scene_id": "oltl-05-05-06s3", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "oltl-05-05-06s4", "raw": "A scene from a TV show in which a woman is sitting at a wedding reception with a man and another woman standing behind her.", "with_names": "a woman is sitting at a wedding reception with a man and another woman standing behind her."}, {"scene_id": "oltl-05-05-06s5", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-05-05-06s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a jail cell.", "with_names": ""}, {"scene_id": "oltl-05-05-06s7", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a pink dress and the other is wearing a blue dress.", "with_names": "two women are standing in a room, one is wearing a pink dress and the other is wearing a blue dress."}, {"scene_id": "oltl-05-05-06s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-05-05-06s9", "raw": "A scene from a TV show in which a priest is seen giving communion to a couple.", "with_names": "a priest is giving communion to a couple."}, {"scene_id": "oltl-05-05-06s10", "raw": "A scene from a TV show in which a man is getting married", "with_names": "a man is getting married"}, {"scene_id": "oltl-05-05-06s11", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-05-06s12", "raw": "A scene from a TV show in which a man is talking to a woman through a fence.", "with_names": ""}, {"scene_id": "oltl-05-05-06s13", "raw": "A scene from a TV show in which a man is holding a gun and a woman is looking at him.", "with_names": "a man is holding a gun and a woman is looking at him."}, {"scene_id": "oltl-05-05-06s14", "raw": "A scene from a TV show in which a woman is getting married.", "with_names": "a woman is getting married."}, {"scene_id": "oltl-05-05-06s15", "raw": "A scene from a TV show in which a man is about to propose to a woman.", "with_names": "a man is about to propose to a woman."}, {"scene_id": "oltl-05-05-06s16", "raw": "A scene from a TV show in which a man is talking to a woman and a couple of other people.", "with_names": ""}, {"scene_id": "oltl-05-05-06s17", "raw": "A scene from a TV show in which a man is being hit by a car", "with_names": "a man is being hit by a car"}, {"scene_id": "oltl-05-05-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-05-06s19", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "oltl-05-05-06s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-05-06s21", "raw": "A scene from a TV show in which a woman is screaming and pointing at a cage.", "with_names": "a woman is screaming and pointing at a cage."}, {"scene_id": "oltl-05-05-06s22", "raw": "A scene from a TV show in which a woman is reading a letter to a man and two other women are watching.", "with_names": "a woman is reading a letter to a man and two other women are watching."}, {"scene_id": "oltl-05-05-06s23", "raw": "A scene from a TV show in which a ghost is seen in a house", "with_names": "a ghost is in a house"}, {"scene_id": "oltl-05-05-06s24", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "oltl-05-05-06s25", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-05-05-06s26", "raw": "A scene from a TV show in which two men are dressed in tuxedos and standing in front of a gold wall.", "with_names": "two men are dressed in tuxedos and standing in front of a gold wall."}, {"scene_id": "oltl-05-05-06s27", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "oltl-05-05-06s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]