[{"scene_id": "gl-09-09-03s0", "raw": "A scene from a TV show in which a man is talking on the phone in front of a fireplace.", "with_names": ""}, {"scene_id": "gl-09-09-03s1", "raw": "A scene from a TV show in which a man is eating a piece of pizza", "with_names": "a man is eating a piece of pizza"}, {"scene_id": "gl-09-09-03s2", "raw": "A scene from a TV show in which a woman is standing behind a man, who is sitting down.", "with_names": "Brenda is standing behind Alan, who is sitting down."}, {"scene_id": "gl-09-09-03s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-09-09-03s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "gl-09-09-03s5", "raw": "A scene from a TV show in which a man is looking at a door and saying,", "with_names": "a man is looking at a door and saying,"}, {"scene_id": "gl-09-09-03s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Shayne is looking at Marina and she is looking back at him."}, {"scene_id": "gl-09-09-03s7", "raw": "A scene from a TV show in which a man is talking to someone and a picture of a woman is on the wall behind him", "with_names": ""}, {"scene_id": "gl-09-09-03s8", "raw": "A scene from a TV show in which a blonde woman is wearing a black shirt and a necklace.", "with_names": "a blonde woman is wearing a black shirt and a necklace."}, {"scene_id": "gl-09-09-03s9", "raw": "A scene from a TV show in which a man is standing in a bedroom, holding a red shirt and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-09-03s10", "raw": "A scene from a TV show in which a woman holds up a cell phone and a toothbrush.", "with_names": "a woman holds up a cell phone and a toothbrush."}, {"scene_id": "gl-09-09-03s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "gl-09-09-03s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-09-09-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-09-03s16", "raw": "A scene from a TV show in which a man is giving the middle finger", "with_names": "bartender is giving the middle finger"}, {"scene_id": "gl-09-09-03s17", "raw": "A scene from a TV show in which a woman is seen walking through a dark room with a gun pointed at her.", "with_names": "a woman is walking through a dark room with a gun pointed at her."}, {"scene_id": "gl-09-09-03s18", "raw": "A scene from a TV show in which a woman is holding a bottle and looking at it.", "with_names": "Gus is holding a bottle and looking at it."}, {"scene_id": "gl-09-09-03s19", "raw": "A scene from a TV show in which a young girl is holding a teddy bear.", "with_names": "a young girl is holding a teddy bear."}, {"scene_id": "gl-09-09-03s20", "raw": "A scene from a TV show in which a man and a woman are playing with a baby in a room.", "with_names": "a man and a woman are playing with a baby in a room."}, {"scene_id": "gl-09-09-03s21", "raw": "A scene from a TV show in which a man is sitting at a table and is looking at a book.", "with_names": "marina is sitting at a table and is looking at a book."}, {"scene_id": "gl-09-09-03s22", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-09-09-03s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-09-03s24", "raw": "A scene from a TV show in which a shirtless man is looking at a mirror", "with_names": "a shirtless man is looking at a mirror"}, {"scene_id": "gl-09-09-03s25", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie", "with_names": "a man is wearing a suit and a purple tie"}, {"scene_id": "gl-09-09-03s26", "raw": "A scene from a TV show in which a woman is talking to someone and a cup is visible in the background", "with_names": ""}, {"scene_id": "gl-09-09-03s27", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "gl-09-09-03s28", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}]