[{"scene_id": "oltl-11-14-11s0", "raw": "A scene from a TV show in which a couple is married.", "with_names": "a couple is married."}, {"scene_id": "oltl-11-14-11s1", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway with a man behind her.", "with_names": "a blonde woman is walking down a hallway with a man behind her."}, {"scene_id": "oltl-11-14-11s2", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "] is looking at a window."}, {"scene_id": "oltl-11-14-11s3", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-11-14-11s4", "raw": "A scene from a TV show in which a puppy is shown to be a shih tzu.", "with_names": ""}, {"scene_id": "oltl-11-14-11s5", "raw": "A scene from a TV show in which a man is smiling and looking to the left.", "with_names": "a man is smiling and looking to the left."}, {"scene_id": "oltl-11-14-11s6", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-14-11s7", "raw": "A scene from a TV show in which a woman is wearing a colorful dress and a feathery hat.", "with_names": "a woman is wearing a colorful dress and a feathery hat."}, {"scene_id": "oltl-11-14-11s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-14-11s9", "raw": "A scene from a TV show in which a dog is wearing a gold collar.", "with_names": "a dog is wearing a gold collar."}, {"scene_id": "oltl-11-14-11s10", "raw": "A scene from a TV show in which a man is yelling at a woman in front of a staircase.", "with_names": "a man is yelling at a woman in front of a staircase."}, {"scene_id": "oltl-11-14-11s11", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a tiara.", "with_names": ""}, {"scene_id": "oltl-11-14-11s12", "raw": "A scene from a TV show in which a child is playing with a stuffed animal.", "with_names": "a child is playing with a stuffed animal."}, {"scene_id": "oltl-11-14-11s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-14-11s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-14-11s15", "raw": "A scene from a TV show in which a woman is holding a dog and singing.", "with_names": "a woman is holding a dog and singing."}, {"scene_id": "oltl-11-14-11s16", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-11-14-11s17", "raw": "A scene from a TV show in which a woman is wearing a tiara and a man is looking at her.", "with_names": "a woman is wearing a tiara and a man is looking at her."}, {"scene_id": "oltl-11-14-11s18", "raw": "A scene from a TV show in which a man is feeding a baby from a bottle.", "with_names": "a man is feeding a baby from a bottle."}, {"scene_id": "oltl-11-14-11s19", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is standing behind her.", "with_names": "a woman is lying on a couch and a man is standing behind her."}, {"scene_id": "oltl-11-14-11s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-14-11s21", "raw": "A scene from a TV show in which a man and a woman are standing in front of a crowd.", "with_names": "a man and a woman are standing in front of a crowd."}, {"scene_id": "oltl-11-14-11s22", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted by a black wig.", "with_names": ""}, {"scene_id": "oltl-11-14-11s23", "raw": "A scene from a TV show in which a man and a woman are talking in an airport.", "with_names": ""}, {"scene_id": "oltl-11-14-11s24", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "oltl-11-14-11s25", "raw": "A scene from a TV show in which two women are singing.", "with_names": "two women are singing."}, {"scene_id": "oltl-11-14-11s26", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-14-11s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-14-11s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-11-14-11s29", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-14-11s30", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-14-11s31", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-11-14-11s32", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-11-14-11s33", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}]