[{"scene_id": "pc-05-11-01s0", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "pc-05-11-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-11-01s2", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "pc-05-11-01s3", "raw": "A scene from a TV show in which a man is seen in a room with a woman and a child.", "with_names": "Frank is in a room with Mary and a child."}, {"scene_id": "pc-05-11-01s4", "raw": "A scene from a TV show in which a man is wearing a t-shirt that says Wilson Wildcats and a woman is standing next to him", "with_names": "a man is wearing a t-shirt that says wilson wildcats and a woman is standing next to him"}, {"scene_id": "pc-05-11-01s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-05-11-01s6", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-05-11-01s7", "raw": "A scene from a TV show in which a black man is wearing a white t-shirt and a jacket with the word \"Wildcat\" on it.", "with_names": "a black man is wearing a white t-shirt and a jacket with the word \"wildcat\" on it."}, {"scene_id": "pc-05-11-01s8", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a leather jacket.", "with_names": ""}, {"scene_id": "pc-05-11-01s9", "raw": "A scene from a TV show in which a man is talking to someone and a heart is drawn on his chest", "with_names": ""}, {"scene_id": "pc-05-11-01s10", "raw": "A scene from a TV show in which a man is talking to a woman and a child.", "with_names": ""}, {"scene_id": "pc-05-11-01s11", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a long brown hair", "with_names": "Eve is wearing a red turtleneck and a long brown hair"}, {"scene_id": "pc-05-11-01s12", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and pants and is walking away from a man.", "with_names": "a woman is wearing a pink shirt and pants and is walking away from a man."}, {"scene_id": "pc-05-11-01s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room, wearing leather jackets.", "with_names": "Zach and Sam are standing in a room, wearing leather jackets."}, {"scene_id": "pc-05-11-01s14", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and black pants.", "with_names": "Eve is wearing a red turtleneck and black pants."}, {"scene_id": "pc-05-11-01s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "Rhonda is looking at the camera with a confused expression."}, {"scene_id": "pc-05-11-01s16", "raw": "A scene from a TV show in which a woman is hugging a man in a pink shirt.", "with_names": "Woman is hugging a man in a pink shirt."}, {"scene_id": "pc-05-11-01s17", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}]