[{"scene_id": "oltl-12-08-08s0", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "Téa is in a jail cell"}, {"scene_id": "oltl-12-08-08s1", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "oltl-12-08-08s2", "raw": "A scene from a TV show in which a woman is holding a picture frame.", "with_names": "a woman is holding a picture frame."}, {"scene_id": "oltl-12-08-08s3", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and long hair", "with_names": "a man is wearing a black turtleneck and long hair"}, {"scene_id": "oltl-12-08-08s4", "raw": "A scene from a TV show in which a young man is wearing a black robe and white t-shirt.", "with_names": "a young man is wearing a black robe and white t-shirt."}, {"scene_id": "oltl-12-08-08s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-12-08-08s6", "raw": "A scene from a TV show in which a woman is holding a piece of paper and another woman is standing behind her.", "with_names": "a woman is holding a piece of paper and another woman is standing behind her."}, {"scene_id": "oltl-12-08-08s7", "raw": "A scene from a TV show in which two men are eating sandwiches.", "with_names": "two men are eating sandwiches."}, {"scene_id": "oltl-12-08-08s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-08-08s9", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a woman is in a blue dress.", "with_names": "a man is wearing a black turtleneck and a woman is in a blue dress."}, {"scene_id": "oltl-12-08-08s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s11", "raw": "A scene from a TV show in which a man is looking out a window, with a woman standing behind him.", "with_names": "a man is looking out a window, with a woman standing behind him."}, {"scene_id": "oltl-12-08-08s12", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-08-08s13", "raw": "A scene from a TV show in which a woman is looking through bars.", "with_names": "a woman is looking through bars."}, {"scene_id": "oltl-12-08-08s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-08-08s16", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a table.", "with_names": "a man is standing in a kitchen and ] is sitting at a table."}, {"scene_id": "oltl-12-08-08s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-08-08s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-12-08-08s19", "raw": "A scene from a TV show in which a man is seen through a window, holding his nose.", "with_names": "a man is through a window, holding his nose."}, {"scene_id": "oltl-12-08-08s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s21", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "oltl-12-08-08s22", "raw": "A scene from a TV show in which a bald man is sitting at a table with a man who is bald.", "with_names": "a bald man is sitting at a table with a man who is bald."}, {"scene_id": "oltl-12-08-08s23", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is looking at her.", "with_names": "a woman is standing in a doorway and a man is looking at her."}, {"scene_id": "oltl-12-08-08s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "] is crying"}, {"scene_id": "oltl-12-08-08s26", "raw": "A scene from a TV show in which a woman is looking out of a window and her face is not visible.", "with_names": "a woman is looking out of a window and her face is not visible."}, {"scene_id": "oltl-12-08-08s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-08-08s29", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-12-08-08s30", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "oltl-12-08-08s31", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "oltl-12-08-08s32", "raw": "A scene from a TV show in which a man is wearing a black jacket and a woman is standing next to him.", "with_names": "a man is wearing a black jacket and a woman is standing next to him."}, {"scene_id": "oltl-12-08-08s33", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-12-08-08s34", "raw": "A scene from a TV show in which a woman is talking to a man. The image is pixelated.", "with_names": ""}, {"scene_id": "oltl-12-08-08s35", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-08-08s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-08-08s37", "raw": "A scene from a TV show in which a woman is looking at a man through bars.", "with_names": "a woman is looking at a man through bars."}, {"scene_id": "oltl-12-08-08s38", "raw": "A scene from a TV show in which a woman is in a bathtub, wearing a wedding dress.", "with_names": "a woman is in a bathtub, wearing a wedding dress."}]