[{"scene_id": "bb-11-27-17s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-11-27-17s1", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch in a living room.", "with_names": ""}, {"scene_id": "bb-11-27-17s2", "raw": "A scene from a TV show in which a fountain is turned on in front of skyscrapers.", "with_names": "a fountain is turned on in front of skyscrapers."}, {"scene_id": "bb-11-27-17s3", "raw": "A scene from a TV show in which a bed is lit up by a blue light.", "with_names": "a bed is lit up by a blue light."}, {"scene_id": "bb-11-27-17s4", "raw": "A scene from a TV show in which a man is punched in the face by another man.", "with_names": "Liam is punched in the face by another man."}, {"scene_id": "bb-11-27-17s6", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and white shirt.", "with_names": "Bill is wearing a pink jacket and white shirt."}, {"scene_id": "bb-11-27-17s7", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Liam and a woman are standing in a living room."}, {"scene_id": "bb-11-27-17s8", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "bb-11-27-17s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Wyatt is looking at Bill and she is looking back at him."}, {"scene_id": "bb-11-27-17s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-27-17s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-11-27-17s12", "raw": "A scene from a TV show in which a man is wearing a red turtleneck and a suit and shaking hands with another man.", "with_names": "a man is wearing a red turtleneck and a suit and shaking hands with another man."}, {"scene_id": "bb-11-27-17s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-11-27-17s14", "raw": "A scene from a TV show in which a man is drinking coffee from a cup and another man is looking at him.", "with_names": "a man is drinking coffee from a cup and another man is looking at him."}]