[{"scene_id": "gl-02-05-03s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-05-03s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-05-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-02-05-03s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "a man is wearing a leather jacket and a woman is looking at him."}, {"scene_id": "gl-02-05-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-05-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-02-05-03s6", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt.", "with_names": "a woman is wearing a suit and a white shirt."}, {"scene_id": "gl-02-05-03s7", "raw": "A scene from a TV show in which a man and a woman are sitting in a room.", "with_names": "a man and a woman are sitting in a room."}, {"scene_id": "gl-02-05-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-05-03s9", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed", "with_names": "a man is leaning over a woman in a hospital bed"}, {"scene_id": "gl-02-05-03s10", "raw": "A scene from a TV show in which a young boy is in a hospital bed, holding a stuffed animal. A woman is sitting next to him, talking to him.", "with_names": ""}, {"scene_id": "gl-02-05-03s11", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-02-05-03s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-05-03s13", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing behind him.", "with_names": "a man is wearing a leather jacket and a woman is standing behind him."}, {"scene_id": "gl-02-05-03s14", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "gl-02-05-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera", "with_names": "a man is wearing a suit and a tie and is looking at the camera"}, {"scene_id": "gl-02-05-03s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-05-03s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-05-03s18", "raw": "A scene from a TV show in which a red laser beam is shot at a black screen.", "with_names": "a red laser beam is shot at a black screen."}, {"scene_id": "gl-02-05-03s19", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "gl-02-05-03s20", "raw": "A scene from a TV show in which a woman is lying on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "gl-02-05-03s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-05-03s22", "raw": "A scene from a TV show in which a man is talking on a phone while holding a coat.", "with_names": ""}, {"scene_id": "gl-02-05-03s23", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-02-05-03s24", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}]