[{"scene_id": "bb-02-13-14s0", "raw": "A scene from a TV show in which a house is seen through a tree.", "with_names": "a house is through a tree."}, {"scene_id": "bb-02-13-14s1", "raw": "A scene from a TV show in which a woman sits at a desk and talks to someone on her laptop.", "with_names": "a woman sits at a desk and talks to someone on her laptop."}, {"scene_id": "bb-02-13-14s2", "raw": "A scene from a TV show in which a man is working out on a punching bag.", "with_names": "a man is working out on a punching bag."}, {"scene_id": "bb-02-13-14s3", "raw": "A scene from a TV show in which a man lifts weights in front of a mirror.", "with_names": "a man lifts weights in front of a mirror."}, {"scene_id": "bb-02-13-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-13-14s5", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "bb-02-13-14s6", "raw": "A scene from a TV show in which a man is holding a glass of orange juice.", "with_names": "a man is holding a glass of orange juice."}, {"scene_id": "bb-02-13-14s7", "raw": "A scene from a TV show in which a man and a woman stand next to each other.", "with_names": "a man and a woman stand next to each other."}, {"scene_id": "bb-02-13-14s8", "raw": "A scene from a TV show in which a book is placed on a table.", "with_names": "a book is placed on a table."}, {"scene_id": "bb-02-13-14s9", "raw": "A scene from a TV show in which a man is interviewed about his relationship with his wife.", "with_names": "a man is interviewed about his relationship with his wife."}, {"scene_id": "bb-02-13-14s10", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-02-13-14s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-13-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-13-14s13", "raw": "A scene from a TV show in which two men sit on a couch and talk.", "with_names": "two men sit on a couch and talk."}, {"scene_id": "bb-02-13-14s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-02-13-14s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]