[{"scene_id": "atwt-06-07-04s0", "raw": "A scene from a TV show in which a nun is wearing a white habit and a cross around her neck.", "with_names": "a nun is wearing a white habit and a cross around her neck."}, {"scene_id": "atwt-06-07-04s1", "raw": "A scene from a TV show in which a man is talking on his cell phone in a room with a wooden floor and a chair", "with_names": ""}, {"scene_id": "atwt-06-07-04s2", "raw": "A scene from a TV show in which a nun is wearing a white habit and a veil.", "with_names": "a nun is wearing a white habit and a veil."}, {"scene_id": "atwt-06-07-04s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-07-04s4", "raw": "A scene from a TV show in which a giant green cloud is seen over a city.", "with_names": "a giant green cloud is over a city."}, {"scene_id": "atwt-06-07-04s5", "raw": "A scene from a TV show in which a man is looking down and wearing a suit and tie.", "with_names": "a man is looking down and wearing a suit and tie."}, {"scene_id": "atwt-06-07-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-07-04s7", "raw": "A scene from a TV show in which a nun is wearing a white habit and a black veil.", "with_names": "a nun is wearing a white habit and a black veil."}, {"scene_id": "atwt-06-07-04s8", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and tie and has a curly black wig.", "with_names": "a man is wearing glasses and a suit and tie and has a curly black wig."}, {"scene_id": "atwt-06-07-04s9", "raw": "A scene from a TV show in which a person is holding a tube of Lantana Maximum Strength.", "with_names": "a person is holding a tube of lantana maximum strength."}, {"scene_id": "atwt-06-07-04s10", "raw": "A scene from a TV show in which a woman is kissing a man in a bathroom.", "with_names": "a woman is kissing a man in a bathroom."}, {"scene_id": "atwt-06-07-04s11", "raw": "A scene from a TV show in which a woman is handcuffed and is being forced to masturbate.", "with_names": "a woman is handcuffed and is being forced to masturbate."}, {"scene_id": "atwt-06-07-04s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-06-07-04s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]