[{"scene_id": "oltl-07-06-11s0", "raw": "A scene from a TV show in which a man is being chased by a crocodile", "with_names": "a man is being chased by a crocodile"}, {"scene_id": "oltl-07-06-11s1", "raw": "A scene from a TV show in which a man is in a hospital bed and a woman is standing next to him.", "with_names": "a man is in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-07-06-11s2", "raw": "A scene from a TV show in which two women sit at a table and sew.", "with_names": "two women sit at a table and sew."}, {"scene_id": "oltl-07-06-11s3", "raw": "A scene from a TV show in which a little boy is sitting on a couch and looking at a TV.", "with_names": ""}, {"scene_id": "oltl-07-06-11s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-06-11s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his hand on his chest.", "with_names": "a man is lying in a hospital bed with his hand on his chest."}, {"scene_id": "oltl-07-06-11s6", "raw": "A scene from a TV show in which a shirtless man is holding a pair of scissors in his hand.", "with_names": "a shirtless man is holding a pair of scissors in his hand."}, {"scene_id": "oltl-07-06-11s7", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-07-06-11s8", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "oltl-07-06-11s9", "raw": "A scene from a TV show in which a man is seen walking naked in a garden, with a towel over his shoulder. A man is standing behind him, looking at him.", "with_names": "a man is walking naked in a garden, with a towel over his shoulder. a man is standing behind him, looking at him."}, {"scene_id": "oltl-07-06-11s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his hand over his heart.", "with_names": "a man is lying in a hospital bed with his hand over his heart."}, {"scene_id": "oltl-07-06-11s11", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-07-06-11s12", "raw": "A scene from a TV show in which a man is hitting a golf ball with a club while another manI stands nearby", "with_names": "a man is hitting a golf ball with a club while another mani stands nearby"}, {"scene_id": "oltl-07-06-11s13", "raw": "A scene from a TV show in which a man is walking down a street with a cup of coffee.", "with_names": "a man is walking down a street with a cup of coffee."}, {"scene_id": "oltl-07-06-11s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-06-11s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-06-11s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-06-11s17", "raw": "A scene from a TV show in which a young black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-07-06-11s18", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed, a man is standing next to her.", "with_names": "a woman is sitting in a hospital bed, a man is standing next to her."}, {"scene_id": "oltl-07-06-11s19", "raw": "A scene from a TV show in which a man is wearing a khaki uniform and a hat with a green patch.", "with_names": "a man is wearing a khaki uniform and a hat with a green patch."}, {"scene_id": "oltl-07-06-11s20", "raw": "A scene from a TV show in which a cell phone is being used to send a text message.", "with_names": "a cell phone is being used to send a text message."}, {"scene_id": "oltl-07-06-11s21", "raw": "A scene from a TV show in which a woman is holding a child.", "with_names": "a woman is holding a child."}, {"scene_id": "oltl-07-06-11s22", "raw": "A scene from a TV show in which a man is in a hospital bed and another man is standing next to him.", "with_names": "a man is in a hospital bed and another man is standing next to him."}, {"scene_id": "oltl-07-06-11s23", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-07-06-11s24", "raw": "A scene from a TV show in which a woman holds a microphone and a toddler looks at her.", "with_names": "a woman holds a microphone and a toddler looks at her."}, {"scene_id": "oltl-07-06-11s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-11s26", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-07-06-11s27", "raw": "A scene from a TV show in which a young boy is being interviewed by a woman.", "with_names": "a young boy is being interviewed by a woman."}, {"scene_id": "oltl-07-06-11s28", "raw": "A scene from a TV show in which a woman is standing in a garden with a shirtless man and a man in a suit.", "with_names": "a woman is standing in a garden with a shirtless man and a man in a suit."}, {"scene_id": "oltl-07-06-11s29", "raw": "A scene from a TV show in which a man lies in a hospital bed with a pillow over his chest and a tube coming out of his nose.", "with_names": "a man lies in a hospital bed with a pillow over his chest and a tube coming out of his nose."}, {"scene_id": "oltl-07-06-11s30", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-07-06-11s31", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "oltl-07-06-11s32", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a nurse is standing over her.", "with_names": "a woman is lying in a hospital bed and a nurse is standing over her."}, {"scene_id": "oltl-07-06-11s33", "raw": "A scene from a TV show in which a man and a woman are walking in a park.", "with_names": "a man and a woman are walking in a park."}, {"scene_id": "oltl-07-06-11s34", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-11s35", "raw": "A scene from a TV show in which a man is standing next to a woman and she is covering her face with her hands.", "with_names": "a man is standing next to a woman and she is covering her face with her hands."}, {"scene_id": "oltl-07-06-11s36", "raw": "A scene from a TV show in which a man is playing a baby on a toy piano.", "with_names": "] is playing a baby on a toy piano."}, {"scene_id": "oltl-07-06-11s37", "raw": "A scene from a TV show in which a man is talking to a woman in a park.", "with_names": ""}, {"scene_id": "oltl-07-06-11s38", "raw": "A scene from a TV show in which a woman is talking to a man in a park.", "with_names": ""}, {"scene_id": "oltl-07-06-11s39", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-06-11s40", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-06-11s41", "raw": "A scene from a TV show in which a man and a boy are standing in a room with a staircase.", "with_names": "a man and a boy are standing in a room with a staircase."}, {"scene_id": "oltl-07-06-11s42", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-07-06-11s43", "raw": "A scene from a TV show in which a woman is holding a baby and looking at the camera.", "with_names": "a woman is holding a baby and looking at the camera."}, {"scene_id": "oltl-07-06-11s44", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "oltl-07-06-11s45", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-07-06-11s46", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-07-06-11s47", "raw": "A scene from a TV show in which a boy is wearing a khaki uniform and a green badge.", "with_names": "a boy is wearing a khaki uniform and a green badge."}, {"scene_id": "oltl-07-06-11s48", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}]