[{"scene_id": "gl-07-01-05s0", "raw": "A scene from a TV show in which a man is pushing a woman in a red dress in a wheelchair.", "with_names": "Jeffrey is pushing Cassie in a red dress in a wheelchair."}, {"scene_id": "gl-07-01-05s1", "raw": "A scene from a TV show in which a man and a woman are lying together on a bed.", "with_names": "a man and Dinah are lying together on a bed."}, {"scene_id": "gl-07-01-05s2", "raw": "A scene from a TV show in which a man is lying on a bed with a gun pointed at him.", "with_names": "a man is lying on a bed with a gun pointed at him."}, {"scene_id": "gl-07-01-05s3", "raw": "A scene from a TV show in which a man is holding his hand over his face and a woman is looking at him.", "with_names": "a man is holding his hand over his face and a woman is looking at him."}, {"scene_id": "gl-07-01-05s4", "raw": "A scene from a TV show in which a woman is looking at a red flower and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-01-05s5", "raw": "A scene from a TV show in which a man is lying naked on a bed, with his head turned to the side, and his eyes are closed.", "with_names": "a man is lying naked on a bed, with his head turned to the side, and his eyes are closed."}, {"scene_id": "gl-07-01-05s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-01-05s7", "raw": "A scene from a TV show in which a man is gagged and his mouth is stuffed with a plastic bag.", "with_names": "a man is gagged and his mouth is stuffed with a plastic bag."}, {"scene_id": "gl-07-01-05s8", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is on his face", "with_names": ""}, {"scene_id": "gl-07-01-05s9", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-01-05s10", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "gl-07-01-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-07-01-05s13", "raw": "A scene from a TV show in which a woman is sitting in a room and scratching her head.", "with_names": "Dinah is sitting in a room and scratching her head."}, {"scene_id": "gl-07-01-05s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-07-01-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-01-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-01-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-01-05s27", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, holding his hand.", "with_names": "Police officer is sitting at a table with a man, holding his hand."}, {"scene_id": "gl-07-01-05s28", "raw": "A scene from a TV show in which a woman is seen with a bruised face", "with_names": "a woman is with a bruised face"}, {"scene_id": "gl-07-01-05s29", "raw": "A scene from a TV show in which a man is talking to someone and his hands are in front of his chest", "with_names": ""}, {"scene_id": "gl-07-01-05s30", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Coming up on \"guiding light\"...  is looking at the camera with a serious expression."}, {"scene_id": "gl-07-01-05s31", "raw": "A scene from a TV show in which a woman is wearing a pink robe and holding a wine glass.", "with_names": "a woman is wearing a pink robe and holding a wine glass."}, {"scene_id": "gl-07-01-05s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-01-05s33", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "Tammy is wearing a white dress and a necklace"}, {"scene_id": "gl-07-01-05s34", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-07-01-05s35", "raw": "A scene from a TV show in which a woman is drinking wine and a glass is being held up to her face", "with_names": "Gus is drinking wine and a glass is being held up to her face"}, {"scene_id": "gl-07-01-05s36", "raw": "A scene from a TV show in which a woman is holding a black shoe and looking at it.", "with_names": "Frank is holding a black shoe and looking at it."}]