[{"scene_id": "bb-03-09-07s0", "raw": "A scene from a TV show in which a tall building is shown in the middle of a city.", "with_names": ""}, {"scene_id": "bb-03-09-07s1", "raw": "A scene from a TV show in which a woman is standing in a room with a man.", "with_names": "a woman is standing in a room with a man."}, {"scene_id": "bb-03-09-07s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-09-07s3", "raw": "A scene from a TV show in which two blonde women are standing in front of a red door.", "with_names": "two blonde women are standing in front of a red door."}, {"scene_id": "bb-03-09-07s4", "raw": "A scene from a TV show in which a photographer is taking a picture of a woman.", "with_names": "a photographer is taking a picture of a woman."}, {"scene_id": "bb-03-09-07s5", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-03-09-07s6", "raw": "A scene from a TV show in which a man is throwing a book on a table while a woman stands behind him.", "with_names": "Rick is throwing a book on a table while ] stands behind him."}, {"scene_id": "bb-03-09-07s7", "raw": "A scene from a TV show in which a woman is talking to a man and a clock is visible in the scene.", "with_names": ""}, {"scene_id": "bb-03-09-07s8", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing next to him", "with_names": "a man is on the phone and a woman is standing next to him"}, {"scene_id": "bb-03-09-07s9", "raw": "A scene from a TV show in which a woman is standing in front of a window, looking out.", "with_names": "a woman is standing in front of a window, looking out."}, {"scene_id": "bb-03-09-07s10", "raw": "A scene from a TV show in which a man is talking on the phone and a clock is visible in the bottom left corner", "with_names": ""}, {"scene_id": "bb-03-09-07s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "bb-03-09-07s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-09-07s13", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}]