[{"scene_id": "atwt-10-17-06s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Simon is looking at the camera."}, {"scene_id": "atwt-10-17-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman stands behind him.", "with_names": ""}, {"scene_id": "atwt-10-17-06s2", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling at a woman.", "with_names": ""}, {"scene_id": "atwt-10-17-06s3", "raw": "A scene from a TV show in which a young woman is looking at a butterfly and wearing a green cardigan.", "with_names": "a young woman is looking at a butterfly and wearing a green cardigan."}, {"scene_id": "atwt-10-17-06s4", "raw": "A scene from a TV show in which a young man is looking down and wearing a blue shirt", "with_names": "a young man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-10-17-06s5", "raw": "A scene from a TV show in which a man is shown with a blue shirt and a white background.", "with_names": ""}, {"scene_id": "atwt-10-17-06s6", "raw": "A scene from a TV show in which a woman is shown using a Lysol wipe to clean her hands.", "with_names": ""}, {"scene_id": "atwt-10-17-06s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-17-06s8", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-10-17-06s9", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf and talking.", "with_names": ""}, {"scene_id": "atwt-10-17-06s10", "raw": "A scene from a TV show in which a pill bottle is shown.", "with_names": ""}, {"scene_id": "atwt-10-17-06s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-17-06s12", "raw": "A scene from a TV show in which a young man is looking down and his eyes are closed.", "with_names": "a young man is looking down and his eyes are closed."}, {"scene_id": "atwt-10-17-06s13", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-10-17-06s14", "raw": "A scene from a TV show in which a woman is screaming in a library.", "with_names": "a woman is screaming in a library."}, {"scene_id": "atwt-10-17-06s15", "raw": "A scene from a TV show in which a young man is lying on a bed with a man sitting next to him.", "with_names": "a young man is lying on a bed with a man sitting next to him."}, {"scene_id": "atwt-10-17-06s16", "raw": "A scene from a TV show in which a young boy is talking to his father.", "with_names": ""}, {"scene_id": "atwt-10-17-06s17", "raw": "A scene from a TV show in which a man is standing over a dead body.", "with_names": "a man is standing over a dead body."}, {"scene_id": "atwt-10-17-06s18", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-17-06s19", "raw": "A scene from a TV show in which a woman is looking down and touching her face", "with_names": "a woman is looking down and touching her face"}, {"scene_id": "atwt-10-17-06s20", "raw": "A scene from a TV show in which a man and a little girl are walking up a staircase.", "with_names": "a man and a little girl are walking up a staircase."}, {"scene_id": "atwt-10-17-06s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-17-06s22", "raw": "A scene from a TV show in which a man is wearing a black shirt and a gold chain around his neck", "with_names": "a man is wearing a black shirt and a gold chain around his neck"}, {"scene_id": "atwt-10-17-06s23", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-10-17-06s24", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in the background", "with_names": "a woman is wearing a red shirt and a man is in the background"}, {"scene_id": "atwt-10-17-06s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a kitchen.", "with_names": "a man and a woman are standing next to each other in a kitchen."}, {"scene_id": "atwt-10-17-06s26", "raw": "A scene from a TV show in which a laptop is cracked open.", "with_names": "a laptop is cracked open."}, {"scene_id": "atwt-10-17-06s27", "raw": "A scene from a TV show in which a man is lying on the floor with a laptop and a book next to him.", "with_names": "] is lying on the floor with a laptop and a book next to him."}, {"scene_id": "atwt-10-17-06s28", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a blue shirt", "with_names": "a man is wearing a brown jacket and a blue shirt"}, {"scene_id": "atwt-10-17-06s29", "raw": "A scene from a TV show in which a woman is talking on the phone in a hospital, while a man and a boy stand nearby.", "with_names": ""}, {"scene_id": "atwt-10-17-06s30", "raw": "A scene from a TV show in which a man is looking shocked.", "with_names": "a man is looking shocked."}, {"scene_id": "atwt-10-17-06s31", "raw": "A scene from a TV show in which a man is looking at a TV.", "with_names": "a man is looking at a tv."}, {"scene_id": "atwt-10-17-06s32", "raw": "A scene from a TV show in which a man is in a dark room with his eyes closed and his face lit up by a light.", "with_names": "a man is in a dark room with his eyes closed and his face lit up by a light."}]