[{"scene_id": "pc-04-21-03s0", "raw": "A scene from a TV show in which a woman is singing on stage.", "with_names": "reese is singing on stage."}, {"scene_id": "pc-04-21-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-21-03s3", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "pc-04-21-03s4", "raw": "A scene from a TV show in which a man is leaning over a woman at a table, and she is looking at him with a smile.", "with_names": "a man is leaning over a woman at a table, and she is looking at him with a smile."}, {"scene_id": "pc-04-21-03s5", "raw": "A scene from a TV show in which a black man is wearing a yellow shirt and a brown belt.", "with_names": "a black man is wearing a yellow shirt and a brown belt."}, {"scene_id": "pc-04-21-03s6", "raw": "A scene from a TV show in which a man is sitting at a table with a beer and a bottle of wine.", "with_names": "a man is sitting at a table with a beer and a bottle of wine."}, {"scene_id": "pc-04-21-03s7", "raw": "A scene from a TV show in which a man is seen with his head down, his face obscured by his hair.", "with_names": "a man is with his head down, his face obscured by his hair."}, {"scene_id": "pc-04-21-03s8", "raw": "A scene from a TV show in which a man is standing in front of a window and another man is walking towards him.", "with_names": "a man is standing in front of a window and another man is walking towards him."}, {"scene_id": "pc-04-21-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-21-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-21-03s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-04-21-03s12", "raw": "A scene from a TV show in which a man is standing with his arms crossed.", "with_names": "a man is standing with his arms crossed."}, {"scene_id": "pc-04-21-03s15", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "pc-04-21-03s16", "raw": "A scene from a TV show in which a man and a woman are dancing in a bar.", "with_names": "a man and Ricky are dancing in a bar."}, {"scene_id": "pc-04-21-03s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Jamal is kissing Jack on the cheek."}, {"scene_id": "pc-04-21-03s21", "raw": "A scene from a TV show in which a man plays drums and a woman sings.", "with_names": "a man plays drums and a woman sings."}, {"scene_id": "pc-04-21-03s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-04-21-03s23", "raw": "A scene from a TV show in which a man is being arrested for having sex with a woman in a bar.", "with_names": "a man is being arrested for having sex with Ricky in a bar."}, {"scene_id": "pc-04-21-03s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-21-03s25", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "pc-04-21-03s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at each other.", "with_names": "a man and Lucy are standing in a room, looking at each other."}, {"scene_id": "pc-04-21-03s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]