[{"scene_id": "gl-07-22-03s0", "raw": "A scene from a TV show in which a man is smoking a cigarette in a bar.", "with_names": "a man is smoking a cigarette in a bar."}, {"scene_id": "gl-07-22-03s1", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-22-03s3", "raw": "A scene from a TV show in which a man is seen wearing a watch.", "with_names": "Mitch is wearing a watch."}, {"scene_id": "gl-07-22-03s4", "raw": "A scene from a TV show in which a man is talking to two police officers.", "with_names": ""}, {"scene_id": "gl-07-22-03s5", "raw": "A scene from a TV show in which two men are talking to a third man.", "with_names": ""}, {"scene_id": "gl-07-22-03s6", "raw": "A scene from a TV show in which a woman is having sex with a dog", "with_names": "Frank is having sex with a dog"}, {"scene_id": "gl-07-22-03s7", "raw": "A scene from a TV show in which a man is wearing a tie and a suit jacket and is smiling at another man.", "with_names": "a man is wearing a tie and a suit jacket and is smiling at another man."}, {"scene_id": "gl-07-22-03s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-22-03s10", "raw": "A scene from a TV show in which a man is standing in a bar with a martini glass and a woman is dancing behind him.", "with_names": "Ross is standing in a bar with a martini glass and a woman is dancing behind him."}, {"scene_id": "gl-07-22-03s11", "raw": "A scene from a TV show in which a woman is sitting on a bench and another woman is standing next to her.", "with_names": "a woman is sitting on a bench and another woman is standing next to her."}, {"scene_id": "gl-07-22-03s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-22-03s13", "raw": "A scene from a TV show in which Princess Diana is shown walking out of a lift.", "with_names": ""}, {"scene_id": "gl-07-22-03s14", "raw": "A scene from a TV show in which a woman is walking down a street and her hair is blowing in the wind.", "with_names": "cassie is walking down a street and her hair is blowing in the wind."}, {"scene_id": "gl-07-22-03s15", "raw": "A scene from a TV show in which a man is serving a martini.", "with_names": "a man is serving a martini."}, {"scene_id": "gl-07-22-03s17", "raw": "A scene from a TV show in which a man is sitting at a table and looking at an object.", "with_names": "Harley is sitting at a table and looking at an object."}, {"scene_id": "gl-07-22-03s18", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man watches him.", "with_names": ""}, {"scene_id": "gl-07-22-03s19", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-22-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-22-03s21", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing behind her.", "with_names": "a woman is wearing a green dress and a man is standing behind her."}, {"scene_id": "gl-07-22-03s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-22-03s25", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "gl-07-22-03s26", "raw": "A scene from a TV show in which a man and a woman sit on a stoop.", "with_names": "a man and a woman sit on a stoop."}, {"scene_id": "gl-07-22-03s28", "raw": "A scene from a TV show in which a man and a woman sit on a porch.", "with_names": "a man and a woman sit on a porch."}, {"scene_id": "gl-07-22-03s29", "raw": "A scene from a TV show in which a man is talking about the importance of the American flag.", "with_names": ""}, {"scene_id": "gl-07-22-03s30", "raw": "A scene from a TV show in which a man is signing a piece of paper while two men look on.", "with_names": "bill is signing a piece of paper while two men look on."}, {"scene_id": "gl-07-22-03s31", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-22-03s32", "raw": "A scene from a TV show in which a man is talking to another man, and the other man is wearing a suit and tie.", "with_names": ""}, {"scene_id": "gl-07-22-03s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-22-03s34", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-07-22-03s35", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]