[{"scene_id": "gl-02-10-05s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is laying on the floor next to her.", "with_names": ""}, {"scene_id": "gl-02-10-05s1", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace.", "with_names": "a woman is wearing a leather jacket and a necklace."}, {"scene_id": "gl-02-10-05s2", "raw": "A scene from a TV show in which a woman is talking to a man in a dark alley.", "with_names": ""}, {"scene_id": "gl-02-10-05s3", "raw": "A scene from a TV show in which a woman is holding a gun to her head and another woman is trying to stop her.", "with_names": "a woman is holding a gun to her head and another woman is trying to stop her."}, {"scene_id": "gl-02-10-05s4", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "Reva is being harassed by two men."}, {"scene_id": "gl-02-10-05s5", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "Tony is being harassed by a man."}, {"scene_id": "gl-02-10-05s7", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-02-10-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-10-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-10-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-02-10-05s13", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at a wall.", "with_names": ""}, {"scene_id": "gl-02-10-05s14", "raw": "A scene from a TV show in which a man is looking at a window and his mouth is open.", "with_names": "Bartender is looking at a window and his mouth is open."}, {"scene_id": "gl-02-10-05s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Holly is crying"}, {"scene_id": "gl-02-10-05s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Edmund is looking at Bad edmund and she is looking back at him."}, {"scene_id": "gl-02-10-05s20", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-02-10-05s21", "raw": "A scene from a TV show in which a woman is shocked by a dartboard.", "with_names": "Reva is shocked by a dartboard."}, {"scene_id": "gl-02-10-05s23", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a bottle.", "with_names": ""}, {"scene_id": "gl-02-10-05s24", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking at a wall.", "with_names": ""}, {"scene_id": "gl-02-10-05s25", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-02-10-05s26", "raw": "A scene from a TV show in which a man is being beaten by a woman.", "with_names": "a man is being beaten by Reva."}, {"scene_id": "gl-02-10-05s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-10-05s28", "raw": "A scene from a TV show in which a couple is having sex in a hot tub.", "with_names": "a couple is having sex in a hot tub."}, {"scene_id": "gl-02-10-05s29", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a wall.", "with_names": "a man is in a dark room, looking at a wall."}, {"scene_id": "gl-02-10-05s30", "raw": "A scene from a TV show in which a woman is talking to a man while a plastic bag is being held over her mouth.", "with_names": ""}, {"scene_id": "gl-02-10-05s31", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Michelle is kissing Tony on the cheek."}, {"scene_id": "gl-02-10-05s32", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Edmund and Cassie are standing next to each other."}, {"scene_id": "gl-02-10-05s33", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and a woman are kissing passionately."}]