[{"scene_id": "bb-03-31-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-31-15s1", "raw": "A scene from a TV show in which a woman sits in a chair and a man stands in front of her.", "with_names": "a woman sits in a chair and a man stands in front of her."}, {"scene_id": "bb-03-31-15s2", "raw": "A scene from a TV show in which a woman is standing on a balcony and three men are standing on a balcony above her.", "with_names": "a woman is standing on a balcony and three men are standing on a balcony above her."}, {"scene_id": "bb-03-31-15s3", "raw": "A scene from a TV show in which a woman is talking to a man and a bouquet of flowers.", "with_names": ""}, {"scene_id": "bb-03-31-15s4", "raw": "A scene from a TV show in which a woman is sitting at a desk with her feet up.", "with_names": "a woman is sitting at a desk with her feet up."}, {"scene_id": "bb-03-31-15s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-03-31-15s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-31-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-31-15s8", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a couch.", "with_names": "a man and a woman sit next to each other on a couch."}, {"scene_id": "bb-03-31-15s9", "raw": "A scene from a TV show in which a woman is standing in a room with a man and talking to him.", "with_names": ""}, {"scene_id": "bb-03-31-15s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-31-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-31-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]