[{"scene_id": "bb-03-03-06s0", "raw": "A scene from a TV show in which a blonde woman is crying and a man is standing behind her.", "with_names": "a blonde woman is crying and Ridge is standing behind her."}, {"scene_id": "bb-03-03-06s1", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a light green dress and a necklace.", "with_names": "] is standing in a living room, wearing a light green dress and a necklace."}, {"scene_id": "bb-03-03-06s2", "raw": "A scene from a TV show in which a man is trying to walk on a chair", "with_names": "a man is trying to walk on a chair"}, {"scene_id": "bb-03-03-06s3", "raw": "A scene from a TV show in which a woman is looking at a man and a clock is visible in the background.", "with_names": "a woman is looking at a man and a clock is visible in the background."}, {"scene_id": "bb-03-03-06s4", "raw": "A scene from a TV show in which a woman is crying and a bouquet of flowers is placed in front of her.", "with_names": "] is crying and a bouquet of flowers is placed in front of her."}, {"scene_id": "bb-03-03-06s5", "raw": "A scene from a TV show in which a man is standing in front of a table with champagne glasses and a woman is walking away from him.", "with_names": "a man is standing in front of a table with champagne glasses and a woman is walking away from him."}, {"scene_id": "bb-03-03-06s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man with a shocked expression.", "with_names": "a blonde woman is looking at a man with a shocked expression."}, {"scene_id": "bb-03-03-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-03-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-03-03-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-03-06s10", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "bb-03-03-06s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]