[{"scene_id": "pc-01-09-03s0", "raw": "A scene from a TV show in which a woman is holding a blue bottle and looking shocked.", "with_names": "a woman is holding a blue bottle and looking shocked."}, {"scene_id": "pc-01-09-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-09-03s2", "raw": "A scene from a TV show in which a man is seen doing a push-up in a gym.", "with_names": "Caleb is doing a push-up in a gym."}, {"scene_id": "pc-01-09-03s3", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "Jack and Tess are hugging each other."}, {"scene_id": "pc-01-09-03s4", "raw": "A scene from a TV show in which a man is manipulating a TV with his hands.", "with_names": "Rafe is manipulating a tv with his hands."}, {"scene_id": "pc-01-09-03s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-09-03s6", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Tess is smiling at Jack."}, {"scene_id": "pc-01-09-03s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-01-09-03s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-09-03s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-09-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-09-03s11", "raw": "A scene from a TV show in which a young man is wearing a red cape and a woman is standing behind him.", "with_names": "a young man is wearing a red cape and a woman is standing behind him."}, {"scene_id": "pc-01-09-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-09-03s13", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "Elizabeth is walking down a hallway with Ian."}, {"scene_id": "pc-01-09-03s14", "raw": "A scene from a TV show in which a woman is sitting in a room with candles.", "with_names": "Tess is sitting in a room with candles."}, {"scene_id": "pc-01-09-03s15", "raw": "A scene from a TV show in which a woman is holding a blue bottle.", "with_names": "a woman is holding a blue bottle."}]