[{"scene_id": "pc-01-09-03s0", "raw": "a woman is talking about her experience while she is doing.", "with_names": ""}, {"scene_id": "pc-01-09-03s1", "raw": "a woman is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "pc-01-09-03s2", "raw": "a man and a woman are playing a song on a keyboard.", "with_names": "Caleb and Elizabeth are playing a song on a keyboard."}, {"scene_id": "pc-01-09-03s3", "raw": "a man and woman are in a room and they are kissing each other.", "with_names": "Jack and woman are in a room and they are kissing each other."}, {"scene_id": "pc-01-09-03s4", "raw": "a man and a woman are in a room and one of them is running around in a chair.", "with_names": "Rafe and a woman are in a room and one of them is running around in a chair."}, {"scene_id": "pc-01-09-03s5", "raw": "a man is talking to a woman and then she is talking.", "with_names": ""}, {"scene_id": "pc-01-09-03s6", "raw": "a man and a woman are staring at each other and making funny faces.", "with_names": "Jack and Tess are staring at each other and making funny faces."}, {"scene_id": "pc-01-09-03s7", "raw": "a group of people are talking and talking about a meeting.", "with_names": ""}, {"scene_id": "pc-01-09-03s8", "raw": "a woman is talking to another woman and then she is laughing.", "with_names": ""}, {"scene_id": "pc-01-09-03s9", "raw": "a man is talking to a woman and the man is laughing.", "with_names": ""}, {"scene_id": "pc-01-09-03s10", "raw": "a man and woman are talking to each other and then they kiss.", "with_names": ""}, {"scene_id": "pc-01-09-03s11", "raw": "a group of people are standing around a table and one of them is talking.", "with_names": ""}, {"scene_id": "pc-01-09-03s12", "raw": "a man and a woman are talking about a situation.", "with_names": ""}, {"scene_id": "pc-01-09-03s13", "raw": "a man and woman are laughing and laughing at each other.", "with_names": "Ian and woman are laughing and laughing at each other."}, {"scene_id": "pc-01-09-03s14", "raw": "a woman is walking around a room and then a man is talking about her.", "with_names": ""}, {"scene_id": "pc-01-09-03s15", "raw": "a man and woman are having a conversation about a romantic video.", "with_names": "a man and woman are having a conversation about a romantic video."}]