[{"scene_id": "oltl-10-25-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-25-06s1", "raw": "A scene from a TV show in which a man is wrapped in bandages and lying in a hospital bed.", "with_names": "a man is wrapped in bandages and lying in a hospital bed."}, {"scene_id": "oltl-10-25-06s2", "raw": "A scene from a TV show in which a man is seen in a wheelchair", "with_names": "a man is in a wheelchair"}, {"scene_id": "oltl-10-25-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman in a hospital gown.", "with_names": ""}, {"scene_id": "oltl-10-25-06s4", "raw": "A scene from a TV show in which a woman is talking to a man and another woman.", "with_names": ""}, {"scene_id": "oltl-10-25-06s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-25-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a window.", "with_names": "a woman is standing in front of a window."}, {"scene_id": "oltl-10-25-06s7", "raw": "A scene from a TV show in which a man is standing in a room with a blue jacket on.", "with_names": "a man is standing in a room with a blue jacket on."}, {"scene_id": "oltl-10-25-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-25-06s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-25-06s10", "raw": "A scene from a TV show in which a man is wearing a hospital gown and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-10-25-06s11", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-10-25-06s12", "raw": "A scene from a TV show in which a robot is being used to treat a patient.", "with_names": "a robot is being used to treat a patient."}, {"scene_id": "oltl-10-25-06s13", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him, pointing a gun at him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him, pointing a gun at him."}, {"scene_id": "oltl-10-25-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-25-06s15", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-10-25-06s16", "raw": "A scene from a TV show in which a man and a woman are wearing hospital gowns.", "with_names": "a man and a woman are wearing hospital gowns."}, {"scene_id": "oltl-10-25-06s17", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "oltl-10-25-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-25-06s19", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-10-25-06s20", "raw": "A scene from a TV show in which a woman is walking down a hallway, wearing a red top and jeans. A man is standing behind her, looking at her.", "with_names": "a woman is walking down a hallway, wearing a red top and jeans. a man is standing behind her, looking at her."}, {"scene_id": "oltl-10-25-06s21", "raw": "A scene from a TV show in which a doctor is in a hospital gown and a nurse is standing next to him.", "with_names": "a doctor is in a hospital gown and a nurse is standing next to him."}, {"scene_id": "oltl-10-25-06s22", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and ] is standing next to him."}, {"scene_id": "oltl-10-25-06s23", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-10-25-06s24", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "oltl-10-25-06s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-25-06s26", "raw": "A scene from a TV show in which a man and a woman are in a hospital room.", "with_names": "a man and a woman are in a hospital room."}]