[{"scene_id": "atwt-08-18-09s0", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-08-18-09s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-18-09s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-18-09s3", "raw": "A scene from a TV show in which a woman is looking at a book and her face is not visible.", "with_names": "a woman is looking at a book and her face is not visible."}, {"scene_id": "atwt-08-18-09s4", "raw": "A scene from a TV show in which a woman is lying on a bed, her head resting on her arm.", "with_names": "a woman is lying on a bed, her head resting on her arm."}, {"scene_id": "atwt-08-18-09s5", "raw": "A scene from a TV show in which a man is talking on his cell phone in a kitchen while a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-08-18-09s6", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-08-18-09s7", "raw": "A scene from a TV show in which a yellow octopus is seen jumping out of a trash can.", "with_names": "a yellow octopus is jumping out of a trash can."}, {"scene_id": "atwt-08-18-09s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a serious expression.", "with_names": "a man is wearing a black shirt and a serious expression."}, {"scene_id": "atwt-08-18-09s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-18-09s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-18-09s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-18-09s12", "raw": "A scene from a TV show in which a woman is washing her face with water.", "with_names": "a woman is washing her face with water."}, {"scene_id": "atwt-08-18-09s13", "raw": "A scene from a TV show in which a man is wearing a white shirt and a red tie", "with_names": "a man is wearing a white shirt and a red tie"}, {"scene_id": "atwt-08-18-09s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-18-09s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-08-18-09s16", "raw": "A scene from a TV show in which a boy is holding a toothbrush and a sign that says \"freeze it\"", "with_names": "a boy is holding a toothbrush and a sign that says \"freeze it\""}, {"scene_id": "atwt-08-18-09s17", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-18-09s18", "raw": "A scene from a TV show in which a hand holds a framed photo of a man and a woman.", "with_names": "a hand holds a framed photo of ] and Lily."}, {"scene_id": "atwt-08-18-09s19", "raw": "A scene from a TV show in which two women are standing next to each other and laughing.", "with_names": "two women are standing next to each other and laughing."}, {"scene_id": "atwt-08-18-09s20", "raw": "A scene from a TV show in which a man is sitting at a dining table and looking at his hands.", "with_names": "a man is sitting at a dining table and looking at his hands."}, {"scene_id": "atwt-08-18-09s21", "raw": "A scene from a TV show in which a woman is standing in a forest and looking at the camera.", "with_names": "a woman is standing in a forest and looking at the camera."}, {"scene_id": "atwt-08-18-09s22", "raw": "A scene from a TV show in which a man is holding a young girl on his back.", "with_names": "a man is holding a young girl on his back."}, {"scene_id": "atwt-08-18-09s23", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-08-18-09s24", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-08-18-09s25", "raw": "A scene from a TV show in which a man is playing guitar in a room with chairs and a piano.", "with_names": "a man is playing guitar in a room with chairs and a piano."}]