[{"scene_id": "atwt-12-26-05s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Lily is looking at Holden and he is looking back at her."}, {"scene_id": "atwt-12-26-05s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-12-26-05s2", "raw": "A scene from a TV show in which a man and a woman are dancing in front of a red backdrop.", "with_names": "a man and a woman are dancing in front of a red backdrop."}, {"scene_id": "atwt-12-26-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-26-05s4", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a necklace.", "with_names": "a blonde woman is wearing a white dress and a necklace."}, {"scene_id": "atwt-12-26-05s5", "raw": "A scene from a TV show in which Downy fabric softener is used to clean windows.", "with_names": "downy fabric softener is used to clean windows."}, {"scene_id": "atwt-12-26-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-26-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-12-26-05s8", "raw": "A scene from a TV show in which a spaceship is seen flying through space.", "with_names": "a spaceship is flying through space."}, {"scene_id": "atwt-12-26-05s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-12-26-05s10", "raw": "A scene from a TV show in which a young woman is looking down and wearing a flannel shirt", "with_names": "a young woman is looking down and wearing a flannel shirt"}, {"scene_id": "atwt-12-26-05s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a sign that says \"WOKA\"", "with_names": "a man and a woman are standing in front of a sign that says \"woka\""}, {"scene_id": "atwt-12-26-05s12", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-12-26-05s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-26-05s14", "raw": "A scene from a TV show in which a man is looking to the right of the frame.", "with_names": "a man is looking to the right of the frame."}, {"scene_id": "atwt-12-26-05s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-12-26-05s16", "raw": "A scene from a TV show in which hair products are being tested for the presence of a carcinogen.", "with_names": "hair products are being tested for the presence of a carcinogen."}, {"scene_id": "atwt-12-26-05s17", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-12-26-05s18", "raw": "A scene from a TV show in which two men stand in a kitchen, talking to each other.", "with_names": ""}, {"scene_id": "atwt-12-26-05s19", "raw": "A scene from a TV show in which a woman is looking at something off-screen.", "with_names": "a woman is looking at something off-screen."}, {"scene_id": "atwt-12-26-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-26-05s21", "raw": "A scene from a TV show in which a green butterfly is seen flying in a window.", "with_names": "a green butterfly is flying in a window."}, {"scene_id": "atwt-12-26-05s22", "raw": "A scene from a TV show in which a young man is looking down and wearing a black jacket.", "with_names": "a young man is looking down and wearing a black jacket."}, {"scene_id": "atwt-12-26-05s23", "raw": "A scene from a TV show in which a woman is seen hula hooping. The title is \"Listen to the Beat of the Drum\"", "with_names": "a woman is hula hooping. the title is \"listen to the beat of the drum\""}, {"scene_id": "atwt-12-26-05s24", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-12-26-05s25", "raw": "A scene from a TV show in which a man is standing in front of a sign that says \"Go Pro\"", "with_names": "a man is standing in front of a sign that says \"go pro\""}, {"scene_id": "atwt-12-26-05s26", "raw": "A scene from a TV show in which a young woman is looking down and a man is standing next to her.", "with_names": "a young woman is looking down and a man is standing next to her."}, {"scene_id": "atwt-12-26-05s27", "raw": "A scene from a TV show in which a man is seen in a dark room", "with_names": "] is in a dark room"}]