[{"scene_id": "atwt-04-28-08s0", "raw": "A scene from a TV show in which a man is slapping a woman on the head.", "with_names": "a man is slapping a woman on the head."}, {"scene_id": "atwt-04-28-08s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-28-08s2", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital hallway.", "with_names": "a man and a woman are standing in a hospital hallway."}, {"scene_id": "atwt-04-28-08s3", "raw": "A scene from a TV show in which a man is shirtless and a woman is standing behind him.", "with_names": "a man is shirtless and a woman is standing behind him."}, {"scene_id": "atwt-04-28-08s4", "raw": "A scene from a TV show in which a man is wearing a red hoodie and a woman is looking at him.", "with_names": "a man is wearing a red hoodie and a woman is looking at him."}, {"scene_id": "atwt-04-28-08s5", "raw": "A scene from a TV show in which a man is seen in a room with a fireplace and a sign that says Free Meter", "with_names": "a man is in a room with a fireplace and a sign that says free meter"}, {"scene_id": "atwt-04-28-08s6", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-28-08s7", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-04-28-08s8", "raw": "A scene from a TV show in which a woman is wearing a red suit and a man is standing behind her.", "with_names": "a woman is wearing a red suit and a man is standing behind her."}, {"scene_id": "atwt-04-28-08s9", "raw": "A scene from a TV show in which two women are standing next to each other, with their arms crossed.", "with_names": "two women are standing next to each other, with their arms crossed."}, {"scene_id": "atwt-04-28-08s10", "raw": "A scene from a TV show in which a woman is trapped in a plastic bubble.", "with_names": "a woman is trapped in a plastic bubble."}, {"scene_id": "atwt-04-28-08s11", "raw": "A scene from a TV show in which a mother and son are eating a meal together.", "with_names": "a mother and son are eating a meal together."}, {"scene_id": "atwt-04-28-08s12", "raw": "A scene from a TV show in which a man is looking at a door and saying \"The price is right\"", "with_names": "a man is looking at a door and saying \"the price is right\""}, {"scene_id": "atwt-04-28-08s13", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is curly.", "with_names": "a woman is wearing a black dress and her hair is curly."}, {"scene_id": "atwt-04-28-08s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-04-28-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a leather jacket", "with_names": "a man is wearing a suit and a woman is in a leather jacket"}, {"scene_id": "atwt-04-28-08s16", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-28-08s17", "raw": "A scene from a TV show in which a man and two boys stand around a car.", "with_names": "a man and two boys stand around a car."}, {"scene_id": "atwt-04-28-08s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-04-28-08s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-28-08s20", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a long brown hair", "with_names": "a woman is wearing a red shirt and a long brown hair"}, {"scene_id": "atwt-04-28-08s21", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "atwt-04-28-08s22", "raw": "A scene from a TV show in which a family sits around a dining table.", "with_names": "a family sits around a dining table."}, {"scene_id": "atwt-04-28-08s23", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a waitress standing behind them.", "with_names": "a man and a woman are standing in a bar, with a waitress standing behind them."}, {"scene_id": "atwt-04-28-08s24", "raw": "A scene from a TV show in which a salad is served.", "with_names": "a salad is served."}, {"scene_id": "atwt-04-28-08s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-28-08s26", "raw": "A scene from a TV show in which a woman is wearing a red dress and smiling.", "with_names": "a woman is wearing a red dress and smiling."}, {"scene_id": "atwt-04-28-08s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-28-08s28", "raw": "A scene from a TV show in which a man is looking at a TV screen and talking.", "with_names": ""}, {"scene_id": "atwt-04-28-08s29", "raw": "A scene from a TV show in which a woman is holding a child.", "with_names": "a woman is holding a child."}, {"scene_id": "atwt-04-28-08s30", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-04-28-08s31", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-28-08s32", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-04-28-08s33", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-28-08s34", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-04-28-08s35", "raw": "A scene from a TV show in which a giant shark is shown in a tank.", "with_names": ""}]