[{"scene_id": "gl-11-27-06s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a child and a man.", "with_names": "a woman is sitting at a table with a child and a man."}, {"scene_id": "gl-11-27-06s1", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "a man and a woman are in a kitchen."}, {"scene_id": "gl-11-27-06s2", "raw": "A scene from a TV show in which a young boy is standing next to a woman in a kitchen.", "with_names": "a young boy is standing next to a woman in a kitchen."}, {"scene_id": "gl-11-27-06s3", "raw": "A scene from a TV show in which a man is seen in a car driving down a road.", "with_names": "a man is in a car driving down a road."}, {"scene_id": "gl-11-27-06s4", "raw": "A scene from a TV show in which a man is eating a sandwich at a bar.", "with_names": "a man is eating a sandwich at a bar."}, {"scene_id": "gl-11-27-06s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-27-06s6", "raw": "A scene from a TV show in which a family is standing in a kitchen.", "with_names": "a family is standing in a kitchen."}, {"scene_id": "gl-11-27-06s7", "raw": "A scene from a TV show in which a man is trapped in a snow drift.", "with_names": "a man is trapped in a snow drift."}, {"scene_id": "gl-11-27-06s8", "raw": "A scene from a TV show in which a man sits in a bar and talks to a woman.", "with_names": "a man sits in a bar and talks to a woman."}, {"scene_id": "gl-11-27-06s9", "raw": "A scene from a TV show in which two women stand next to each other, one holding a mug.", "with_names": "two women stand next to each other, one holding a mug."}, {"scene_id": "gl-11-27-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-27-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-27-06s12", "raw": "A scene from a TV show in which a giant fireball is seen in the sky.", "with_names": "a giant fireball is in the sky."}, {"scene_id": "gl-11-27-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-27-06s14", "raw": "A scene from a TV show in which a man is shot in the head", "with_names": "a man is shot in the head"}, {"scene_id": "gl-11-27-06s15", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "a man is driving a car and a woman is sitting next to him."}, {"scene_id": "gl-11-27-06s16", "raw": "A scene from a TV show in which a woman is wearing a coat and a white shirt.", "with_names": "a woman is wearing a coat and a white shirt."}, {"scene_id": "gl-11-27-06s17", "raw": "A scene from a TV show in which a man is driving a car in the snow Footage", "with_names": "a man is driving a car in the snow footage"}, {"scene_id": "gl-11-27-06s18", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a plaid scarf.", "with_names": "a man is wearing a brown jacket and a plaid scarf."}, {"scene_id": "gl-11-27-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-27-06s20", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-11-27-06s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-11-27-06s22", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]