[{"scene_id": "atwt-10-02-07s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a wine glass.", "with_names": ""}, {"scene_id": "atwt-10-02-07s1", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing behind him.", "with_names": "a man is holding a knife and a woman is standing behind him."}, {"scene_id": "atwt-10-02-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-02-07s3", "raw": "A scene from a TV show in which a man is sitting in a car with his head down.", "with_names": "a man is sitting in a car with his head down."}, {"scene_id": "atwt-10-02-07s4", "raw": "A scene from a TV show in which a woman is looking at the camera with her hair up in a messy bun", "with_names": "a woman is looking at the camera with her hair up in a messy bun"}, {"scene_id": "atwt-10-02-07s5", "raw": "A scene from a TV show in which a man is looking shocked and his mouth is open", "with_names": "a man is looking shocked and his mouth is open"}, {"scene_id": "atwt-10-02-07s6", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-10-02-07s7", "raw": "A scene from a TV show in which a man waves from a van.", "with_names": "a man waves from a van."}, {"scene_id": "atwt-10-02-07s8", "raw": "A scene from a TV show in which a man is drinking from a straw while another man looks on.", "with_names": "a man is drinking from a straw while another man looks on."}, {"scene_id": "atwt-10-02-07s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "atwt-10-02-07s10", "raw": "A scene from a TV show in which a young man is wearing a red shirt and smiling.", "with_names": "a young man is wearing a red shirt and smiling."}, {"scene_id": "atwt-10-02-07s11", "raw": "A scene from a TV show in which a man is talking to a woman and is wearing a suit", "with_names": ""}, {"scene_id": "atwt-10-02-07s12", "raw": "A scene from a TV show in which a woman is looking up and to the right of the frame.", "with_names": "a woman is looking up and to the right of the frame."}, {"scene_id": "atwt-10-02-07s13", "raw": "A scene from a TV show in which a boy is riding a bike and a girl is standing behind him.", "with_names": "a boy is riding a bike and a girl is standing behind him."}, {"scene_id": "atwt-10-02-07s14", "raw": "A scene from a TV show in which a man is bending over to pick up a flower.", "with_names": "a man is bending over to pick up a flower."}, {"scene_id": "atwt-10-02-07s15", "raw": "A scene from a TV show in which a woman is standing in the background, and three young men are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-10-02-07s16", "raw": "A scene from a TV show in which a young man is wearing a red shirt and looking to the right of the frame.", "with_names": "a young man is wearing a red shirt and looking to the right of the frame."}, {"scene_id": "atwt-10-02-07s17", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-02-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-02-07s19", "raw": "A scene from a TV show in which a soldier is dangling from a cliff.", "with_names": "a soldier is dangling from a cliff."}, {"scene_id": "atwt-10-02-07s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-02-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-07s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-02-07s23", "raw": "A scene from a TV show in which a man is seen getting into a car.", "with_names": "a man is getting into a car."}, {"scene_id": "atwt-10-02-07s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-02-07s25", "raw": "A scene from a TV show in which cows are being herded in a field.", "with_names": "cows are being herded in a field."}, {"scene_id": "atwt-10-02-07s26", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"I'm a loser\"", "with_names": "a man is wearing a shirt that says \"i'm a loser\""}, {"scene_id": "atwt-10-02-07s27", "raw": "A scene from a TV show in which a boy and a girl are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-10-02-07s28", "raw": "A scene from a TV show in which Craftsman tool storage is on sale.", "with_names": "craftsman tool storage is on sale."}, {"scene_id": "atwt-10-02-07s29", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-10-02-07s30", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-02-07s31", "raw": "A scene from a TV show in which two boys are standing in a kitchen, one of them is wearing a red t-shirt.", "with_names": "two boys are standing in a kitchen, one of them is wearing a red t-shirt."}, {"scene_id": "atwt-10-02-07s32", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-10-02-07s33", "raw": "A scene from a TV show in which a man is seen fondling a woman in bed.", "with_names": "a man is fondling a woman in bed."}, {"scene_id": "atwt-10-02-07s34", "raw": "A scene from a TV show in which a man is walking through a car dealership.", "with_names": "a man is walking through a car dealership."}]