[{"scene_id": "atwt-03-04-05s0", "raw": "A scene from a TV show in which a young woman is looking at a TV screen and talking.", "with_names": ""}, {"scene_id": "atwt-03-04-05s1", "raw": "A scene from a TV show in which a man is talking to a boy, and the boy is wearing a red sweater.", "with_names": ""}, {"scene_id": "atwt-03-04-05s2", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-03-04-05s3", "raw": "A scene from a TV show in which a woman is seen wearing a green dress and a white cardigan.", "with_names": "a woman is wearing a green dress and a white cardigan."}, {"scene_id": "atwt-03-04-05s4", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-03-04-05s5", "raw": "A scene from a TV show in which a man is playing with a ball in a living room.", "with_names": "a man is playing with a ball in a living room."}, {"scene_id": "atwt-03-04-05s6", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt", "with_names": "a man is wearing a black coat and a blue shirt"}, {"scene_id": "atwt-03-04-05s7", "raw": "A scene from a TV show in which a young boy is wearing a black shirt and a blonde hair cut short.", "with_names": "a young boy is wearing a black shirt and a blonde hair cut short."}, {"scene_id": "atwt-03-04-05s8", "raw": "A scene from a TV show in which a child is being fed a knife.", "with_names": "a child is being fed a knife."}, {"scene_id": "atwt-03-04-05s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-04-05s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-04-05s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-04-05s12", "raw": "A scene from a TV show in which a white man is seen in a white room with a large white bed and a window.", "with_names": "a white man is in a white room with a large white bed and a window."}, {"scene_id": "atwt-03-04-05s13", "raw": "A scene from a TV show in which a man is wearing a blue sweater and a woman is in the background.", "with_names": "a man is wearing a blue sweater and a woman is in the background."}, {"scene_id": "atwt-03-04-05s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-03-04-05s15", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a woman is standing next to him.", "with_names": "a young man is wearing a red shirt and a woman is standing next to him."}, {"scene_id": "atwt-03-04-05s16", "raw": "A scene from a TV show in which a box of pills is surrounded by gummy bears.", "with_names": "a box of pills is surrounded by gummy bears."}, {"scene_id": "atwt-03-04-05s17", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-03-04-05s18", "raw": "A scene from a TV show in which a woman is wearing a cardigan and a pink shirt.", "with_names": "a woman is wearing a cardigan and a pink shirt."}, {"scene_id": "atwt-03-04-05s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-04-05s20", "raw": "A scene from a TV show in which a woman is looking shocked and her mouth is open.", "with_names": "a woman is looking shocked and her mouth is open."}, {"scene_id": "atwt-03-04-05s21", "raw": "A scene from a TV show in which a line of blue bottles are lined up on a table with fruit and nuts.", "with_names": "a line of blue bottles are lined up on a table with fruit and nuts."}, {"scene_id": "atwt-03-04-05s22", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie", "with_names": "a man is wearing a white shirt and a black tie"}, {"scene_id": "atwt-03-04-05s23", "raw": "A scene from a TV show in which a young man is looking off to the side, with a concerned expression.", "with_names": "a young man is looking off to the side, with a concerned expression."}, {"scene_id": "atwt-03-04-05s24", "raw": "A scene from a TV show in which a young boy is wearing a scarf and a coat.", "with_names": "a young boy is wearing a scarf and a coat."}, {"scene_id": "atwt-03-04-05s25", "raw": "A scene from a TV show in which a man is standing over a child, holding a knife to the child's throat", "with_names": "a man is standing over a child, holding a knife to the child's throat"}, {"scene_id": "atwt-03-04-05s26", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-04-05s27", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}]