[{"scene_id": "gl-07-29-04s0", "raw": "A scene from a TV show in which a man is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-07-29-04s1", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "gl-07-29-04s2", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-29-04s3", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-29-04s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and black tie and is talking to two men.", "with_names": ""}, {"scene_id": "gl-07-29-04s6", "raw": "A scene from a TV show in which a man is holding a baby in a basket.", "with_names": "Gus is holding a baby in a basket."}, {"scene_id": "gl-07-29-04s7", "raw": "A scene from a TV show in which a woman is wearing a large black hat and a man is standing next to her.", "with_names": "Olivia is wearing a large black hat and Bill is standing next to her."}, {"scene_id": "gl-07-29-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-29-04s9", "raw": "A scene from a TV show in which the women are standing around a table with cups and a book.", "with_names": "the women are standing around a table with cups and a book."}, {"scene_id": "gl-07-29-04s10", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-29-04s11", "raw": "A scene from a TV show in which two men are wearing tuxedos and one of them is holding a gun.", "with_names": "two men are wearing tuxedos and one of them is holding a gun."}, {"scene_id": "gl-07-29-04s12", "raw": "A scene from a TV show in which a woman is wearing a large hat and a blue shirt.", "with_names": "a woman is wearing a large hat and a blue shirt."}, {"scene_id": "gl-07-29-04s13", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-29-04s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-29-04s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-29-04s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-29-04s17", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a door.", "with_names": "a man is walking down a hallway and looking at a door."}, {"scene_id": "gl-07-29-04s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-29-04s19", "raw": "A scene from a TV show in which a woman is wearing a headband and smiling.", "with_names": "a woman is wearing a headband and smiling."}, {"scene_id": "gl-07-29-04s20", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-29-04s21", "raw": "A scene from a TV show in which a pink folder is opened on a table.", "with_names": "a pink folder is opened on a table."}, {"scene_id": "gl-07-29-04s23", "raw": "A scene from a TV show in which a woman is standing behind a bar, wearing a white headband and a yellow shirt.", "with_names": "a woman is standing behind a bar, wearing a white headband and a yellow shirt."}, {"scene_id": "gl-07-29-04s25", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "gl-07-29-04s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-29-04s27", "raw": "A scene from a TV show in which a woman is wearing a white dress and a headband. A man is looking at her.", "with_names": "Cassie is wearing a white dress and a headband. a man is looking at her."}, {"scene_id": "gl-07-29-04s28", "raw": "A scene from a TV show in which a woman is wearing a large black hat and a black jacket.", "with_names": "a woman is wearing a large black hat and a black jacket."}, {"scene_id": "gl-07-29-04s29", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a tiara and talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-29-04s30", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-29-04s31", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-07-29-04s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-07-29-04s33", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is standing in a room with a wine rack.", "with_names": "a man is wearing a tuxedo and a bow tie and is standing in a room with a wine rack."}, {"scene_id": "gl-07-29-04s34", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-29-04s36", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and looking down, with his eyes closed.", "with_names": "a man is wearing a tuxedo and a bow tie and looking down, with his eyes closed."}]