[{"scene_id": "pc-01-03-02s0", "raw": "A scene from a TV show in which a man is sitting in a room with a motorcycle and a car in the background.", "with_names": "a man is sitting in a room with a motorcycle and a car in the background."}, {"scene_id": "pc-01-03-02s1", "raw": "A scene from a TV show in which a woman is standing in a living room with a bag and a book.", "with_names": "Amy is standing in a living room with a bag and a book."}, {"scene_id": "pc-01-03-02s2", "raw": "A scene from a TV show in which a man and a woman are kissing in a hallway.", "with_names": "Kevin and Woman are kissing in a hallway."}, {"scene_id": "pc-01-03-02s3", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses a man on the cheek."}, {"scene_id": "pc-01-03-02s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-03-02s5", "raw": "A scene from a TV show in which a woman is standing next to a motorcycle.", "with_names": "Casey is standing next to a motorcycle."}, {"scene_id": "pc-01-03-02s6", "raw": "A scene from a TV show in which a man is talking to a woman in a garage.", "with_names": ""}, {"scene_id": "pc-01-03-02s7", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-03-02s8", "raw": "A scene from a TV show in which a woman is sitting next to a blonde woman and they are both looking at the camera.", "with_names": "a woman is sitting next to a blonde woman and they are both looking at the camera."}, {"scene_id": "pc-01-03-02s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-03-02s10", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a green face mask.", "with_names": "a woman is wearing a red shirt and a green face mask."}, {"scene_id": "pc-01-03-02s11", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a sweater", "with_names": "Ian is wearing a turtleneck and a sweater"}, {"scene_id": "pc-01-03-02s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "pc-01-03-02s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "pc-01-03-02s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-03-02s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-03-02s18", "raw": "A scene from a TV show in which a woman sits on a couch and a man sits across from her.", "with_names": "a woman sits on a couch and a man sits across from her."}, {"scene_id": "pc-01-03-02s19", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and black leather pants.", "with_names": "a woman is wearing a yellow shirt and black leather pants."}, {"scene_id": "pc-01-03-02s20", "raw": "A scene from a TV show in which a woman is holding a bottle and a cup.", "with_names": "Paige is holding a bottle and a cup."}, {"scene_id": "pc-01-03-02s21", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-03-02s22", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blue shirt decal on his chest, and another man is in a grey shirtlur", "with_names": "kevin is wearing a red shirt and a blue shirt decal on his chest, and another man is in a grey shirtlur"}, {"scene_id": "pc-01-03-02s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-01-03-02s27", "raw": "A scene from a TV show in which a woman pushes a baby carriage.", "with_names": "Frank pushes a baby carriage."}]