[{"scene_id": "atwt-03-22-05s0", "raw": "A scene from a TV show in which a man pours a drink from a bottle.", "with_names": "Craig pours a drink from a bottle."}, {"scene_id": "atwt-03-22-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-22-05s2", "raw": "A scene from a TV show in which a woman is holding a man's hand.", "with_names": "a woman is holding a man's hand."}, {"scene_id": "atwt-03-22-05s3", "raw": "A scene from a TV show in which a family is playing a game of frisbee in front of a hotel.", "with_names": "a family is playing a game of frisbee in front of a hotel."}, {"scene_id": "atwt-03-22-05s4", "raw": "A scene from a TV show in which a woman is shocked by something she sees.", "with_names": "a woman is shocked by something she sees."}, {"scene_id": "atwt-03-22-05s5", "raw": "A scene from a TV show in which a fruit salad is being poured with a yogurt-based dressing.", "with_names": "a fruit salad is being poured with a yogurt-based dressing."}, {"scene_id": "atwt-03-22-05s6", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and holding a glass.", "with_names": "a man is wearing a white shirt and a tie and holding a glass."}, {"scene_id": "atwt-03-22-05s7", "raw": "A scene from a TV show in which a man is sitting next to a woman and she is looking at him.", "with_names": "a man is sitting next to a woman and she is looking at him."}, {"scene_id": "atwt-03-22-05s8", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt", "with_names": "a man is wearing a black coat and a blue shirt"}, {"scene_id": "atwt-03-22-05s9", "raw": "A scene from a TV show in which a woman is sitting on a plane and talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-22-05s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-03-22-05s11", "raw": "A scene from a TV show in which two bees are holding a bouquet of flowers.", "with_names": "two bees are holding a bouquet of flowers."}, {"scene_id": "atwt-03-22-05s12", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a black coat.", "with_names": "a woman is wearing a pink turtleneck and a black coat."}, {"scene_id": "atwt-03-22-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down, with his eyes closed.", "with_names": "a man is wearing a suit and tie and looking down, with his eyes closed."}, {"scene_id": "atwt-03-22-05s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-03-22-05s15", "raw": "A scene from a TV show in which a tank is being used to clear trees.", "with_names": "a tank is being used to clear trees."}, {"scene_id": "atwt-03-22-05s16", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-03-22-05s17", "raw": "A scene from a TV show in which a woman is talking to another woman demonstratively.", "with_names": ""}, {"scene_id": "atwt-03-22-05s18", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}]