[{"scene_id": "bb-11-17-16s0", "raw": "A scene from a TV show in which a man is punched in the face by a boxing glove.", "with_names": "a man is punched in the face by a boxing glove."}, {"scene_id": "bb-11-17-16s1", "raw": "A scene from a TV show in which a man is standing in a room with a red door.", "with_names": "a man is standing in a room with a red door."}, {"scene_id": "bb-11-17-16s3", "raw": "A scene from a TV show in which a woman is holding a pillow and a man is standing next to her.", "with_names": "a woman is holding a pillow and Eric is standing next to her."}, {"scene_id": "bb-11-17-16s4", "raw": "A scene from a TV show in which a man is wearing a suit and a white beard.", "with_names": "Rick is wearing a suit and a white beard."}, {"scene_id": "bb-11-17-16s5", "raw": "A scene from a TV show in which a man is standing in a room and looking up.", "with_names": "a man is standing in a room and looking up."}, {"scene_id": "bb-11-17-16s6", "raw": "A scene from a TV show in which a man is seen wearing a cast on his hand.", "with_names": "a man is wearing a cast on his hand."}, {"scene_id": "bb-11-17-16s7", "raw": "A scene from a TV show in which a woman is standing in a room with a door and a bulletin board on the wall.", "with_names": "a woman is standing in a room with a door and a bulletin board on the wall."}, {"scene_id": "bb-11-17-16s8", "raw": "A scene from a TV show in which a woman is talking to a man in a blue robe.", "with_names": ""}, {"scene_id": "bb-11-17-16s9", "raw": "A scene from a TV show in which a woman is crying in front of a laptop.", "with_names": "Quinn is crying in front of a laptop."}, {"scene_id": "bb-11-17-16s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-11-17-16s11", "raw": "A scene from a TV show in which a man punches a punching bag.", "with_names": "a man punches a punching bag."}, {"scene_id": "bb-11-17-16s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-17-16s13", "raw": "A scene from a TV show in which a man is looking at a gold statue and a woman is standing behind him", "with_names": "a man is looking at a gold statue and a woman is standing behind him"}, {"scene_id": "bb-11-17-16s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-17-16s15", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "bb-11-17-16s16", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her laptop.", "with_names": "Quinn is sitting at a desk and looking at her laptop."}, {"scene_id": "bb-11-17-16s18", "raw": "A scene from a TV show in which a man is seen urinating on a bench in a garden.", "with_names": "a man is urinating on a bench in a garden."}, {"scene_id": "bb-11-17-16s19", "raw": "A scene from a TV show in which a man is lying in bed with a woman.", "with_names": "Eric is lying in bed with a woman."}, {"scene_id": "bb-11-17-16s20", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "bb-11-17-16s21", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "Eric and Quinn are standing in a garden."}]