[{"scene_id": "bb-09-22-05s0", "raw": "A scene from a TV show in which a man and a woman stand in a room with a lamp and a vase of flowers.", "with_names": "Nick and Brooke stand in a room with a lamp and a vase of flowers."}, {"scene_id": "bb-09-22-05s1", "raw": "A scene from a TV show in which a blonde woman is wearing a strapless dress and earrings.", "with_names": "a blonde woman is wearing a strapless dress and earrings."}, {"scene_id": "bb-09-22-05s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-09-22-05s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-09-22-05s4", "raw": "A scene from a TV show in which a man is handing a white towel to another man.", "with_names": "a man is handing a white towel to another man."}, {"scene_id": "bb-09-22-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and the time is shown on the bottom of the screen", "with_names": ""}, {"scene_id": "bb-09-22-05s6", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-22-05s7", "raw": "A scene from a TV show in which a man is standing in a room with a ladder and a clock on the wall.", "with_names": "a man is standing in a room with a ladder and a clock on the wall."}, {"scene_id": "bb-09-22-05s8", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "bb-09-22-05s9", "raw": "A scene from a TV show in which a woman is holding a dress and a man is standing next to her.", "with_names": "a woman is holding a dress and a man is standing next to her."}, {"scene_id": "bb-09-22-05s10", "raw": "A scene from a TV show in which a woman is looking at a clock", "with_names": "a woman is looking at a clock"}, {"scene_id": "bb-09-22-05s11", "raw": "A scene from a TV show in which a man is playing ping pong with a woman.", "with_names": "a man is playing ping pong with a woman."}, {"scene_id": "bb-09-22-05s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-09-22-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-09-22-05s14", "raw": "A scene from a TV show in which a man is about to kiss a woman.", "with_names": "a man is about to kiss a woman."}]