[{"scene_id": "atwt-09-26-05s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "atwt-09-26-05s1", "raw": "A scene from a TV show in which a man is grabbing a woman by the throat.", "with_names": "] is grabbing Jennifer by the throat."}, {"scene_id": "atwt-09-26-05s2", "raw": "A scene from a TV show in which a woman is wearing a green tank top and her hair is down", "with_names": "a woman is wearing a green tank top and her hair is down"}, {"scene_id": "atwt-09-26-05s3", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-09-26-05s4", "raw": "A scene from a TV show in which a woman holds a baby in her arms.", "with_names": "a woman holds a baby in her arms."}, {"scene_id": "atwt-09-26-05s5", "raw": "A scene from a TV show in which a black police officer is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-09-26-05s6", "raw": "A scene from a TV show in which a man is throwing a tennis ball at a woman sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-09-26-05s7", "raw": "A scene from a TV show in which a man is sitting in court with his hand on his face", "with_names": "a man is sitting in court with his hand on his face"}, {"scene_id": "atwt-09-26-05s8", "raw": "A scene from a TV show in which a white sheet is blown by the wind", "with_names": "a white sheet is blown by the wind"}, {"scene_id": "atwt-09-26-05s9", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-09-26-05s10", "raw": "A scene from a TV show in which a man is yelling.", "with_names": "a man is yelling."}, {"scene_id": "atwt-09-26-05s11", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-26-05s12", "raw": "A scene from a TV show in which Denny's is accused of using eggs in its food.", "with_names": "denny's is accused of using eggs in its food."}, {"scene_id": "atwt-09-26-05s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-26-05s14", "raw": "A scene from a TV show in which a woman is wearing a green tank top and her hair is pulled back.", "with_names": "a woman is wearing a green tank top and her hair is pulled back."}, {"scene_id": "atwt-09-26-05s15", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "atwt-09-26-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-26-05s17", "raw": "A scene from a TV show in which a man is wearing a blue shirt and looking at the camera.", "with_names": "a man is wearing a blue shirt and looking at the camera."}, {"scene_id": "atwt-09-26-05s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-26-05s19", "raw": "A scene from a TV show in which a girl is throwing a purple ball into a tree.", "with_names": "a girl is throwing a purple ball into a tree."}, {"scene_id": "atwt-09-26-05s20", "raw": "A scene from a TV show in which a woman is smiling and wearing a floral dress.", "with_names": "a woman is smiling and wearing a floral dress."}, {"scene_id": "atwt-09-26-05s21", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "atwt-09-26-05s22", "raw": "A scene from a TV show in which a woman is being lifted by a crane.", "with_names": "a woman is being lifted by a crane."}, {"scene_id": "atwt-09-26-05s23", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-26-05s24", "raw": "A scene from a TV show in which a woman is talking and wearing a floral dress", "with_names": ""}, {"scene_id": "atwt-09-26-05s25", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "atwt-09-26-05s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-26-05s27", "raw": "A scene from a TV show in which a candle is lit and a red apple is placed in it.", "with_names": "a candle is lit and a red apple is placed in it."}]