[{"scene_id": "atwt-08-03-05s0", "raw": "A scene from a TV show in which a young woman is singing.", "with_names": "a young woman is singing."}, {"scene_id": "atwt-08-03-05s1", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-03-05s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-03-05s3", "raw": "A scene from a TV show in which a woman is shown driving a car and looking at her face in the rearview mirror.", "with_names": ""}, {"scene_id": "atwt-08-03-05s4", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "atwt-08-03-05s5", "raw": "A scene from a TV show in which a young girl is wearing a green dress and a necklace.", "with_names": "a young girl is wearing a green dress and a necklace."}, {"scene_id": "atwt-08-03-05s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-03-05s7", "raw": "A scene from a TV show in which a doctor is giving a woman a prescription.", "with_names": "a doctor is giving a woman a prescription."}, {"scene_id": "atwt-08-03-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-05s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, the woman is looking at the man, and the man is looking back at her.", "with_names": "a man and a woman are sitting at a table, the woman is looking at the man, and the man is looking back at her."}, {"scene_id": "atwt-08-03-05s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-08-03-05s11", "raw": "A scene from a TV show in which a maid is seen bending over to pick up a suitcase.", "with_names": "a maid is bending over to pick up a suitcase."}, {"scene_id": "atwt-08-03-05s12", "raw": "A scene from a TV show in which a man is looking at a woman and a chair is in the background.", "with_names": "a man is looking at a woman and a chair is in the background."}, {"scene_id": "atwt-08-03-05s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-08-03-05s14", "raw": "A scene from a TV show in which a blue sky is shown", "with_names": ""}, {"scene_id": "atwt-08-03-05s15", "raw": "A scene from a TV show in which a woman is trying to open a door with her foot.", "with_names": "a woman is trying to open a door with her foot."}, {"scene_id": "atwt-08-03-05s16", "raw": "A scene from a TV show in which a man is talking to someone and a vase is visible in the background", "with_names": ""}, {"scene_id": "atwt-08-03-05s17", "raw": "A scene from a TV show in which a young girl is holding a piece of paper.", "with_names": "a young girl is holding a piece of paper."}, {"scene_id": "atwt-08-03-05s18", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is looking at her watch.", "with_names": "a woman is sitting at a table with a man, and she is looking at her watch."}, {"scene_id": "atwt-08-03-05s19", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-03-05s20", "raw": "A scene from a TV show in which a computer is shown with a 15 inch LCD monitor", "with_names": ""}, {"scene_id": "atwt-08-03-05s21", "raw": "A scene from a TV show in which a couple is dancing in a room with a chandelier.", "with_names": "a couple is dancing in a room with a chandelier."}, {"scene_id": "atwt-08-03-05s22", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace", "with_names": "a woman is wearing a green shirt and a necklace"}, {"scene_id": "atwt-08-03-05s23", "raw": "A scene from a TV show in which a woman is lying on a bed with a mask on her face.", "with_names": "a woman is lying on a bed with a mask on her face."}, {"scene_id": "atwt-08-03-05s24", "raw": "A scene from a TV show in which a woman is holding a baby and a man is sitting next to her.", "with_names": "a woman is holding a baby and a man is sitting next to her."}, {"scene_id": "atwt-08-03-05s25", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}]