[{"scene_id": "bb-02-27-14s0", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Wyatt and Hope are kissing."}, {"scene_id": "bb-02-27-14s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-02-27-14s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-02-27-14s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-27-14s4", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-02-27-14s5", "raw": "A scene from a TV show in which a man and a woman are standing together and smiling.", "with_names": "a man and a woman are standing together and smiling."}, {"scene_id": "bb-02-27-14s6", "raw": "A scene from a TV show in which a woman is dancing in a kitchen.", "with_names": "a woman is dancing in a kitchen."}, {"scene_id": "bb-02-27-14s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking.", "with_names": ""}, {"scene_id": "bb-02-27-14s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-02-27-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-27-14s10", "raw": "A scene from a TV show in which a woman is holding a gold ring in front of a man.", "with_names": "a woman is holding a gold ring in front of a man."}, {"scene_id": "bb-02-27-14s11", "raw": "A scene from a TV show in which a man is talking about the importance of the stock market.", "with_names": ""}, {"scene_id": "bb-02-27-14s12", "raw": "A scene from a TV show in which a woman walks into a room and closes the door.", "with_names": "a woman walks into a room and closes the door."}, {"scene_id": "bb-02-27-14s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-27-14s14", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "bb-02-27-14s15", "raw": "A scene from a TV show in which a man and a woman are in an office.", "with_names": "a man and a woman are in an office."}]