[{"scene_id": "gl-09-20-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-09-20-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-20-05s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a flower arrangement.", "with_names": "a man and a woman are standing in a room with a flower arrangement."}, {"scene_id": "gl-09-20-05s3", "raw": "A scene from a TV show in which a man is talking to another man", "with_names": ""}, {"scene_id": "gl-09-20-05s4", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-09-20-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-20-05s6", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "gl-09-20-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-20-05s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-20-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and a TV is showing a news report.", "with_names": ""}, {"scene_id": "gl-09-20-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-20-05s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench.", "with_names": "a man and a woman are sitting on a bench."}, {"scene_id": "gl-09-20-05s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-20-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-09-20-05s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-09-20-05s15", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-20-05s16", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-09-20-05s17", "raw": "A scene from a TV show in which a man is talking to a reporter and he is wearing a grey shirt", "with_names": ""}, {"scene_id": "gl-09-20-05s18", "raw": "A scene from a TV show in which a young woman is wearing a green and white striped shirt.", "with_names": "a young woman is wearing a green and white striped shirt."}, {"scene_id": "gl-09-20-05s19", "raw": "A scene from a TV show in which a man reads a letter to a woman.", "with_names": "a man reads a letter to a woman."}, {"scene_id": "gl-09-20-05s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a smile on his face.", "with_names": "a man is wearing a leather jacket and a smile on his face."}, {"scene_id": "gl-09-20-05s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-09-20-05s22", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a book.", "with_names": "a man is sitting in a room and looking at a book."}, {"scene_id": "gl-09-20-05s23", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde wig.", "with_names": "a woman is wearing a black shirt and a blonde wig."}, {"scene_id": "gl-09-20-05s24", "raw": "A scene from a TV show in which a woman is looking at herself in the mirror and a man is watching her.", "with_names": "Dinah is looking at herself in the mirror and ] is watching her."}, {"scene_id": "gl-09-20-05s25", "raw": "A scene from a TV show in which two women are sitting on a couch, one of them is holding a beer.", "with_names": ""}, {"scene_id": "gl-09-20-05s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-20-05s27", "raw": "", "with_names": ""}]