[{"scene_id": "atwt-02-05-03s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him, smiling at him.", "with_names": ""}, {"scene_id": "atwt-02-05-03s1", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-02-05-03s2", "raw": "A scene from a TV show in which a basketball is being hit by a baseball bat.", "with_names": "a basketball is being hit by a baseball bat."}, {"scene_id": "atwt-02-05-03s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-02-05-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-05-03s5", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-02-05-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-05-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-05-03s8", "raw": "A scene from a TV show in which a tube of Infusion 23 is shown", "with_names": ""}, {"scene_id": "atwt-02-05-03s9", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue shirt", "with_names": "a man is wearing a white coat and a blue shirt"}, {"scene_id": "atwt-02-05-03s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-05-03s11", "raw": "A scene from a TV show in which a globe is shown with the words \"The World Goes On\" superimposed on it.", "with_names": ""}, {"scene_id": "atwt-02-05-03s12", "raw": "A scene from a TV show in which a woman is talking to someone and looking upset.", "with_names": ""}, {"scene_id": "atwt-02-05-03s13", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black jacket.", "with_names": "a man is looking at the camera and wearing a black jacket."}, {"scene_id": "atwt-02-05-03s14", "raw": "A scene from a TV show in which a woman is wearing a striped turtleneck and a long brown hair", "with_names": "a woman is wearing a striped turtleneck and a long brown hair"}, {"scene_id": "atwt-02-05-03s15", "raw": "A scene from a TV show in which a toy car is being delivered to a house.", "with_names": "a toy car is being delivered to a house."}, {"scene_id": "atwt-02-05-03s16", "raw": "A scene from a TV show in which a man is wearing a white coat and a blue shirt.", "with_names": "a man is wearing a white coat and a blue shirt."}, {"scene_id": "atwt-02-05-03s17", "raw": "A scene from a TV show in which a woman is wearing a striped sweater and long hair", "with_names": "a woman is wearing a striped sweater and long hair"}, {"scene_id": "atwt-02-05-03s18", "raw": "A scene from a TV show in which a man is running through a metal tub.", "with_names": "a man is running through a metal tub."}, {"scene_id": "atwt-02-05-03s19", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck.", "with_names": "a man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-02-05-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-05-03s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-02-05-03s22", "raw": "A scene from a TV show in which a blonde woman is wearing a white bonnet and a black coat and is smiling at a man.", "with_names": "a blonde woman is wearing a white bonnet and a black coat and is smiling at a man."}, {"scene_id": "atwt-02-05-03s23", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-02-05-03s24", "raw": "A scene from a TV show in which a blonde woman is wearing a red t-shirt and a blue jacket.", "with_names": "a blonde woman is wearing a red t-shirt and a blue jacket."}]