[{"scene_id": "atwt-01-24-07s0", "raw": "A scene from a TV show in which a man is standing in front of a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-24-07s1", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "a woman is handing a man a piece of paper."}, {"scene_id": "atwt-01-24-07s2", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing next to her.", "with_names": "a woman is sitting on a bench and ] is standing next to her."}, {"scene_id": "atwt-01-24-07s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-01-24-07s4", "raw": "A scene from a TV show in which a fish is seen swimming in a lake.", "with_names": "a fish is swimming in a lake."}, {"scene_id": "atwt-01-24-07s5", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-24-07s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-01-24-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s9", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-01-24-07s10", "raw": "A scene from a TV show in which a parrot is sitting on a shelf and a man is standing behind it.", "with_names": "a parrot is sitting on a shelf and a man is standing behind it."}, {"scene_id": "atwt-01-24-07s11", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-24-07s12", "raw": "A scene from a TV show in which a woman is rolling a cheese.", "with_names": "a woman is rolling a cheese."}, {"scene_id": "atwt-01-24-07s13", "raw": "A scene from a TV show in which a doctor is talking to a young woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s14", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-24-07s15", "raw": "A scene from a TV show in which a woman is wearing a dark blue dress and a red rose is in the background", "with_names": "a woman is wearing a dark blue dress and a red rose is in the background"}, {"scene_id": "atwt-01-24-07s16", "raw": "A scene from a TV show in which a man and two boys are playing table tennis in a living room.", "with_names": "a man and two boys are playing table tennis in a living room."}, {"scene_id": "atwt-01-24-07s17", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-01-24-07s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man and wearing a purple shirt.", "with_names": "a blonde woman is looking at a man and wearing a purple shirt."}, {"scene_id": "atwt-01-24-07s19", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a leather jacket.", "with_names": "a woman is wearing a green dress and a man is in a leather jacket."}, {"scene_id": "atwt-01-24-07s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s21", "raw": "A scene from a TV show in which a man talks about Oravel.", "with_names": "] talks about oravel."}, {"scene_id": "atwt-01-24-07s22", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s23", "raw": "A scene from a TV show in which a woman is talking to two nurses.", "with_names": ""}, {"scene_id": "atwt-01-24-07s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-24-07s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-24-07s26", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a big afro.", "with_names": "a woman is wearing a fur coat and a big afro."}, {"scene_id": "atwt-01-24-07s27", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-01-24-07s28", "raw": "A scene from a TV show in which a mother kisses her baby.", "with_names": "a mother kisses her baby."}, {"scene_id": "atwt-01-24-07s29", "raw": "A scene from a TV show in which a woman is smiling and looking down, with her eyes closed.", "with_names": "a woman is smiling and looking down, with her eyes closed."}, {"scene_id": "atwt-01-24-07s30", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "a man is looking at a book and smiling"}, {"scene_id": "atwt-01-24-07s31", "raw": "A scene from a TV show in which a man is seen walking down a street with a red light shining on him.", "with_names": "] is walking down a street with a red light shining on him."}, {"scene_id": "atwt-01-24-07s32", "raw": "A scene from a TV show in which a woman is talking to a dog.", "with_names": ""}, {"scene_id": "atwt-01-24-07s33", "raw": "A scene from a TV show in which a box of Pledge detergent is shown with a tube of Pledge and a cotton ball.", "with_names": ""}]