[{"scene_id": "gl-12-27-06s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-12-27-06s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-27-06s2", "raw": "A scene from a TV show in which a man is seen from the side, his head turned to the side and his face is turned away from the camera.", "with_names": "Coop is from the side, his head turned to the side and his face is turned away from the camera."}, {"scene_id": "gl-12-27-06s3", "raw": "A scene from a TV show in which two women are shown smiling and laughing.", "with_names": "two women are shown smiling and laughing."}, {"scene_id": "gl-12-27-06s4", "raw": "A scene from a TV show in which a snowman is seen through a window", "with_names": "a snowman is through a window"}, {"scene_id": "gl-12-27-06s5", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-12-27-06s6", "raw": "A scene from a TV show in which a man is seen laughing and dancing with a woman.", "with_names": "Jeffrey is laughing and dancing with Man."}, {"scene_id": "gl-12-27-06s7", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is looking at him angrily.", "with_names": "a man is holding a woman by the waist and she is looking at him angrily."}, {"scene_id": "gl-12-27-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-27-06s9", "raw": "A scene from a TV show in which a woman is wearing a white coat and a hat with a face mask on.", "with_names": "Ava is wearing a white coat and a hat with a face mask on."}, {"scene_id": "gl-12-27-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-27-06s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-27-06s12", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a table.", "with_names": "a woman is standing in a room with a couch and a table."}, {"scene_id": "gl-12-27-06s13", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}]