[{"scene_id": "bb-11-09-15s0", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "bb-11-09-15s1", "raw": "A scene from a TV show in which a man and a woman kiss in a kitchen.", "with_names": "a man and a woman kiss in a kitchen."}, {"scene_id": "bb-11-09-15s2", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-11-09-15s3", "raw": "A scene from a TV show in which a man is pointing at a chair.", "with_names": "a man is pointing at a chair."}, {"scene_id": "bb-11-09-15s4", "raw": "A scene from a TV show in which the city of Los Angeles is shown.", "with_names": ""}, {"scene_id": "bb-11-09-15s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a grey suit.", "with_names": "a woman is wearing a black dress and a man is in a grey suit."}, {"scene_id": "bb-11-09-15s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-11-09-15s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-11-09-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-09-15s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-11-09-15s10", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-09-15s11", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at a woman."}, {"scene_id": "bb-11-09-15s12", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt and is pointing at a wall.", "with_names": "a man is wearing a tie and a shirt and is pointing at a wall."}, {"scene_id": "bb-11-09-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}]