[{"scene_id": "bb-08-14-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking.", "with_names": ""}, {"scene_id": "bb-08-14-15s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-14-15s3", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not ready for this.\"", "with_names": "Steffy is looking at a man and saying, \"i'm not ready for this.\""}, {"scene_id": "bb-08-14-15s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-14-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a bookshelf.", "with_names": "Bill is wearing a suit and tie and is standing in front of a bookshelf."}, {"scene_id": "bb-08-14-15s6", "raw": "A scene from a TV show in which a man and a woman are looking at a wall.", "with_names": "Thomas and Ivy are looking at a wall."}, {"scene_id": "bb-08-14-15s7", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-14-15s8", "raw": "A scene from a TV show in which a young man and woman sit next to each other and look at the camera.", "with_names": "a young man and woman sit next to each other and look at the camera."}, {"scene_id": "bb-08-14-15s10", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-08-14-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-14-15s12", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-14-15s13", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a suit.", "with_names": "a woman is wearing a blue dress and Liam is in a suit."}, {"scene_id": "bb-08-14-15s15", "raw": "A scene from a TV show in which a lawyer and his clients are discussing a case.", "with_names": "a lawyer and his clients are discussing a case."}, {"scene_id": "bb-08-14-15s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "Liam is wearing a suit and tie and looking at the camera."}, {"scene_id": "bb-08-14-15s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-14-15s21", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "a woman looks at a man and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-08-14-15s22", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Thomas kisses Steffy on the cheek."}, {"scene_id": "bb-08-14-15s23", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-14-15s24", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Nicole."}, {"scene_id": "bb-08-14-15s25", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-14-15s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-14-15s27", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}]