[{"scene_id": "atwt-05-06-04s0", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and a red-haired woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-05-06-04s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-05-06-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-06-04s3", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-05-06-04s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-05-06-04s5", "raw": "A scene from a TV show in which a girl is reading a book in a field.", "with_names": "a girl is reading a book in a field."}, {"scene_id": "atwt-05-06-04s6", "raw": "A scene from a TV show in which a blonde girl is sitting on a red couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-06-04s7", "raw": "A scene from a TV show in which a woman is holding a baby in a bathroom.", "with_names": "a woman is holding a baby in a bathroom."}, {"scene_id": "atwt-05-06-04s8", "raw": "A scene from a TV show in which a blonde woman is wearing a black and white shirt and a short bob haircut.", "with_names": "a blonde woman is wearing a black and white shirt and a short bob haircut."}, {"scene_id": "atwt-05-06-04s9", "raw": "A scene from a TV show in which a man is talking into a microphone.", "with_names": ""}, {"scene_id": "atwt-05-06-04s10", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-05-06-04s11", "raw": "A scene from a TV show in which a woman is talking to a blonde girl.", "with_names": ""}, {"scene_id": "atwt-05-06-04s12", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is looking at him with a smile.", "with_names": "a man is holding a woman by the waist and she is looking at him with a smile."}, {"scene_id": "atwt-05-06-04s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-06-04s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}]