[{"scene_id": "gl-05-28-03s0", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-05-28-03s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a stack of papers.", "with_names": "Hley is sitting at a table with a stack of papers."}, {"scene_id": "gl-05-28-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-28-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-05-28-03s5", "raw": "A scene from a TV show in which a woman is walking through a doorway and a man is standing behind her", "with_names": "Cassie is walking through a doorway and Jeffrey is standing behind her"}, {"scene_id": "gl-05-28-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-28-03s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-28-03s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-28-03s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Shayne and Marina are standing next to each other."}, {"scene_id": "gl-05-28-03s11", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open", "with_names": "Buzz is walking down a hallway and a door is open"}, {"scene_id": "gl-05-28-03s12", "raw": "A scene from a TV show in which a woman sits on a chair in a hallway.", "with_names": "a woman sits on a chair in a hallway."}, {"scene_id": "gl-05-28-03s13", "raw": "A scene from a TV show in which a woman is talking to someone and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-05-28-03s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-28-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-28-03s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-28-03s17", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-05-28-03s18", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "gl-05-28-03s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-28-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a cup.", "with_names": ""}, {"scene_id": "gl-05-28-03s21", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-28-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-28-03s23", "raw": "A scene from a TV show in which a woman is talking to two other women in a hallway.", "with_names": ""}, {"scene_id": "gl-05-28-03s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-28-03s25", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is in the air", "with_names": ""}]