[{"scene_id": "gl-06-14-06s0", "raw": "A scene from a TV show in which a man is standing in front of a mirror and a hat is on the floor", "with_names": "a man is standing in front of a mirror and a hat is on the floor"}, {"scene_id": "gl-06-14-06s1", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is standing next to him.", "with_names": "a man is lying on a couch and a woman is standing next to him."}, {"scene_id": "gl-06-14-06s2", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both crying.", "with_names": "a woman is sitting next to a man and they are both crying."}, {"scene_id": "gl-06-14-06s3", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is looking at the camera.", "with_names": "a man is wearing a white shirt and a tie and is looking at the camera."}, {"scene_id": "gl-06-14-06s4", "raw": "A scene from a TV show in which a sign advertises a festival for the whole family.", "with_names": "a sign advertises a festival for the whole family."}, {"scene_id": "gl-06-14-06s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-14-06s6", "raw": "A scene from a TV show in which a woman is crying and holding her head in her hand.", "with_names": "a woman is crying and holding her head in her hand."}, {"scene_id": "gl-06-14-06s7", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a shirt with the words \"I'm a lesbian\" on it.", "with_names": ""}, {"scene_id": "gl-06-14-06s8", "raw": "A scene from a TV show in which a man and a woman are sitting in a room with a bookshelf in the background.", "with_names": "a man and a woman are sitting in a room with a bookshelf in the background."}, {"scene_id": "gl-06-14-06s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-14-06s10", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}]