[{"scene_id": "oltl-09-27-07s0", "raw": "A scene from a TV show in which a man is sitting in a chair and reading a newspaper.", "with_names": ""}, {"scene_id": "oltl-09-27-07s1", "raw": "A scene from a TV show in which a man is playing pool and a woman is standing next to a jukebox.", "with_names": "a man is playing pool and a woman is standing next to a jukebox."}, {"scene_id": "oltl-09-27-07s2", "raw": "A scene from a TV show in which a man is standing in a bar, looking down and smiling.", "with_names": "a man is standing in a bar, looking down and smiling."}, {"scene_id": "oltl-09-27-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-27-07s4", "raw": "A scene from a TV show in which two girls are standing next to each other and smiling.", "with_names": "two girls are standing next to each other and smiling."}, {"scene_id": "oltl-09-27-07s5", "raw": "A scene from a TV show in which a man is standing in front of a window", "with_names": "a man is standing in front of a window"}, {"scene_id": "oltl-09-27-07s6", "raw": "A scene from a TV show in which a woman is standing next to a man in a room.", "with_names": "a woman is standing next to a man in a room."}, {"scene_id": "oltl-09-27-07s7", "raw": "A scene from a TV show in which a girl is sitting at a desk and a boy is standing next to her.", "with_names": "a girl is sitting at a desk and a boy is standing next to her."}, {"scene_id": "oltl-09-27-07s8", "raw": "A scene from a TV show in which a woman is looking off camera, with her mouth open.", "with_names": "a woman is looking off camera, with her mouth open."}, {"scene_id": "oltl-09-27-07s9", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-09-27-07s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-27-07s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "oltl-09-27-07s12", "raw": "A scene from a TV show in which a man is walking away from a woman, with his head down", "with_names": "a man is walking away from a woman, with his head down"}, {"scene_id": "oltl-09-27-07s13", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-27-07s14", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-27-07s15", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a necklace.", "with_names": "a woman is wearing a yellow shirt and a necklace."}, {"scene_id": "oltl-09-27-07s16", "raw": "A scene from a TV show in which a blonde girl is wearing a pink shirt and a girl is looking at her.", "with_names": "a blonde girl is wearing a pink shirt and a girl is looking at her."}, {"scene_id": "oltl-09-27-07s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-27-07s18", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-27-07s19", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "oltl-09-27-07s20", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-27-07s21", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-09-27-07s22", "raw": "A scene from a TV show in which a woman is standing next to a pool table, looking at a cue ball.", "with_names": "a woman is standing next to a pool table, looking at a cue ball."}, {"scene_id": "oltl-09-27-07s23", "raw": "A scene from a TV show in which a woman is standing in front of a picture of a man in a cowboy hat.", "with_names": "a woman is standing in front of a picture of a man in a cowboy hat."}, {"scene_id": "oltl-09-27-07s24", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with the woman looking at the man.", "with_names": "a man and a woman are standing in a garden, with the woman looking at the man."}, {"scene_id": "oltl-09-27-07s25", "raw": "A scene from a TV show in which a blonde woman is yelling at a woman in a blue dress.", "with_names": "a blonde woman is yelling at a woman in a blue dress."}, {"scene_id": "oltl-09-27-07s26", "raw": "A scene from a TV show in which a man is standing behind a woman, who is sitting at a pool table.", "with_names": "a man is standing behind a woman, who is sitting at a pool table."}, {"scene_id": "oltl-09-27-07s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-27-07s28", "raw": "A scene from a TV show in which a man is kneeling on the floor, looking at a piece of paper.", "with_names": "a man is kneeling on the floor, looking at a piece of paper."}, {"scene_id": "oltl-09-27-07s29", "raw": "A scene from a TV show in which a young man is holding a football and looking at the camera.", "with_names": "a young man is holding a football and looking at the camera."}, {"scene_id": "oltl-09-27-07s30", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "a man and a woman are standing in a garden."}, {"scene_id": "oltl-09-27-07s31", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]