[{"scene_id": "gl-11-03-04s0", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "gl-11-03-04s1", "raw": "A scene from a TV show in which a man is talking to someone and his lips are moving", "with_names": ""}, {"scene_id": "gl-11-03-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-03-04s3", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a wig.", "with_names": ""}, {"scene_id": "gl-11-03-04s4", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-11-03-04s5", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "gl-11-03-04s6", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a long hair", "with_names": "a man is wearing a leather jacket and a long hair"}, {"scene_id": "gl-11-03-04s7", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-03-04s8", "raw": "A scene from a TV show in which a man and a woman are holding a small white dog.", "with_names": "a man and a woman are holding a small white dog."}, {"scene_id": "gl-11-03-04s9", "raw": "A scene from a TV show in which a man is talking on a cell phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "gl-11-03-04s10", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a man is holding a gun.", "with_names": "a woman is wearing a white jacket and a man is holding a gun."}, {"scene_id": "gl-11-03-04s11", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-11-03-04s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-03-04s13", "raw": "", "with_names": ""}, {"scene_id": "gl-11-03-04s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-03-04s15", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-11-03-04s16", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-11-03-04s17", "raw": "A scene from a TV show in which a woman is talking to a man while another man is watching her", "with_names": ""}, {"scene_id": "gl-11-03-04s18", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from ]."}, {"scene_id": "gl-11-03-04s19", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a white coat.", "with_names": ""}, {"scene_id": "gl-11-03-04s20", "raw": "A scene from a TV show in which a little boy is crying", "with_names": "a little boy is crying"}]