[{"scene_id": "atwt-01-11-08s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-11-08s1", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-11-08s2", "raw": "A scene from a TV show in which a man is standing at a desk and talking to a receptionist.", "with_names": ""}, {"scene_id": "atwt-01-11-08s3", "raw": "A scene from a TV show in which a chocolate chip cookie is shown.", "with_names": ""}, {"scene_id": "atwt-01-11-08s4", "raw": "A scene from a TV show in which a woman is sitting at a desk in a bar, writing in a notebook.", "with_names": "a woman is sitting at a desk in a bar, writing in a notebook."}, {"scene_id": "atwt-01-11-08s5", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "a woman is shaking hands with a man."}, {"scene_id": "atwt-01-11-08s6", "raw": "A scene from a TV show in which ScalpIn is being advertised", "with_names": "scalpin is being advertised"}, {"scene_id": "atwt-01-11-08s7", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "atwt-01-11-08s8", "raw": "A scene from a TV show in which a woman is pointing a gun at a man.", "with_names": "a woman is pointing a gun at a man."}, {"scene_id": "atwt-01-11-08s9", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-01-11-08s10", "raw": "A scene from a TV show in which a man is yelling and his mouth is wide open", "with_names": "a man is yelling and his mouth is wide open"}, {"scene_id": "atwt-01-11-08s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-11-08s12", "raw": "A scene from a TV show in which TurboTax is used", "with_names": "turbotax is used"}, {"scene_id": "atwt-01-11-08s13", "raw": "A scene from a TV show in which a woman is standing in a bar, a man is behind her, and a bottle is on the bar.", "with_names": "a woman is standing in a bar, a man is behind her, and a bottle is on the bar."}, {"scene_id": "atwt-01-11-08s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking.", "with_names": ""}, {"scene_id": "atwt-01-11-08s15", "raw": "A scene from a TV show in which a woman is standing on a porch with her arms crossed.", "with_names": "a woman is standing on a porch with her arms crossed."}, {"scene_id": "atwt-01-11-08s16", "raw": "A scene from a TV show in which a man and a woman sit at a table with a little girl.", "with_names": "a man and a woman sit at a table with a little girl."}, {"scene_id": "atwt-01-11-08s17", "raw": "A scene from a TV show in which a young man is wearing a black jacket and a t-shirt.", "with_names": "a young man is wearing a black jacket and a t-shirt."}, {"scene_id": "atwt-01-11-08s18", "raw": "A scene from a TV show in which a bird flies over a car and a person", "with_names": "a bird flies over a car and a person"}, {"scene_id": "atwt-01-11-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-11-08s20", "raw": "A scene from a TV show in which a man is sitting at a table and drinking coffee.", "with_names": "a man is sitting at a table and drinking coffee."}, {"scene_id": "atwt-01-11-08s21", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-11-08s22", "raw": "A scene from a TV show in which a person holds a bowl of food.", "with_names": "a person holds a bowl of food."}, {"scene_id": "atwt-01-11-08s23", "raw": "A scene from a TV show in which a woman is standing behind a bar, holding a bouquet of flowers.", "with_names": "a woman is standing behind a bar, holding a bouquet of flowers."}, {"scene_id": "atwt-01-11-08s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-11-08s25", "raw": "A scene from a TV show in which a man and a woman are standing at a bar.", "with_names": "a man and a woman are standing at a bar."}, {"scene_id": "atwt-01-11-08s26", "raw": "A scene from a TV show in which a young boy is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-11-08s27", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "atwt-01-11-08s28", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}]