[{"scene_id": "atwt-09-06-07s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-06-07s1", "raw": "A scene from a TV show in which two men are sitting at a table, while a third man stands in front of them.", "with_names": "two men are sitting at a table, while a third man stands in front of them."}, {"scene_id": "atwt-09-06-07s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a green jacket.", "with_names": "a woman is wearing a red dress and a man is in a green jacket."}, {"scene_id": "atwt-09-06-07s3", "raw": "A scene from a TV show in which a woman is looking at a table covered with photos.", "with_names": "a woman is looking at a table covered with photos."}, {"scene_id": "atwt-09-06-07s4", "raw": "A scene from a TV show in which a man is standing behind a woman in a restaurant.", "with_names": "a man is standing behind a woman in a restaurant."}, {"scene_id": "atwt-09-06-07s5", "raw": "A scene from a TV show in which a man is holding two bottles of cleaning products.", "with_names": "a man is holding two bottles of cleaning products."}, {"scene_id": "atwt-09-06-07s6", "raw": "A scene from a TV show in which a man is looking up and his arms are crossed.", "with_names": "a man is looking up and his arms are crossed."}, {"scene_id": "atwt-09-06-07s7", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-06-07s8", "raw": "A scene from a TV show in which a person is cooking a pot of water on a stove.", "with_names": "a person is cooking a pot of water on a stove."}, {"scene_id": "atwt-09-06-07s9", "raw": "A scene from a TV show in which a man is wearing an apron and a woman is sitting at a table.", "with_names": "a man is wearing an apron and a woman is sitting at a table."}, {"scene_id": "atwt-09-06-07s10", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-09-06-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-06-07s12", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a necklace.", "with_names": "a woman is wearing a black blazer and a necklace."}, {"scene_id": "atwt-09-06-07s13", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"Rebel Without a Cause\" written on the wall", "with_names": "a man is in a black room with the words \"rebel without a cause\" written on the wall"}, {"scene_id": "atwt-09-06-07s14", "raw": "A scene from a TV show in which a man is standing in front of a TV and a woman is walking away from him.", "with_names": "a man is standing in front of a tv and ] is walking away from him."}, {"scene_id": "atwt-09-06-07s15", "raw": "A scene from a TV show in which a man is talking to a woman at a bar.", "with_names": ""}, {"scene_id": "atwt-09-06-07s16", "raw": "A scene from a TV show in which a girl is shown a fishing rod by a man.", "with_names": ""}, {"scene_id": "atwt-09-06-07s17", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a tie", "with_names": "a man is wearing a hawaiian shirt and a tie"}, {"scene_id": "atwt-09-06-07s18", "raw": "A scene from a TV show in which a young man is laughing", "with_names": "a young man is laughing"}, {"scene_id": "atwt-09-06-07s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking to a third manre", "with_names": ""}, {"scene_id": "atwt-09-06-07s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a book.", "with_names": "a man and a woman are standing in a room, looking at a book."}, {"scene_id": "atwt-09-06-07s21", "raw": "A scene from a TV show in which a man is singing in a gazebo to a crowd.", "with_names": "a man is singing in a gazebo to a crowd."}, {"scene_id": "atwt-09-06-07s22", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-06-07s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-09-06-07s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-06-07s25", "raw": "A scene from a TV show in which a woman is lying in a hammock and laughing.", "with_names": "a woman is lying in a hammock and laughing."}, {"scene_id": "atwt-09-06-07s26", "raw": "A scene from a TV show in which a blue rectangle is on the screen", "with_names": "a blue rectangle is on the screen"}]