[{"scene_id": "pc-02-27-01s0", "raw": "A scene from a TV show in which a man is pushing a table with a blue folder.", "with_names": "Frank is pushing a table with a blue folder."}, {"scene_id": "pc-02-27-01s1", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "pc-02-27-01s2", "raw": "A scene from a TV show in which a group of people are standing in a room.", "with_names": "a group of people are standing in a room."}, {"scene_id": "pc-02-27-01s3", "raw": "A scene from a TV show in which a black woman is wearing a white coat and a stethoscope around her neck. She is talking to a woman with brown hair.", "with_names": ""}, {"scene_id": "pc-02-27-01s4", "raw": "A scene from a TV show in which a man is looking at a phone and another man is standing next to him", "with_names": "a man is looking at a phone and another man is standing next to him"}, {"scene_id": "pc-02-27-01s5", "raw": "A scene from a TV show in which a woman is lying down and looking up.", "with_names": "Eve is lying down and looking up."}, {"scene_id": "pc-02-27-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "pc-02-27-01s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-02-27-01s8", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-02-27-01s9", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing next to her.", "with_names": "a woman is walking down a hallway and a man is standing next to her."}, {"scene_id": "pc-02-27-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-27-01s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-27-01s12", "raw": "A scene from a TV show in which a woman is wiping a man's face with a tissue.", "with_names": "Colleen is wiping Kevin's face with a tissue."}, {"scene_id": "pc-02-27-01s13", "raw": "A scene from a TV show in which a man is walking down a street, with a yellow rectangle on the right side of the screen and a black rectangle on his left.", "with_names": "a man is walking down a street, with a yellow rectangle on the right side of the screen and a black rectangle on his left."}]