[{"scene_id": "bb-08-28-14s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-28-14s1", "raw": "A scene from a TV show in which a man is interviewed by an older woman.", "with_names": "a man is interviewed by an older woman."}, {"scene_id": "bb-08-28-14s2", "raw": "A scene from a TV show in which a woman is packing her belongings into a suitcase.", "with_names": "a woman is packing her belongings into a suitcase."}, {"scene_id": "bb-08-28-14s3", "raw": "", "with_names": ""}, {"scene_id": "bb-08-28-14s4", "raw": "A scene from a TV show in which a gold logo is superimposed over a blue background.", "with_names": "a gold logo is superimposed over a blue background."}, {"scene_id": "bb-08-28-14s5", "raw": "A scene from a TV show in which an older man is sitting at a desk and a younger manI is standing behind him.", "with_names": "an older man is sitting at a desk and a younger mani is standing behind him."}, {"scene_id": "bb-08-28-14s6", "raw": "A scene from a TV show in which a man reads a book and a bust of a man appears in the background.", "with_names": "a man reads a book and a bust of a man appears in the background."}, {"scene_id": "bb-08-28-14s7", "raw": "A scene from a TV show in which a woman is talking to a friend and laughing.", "with_names": ""}, {"scene_id": "bb-08-28-14s8", "raw": "A scene from a TV show in which a man is juggling a box of toys with a toy.", "with_names": "a man is juggling a box of toys with a toy."}, {"scene_id": "bb-08-28-14s9", "raw": "A scene from a TV show in which a woman is holding a baseball glove and looking at a sports ball.", "with_names": "a woman is holding a baseball glove and looking at a sports ball."}, {"scene_id": "bb-08-28-14s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing in front of her.", "with_names": ""}, {"scene_id": "bb-08-28-14s11", "raw": "A scene from a TV show in which an elderly man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-08-28-14s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-28-14s13", "raw": "A scene from a TV show in which a man and a woman are talking in a bedroom.", "with_names": ""}, {"scene_id": "bb-08-28-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-28-14s15", "raw": "A scene from a TV show in which a blonde woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "a blonde woman looks at a man and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-08-28-14s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]