[{"scene_id": "atwt-02-10-05s0", "raw": "A scene from a TV show in which a woman is looking at her phone while a man is standing behind her.", "with_names": "a woman is looking at her phone while Holden is standing behind her."}, {"scene_id": "atwt-02-10-05s1", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-02-10-05s2", "raw": "A scene from a TV show in which a woman is on the phone and looks concerned.", "with_names": "a woman is on the phone and looks concerned."}, {"scene_id": "atwt-02-10-05s3", "raw": "A scene from a TV show in which a woman is pouring water on a couch.", "with_names": "a woman is pouring water on a couch."}, {"scene_id": "atwt-02-10-05s4", "raw": "A scene from a TV show in which a bottle of Tide detergent is shown to be the coolest way to clean.", "with_names": ""}, {"scene_id": "atwt-02-10-05s5", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a black shirt", "with_names": "a man is wearing a brown jacket and a black shirt"}, {"scene_id": "atwt-02-10-05s6", "raw": "A scene from a TV show in which a woman is pouring water into a glass.", "with_names": "a woman is pouring water into a glass."}, {"scene_id": "atwt-02-10-05s7", "raw": "A scene from a TV show in which a man and a woman look at a painting of a shirtless man.", "with_names": "] and a woman look at a painting of a shirtless man."}, {"scene_id": "atwt-02-10-05s8", "raw": "A scene from a TV show in which a man is pouring a drink for a woman.", "with_names": "a man is pouring a drink for a woman."}, {"scene_id": "atwt-02-10-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-10-05s10", "raw": "A scene from a TV show in which a young boy is looking at the camera with a surprised expression.", "with_names": "a young boy is looking at the camera with a surprised expression."}, {"scene_id": "atwt-02-10-05s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone and holding a cigarette.", "with_names": ""}, {"scene_id": "atwt-02-10-05s12", "raw": "A scene from a TV show in which a man is talking about a trademark.", "with_names": ""}, {"scene_id": "atwt-02-10-05s13", "raw": "A scene from a TV show in which a car is on fire.", "with_names": "a car is on fire."}, {"scene_id": "atwt-02-10-05s14", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "atwt-02-10-05s15", "raw": "A scene from a TV show in which a woman is wearing a black coat and a bob haircut.", "with_names": "a woman is wearing a black coat and a bob haircut."}, {"scene_id": "atwt-02-10-05s16", "raw": "A scene from a TV show in which a woman is drinking coffee.", "with_names": "a woman is drinking coffee."}, {"scene_id": "atwt-02-10-05s17", "raw": "A scene from a TV show in which a piece of pizza is being dipped into tomato sauce.", "with_names": "a piece of pizza is being dipped into tomato sauce."}, {"scene_id": "atwt-02-10-05s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-10-05s19", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "atwt-02-10-05s20", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-02-10-05s21", "raw": "A scene from a TV show in which a white sheet is placed on a bed of flowers.", "with_names": "a white sheet is placed on a bed of flowers."}, {"scene_id": "atwt-02-10-05s22", "raw": "A scene from a TV show in which a woman is smiling and wearing a pink shirt.", "with_names": "a woman is smiling and wearing a pink shirt."}, {"scene_id": "atwt-02-10-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-10-05s24", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-02-10-05s25", "raw": "A scene from a TV show in which a woman is in a hospital bed, with the word \"World\" overlaid on top of her.", "with_names": "a woman is in a hospital bed, with the word \"world\" overlaid on top of her."}]