[{"scene_id": "oltl-08-17-09s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s1", "raw": "A scene from a TV show in which a woman is singing and a man is standing behind her", "with_names": "a woman is singing and a man is standing behind her"}, {"scene_id": "oltl-08-17-09s2", "raw": "A scene from a TV show in which a young boy is sitting at a table with his head resting on his hand.", "with_names": "a young boy is sitting at a table with his head resting on his hand."}, {"scene_id": "oltl-08-17-09s3", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is dancing.", "with_names": "a man is playing a guitar and a woman is dancing."}, {"scene_id": "oltl-08-17-09s4", "raw": "A scene from a TV show in which a man is talking to another man in a locker room.", "with_names": ""}, {"scene_id": "oltl-08-17-09s5", "raw": "A scene from a TV show in which a woman is standing in a wheelchair and another woman is sitting in the chair.", "with_names": "a woman is standing in a wheelchair and another woman is sitting in the chair."}, {"scene_id": "oltl-08-17-09s6", "raw": "A scene from a TV show in which a young girl is smiling and pointing at the camera.", "with_names": "a young girl is smiling and pointing at the camera."}, {"scene_id": "oltl-08-17-09s7", "raw": "A scene from a TV show in which a woman is standing in a bar and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-17-09s8", "raw": "A scene from a TV show in which a young boy is wearing a black shirt and a red dragon on it.", "with_names": "a young boy is wearing a black shirt and a red dragon on it."}, {"scene_id": "oltl-08-17-09s9", "raw": "A scene from a TV show in which a man is standing behind a woman in a bar, and he is making a funny face.", "with_names": "a man is standing behind a woman in a bar, and he is making a funny face."}, {"scene_id": "oltl-08-17-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s11", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a sign that says \"Infused with fear alone\"", "with_names": "a man is wearing a hawaiian shirt and a sign that says \"infused with fear alone\""}, {"scene_id": "oltl-08-17-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "oltl-08-17-09s13", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and her hair is blowing in the wind.", "with_names": "a woman is wearing a black and white dress and her hair is blowing in the wind."}, {"scene_id": "oltl-08-17-09s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s15", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is standing behind her.", "with_names": "a woman is in a wheelchair and a man is standing behind her."}, {"scene_id": "oltl-08-17-09s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-17-09s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-08-17-09s18", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-08-17-09s19", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "oltl-08-17-09s20", "raw": "A scene from a TV show in which two women are sitting next to each other, one of them is wearing a red dress.", "with_names": "two women are sitting next to each other, one of them is wearing a red dress."}, {"scene_id": "oltl-08-17-09s21", "raw": "A scene from a TV show in which a man is wearing a white shirt and a brown leather bag.", "with_names": "a man is wearing a white shirt and a brown leather bag."}, {"scene_id": "oltl-08-17-09s22", "raw": "A scene from a TV show in which a woman is crying and her hair is in a messy updo.", "with_names": "a woman is crying and her hair is in a messy updo."}, {"scene_id": "oltl-08-17-09s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-17-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s25", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman standing behind him.", "with_names": "a man is walking down a hallway with a woman standing behind him."}, {"scene_id": "oltl-08-17-09s26", "raw": "A scene from a TV show in which a man is sitting at a bar, wearing a white t-shirt and a blazer.", "with_names": "a man is sitting at a bar, wearing a white t-shirt and a blazer."}, {"scene_id": "oltl-08-17-09s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-17-09s28", "raw": "A scene from a TV show in which a woman is talking to a man, with the man wearing a shirt with a paisley design.", "with_names": ""}, {"scene_id": "oltl-08-17-09s29", "raw": "A scene from a TV show in which a woman is sitting on a bed with a baby and another woman is standing next to her.", "with_names": "a woman is sitting on a bed with a baby and another woman is standing next to her."}, {"scene_id": "oltl-08-17-09s30", "raw": "A scene from a TV show in which two men are standing in front of a wall with a sign that says \"Severn\"", "with_names": "two men are standing in front of a wall with a sign that says \"severn\""}, {"scene_id": "oltl-08-17-09s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s32", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking at the camera.", "with_names": "a young man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-08-17-09s33", "raw": "A scene from a TV show in which a judge is sitting in a chair and wearing a black robe.", "with_names": ""}, {"scene_id": "oltl-08-17-09s34", "raw": "A scene from a TV show in which a young man is looking down and wearing a blue shirt.", "with_names": "a young man is looking down and wearing a blue shirt."}, {"scene_id": "oltl-08-17-09s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-17-09s36", "raw": "A scene from a TV show in which a woman is wearing a red top and jeans and is standing in front of a door.", "with_names": "a woman is wearing a red top and jeans and is standing in front of a door."}, {"scene_id": "oltl-08-17-09s37", "raw": "A scene from a TV show in which a man is standing in front of a locker and another man is trying to get him to open it.", "with_names": "a man is standing in front of a locker and another man is trying to get him to open it."}, {"scene_id": "oltl-08-17-09s38", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is sitting next to her.", "with_names": "a woman is wearing a dress and a man is sitting next to her."}, {"scene_id": "oltl-08-17-09s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-17-09s40", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-17-09s41", "raw": "A scene from a TV show in which a woman is sitting at a table with a cake and a man is standing behind her.", "with_names": "a woman is sitting at a table with a cake and a man is standing behind her."}, {"scene_id": "oltl-08-17-09s42", "raw": "A scene from a TV show in which a woman is licking a man's face.", "with_names": "a woman is licking a man's face."}, {"scene_id": "oltl-08-17-09s43", "raw": "A scene from a TV show in which a woman is sitting in a courtroom with her arms crossed.", "with_names": "a woman is sitting in a courtroom with her arms crossed."}, {"scene_id": "oltl-08-17-09s44", "raw": "A scene from a TV show in which a man is reading a newspaper on a stage.", "with_names": "a man is reading a newspaper on a stage."}]