[{"scene_id": "gl-05-15-06s0", "raw": "A scene from a TV show in which a man is holding a woman by the hair and she is crying.", "with_names": "Coop is holding a woman by the hair and she is crying."}, {"scene_id": "gl-05-15-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-15-06s2", "raw": "A scene from a TV show in which a woman is seen through a window.", "with_names": "a woman is through a window."}, {"scene_id": "gl-05-15-06s3", "raw": "A scene from a TV show in which a man is sitting in a dark room with the words Guiding Light written on the screen", "with_names": "a man is sitting in a dark room with the words guiding light written on the screen"}, {"scene_id": "gl-05-15-06s4", "raw": "A scene from a TV show in which a woman is talking on the phone and her mouth is wide open.", "with_names": ""}, {"scene_id": "gl-05-15-06s5", "raw": "A scene from a TV show in which a woman is trying on a wedding dress.", "with_names": "a woman is trying on a wedding dress."}, {"scene_id": "gl-05-15-06s6", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-05-15-06s7", "raw": "A scene from a TV show in which a man is holding a picture of a baby and a woman is looking at it.", "with_names": "a man is holding a picture of a baby and a woman is looking at it."}, {"scene_id": "gl-05-15-06s8", "raw": "A scene from a TV show in which a woman is wearing a shirt with the word \"retarded\" on it and a man is touching her shoulder.", "with_names": "a woman is wearing a shirt with the word \"retarded\" on it and a man is touching her shoulder."}, {"scene_id": "gl-05-15-06s9", "raw": "A scene from a TV show in which a young girl is cleaning a table.", "with_names": "a young girl is cleaning a table."}, {"scene_id": "gl-05-15-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-15-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and a chair.", "with_names": "a man and a woman are standing in a room with a table and a chair."}, {"scene_id": "gl-05-15-06s12", "raw": "A scene from a TV show in which a man is talking to someone and a picture is on the wall behind him", "with_names": ""}, {"scene_id": "gl-05-15-06s13", "raw": "A scene from a TV show in which a woman is sitting in front of a large black circle.", "with_names": "a woman is sitting in front of a large black circle."}, {"scene_id": "gl-05-15-06s14", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-05-15-06s15", "raw": "A scene from a TV show in which a woman is dancing and singing.", "with_names": "a woman is dancing and singing."}, {"scene_id": "gl-05-15-06s16", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-05-15-06s17", "raw": "A scene from a TV show in which a woman is covered in pink slime", "with_names": "a woman is covered in pink slime"}, {"scene_id": "gl-05-15-06s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-15-06s19", "raw": "A scene from a TV show in which a woman opens a box and finds a baby inside.", "with_names": "a woman opens a box and finds a baby inside."}, {"scene_id": "gl-05-15-06s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-15-06s21", "raw": "A scene from a TV show in which a man and a woman are standing in front of a gate.", "with_names": "a man and a woman are standing in front of a gate."}, {"scene_id": "gl-05-15-06s22", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-05-15-06s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-15-06s24", "raw": "A scene from a TV show in which a baby is seen being carried by a man and a woman.", "with_names": "a baby is being carried by ] and a woman."}, {"scene_id": "gl-05-15-06s25", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at him.", "with_names": ""}, {"scene_id": "gl-05-15-06s26", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is moving", "with_names": ""}]