[{"scene_id": "oltl-11-02-06s0", "raw": "A scene from a TV show in which a man is walking away from a woman in a living room.", "with_names": "Todd is walking away from Blair in a living room."}, {"scene_id": "oltl-11-02-06s1", "raw": "A scene from a TV show in which a girl is being bullied by a boy.", "with_names": "a girl is being bullied by a boy."}, {"scene_id": "oltl-11-02-06s2", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at a man."}, {"scene_id": "oltl-11-02-06s3", "raw": "A scene from a TV show in which a man is in a white tank top and a woman is wearing a red dress.", "with_names": "a man is in a white tank top and a woman is wearing a red dress."}, {"scene_id": "oltl-11-02-06s4", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "oltl-11-02-06s5", "raw": "A scene from a TV show in which a woman is sitting in a jail cell", "with_names": "a woman is sitting in a jail cell"}, {"scene_id": "oltl-11-02-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-02-06s7", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-02-06s8", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and she is looking at him angrily.", "with_names": "a man is standing in a room with a woman, and she is looking at him angrily."}, {"scene_id": "oltl-11-02-06s9", "raw": "A scene from a TV show in which a man is wearing a top hat and a suit and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-02-06s10", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-11-02-06s11", "raw": "A scene from a TV show in which a teacher is talking to a student.", "with_names": ""}, {"scene_id": "oltl-11-02-06s12", "raw": "A scene from a TV show in which a girl is wearing a pink sweater and a boy is in a tan suit.", "with_names": "a girl is wearing a pink sweater and a boy is in a tan suit."}, {"scene_id": "oltl-11-02-06s13", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "oltl-11-02-06s14", "raw": "A scene from a TV show in which a man is in a suit and a woman is wearing a black dress.", "with_names": "a man is in a suit and a woman is wearing a black dress."}, {"scene_id": "oltl-11-02-06s15", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-02-06s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-02-06s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-02-06s18", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-11-02-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-02-06s20", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-11-02-06s21", "raw": "A scene from a TV show in which a woman is wearing a red and black striped shirt and a necklace.", "with_names": "a woman is wearing a red and black striped shirt and a necklace."}, {"scene_id": "oltl-11-02-06s22", "raw": "A scene from a TV show in which a young woman is wearing a pink dress and a man is behind her.", "with_names": "a young woman is wearing a pink dress and a man is behind her."}, {"scene_id": "oltl-11-02-06s23", "raw": "A scene from a TV show in which a man is lifting a child over a barbell.", "with_names": "a man is lifting a child over a barbell."}, {"scene_id": "oltl-11-02-06s24", "raw": "A scene from a TV show in which two girls are talking to a teacher.", "with_names": ""}, {"scene_id": "oltl-11-02-06s25", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "oltl-11-02-06s26", "raw": "A scene from a TV show in which a man is looking through a door and a woman is standing behind him.", "with_names": "] is looking through a door and Britney is standing behind him."}, {"scene_id": "oltl-11-02-06s27", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-11-02-06s28", "raw": "A scene from a TV show in which a teacher is standing in front of a classroom and a student is sitting at a desk.", "with_names": "a teacher is standing in front of a classroom and a student is sitting at a desk."}, {"scene_id": "oltl-11-02-06s29", "raw": "A scene from a TV show in which a man is trying to get a woman to kiss him.", "with_names": "a man is trying to get a woman to kiss him."}, {"scene_id": "oltl-11-02-06s30", "raw": "A scene from a TV show in which a teacher is standing in front of a classroom and students are sitting at desks.", "with_names": "a teacher is standing in front of a classroom and students are sitting at desks."}, {"scene_id": "oltl-11-02-06s31", "raw": "A scene from a TV show in which two men are working out in a gym.", "with_names": "two men are working out in a gym."}, {"scene_id": "oltl-11-02-06s32", "raw": "A scene from a TV show in which a man is wearing a black robe and a white shirt.", "with_names": "a man is wearing a black robe and a white shirt."}, {"scene_id": "oltl-11-02-06s33", "raw": "A scene from a TV show in which a man is talking to a woman in a gym.", "with_names": ""}, {"scene_id": "oltl-11-02-06s34", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-02-06s35", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a suit", "with_names": "a man is wearing a cowboy hat and a suit"}]