[{"scene_id": "gl-06-26-03s0", "raw": "A scene from a TV show in which a man is talking to someone and his shirt has a logo on it", "with_names": ""}, {"scene_id": "gl-06-26-03s1", "raw": "A scene from a TV show in which a paper is ripped in half", "with_names": "a paper is ripped in half"}, {"scene_id": "gl-06-26-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-06-26-03s3", "raw": "A scene from a TV show in which a blonde girl is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "gl-06-26-03s4", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-06-26-03s5", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "gl-06-26-03s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her", "with_names": "a woman is wearing a red dress and a man is standing behind her"}, {"scene_id": "gl-06-26-03s7", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "gl-06-26-03s8", "raw": "A scene from a TV show in which a woman is wearing a red strapless dress and a man is watching her.", "with_names": "a woman is wearing a red strapless dress and a man is watching her."}, {"scene_id": "gl-06-26-03s9", "raw": "A scene from a TV show in which a man is eating a sandwich and a woman is sitting next to him", "with_names": "a man is eating a sandwich and a woman is sitting next to him"}, {"scene_id": "gl-06-26-03s10", "raw": "A scene from a TV show in which a man is sitting on a bench and another man is standing next to him.", "with_names": "a man is sitting on a bench and another man is standing next to him."}, {"scene_id": "gl-06-26-03s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-26-03s12", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-26-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-26-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-26-03s15", "raw": "A scene from a TV show in which a man is laughing and covering his mouth with his hands.", "with_names": "a man is laughing and covering his mouth with his hands."}, {"scene_id": "gl-06-26-03s16", "raw": "A scene from a TV show in which a man is sitting at a table and eating a fork", "with_names": "a man is sitting at a table and eating a fork"}]