[{"scene_id": "pc-02-18-02s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-18-02s1", "raw": "A scene from a TV show in which a watch is on a table and a hand is reaching for it.", "with_names": "a watch is on a table and a hand is reaching for it."}, {"scene_id": "pc-02-18-02s2", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt", "with_names": "a man is wearing a black coat and a white shirt"}, {"scene_id": "pc-02-18-02s3", "raw": "A scene from a TV show in which a man is looking at a rose and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-02-18-02s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-02-18-02s5", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-02-18-02s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-18-02s7", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "pc-02-18-02s8", "raw": "A scene from a TV show in which a man is seen in a dark room with his face obscured by darkness.", "with_names": "Casey is in a dark room with his face obscured by darkness."}, {"scene_id": "pc-02-18-02s9", "raw": "A scene from a TV show in which two men are standing in a pub, one of them is wearing a black coat.", "with_names": "two men are standing in a pub, one of them is wearing a black coat."}, {"scene_id": "pc-02-18-02s10", "raw": "A scene from a TV show in which a woman is seen pulling a black dress off a mannequin.", "with_names": "Amy is pulling a black dress off a mannequin."}, {"scene_id": "pc-02-18-02s11", "raw": "A scene from a TV show in which a little girl is being scolded by her mother.", "with_names": "a little girl is being scolded by her mother."}, {"scene_id": "pc-02-18-02s12", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and holding a clipboard.", "with_names": "a woman is wearing a white lab coat and holding a clipboard."}, {"scene_id": "pc-02-18-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]