[{"scene_id": "atwt-10-02-09s0", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing behind her.", "with_names": "Lily is walking into a room and a man is standing behind her."}, {"scene_id": "atwt-10-02-09s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-02-09s2", "raw": "A scene from a TV show in which two men are sitting at a desk, looking at papers.", "with_names": "two men are sitting at a desk, looking at papers."}, {"scene_id": "atwt-10-02-09s3", "raw": "A scene from a TV show in which a man is wearing a hat and a jacket", "with_names": "a man is wearing a hat and a jacket"}, {"scene_id": "atwt-10-02-09s4", "raw": "A scene from a TV show in which a woman is shown with a wrinkle on her forehead.", "with_names": ""}, {"scene_id": "atwt-10-02-09s5", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a necklace", "with_names": "a woman is wearing a pink sweater and a necklace"}, {"scene_id": "atwt-10-02-09s6", "raw": "A scene from a TV show in which a man is holding a baby and looking at it.", "with_names": "a man is holding a baby and looking at it."}, {"scene_id": "atwt-10-02-09s7", "raw": "A scene from a TV show in which a man is wearing a hat and a jacket and talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-02-09s8", "raw": "A scene from a TV show in which a man sits at a desk with his head in his hand. The caption reads: still have depression symptoms", "with_names": "a man sits at a desk with his head in his hand. the caption reads: still have depression symptoms"}, {"scene_id": "atwt-10-02-09s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a gold necklace", "with_names": "a woman is wearing a blue dress and a gold necklace"}, {"scene_id": "atwt-10-02-09s10", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and is looking at her angrily.", "with_names": "a man is sitting at a table with ] and is looking at her angrily."}, {"scene_id": "atwt-10-02-09s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-02-09s12", "raw": "A scene from a TV show in which a person is holding up two boxes of Fruit Loops.", "with_names": "a person is holding up two boxes of fruit loops."}, {"scene_id": "atwt-10-02-09s13", "raw": "A scene from a TV show in which a woman is wearing a blue and green dress and a necklace", "with_names": "a woman is wearing a blue and green dress and a necklace"}, {"scene_id": "atwt-10-02-09s14", "raw": "A scene from a TV show in which a man is looking at his face and making a faceI", "with_names": "a man is looking at his face and making a facei"}, {"scene_id": "atwt-10-02-09s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-02-09s16", "raw": "A scene from a TV show in which a man is seen in a white room with a white light shining on him.", "with_names": "a man is in a white room with a white light shining on him."}, {"scene_id": "atwt-10-02-09s17", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a plaid shirt", "with_names": "a man is looking at the camera and wearing a plaid shirt"}, {"scene_id": "atwt-10-02-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-02-09s19", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is sitting next to her", "with_names": "a woman is wearing a pink shirt and a man is sitting next to her"}, {"scene_id": "atwt-10-02-09s20", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "atwt-10-02-09s21", "raw": "A scene from a TV show in which a man is standing next to a woman on a bed.", "with_names": "a man is standing next to a woman on a bed."}, {"scene_id": "atwt-10-02-09s22", "raw": "A scene from a TV show in which a woman talks about laundry.", "with_names": "] talks about laundry."}, {"scene_id": "atwt-10-02-09s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-02-09s24", "raw": "A scene from a TV show in which a blonde woman is wearing a plaid shirt and a red flannel.", "with_names": "a blonde woman is wearing a plaid shirt and a red flannel."}, {"scene_id": "atwt-10-02-09s25", "raw": "A scene from a TV show in which a man is holding a woman on a bed.", "with_names": "a man is holding a woman on a bed."}, {"scene_id": "atwt-10-02-09s26", "raw": "A scene from a TV show in which a man is sitting on a large metal contraption. The caption reads: See our ad in Health magazine.", "with_names": "a man is sitting on a large metal contraption. the caption reads: see our ad in health magazine."}]