[{"scene_id": "oltl-07-13-07s0", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, her head tilted back, and her eyes closed.", "with_names": "Markko is lying on a hospital bed, her head tilted back, and her eyes closed."}, {"scene_id": "oltl-07-13-07s1", "raw": "A scene from a TV show in which a young man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-07s2", "raw": "A scene from a TV show in which a woman holds a child while a therapist looks on.", "with_names": "a woman holds a child while a therapist looks on."}, {"scene_id": "oltl-07-13-07s3", "raw": "A scene from a TV show in which a man and a woman are in a room together.", "with_names": "Miles and a woman are in a room together."}, {"scene_id": "oltl-07-13-07s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "oltl-07-13-07s5", "raw": "A scene from a TV show in which a man and a woman are talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-07-13-07s6", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-07-13-07s7", "raw": "A scene from a TV show in which a white dog is sitting on a white couch.", "with_names": "a white dog is sitting on a white couch."}, {"scene_id": "oltl-07-13-07s8", "raw": "A scene from a TV show in which a black man is wearing a yellow shirt and a woman is looking at him.", "with_names": "a black man is wearing a yellow shirt and Layla is looking at him."}, {"scene_id": "oltl-07-13-07s9", "raw": "A scene from a TV show in which a woman is holding a young boy and a pacifier in her mouth.", "with_names": "a woman is holding a young boy and a pacifier in her mouth."}, {"scene_id": "oltl-07-13-07s11", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man and another woman.", "with_names": "a woman is walking down a hallway with Michael and another woman."}, {"scene_id": "oltl-07-13-07s12", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a plant.", "with_names": ""}, {"scene_id": "oltl-07-13-07s13", "raw": "A scene from a TV show in which doctors are shown performing surgery.", "with_names": "doctors are shown performing surgery."}, {"scene_id": "oltl-07-13-07s14", "raw": "A scene from a TV show in which a woman is talking to a doctor and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-13-07s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-07s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-13-07s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "oltl-07-13-07s18", "raw": "A scene from a TV show in which two young women are sitting at a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-13-07s19", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on the edge of a bed frame.", "with_names": "a man is lying on a bed with his head resting on the edge of a bed frame."}, {"scene_id": "oltl-07-13-07s20", "raw": "A scene from a TV show in which a black man and a woman are sitting on a bench.", "with_names": "a black man and a woman are sitting on a bench."}, {"scene_id": "oltl-07-13-07s21", "raw": "A scene from a TV show in which a man is holding a child upside down.", "with_names": "Vincent is holding a child upside down."}, {"scene_id": "oltl-07-13-07s22", "raw": "A scene from a TV show in which a doctor is seen wearing a surgical mask and a white hat.", "with_names": "a doctor is wearing a surgical mask and a white hat."}, {"scene_id": "oltl-07-13-07s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-07-13-07s24", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-13-07s25", "raw": "A scene from a TV show in which two women are sitting at a table in a restaurant, with food and drinks on the table.", "with_names": "two women are sitting at a table in a restaurant, with food and drinks on the table."}, {"scene_id": "oltl-07-13-07s26", "raw": "A scene from a TV show in which three girls are sitting around a table eating sushi.", "with_names": "three girls are sitting around a table eating sushi."}, {"scene_id": "oltl-07-13-07s27", "raw": "A scene from a TV show in which a dog is seen standing next to a shopping cart.", "with_names": "a dog is standing next to a shopping cart."}, {"scene_id": "oltl-07-13-07s28", "raw": "A scene from a TV show in which a black woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-07s29", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-13-07s30", "raw": "A scene from a TV show in which a doctor is talking to a group of surgeons.", "with_names": ""}, {"scene_id": "oltl-07-13-07s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-13-07s32", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "Viki is sitting in a room and Nash is standing behind her."}, {"scene_id": "oltl-07-13-07s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-13-07s35", "raw": "A scene from a TV show in which two girls are eating food at a restaurant.", "with_names": "two girls are eating food at a restaurant."}, {"scene_id": "oltl-07-13-07s36", "raw": "A scene from a TV show in which a young woman is sitting in front of a mirror, looking at her face.", "with_names": "a young woman is sitting in front of a mirror, looking at her face."}, {"scene_id": "oltl-07-13-07s37", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-07-13-07s38", "raw": "A scene from a TV show in which a doctor is wearing a surgical mask and scrubs and is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-07-13-07s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-07s40", "raw": "A scene from a TV show in which a man and a woman are talking in a hospital room.", "with_names": ""}, {"scene_id": "oltl-07-13-07s41", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-07s43", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-13-07s44", "raw": "A scene from a TV show in which a man is feeding a woman a piece of food.", "with_names": "a man is feeding a woman a piece of food."}, {"scene_id": "oltl-07-13-07s45", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at Nurse and making a face."}, {"scene_id": "oltl-07-13-07s48", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-07-13-07s49", "raw": "A scene from a TV show in which a woman is talking to a man and a young boy.", "with_names": ""}, {"scene_id": "oltl-07-13-07s50", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-07-13-07s51", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and Dr. Kent are walking down a hallway."}, {"scene_id": "oltl-07-13-07s54", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-07-13-07s55", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-07s56", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-07-13-07s58", "raw": "A scene from a TV show in which a dog is seen in a shopping cart.", "with_names": "a dog is in a shopping cart."}]