[{"scene_id": "oltl-11-30-06s0", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-11-30-06s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is kneeling in front of her.", "with_names": "a woman is wearing a white dress and a man is kneeling in front of her."}, {"scene_id": "oltl-11-30-06s2", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-11-30-06s3", "raw": "A scene from a TV show in which a man is in a black shirt and a white man is behind bars.", "with_names": "a man is in a black shirt and a white man is behind bars."}, {"scene_id": "oltl-11-30-06s4", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-11-30-06s5", "raw": "A scene from a TV show in which a blonde woman is wearing a pink jacket and a white shirt.", "with_names": "a blonde woman is wearing a pink jacket and a white shirt."}, {"scene_id": "oltl-11-30-06s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "oltl-11-30-06s7", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-11-30-06s8", "raw": "A scene from a TV show in which a man is in a jail cell and another man is talking to him.", "with_names": ""}, {"scene_id": "oltl-11-30-06s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her, and a doctor is talking to them.", "with_names": ""}, {"scene_id": "oltl-11-30-06s10", "raw": "A scene from a TV show in which a man is seen holding a gun in his hand.", "with_names": "a man is holding a gun in his hand."}, {"scene_id": "oltl-11-30-06s11", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing behind him.", "with_names": "a man is wearing a leather jacket and a woman is standing behind him."}, {"scene_id": "oltl-11-30-06s12", "raw": "A scene from a TV show in which a man is talking to a woman in a newsroom.", "with_names": ""}, {"scene_id": "oltl-11-30-06s13", "raw": "A scene from a TV show in which a man is talking on a cell phone while wearing a beanie.", "with_names": ""}, {"scene_id": "oltl-11-30-06s14", "raw": "A scene from a TV show in which a man is behind bars.", "with_names": "a man is behind bars."}, {"scene_id": "oltl-11-30-06s15", "raw": "A scene from a TV show in which a man is wearing a beanie and a jacket.", "with_names": "a man is wearing a beanie and a jacket."}, {"scene_id": "oltl-11-30-06s16", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "oltl-11-30-06s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-30-06s18", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a mustache.", "with_names": "a man is lying in a hospital bed with a mustache."}, {"scene_id": "oltl-11-30-06s19", "raw": "A scene from a TV show in which a woman is wearing a red suit and a gold brooch.", "with_names": "a woman is wearing a red suit and a gold brooch."}, {"scene_id": "oltl-11-30-06s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-30-06s21", "raw": "A scene from a TV show in which a doctor is talking to a patient while a nurse looks on.", "with_names": ""}, {"scene_id": "oltl-11-30-06s22", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-11-30-06s23", "raw": "A scene from a TV show in which a woman is wearing a red blazer and gold earrings.", "with_names": "a woman is wearing a red blazer and gold earrings."}, {"scene_id": "oltl-11-30-06s24", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-11-30-06s25", "raw": "A scene from a TV show in which a woman is in a white suit and a man is behind bars.", "with_names": "a woman is in a white suit and a man is behind bars."}, {"scene_id": "oltl-11-30-06s26", "raw": "A scene from a TV show in which a man is sitting at a desk with his head down, looking at his phone.", "with_names": "a man is sitting at a desk with his head down, looking at his phone."}, {"scene_id": "oltl-11-30-06s27", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-11-30-06s28", "raw": "A scene from a TV show in which a woman is wearing a red suit and a gold brooch.", "with_names": "a woman is wearing a red suit and a gold brooch."}, {"scene_id": "oltl-11-30-06s29", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "oltl-11-30-06s30", "raw": "A scene from a TV show in which a man is seen walking through a door with a shadow on the other side.", "with_names": "a man is walking through a door with a shadow on the other side."}, {"scene_id": "oltl-11-30-06s31", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-30-06s32", "raw": "A scene from a TV show in which a man is wearing a beanie and a jacket and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-06s33", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}]