[{"scene_id": "gl-09-27-04s0", "raw": "A scene from a TV show in which a woman is waving to someone outside a door.", "with_names": "a woman is waving to someone outside a door."}, {"scene_id": "gl-09-27-04s1", "raw": "A scene from a TV show in which a man is using a laptop", "with_names": "a man is using a laptop"}, {"scene_id": "gl-09-27-04s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-09-27-04s3", "raw": "A scene from a TV show in which two men are driving in a car.", "with_names": "two men are driving in a car."}, {"scene_id": "gl-09-27-04s4", "raw": "A scene from a TV show in which a woman is tied up and her hands are tied behind her back.", "with_names": "a woman is tied up and her hands are tied behind her back."}, {"scene_id": "gl-09-27-04s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-09-27-04s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-27-04s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-09-27-04s8", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-09-27-04s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "a man is wearing a leather jacket and a woman is looking at him."}, {"scene_id": "gl-09-27-04s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-27-04s11", "raw": "A scene from a TV show in which a man and a woman are in a room, with the woman on the right, and the man on the left. They are both looking at each other, and the woman is holding onto the man's shoulder.", "with_names": "a man and a woman are in a room, with the woman on the right, and the man on the left. they are both looking at each other, and the woman is holding onto the man's shoulder."}, {"scene_id": "gl-09-27-04s12", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s13", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s14", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s15", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s16", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s17", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-27-04s19", "raw": "", "with_names": ""}, {"scene_id": "gl-09-27-04s20", "raw": "A scene from a TV show in which a woman is being groped by a man", "with_names": "a woman is being groped by a man"}, {"scene_id": "gl-09-27-04s21", "raw": "A scene from a TV show in which a woman is wearing a black jacket and white t-shirt.", "with_names": "a woman is wearing a black jacket and white t-shirt."}, {"scene_id": "gl-09-27-04s22", "raw": "A scene from a TV show in which a man is hugging another man.", "with_names": "a man is hugging another man."}, {"scene_id": "gl-09-27-04s23", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-09-27-04s24", "raw": "A scene from a TV show in which a blonde woman is sitting in front of a green screen, with her hand touching her face.", "with_names": "a blonde woman is sitting in front of a green screen, with her hand touching her face."}, {"scene_id": "gl-09-27-04s25", "raw": "A scene from a TV show in which a woman is pointing a gun at the camera.", "with_names": "a woman is pointing a gun at the camera."}, {"scene_id": "gl-09-27-04s26", "raw": "A scene from a TV show in which a woman is eating a piece of meat with a man sitting next to her.", "with_names": "a woman is eating a piece of meat with a man sitting next to her."}, {"scene_id": "gl-09-27-04s27", "raw": "A scene from a TV show in which a police officer is seen sitting on a chair in a doorway.", "with_names": ""}, {"scene_id": "gl-09-27-04s28", "raw": "A scene from a TV show in which a woman is pointing a gun at the camera.", "with_names": "a woman is pointing a gun at the camera."}, {"scene_id": "gl-09-27-04s29", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-27-04s30", "raw": "A scene from a TV show in which a man is looking at a woman and saying", "with_names": "a man is looking at a woman and saying"}, {"scene_id": "gl-09-27-04s31", "raw": "A scene from a TV show in which a woman is dancing in a pink shirt.", "with_names": "a woman is dancing in a pink shirt."}, {"scene_id": "gl-09-27-04s32", "raw": "A scene from a TV show in which a man is crying and another man is standing next to him.", "with_names": "a man is crying and another man is standing next to him."}, {"scene_id": "gl-09-27-04s33", "raw": "A scene from a TV show in which a woman is lying on her back with her head turned to the side, looking at the camera.", "with_names": "a woman is lying on her back with her head turned to the side, looking at the camera."}, {"scene_id": "gl-09-27-04s34", "raw": "A scene from a TV show in which a young boy is drinking milk.", "with_names": "a young boy is drinking milk."}, {"scene_id": "gl-09-27-04s35", "raw": "A scene from a TV show in which a woman is smiling and a young boy is crying.", "with_names": "a woman is smiling and a young boy is crying."}, {"scene_id": "gl-09-27-04s36", "raw": "A scene from a TV show in which a blonde woman is looking down and her face is not visible.", "with_names": "a blonde woman is looking down and her face is not visible."}, {"scene_id": "gl-09-27-04s37", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-09-27-04s38", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and Dinah are standing next to each other."}, {"scene_id": "gl-09-27-04s39", "raw": "", "with_names": ""}]