[{"scene_id": "bb-09-06-06s0", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with the man looking at the woman.", "with_names": "Nick and Bridget are lying on a bed, with the man looking at the woman."}, {"scene_id": "bb-09-06-06s1", "raw": "A scene from a TV show in which a woman is walking into a room and another woman is standing in the doorway.", "with_names": "a woman is walking into a room and another woman is standing in the doorway."}, {"scene_id": "bb-09-06-06s2", "raw": "A scene from a TV show in which a woman is dancing in a black dress.", "with_names": "Bridget is dancing in a black dress."}, {"scene_id": "bb-09-06-06s3", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "bb-09-06-06s4", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-09-06-06s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room, holding hands.", "with_names": "a man and a woman are standing in a room, holding hands."}, {"scene_id": "bb-09-06-06s6", "raw": "A scene from a TV show in which a woman is standing in a room with a beer and a TV on a table.", "with_names": "Bridget is standing in a room with a beer and a tv on a table."}, {"scene_id": "bb-09-06-06s7", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall", "with_names": "a man is standing in a room with a clock on the wall"}, {"scene_id": "bb-09-06-06s8", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "bb-09-06-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and the words '12:23' are displayed on the bottom of the screen", "with_names": "Nick is looking at Brooke and the words '12:23' are displayed on the bottom of the screen"}]