[{"scene_id": "atwt-08-31-10s0", "raw": "A scene from a TV show in which a man is running in a kitchen.", "with_names": "Casey is running in a kitchen."}, {"scene_id": "atwt-08-31-10s1", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "a woman is sitting at a desk and a man is standing next to her."}, {"scene_id": "atwt-08-31-10s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, and the woman is looking at the man.", "with_names": "a man and a woman are standing in a room, and the woman is looking at the man."}, {"scene_id": "atwt-08-31-10s3", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-08-31-10s4", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-08-31-10s5", "raw": "A scene from a TV show in which a white screen is shown", "with_names": ""}, {"scene_id": "atwt-08-31-10s6", "raw": "A scene from a TV show in which a woman is shown applying lip balm.", "with_names": ""}, {"scene_id": "atwt-08-31-10s7", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him, touching his shoulder.", "with_names": ""}, {"scene_id": "atwt-08-31-10s8", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking away.", "with_names": "a blonde woman is looking at a man and he is looking away."}, {"scene_id": "atwt-08-31-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-08-31-10s10", "raw": "A scene from a TV show in which a ghost is seen behind two women.", "with_names": "a ghost is behind two women."}, {"scene_id": "atwt-08-31-10s11", "raw": "A scene from a TV show in which a woman is wearing a black suit and pearls.", "with_names": "a woman is wearing a black suit and pearls."}, {"scene_id": "atwt-08-31-10s12", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a store.", "with_names": "a blonde woman is standing next to a man in a store."}, {"scene_id": "atwt-08-31-10s13", "raw": "A scene from a TV show in which a man is shown a TV with the words '$299 a week' on it.", "with_names": ""}, {"scene_id": "atwt-08-31-10s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-08-31-10s15", "raw": "A scene from a TV show in which a woman is standing in front of an LG refrigerator and touching its screen", "with_names": "a woman is standing in front of an lg refrigerator and touching its screen"}, {"scene_id": "atwt-08-31-10s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-31-10s17", "raw": "A scene from a TV show in which a closet is filled with spoons", "with_names": "a closet is filled with spoons"}, {"scene_id": "atwt-08-31-10s18", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a necklace", "with_names": "a woman is wearing a black and white jacket and a necklace"}, {"scene_id": "atwt-08-31-10s19", "raw": "A scene from a TV show in which a woman is sitting on a couch and her eyes are closed.", "with_names": ""}, {"scene_id": "atwt-08-31-10s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-31-10s21", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "atwt-08-31-10s22", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "atwt-08-31-10s23", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-31-10s24", "raw": "A scene from a TV show in which a man is giving a woman a gift.", "with_names": "a man is giving a woman a gift."}, {"scene_id": "atwt-08-31-10s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-31-10s26", "raw": "A scene from a TV show in which a woman is shown a bottle of vaginal lubricant.", "with_names": ""}, {"scene_id": "atwt-08-31-10s27", "raw": "A scene from a TV show in which two women hold candles.", "with_names": "two women hold candles."}, {"scene_id": "atwt-08-31-10s28", "raw": "A scene from a TV show in which an older woman is talking and a flower is in the background.", "with_names": ""}, {"scene_id": "atwt-08-31-10s29", "raw": "A scene from a TV show in which a man is talking about Biotine supplements.", "with_names": ""}]