[{"scene_id": "atwt-08-05-09s0", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "Jack and Janet are hugging each other."}, {"scene_id": "atwt-08-05-09s1", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "a man is knocking on a door."}, {"scene_id": "atwt-08-05-09s2", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a white robe and holding a silver tea set.", "with_names": "a woman is standing in a living room, wearing a white robe and holding a silver tea set."}, {"scene_id": "atwt-08-05-09s3", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "atwt-08-05-09s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-08-05-09s5", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-05-09s6", "raw": "A scene from a TV show in which children are playing in a water park.", "with_names": "children are playing in a water park."}, {"scene_id": "atwt-08-05-09s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-05-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-08-05-09s9", "raw": "A scene from a TV show in which a boy and his dog are eating a meal together.", "with_names": "a boy and his dog are eating a meal together."}, {"scene_id": "atwt-08-05-09s10", "raw": "A scene from a TV show in which a woman is pointing to her head and a man is standing behind her.", "with_names": "a woman is pointing to her head and a man is standing behind her."}, {"scene_id": "atwt-08-05-09s11", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-08-05-09s12", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-08-05-09s13", "raw": "A scene from a TV show in which a man is selling bread from a window.", "with_names": "a man is selling bread from a window."}, {"scene_id": "atwt-08-05-09s14", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "atwt-08-05-09s15", "raw": "A scene from a TV show in which a girl is being interviewed by a man.", "with_names": "a girl is being interviewed by a man."}, {"scene_id": "atwt-08-05-09s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-08-05-09s17", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her", "with_names": "a woman is wearing a blue dress and a man is standing behind her"}, {"scene_id": "atwt-08-05-09s18", "raw": "A scene from a TV show in which a man is seen sitting in a shoe shop.", "with_names": "a man is sitting in a shoe shop."}, {"scene_id": "atwt-08-05-09s19", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-08-05-09s20", "raw": "A scene from a TV show in which a man is standing behind a bar, pouring a drink for another man.", "with_names": "a man is standing behind a bar, pouring a drink for another man."}, {"scene_id": "atwt-08-05-09s21", "raw": "A scene from a TV show in which Rachel Green is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-05-09s22", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-08-05-09s23", "raw": "A scene from a TV show in which two men are sitting at a table, talking.", "with_names": ""}, {"scene_id": "atwt-08-05-09s24", "raw": "A scene from a TV show in which a man is seen walking past a tree. The caption reads: TRIPLEX (oxytetracycline) added has not been shown to prevent heart attacks or stroke more than a statin alone.", "with_names": "a man is walking past a tree. the caption reads: triplex (oxytetracycline) added has not been shown to prevent heart attacks or stroke more than a statin alone."}, {"scene_id": "atwt-08-05-09s25", "raw": "A scene from a TV show in which a man is wearing a green shirt and a black hair", "with_names": "a man is wearing a green shirt and a black hair"}, {"scene_id": "atwt-08-05-09s26", "raw": "A scene from a TV show in which a woman is wearing a white shirt and jeans and is standing in a room with a man sitting in a chair.", "with_names": ""}, {"scene_id": "atwt-08-05-09s27", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked", "with_names": ""}, {"scene_id": "atwt-08-05-09s28", "raw": "A scene from a TV show in which a bottle of sunscreen is shown.", "with_names": ""}]