[{"scene_id": "gl-04-29-04s0", "raw": "A scene from a TV show in which a woman is holding playing cards.", "with_names": "Reva is holding playing cards."}, {"scene_id": "gl-04-29-04s1", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-04-29-04s2", "raw": "A scene from a TV show in which two men are fighting.", "with_names": "two men are fighting."}, {"scene_id": "gl-04-29-04s3", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-04-29-04s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a mirror.", "with_names": ""}, {"scene_id": "gl-04-29-04s5", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-29-04s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Bill are standing next to each other."}, {"scene_id": "gl-04-29-04s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-29-04s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Harley and a woman are standing next to each other."}, {"scene_id": "gl-04-29-04s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-29-04s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-29-04s12", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-04-29-04s13", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-04-29-04s14", "raw": "A scene from a TV show in which a blonde woman is standing in a kitchen and looking to the right.", "with_names": "a blonde woman is standing in a kitchen and looking to the right."}, {"scene_id": "gl-04-29-04s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-29-04s17", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the side.", "with_names": "a blonde woman is smiling and looking to the side."}, {"scene_id": "gl-04-29-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-29-04s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is dressed in a denim jacket.", "with_names": "a woman is wearing a black dress and a man is dressed in a denim jacket."}, {"scene_id": "gl-04-29-04s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-29-04s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-29-04s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-29-04s23", "raw": "A scene from a TV show in which a woman is shown with her eyes closed and her lips parted.", "with_names": ""}, {"scene_id": "gl-04-29-04s24", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-04-29-04s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Danny is kissing Michelle on the cheek"}, {"scene_id": "gl-04-29-04s26", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-04-29-04s27", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and the man is blowing his nose.", "with_names": ""}, {"scene_id": "gl-04-29-04s28", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and Olivia are standing in a living room."}, {"scene_id": "gl-04-29-04s29", "raw": "A scene from a TV show in which a cat is seen licking a paper.", "with_names": "a cat is licking a paper."}, {"scene_id": "gl-04-29-04s30", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Tony is being attacked by a man."}]