[{"scene_id": "atwt-12-01-05s0", "raw": "A scene from a TV show in which a man is sitting in a room with a striped shirt and a tie on.", "with_names": "Henry is sitting in a room with a striped shirt and a tie on."}, {"scene_id": "atwt-12-01-05s1", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-12-01-05s2", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "atwt-12-01-05s3", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-12-01-05s4", "raw": "A scene from a TV show in which a floss dispenser is shown next to a cup.", "with_names": ""}, {"scene_id": "atwt-12-01-05s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-01-05s6", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-12-01-05s7", "raw": "A scene from a TV show in which a blonde woman is yelling at a man.", "with_names": "a blonde woman is yelling at a man."}, {"scene_id": "atwt-12-01-05s8", "raw": "A scene from a TV show in which a man is holding a wine bottle and a sword.", "with_names": "a man is holding a wine bottle and a sword."}, {"scene_id": "atwt-12-01-05s9", "raw": "A scene from a TV show in which a woman is wearing cowboy boots and a heart is in the background.", "with_names": "a woman is wearing cowboy boots and a heart is in the background."}, {"scene_id": "atwt-12-01-05s10", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "] and a woman are standing close to each other."}, {"scene_id": "atwt-12-01-05s11", "raw": "A scene from a TV show in which a man is yelling angrily.", "with_names": "a man is yelling angrily."}, {"scene_id": "atwt-12-01-05s12", "raw": "A scene from a TV show in which a man is yelling.", "with_names": "a man is yelling."}, {"scene_id": "atwt-12-01-05s13", "raw": "A scene from a TV show in which fish are seen swimming in a tank.", "with_names": "fish are swimming in a tank."}, {"scene_id": "atwt-12-01-05s14", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a short blonde hair.", "with_names": "a woman is wearing a black shirt and a short blonde hair."}, {"scene_id": "atwt-12-01-05s15", "raw": "A scene from a TV show in which a woman is sitting in front of a Christmas tree, holding a red rose.", "with_names": "a woman is sitting in front of a christmas tree, holding a red rose."}, {"scene_id": "atwt-12-01-05s16", "raw": "A scene from a TV show in which a man and a woman are standing in a wine cellar.", "with_names": "a man and a woman are standing in a wine cellar."}, {"scene_id": "atwt-12-01-05s17", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "atwt-12-01-05s18", "raw": "A scene from a TV show in which a drop of water is falling on a leaf.", "with_names": "a drop of water is falling on a leaf."}, {"scene_id": "atwt-12-01-05s19", "raw": "A scene from a TV show in which a man is holding a bra in front of a Christmas tree.", "with_names": "] is holding a bra in front of a christmas tree."}, {"scene_id": "atwt-12-01-05s20", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "atwt-12-01-05s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-12-01-05s22", "raw": "A scene from a TV show in which a woman is seen spitting out a piece of food.", "with_names": "a woman is spitting out a piece of food."}, {"scene_id": "atwt-12-01-05s23", "raw": "A scene from a TV show in which a blonde man is looking at a woman.", "with_names": "a blonde man is looking at a woman."}, {"scene_id": "atwt-12-01-05s24", "raw": "A scene from a TV show in which a man is sitting next to a woman in a bar, both of them laughing.", "with_names": "] is sitting next to a woman in a bar, both of them laughing."}, {"scene_id": "atwt-12-01-05s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-12-01-05s26", "raw": "A scene from a TV show in which a man is standing in a room with a blonde woman sitting on a couch behind him.", "with_names": ""}, {"scene_id": "atwt-12-01-05s27", "raw": "A scene from a TV show in which a man is standing in front of a window.", "with_names": "a man is standing in front of a window."}, {"scene_id": "atwt-12-01-05s28", "raw": "", "with_names": ""}]