[{"scene_id": "gl-04-15-03s0", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "gl-04-15-03s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-04-15-03s2", "raw": "A scene from a TV show in which two women are standing next to each other in hospital gowns.", "with_names": "two women are standing next to each other in hospital gowns."}, {"scene_id": "gl-04-15-03s3", "raw": "A scene from a TV show in which a man is holding a basketball and a young man is standing next to him.", "with_names": "a man is holding a basketball and a young man is standing next to him."}, {"scene_id": "gl-04-15-03s4", "raw": "A scene from a TV show in which two men are standing in a kitchen.", "with_names": "two men are standing in a kitchen."}, {"scene_id": "gl-04-15-03s5", "raw": "A scene from a TV show in which a man is holding a woman by the hand and looking at her.", "with_names": "Shayne is holding Marina by the hand and looking at her."}, {"scene_id": "gl-04-15-03s6", "raw": "A scene from a TV show in which a woman is standing in front of a stained glass window.", "with_names": "a woman is standing in front of a stained glass window."}, {"scene_id": "gl-04-15-03s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a tablet.", "with_names": ""}, {"scene_id": "gl-04-15-03s8", "raw": "A scene from a TV show in which a woman is talking to a man in a white coat.", "with_names": ""}, {"scene_id": "gl-04-15-03s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-15-03s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ben is kissing a woman on the cheek."}, {"scene_id": "gl-04-15-03s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-15-03s12", "raw": "A scene from a TV show in which a woman is being escorted by a man.", "with_names": "a woman is being escorted by a man."}, {"scene_id": "gl-04-15-03s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-04-15-03s14", "raw": "A scene from a TV show in which a woman is walking down a staircase and her hair is blowing in the wind.", "with_names": "a woman is walking down a staircase and her hair is blowing in the wind."}, {"scene_id": "gl-04-15-03s15", "raw": "A scene from a TV show in which a man is standing next to a boy, holding a dog.", "with_names": "a man is standing next to a boy, holding a dog."}, {"scene_id": "gl-04-15-03s16", "raw": "A scene from a TV show in which a woman is talking to a patient.", "with_names": ""}, {"scene_id": "gl-04-15-03s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-15-03s18", "raw": "A scene from a TV show in which a woman is lying on a bed, wearing a shirt and a tie.", "with_names": "a woman is lying on a bed, wearing a shirt and a tie."}, {"scene_id": "gl-04-15-03s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-15-03s20", "raw": "A scene from a TV show in which a man is kissing a woman on the steps of a building.", "with_names": "a man is kissing a woman on the steps of a building."}, {"scene_id": "gl-04-15-03s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-15-03s22", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}]