[{"scene_id": "bb-08-15-14s0", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "Liam is crying and Ivy is comforting him."}, {"scene_id": "bb-08-15-14s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Hope is looking at a man and he is looking back at her."}, {"scene_id": "bb-08-15-14s4", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-08-15-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-15-14s6", "raw": "A scene from a TV show in which a man sits in a chair and looks at a plant.", "with_names": "Ricardo sits in a chair and looks at a plant."}, {"scene_id": "bb-08-15-14s7", "raw": "A scene from a TV show in which a man is walking around a room and talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-15-14s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-15-14s9", "raw": "A scene from a TV show in which a man sits on a couch and looks at the camera.", "with_names": "a man sits on a couch and looks at the camera."}, {"scene_id": "bb-08-15-14s10", "raw": "A scene from a TV show in which a woman is holding a large knife and screaming.", "with_names": "a woman is holding a large knife and screaming."}, {"scene_id": "bb-08-15-14s11", "raw": "A scene from a TV show in which a man and a woman sit in a car and talk.", "with_names": "Liam and a woman sit in a car and talk."}, {"scene_id": "bb-08-15-14s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a beach and talking.", "with_names": ""}, {"scene_id": "bb-08-15-14s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Liam and Ivy sit on a couch and talk."}, {"scene_id": "bb-08-15-14s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and is smiling at a man.", "with_names": "Hope is wearing a black dress and a necklace and is smiling at Liam."}, {"scene_id": "bb-08-15-14s15", "raw": "A scene from a TV show in which a woman sits in a chair and looks at the camera.", "with_names": "a woman sits in a chair and looks at the camera."}, {"scene_id": "bb-08-15-14s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-15-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]