[{"scene_id": "atwt-05-12-05s0", "raw": "A scene from a TV show in which a woman is holding a pair of scissors in her hand.", "with_names": "a woman is holding a pair of scissors in her hand."}, {"scene_id": "atwt-05-12-05s1", "raw": "A scene from a TV show in which a woman is being served by a waiter.", "with_names": "a woman is being served by a waiter."}, {"scene_id": "atwt-05-12-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking to the right.", "with_names": "a man is wearing a suit and a red tie and is looking to the right."}, {"scene_id": "atwt-05-12-05s3", "raw": "A scene from a TV show in which a woman and a child are sliding down a slide with a giant glass of water.", "with_names": "a woman and a child are sliding down a slide with a giant glass of water."}, {"scene_id": "atwt-05-12-05s4", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-05-12-05s5", "raw": "A scene from a TV show in which two women are talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-05s6", "raw": "A scene from a TV show in which two young men are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "atwt-05-12-05s7", "raw": "A scene from a TV show in which a man is holding a broom and pointing at a door.", "with_names": "a man is holding a broom and pointing at a door."}, {"scene_id": "atwt-05-12-05s8", "raw": "A scene from a TV show in which a man is driving a car and looking out the window.", "with_names": "a man is driving a car and looking out the window."}, {"scene_id": "atwt-05-12-05s9", "raw": "A scene from a TV show in which a young woman is wearing a blue shirt and a necklace.", "with_names": "a young woman is wearing a blue shirt and a necklace."}, {"scene_id": "atwt-05-12-05s10", "raw": "A scene from a TV show in which two boys are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-12-05s11", "raw": "A scene from a TV show in which a woman is looking down, a man is behind her, and a flower is in the background.", "with_names": "a woman is looking down, a man is behind her, and a flower is in the background."}, {"scene_id": "atwt-05-12-05s12", "raw": "A scene from a TV show in which a woman is blowing a kiss", "with_names": "a woman is blowing a kiss"}, {"scene_id": "atwt-05-12-05s13", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-12-05s14", "raw": "A scene from a TV show in which a woman is looking off to the side, wearing a necklace and a blazer.", "with_names": "a woman is looking off to the side, wearing a necklace and a blazer."}, {"scene_id": "atwt-05-12-05s15", "raw": "A scene from a TV show in which a bottle of Beni-Beni is shown next to a glass of water.", "with_names": ""}, {"scene_id": "atwt-05-12-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-12-05s17", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "atwt-05-12-05s18", "raw": "A scene from a TV show in which a young man is wearing a yellow shirt and a brown jacket.", "with_names": "a young man is wearing a yellow shirt and a brown jacket."}, {"scene_id": "atwt-05-12-05s19", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-12-05s20", "raw": "A scene from a TV show in which a woman is standing in a garden and a man is sitting on a bench. The caption reads \"As the world turns\"", "with_names": "a woman is standing in a garden and ] is sitting on a bench. the caption reads \"as the world turns\""}, {"scene_id": "atwt-05-12-05s21", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-05-12-05s22", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-05-12-05s23", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-05-12-05s24", "raw": "A scene from a TV show in which a woman holds a tube of hairspray.", "with_names": "a woman holds a tube of hairspray."}, {"scene_id": "atwt-05-12-05s25", "raw": "A scene from a TV show in which a young man is looking at a book", "with_names": "a young man is looking at a book"}, {"scene_id": "atwt-05-12-05s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-12-05s27", "raw": "A scene from a TV show in which a man is standing in a room with a Christmas tree.", "with_names": "a man is standing in a room with a christmas tree."}, {"scene_id": "atwt-05-12-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]