[{"scene_id": "oltl-07-13-06s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-13-06s1", "raw": "A scene from a TV show in which a young woman is sitting on a couch and holding a white shoe.", "with_names": ""}, {"scene_id": "oltl-07-13-06s2", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is walking towards her.", "with_names": "a woman is standing in front of a door and a man is walking towards her."}, {"scene_id": "oltl-07-13-06s3", "raw": "A scene from a TV show in which a woman is seen drinking from a bottle.", "with_names": "a woman is drinking from a bottle."}, {"scene_id": "oltl-07-13-06s4", "raw": "A scene from a TV show in which a woman is being helped by a man to get up from the floor.", "with_names": "a woman is being helped by a man to get up from the floor."}, {"scene_id": "oltl-07-13-06s5", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-07-13-06s6", "raw": "A scene from a TV show in which a woman is talking to a man on a staircase.", "with_names": ""}, {"scene_id": "oltl-07-13-06s7", "raw": "A scene from a TV show in which a man is lying in bed, looking at his cell phone.", "with_names": "a man is lying in bed, looking at his cell phone."}, {"scene_id": "oltl-07-13-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-13-06s9", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-07-13-06s10", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is looking at his cell phone.", "with_names": "a man is sitting at a table with a woman, and she is looking at his cell phone."}, {"scene_id": "oltl-07-13-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-13-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-06s14", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her", "with_names": "a woman is wearing a blue dress and a man is standing behind her"}, {"scene_id": "oltl-07-13-06s15", "raw": "A scene from a TV show in which a shirtless man is hitting a woman with a barbell.", "with_names": "a shirtless man is hitting a woman with a barbell."}, {"scene_id": "oltl-07-13-06s16", "raw": "A scene from a TV show in which a black man and a woman are standing in a room, the woman is looking at the man and he is looking back at her.", "with_names": "a black man and a woman are standing in a room, the woman is looking at the man and he is looking back at her."}, {"scene_id": "oltl-07-13-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-06s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-13-06s19", "raw": "A scene from a TV show in which a woman is having sex with a man on a bed.", "with_names": "a woman is having sex with a man on a bed."}, {"scene_id": "oltl-07-13-06s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-07-13-06s21", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a strappy bra.", "with_names": "a woman is wearing a white tank top and a strappy bra."}, {"scene_id": "oltl-07-13-06s22", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "a woman is being choked by a man."}, {"scene_id": "oltl-07-13-06s23", "raw": "A scene from a TV show in which a man is standing over a naked woman on a bed.", "with_names": "a man is standing over a naked woman on a bed."}, {"scene_id": "oltl-07-13-06s24", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-07-13-06s25", "raw": "A scene from a TV show in which a man is walking away from a woman, and she is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-07-13-06s26", "raw": "A scene from a TV show in which a man and a woman are lying in bed together, with the woman's head on the man's chest.", "with_names": "a man and a woman are lying in bed together, with the woman's head on the man's chest."}, {"scene_id": "oltl-07-13-06s27", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a young woman is standing behind her.", "with_names": "a woman is wearing a pink suit and a young woman is standing behind her."}, {"scene_id": "oltl-07-13-06s28", "raw": "A scene from a TV show in which a man is lying on a bed with his pants down, and a woman is standing over him, looking at him.", "with_names": "a man is lying on a bed with his pants down, and a woman is standing over him, looking at him."}]