[{"scene_id": "gl-03-31-06s0", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-03-31-06s1", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-31-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-31-06s3", "raw": "A scene from a TV show in which a man is talking on a cell phone and a tornado is coming towards him", "with_names": ""}, {"scene_id": "gl-03-31-06s4", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-03-31-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-03-31-06s6", "raw": "A scene from a TV show in which a man is walking into a room and another man is standing behind him.", "with_names": "a man is walking into a room and another man is standing behind him."}, {"scene_id": "gl-03-31-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-31-06s8", "raw": "A scene from a TV show in which a man is holding a book and another man is standing behind him", "with_names": "a man is holding a book and another man is standing behind him"}, {"scene_id": "gl-03-31-06s9", "raw": "A scene from a TV show in which a man is seen falling through a doorway.", "with_names": "a man is falling through a doorway."}, {"scene_id": "gl-03-31-06s10", "raw": "", "with_names": ""}, {"scene_id": "gl-03-31-06s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding his head", "with_names": ""}, {"scene_id": "gl-03-31-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a bench.", "with_names": "a man and a woman are standing in front of a bench."}, {"scene_id": "gl-03-31-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-31-06s14", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to another man.", "with_names": ""}, {"scene_id": "gl-03-31-06s15", "raw": "A scene from a TV show in which a man is laughing and covering his mouth with his hand.", "with_names": "a man is laughing and covering his mouth with his hand."}, {"scene_id": "gl-03-31-06s16", "raw": "A scene from a TV show in which a woman is holding a red folder and a man is standing next to her.", "with_names": "a woman is holding a red folder and a man is standing next to her."}, {"scene_id": "gl-03-31-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-03-31-06s18", "raw": "A scene from a TV show in which a woman is walking into a room with a bed and a couch.", "with_names": "a woman is walking into a room with a bed and a couch."}, {"scene_id": "gl-03-31-06s19", "raw": "A scene from a TV show in which a man is walking into a door and a TV is on the right side of the screen", "with_names": "a man is walking into a door and a tv is on the right side of the screen"}, {"scene_id": "gl-03-31-06s20", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-03-31-06s21", "raw": "A scene from a TV show in which a man is looking at a woman and touching her shirt.", "with_names": "a man is looking at a woman and touching her shirt."}, {"scene_id": "gl-03-31-06s22", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both laughing.", "with_names": "a woman is sitting next to a man and they are both laughing."}]