[{"scene_id": "atwt-07-27-09s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Katie is crying."}, {"scene_id": "atwt-07-27-09s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room, smiling at each other.", "with_names": "a man and a woman are standing in a room, smiling at each other."}, {"scene_id": "atwt-07-27-09s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-27-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-27-09s4", "raw": "A scene from a TV show in which a purple lung is shown with the words \"Advair\" and \"It is not known how anti-inflammatory medicines work in COPD\"", "with_names": ""}, {"scene_id": "atwt-07-27-09s5", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind", "with_names": "a woman is looking down and her hair is blowing in the wind"}, {"scene_id": "atwt-07-27-09s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-07-27-09s7", "raw": "A scene from a TV show in which three bottles of Olay products are floating in the air.", "with_names": "three bottles of olay products are floating in the air."}, {"scene_id": "atwt-07-27-09s8", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man and another man standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-27-09s9", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-27-09s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are crossed over her chest.", "with_names": ""}, {"scene_id": "atwt-07-27-09s11", "raw": "A scene from a TV show in which a vending machine dispenses a lottery ticket.", "with_names": "a vending machine dispenses a lottery ticket."}, {"scene_id": "atwt-07-27-09s12", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-07-27-09s13", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "atwt-07-27-09s14", "raw": "A scene from a TV show in which a woman is wearing a zebra print shirt and a man is holding a wine glass.", "with_names": "a woman is wearing a zebra print shirt and a man is holding a wine glass."}, {"scene_id": "atwt-07-27-09s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-27-09s16", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "atwt-07-27-09s17", "raw": "A scene from a TV show in which a woman is walking on a wooden floor.", "with_names": "] is walking on a wooden floor."}, {"scene_id": "atwt-07-27-09s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-27-09s19", "raw": "A scene from a TV show in which a man is standing in a living room, holding a baseball bat and swinging it at a couch.", "with_names": "a man is standing in a living room, holding a baseball bat and swinging it at a couch."}, {"scene_id": "atwt-07-27-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-07-27-09s21", "raw": "A scene from a TV show in which a man is holding a crown and a woman is looking at him.", "with_names": "a man is holding a crown and a woman is looking at him."}, {"scene_id": "atwt-07-27-09s22", "raw": "A scene from a TV show in which a woman is walking through a gallery holding a book.", "with_names": "a woman is walking through a gallery holding a book."}, {"scene_id": "atwt-07-27-09s23", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-07-27-09s24", "raw": "A scene from a TV show in which a woman is wearing a white suit and a man is in a green suit.", "with_names": "a woman is wearing a white suit and a man is in a green suit."}, {"scene_id": "atwt-07-27-09s25", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-07-27-09s26", "raw": "A scene from a TV show in which a woman is trying to eat a product in a supermarket.", "with_names": "a woman is trying to eat a product in a supermarket."}]