[{"scene_id": "atwt-07-14-09s0", "raw": "A scene from a TV show in which a man is looking at a vase and talking.", "with_names": ""}, {"scene_id": "atwt-07-14-09s1", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blonde man is standing behind him", "with_names": "a man is wearing a red shirt and a blonde man is standing behind him"}, {"scene_id": "atwt-07-14-09s2", "raw": "A scene from a TV show in which a basket is filled with papers.", "with_names": "a basket is filled with papers."}, {"scene_id": "atwt-07-14-09s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-14-09s4", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a white shirt.", "with_names": ""}, {"scene_id": "atwt-07-14-09s5", "raw": "A scene from a TV show in which a man is talking on a phone in a doorway", "with_names": ""}, {"scene_id": "atwt-07-14-09s6", "raw": "A scene from a TV show in which a young boy is wearing a grey shirt and a black wig.", "with_names": "a young boy is wearing a grey shirt and a black wig."}, {"scene_id": "atwt-07-14-09s7", "raw": "A scene from a TV show in which a Dove shampoo bottle is compared to a Nivea shampoo bottle, which has a different label.", "with_names": "a dove shampoo bottle is compared to a nivea shampoo bottle, which has a different label."}, {"scene_id": "atwt-07-14-09s8", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-14-09s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-14-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-14-09s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-14-09s12", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a mask", "with_names": "a woman is wearing a blue dress and a mask"}, {"scene_id": "atwt-07-14-09s13", "raw": "A scene from a TV show in which a man is wearing a red shirt and a sweater with hearts on it.", "with_names": "a man is wearing a red shirt and a sweater with hearts on it."}, {"scene_id": "atwt-07-14-09s14", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is standing over her.", "with_names": "a woman is lying on a couch and a man is standing over her."}, {"scene_id": "atwt-07-14-09s15", "raw": "A scene from a TV show in which two boys are standing next to each other.", "with_names": "two boys are standing next to each other."}, {"scene_id": "atwt-07-14-09s16", "raw": "A scene from a TV show in which a box is labeled Pristiq", "with_names": "a box is labeled pristiq"}, {"scene_id": "atwt-07-14-09s17", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen, with the man looking at the camera with his arms crossed.", "with_names": "a man and a woman stand in a kitchen, with the man looking at the camera with his arms crossed."}, {"scene_id": "atwt-07-14-09s18", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-14-09s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-07-14-09s20", "raw": "A scene from a TV show in which a woman is holding a cotton swab.", "with_names": "a woman is holding a cotton swab."}, {"scene_id": "atwt-07-14-09s21", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking down.", "with_names": "a man is sitting next to a woman and they are both looking down."}, {"scene_id": "atwt-07-14-09s22", "raw": "A scene from a TV show in which a man is holding a glass and yelling.", "with_names": "a man is holding a glass and yelling."}, {"scene_id": "atwt-07-14-09s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-14-09s24", "raw": "A scene from a TV show in which a man is talking to someone and a TV is on in the background", "with_names": ""}, {"scene_id": "atwt-07-14-09s25", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-07-14-09s26", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-14-09s27", "raw": "A scene from a TV show in which a woman is seen opening a cereal box.", "with_names": "a woman is opening a cereal box."}]