[{"scene_id": "pc-01-15-02s0", "raw": "A scene from a TV show in which two women dance around the letters S and N.", "with_names": "two women dance around the letters s and n."}, {"scene_id": "pc-01-15-02s2", "raw": "A scene from a TV show in which a man is trying to get a woman to get up from a couch.", "with_names": "a man is trying to get jack to get up from a couch."}, {"scene_id": "pc-01-15-02s3", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "pc-01-15-02s5", "raw": "A scene from a TV show in which two women are standing next to each other, both wearing coats and scarves.", "with_names": "two women are standing next to each other, both wearing coats and scarves."}, {"scene_id": "pc-01-15-02s6", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a red hood.", "with_names": "Officer is wearing a leather jacket and a red hood."}, {"scene_id": "pc-01-15-02s7", "raw": "A scene from a TV show in which a woman is smiling and wearing a leather jacket.", "with_names": "a woman is smiling and wearing a leather jacket."}, {"scene_id": "pc-01-15-02s8", "raw": "A scene from a TV show in which a woman is sitting at a table and smiling.", "with_names": "Paige's voice is sitting at a table and smiling."}, {"scene_id": "pc-01-15-02s9", "raw": "A scene from a TV show in which a man is talking to a woman in a pub.", "with_names": ""}, {"scene_id": "pc-01-15-02s11", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "pc-01-15-02s12", "raw": "A scene from a TV show in which a man is sitting on a porch and talking to someone.", "with_names": ""}, {"scene_id": "pc-01-15-02s13", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a leather jacket.", "with_names": ""}, {"scene_id": "pc-01-15-02s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "pc-01-15-02s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-01-15-02s19", "raw": "A scene from a TV show in which a young man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-01-15-02s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at amy and she is looking back at him."}, {"scene_id": "pc-01-15-02s23", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "pc-01-15-02s25", "raw": "A scene from a TV show in which a man is holding a woman by the hand and kissing her on the cheek.", "with_names": "a man is holding amy by the hand and kissing her on the cheek."}, {"scene_id": "pc-01-15-02s26", "raw": "A scene from a TV show in which a man is talking about his wife's infidelity.", "with_names": ""}, {"scene_id": "pc-01-15-02s30", "raw": "A scene from a TV show in which a man is knocking on a door and a woman is standing behind him", "with_names": "a man is knocking on a door and a woman is standing behind him"}, {"scene_id": "pc-01-15-02s31", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "pc-01-15-02s32", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at them with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-15-02s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]