[{"scene_id": "atwt-05-01-07s0", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-05-01-07s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-01-07s2", "raw": "A scene from a TV show in which a woman is looking at her phone while another woman stands behind her.", "with_names": "a woman is looking at her phone while another woman stands behind her."}, {"scene_id": "atwt-05-01-07s3", "raw": "A scene from a TV show in which a man is wearing a red shirt and smiling.", "with_names": "a man is wearing a red shirt and smiling."}, {"scene_id": "atwt-05-01-07s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-01-07s5", "raw": "A scene from a TV show in which a woman is wearing a dress and her hair is up in a bun.", "with_names": "a woman is wearing a dress and her hair is up in a bun."}, {"scene_id": "atwt-05-01-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-01-07s7", "raw": "A scene from a TV show in which a woman is lying in bed with the caption: Do you wake before you want to?", "with_names": "a woman is lying in bed with the caption: do you wake before you want to?"}, {"scene_id": "atwt-05-01-07s8", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a young man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-05-01-07s9", "raw": "A scene from a TV show in which a woman shaves her legs with a razor.", "with_names": "a woman shaves her legs with a razor."}, {"scene_id": "atwt-05-01-07s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-01-07s11", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-01-07s12", "raw": "A scene from a TV show in which cars are stuck in traffic in New York City.", "with_names": "cars are stuck in traffic in new york city."}, {"scene_id": "atwt-05-01-07s13", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "atwt-05-01-07s14", "raw": "A scene from a TV show in which a man is sitting at a table with a woman standing behind him.", "with_names": "a man is sitting at a table with a woman standing behind him."}, {"scene_id": "atwt-05-01-07s15", "raw": "A scene from a TV show in which a man is holding a woman's hand.", "with_names": "a man is holding a woman's hand."}, {"scene_id": "atwt-05-01-07s16", "raw": "A scene from a TV show in which a man is standing behind a woman in a kitchen.", "with_names": "a man is standing behind a woman in a kitchen."}, {"scene_id": "atwt-05-01-07s17", "raw": "A scene from a TV show in which a man is reading a paper while a woman looks on.", "with_names": "a man is reading a paper while a woman looks on."}, {"scene_id": "atwt-05-01-07s18", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-01-07s19", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blue vest, and her hair is in a braid.", "with_names": "a woman is wearing a red coat and a blue vest, and her hair is in a braid."}, {"scene_id": "atwt-05-01-07s20", "raw": "A scene from a TV show in which a woman is looking at her hand and mouth is open.", "with_names": "a woman is looking at her hand and mouth is open."}, {"scene_id": "atwt-05-01-07s21", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-01-07s22", "raw": "A scene from a TV show in which a woman is on the phone", "with_names": "a woman is on the phone"}, {"scene_id": "atwt-05-01-07s23", "raw": "A scene from a TV show in which a woman is driving a truck and a man is sitting in the passenger seat.", "with_names": "a woman is driving a truck and a man is sitting in the passenger seat."}]