[{"scene_id": "bb-11-24-15s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-11-24-15s1", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "bb-11-24-15s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-24-15s3", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "bb-11-24-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-24-15s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and eat a meal.", "with_names": "a man and a woman sit on a couch and eat a meal."}, {"scene_id": "bb-11-24-15s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-11-24-15s7", "raw": "A scene from a TV show in which a woman is standing next to a man and they are talking.", "with_names": ""}, {"scene_id": "bb-11-24-15s8", "raw": "A scene from a TV show in which a man and a woman are in a room.", "with_names": "a man and a woman are in a room."}, {"scene_id": "bb-11-24-15s9", "raw": "A scene from a TV show in which a woman is leaning over a man and kissing him on the cheek.", "with_names": "a woman is leaning over a man and kissing him on the cheek."}, {"scene_id": "bb-11-24-15s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-11-24-15s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-24-15s12", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie", "with_names": "a man is wearing a blue shirt and a tie"}, {"scene_id": "bb-11-24-15s13", "raw": "A scene from a TV show in which a woman is looking at her phone and drinking a drink.", "with_names": "a woman is looking at her phone and drinking a drink."}, {"scene_id": "bb-11-24-15s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-24-15s15", "raw": "A scene from a TV show in which a man is standing in a dark room, looking down at a painting.", "with_names": "a man is standing in a dark room, looking down at a painting."}, {"scene_id": "bb-11-24-15s16", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "bb-11-24-15s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]