[{"scene_id": "pc-03-14-01s0", "raw": "A scene from a TV show in which a man is talking on a phone and a sign is visible in the background", "with_names": ""}, {"scene_id": "pc-03-14-01s1", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "Alison is holding a baby and Livvie is looking at her."}, {"scene_id": "pc-03-14-01s2", "raw": "A scene from a TV show in which a woman is wearing a purple scarf and a black shirt.", "with_names": "a woman is wearing a purple scarf and a black shirt."}, {"scene_id": "pc-03-14-01s3", "raw": "A scene from a TV show in which a man is looking at a screen and a woman is standing in front of him", "with_names": "a man is looking at a screen and Colleen is standing in front of him"}, {"scene_id": "pc-03-14-01s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-03-14-01s5", "raw": "A scene from a TV show in which a man is looking at a picture frame and saying,", "with_names": "a man is looking at a picture frame and saying,"}, {"scene_id": "pc-03-14-01s6", "raw": "A scene from a TV show in which a blonde woman is wearing white gloves and a black jacket and is smiling.", "with_names": "a blonde woman is wearing white gloves and a black jacket and is smiling."}, {"scene_id": "pc-03-14-01s7", "raw": "A scene from a TV show in which a man is sitting at a bar with a beer in his hand.", "with_names": "a man is sitting at a bar with a beer in his hand."}, {"scene_id": "pc-03-14-01s8", "raw": "A scene from a TV show in which a man is writing on a piece of paper while a woman watches him", "with_names": "a man is writing on a piece of paper while a woman watches him"}, {"scene_id": "pc-03-14-01s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-14-01s10", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "pc-03-14-01s11", "raw": "A scene from a TV show in which a woman is talking on the phone and looking annoyed.", "with_names": ""}, {"scene_id": "pc-03-14-01s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Arianna is crying"}, {"scene_id": "pc-03-14-01s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "pc-03-14-01s14", "raw": "A scene from a TV show in which a man is looking at a computer screen", "with_names": "Frank is looking at a computer screen"}, {"scene_id": "pc-03-14-01s15", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "pc-03-14-01s16", "raw": "A scene from a TV show in which a man is looking at a wall and saying,", "with_names": "a man is looking at a wall and saying,"}, {"scene_id": "pc-03-14-01s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]