[{"scene_id": "gl-11-23-05s0", "raw": "A scene from a TV show in which a man is dancing with a woman in a room with rainbow lights.", "with_names": "a man is dancing with a woman in a room with rainbow lights."}, {"scene_id": "gl-11-23-05s1", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-11-23-05s2", "raw": "A scene from a TV show in which a woman is trying to get her coat off a man.", "with_names": "a woman is trying to get her coat off a man."}, {"scene_id": "gl-11-23-05s3", "raw": "A scene from a TV show in which a man is seen walking into a room and closing the door behind him.", "with_names": "a man is walking into a room and closing the door behind him."}, {"scene_id": "gl-11-23-05s4", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with brown hair.", "with_names": ""}, {"scene_id": "gl-11-23-05s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-11-23-05s6", "raw": "", "with_names": ""}, {"scene_id": "gl-11-23-05s7", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-11-23-05s8", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "gl-11-23-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-23-05s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "gl-11-23-05s11", "raw": "A scene from a TV show in which a man is getting married to another man.", "with_names": "a man is getting married to another man."}, {"scene_id": "gl-11-23-05s12", "raw": "A scene from a TV show in which a woman is seen holding a dog in her arms.", "with_names": "a woman is holding a dog in her arms."}, {"scene_id": "gl-11-23-05s13", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-11-23-05s14", "raw": "", "with_names": ""}, {"scene_id": "gl-11-23-05s15", "raw": "", "with_names": ""}, {"scene_id": "gl-11-23-05s16", "raw": "A scene from a TV show in which a bride is walking down the aisle with her father.", "with_names": "a bride is walking down the aisle with her father."}, {"scene_id": "gl-11-23-05s17", "raw": "", "with_names": ""}, {"scene_id": "gl-11-23-05s18", "raw": "A scene from a TV show in which a woman is having her eyes opened by a doctor.", "with_names": "a woman is having her eyes opened by a doctor."}]