[{"scene_id": "atwt-03-10-09s0", "raw": "A scene from a TV show in which a man is talking on the phone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-03-10-09s1", "raw": "A scene from a TV show in which a woman is bleeding from her nose.", "with_names": "a woman is bleeding from her nose."}, {"scene_id": "atwt-03-10-09s2", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-03-10-09s3", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-10-09s4", "raw": "A scene from a TV show in which a woman is kissing a white dove.", "with_names": "a woman is kissing a white dove."}, {"scene_id": "atwt-03-10-09s5", "raw": "A scene from a TV show in which a woman is holding a cake and a man is standing behind her.", "with_names": "a woman is holding a cake and a man is standing behind her."}, {"scene_id": "atwt-03-10-09s6", "raw": "A scene from a TV show in which a woman is seen holding a brown paper bag.", "with_names": "a woman is holding a brown paper bag."}, {"scene_id": "atwt-03-10-09s7", "raw": "A scene from a TV show in which a woman is seen walking with her child and a man.", "with_names": "a woman is walking with her child and a man."}, {"scene_id": "atwt-03-10-09s8", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by a shadow.", "with_names": "a man is in a dark room, with his face obscured by a shadow."}, {"scene_id": "atwt-03-10-09s9", "raw": "A scene from a TV show in which a woman is talking to a man in a shop window.", "with_names": ""}, {"scene_id": "atwt-03-10-09s10", "raw": "A scene from a TV show in which a man is standing in front of a woman and another woman.", "with_names": "a man is standing in front of a woman and another woman."}, {"scene_id": "atwt-03-10-09s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and a woman are sitting next to each other."}, {"scene_id": "atwt-03-10-09s12", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "atwt-03-10-09s13", "raw": "A scene from a TV show in which a shoe is being tested", "with_names": "a shoe is being tested"}, {"scene_id": "atwt-03-10-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-10-09s15", "raw": "A scene from a TV show in which a woman is holding a glass to her face", "with_names": "a woman is holding a glass to her face"}, {"scene_id": "atwt-03-10-09s16", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by ]."}, {"scene_id": "atwt-03-10-09s17", "raw": "A scene from a TV show in which a woman is silhouetted against a blue sky. Caption: Not for people controlled on another controller or a rescue inhaler used occasionally", "with_names": "a woman is silhouetted against a blue sky. caption: not for people controlled on another controller or a rescue inhaler used occasionally"}, {"scene_id": "atwt-03-10-09s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-03-10-09s19", "raw": "A scene from a TV show in which a man holds a baby in his arms and a woman looks on.", "with_names": "] holds a baby in his arms and a woman looks on."}, {"scene_id": "atwt-03-10-09s20", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a man is superimposed over her.", "with_names": "a woman is wearing a gold dress and a man is superimposed over her."}, {"scene_id": "atwt-03-10-09s21", "raw": "A scene from a TV show in which a woman is talking to someone in a store.", "with_names": ""}, {"scene_id": "atwt-03-10-09s22", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "] and a woman are smiling at each other."}, {"scene_id": "atwt-03-10-09s23", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-10-09s24", "raw": "A scene from a TV show in which a woman holds up two pictures of herself.", "with_names": "a woman holds up two pictures of herself."}]