[{"scene_id": "atwt-06-02-06s0", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-06-02-06s1", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-02-06s2", "raw": "A scene from a TV show in which a woman is being attacked by a bear.", "with_names": "a woman is being attacked by a bear."}, {"scene_id": "atwt-06-02-06s3", "raw": "A scene from a TV show in which two men are sitting at a table eating food and drinking beer.", "with_names": "two men are sitting at a table eating food and drinking beer."}, {"scene_id": "atwt-06-02-06s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-02-06s5", "raw": "A scene from a TV show in which a young man is talking to another young man who is wearing a striped shirt.", "with_names": ""}, {"scene_id": "atwt-06-02-06s6", "raw": "A scene from a TV show in which a woman is pouring nail polish onto her finger.", "with_names": "a woman is pouring nail polish onto her finger."}, {"scene_id": "atwt-06-02-06s7", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-02-06s8", "raw": "A scene from a TV show in which a potato is placed in a microwave and a wedge of cheese is placed on top of it.", "with_names": "a potato is placed in a microwave and a wedge of cheese is placed on top of it."}, {"scene_id": "atwt-06-02-06s9", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-02-06s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-02-06s11", "raw": "A scene from a TV show in which a woman is being comforted by a friend.", "with_names": "a woman is being comforted by a friend."}, {"scene_id": "atwt-06-02-06s12", "raw": "A scene from a TV show in which a young boy is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-06-02-06s13", "raw": "A scene from a TV show in which a woman is lying on a bed and looking at a cell phone.", "with_names": "a woman is lying on a bed and looking at a cell phone."}, {"scene_id": "atwt-06-02-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-02-06s15", "raw": "A scene from a TV show in which a mother and daughter are standing in a kitchen.", "with_names": "a mother and daughter are standing in a kitchen."}, {"scene_id": "atwt-06-02-06s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt", "with_names": "a man is wearing a suit and a black shirt"}, {"scene_id": "atwt-06-02-06s18", "raw": "A scene from a TV show in which a woman is using a scale to weigh two pots of soil.", "with_names": "a woman is using a scale to weigh two pots of soil."}, {"scene_id": "atwt-06-02-06s19", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "a man is sitting at a desk and a woman is standing next to him."}, {"scene_id": "atwt-06-02-06s20", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-02-06s21", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a therapist.", "with_names": "a man and a woman sit on a couch and talk to a therapist."}, {"scene_id": "atwt-06-02-06s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her.", "with_names": "a woman is lying in a hospital bed, a man is standing next to her."}, {"scene_id": "atwt-06-02-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-02-06s24", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]