[{"scene_id": "atwt-05-16-07s0", "raw": "A scene from a TV show in which a man is leaning over a woman, touching her shoulder.", "with_names": "Jesse is leaning over a woman, touching her shoulder."}, {"scene_id": "atwt-05-16-07s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-05-16-07s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-05-16-07s3", "raw": "A scene from a TV show in which Lysol disinfectant sprays are shown.", "with_names": "lysol disinfectant sprays are shown."}, {"scene_id": "atwt-05-16-07s4", "raw": "A scene from a TV show in which a girl is wearing a pink shirt and her eyes are closed.", "with_names": "a girl is wearing a pink shirt and her eyes are closed."}, {"scene_id": "atwt-05-16-07s5", "raw": "A scene from a TV show in which a man is looking at a woman and touching her face.", "with_names": "a man is looking at a woman and touching her face."}, {"scene_id": "atwt-05-16-07s6", "raw": "A scene from a TV show in which a man is wearing a polo shirt.", "with_names": "a man is wearing a polo shirt."}, {"scene_id": "atwt-05-16-07s7", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-05-16-07s8", "raw": "A scene from a TV show in which a door is opened and a person is seen walking through it.", "with_names": "a door is opened and a person is walking through it."}, {"scene_id": "atwt-05-16-07s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-05-16-07s10", "raw": "A scene from a TV show in which a woman is holding a jacket over her head.", "with_names": "a woman is holding a jacket over her head."}, {"scene_id": "atwt-05-16-07s11", "raw": "A scene from a TV show in which a man is seen through a TV screen, with yellow puzzle pieces floating around him.", "with_names": "a man is through a tv screen, with yellow puzzle pieces floating around him."}, {"scene_id": "atwt-05-16-07s12", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and looking up.", "with_names": "a woman is sitting in a kitchen and looking up."}, {"scene_id": "atwt-05-16-07s13", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a grey hood.", "with_names": "a blonde woman is wearing a black dress and a grey hood."}, {"scene_id": "atwt-05-16-07s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-16-07s15", "raw": "A scene from a TV show in which a woman is smiling and looking at a tree.", "with_names": "a woman is smiling and looking at a tree."}, {"scene_id": "atwt-05-16-07s16", "raw": "A scene from a TV show in which a young man is wearing a blue t-shirt and smiling.", "with_names": "a young man is wearing a blue t-shirt and smiling."}, {"scene_id": "atwt-05-16-07s17", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "atwt-05-16-07s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-16-07s19", "raw": "A scene from a TV show in which a woman is standing in front of a large bush of pink roses.", "with_names": "a woman is standing in front of a large bush of pink roses."}, {"scene_id": "atwt-05-16-07s20", "raw": "A scene from a TV show in which a young woman is wearing a pink shirt and a long brown hair", "with_names": "a young woman is wearing a pink shirt and a long brown hair"}, {"scene_id": "atwt-05-16-07s21", "raw": "A scene from a TV show in which a woman is sitting in a chair in a room with a glass door.", "with_names": ""}, {"scene_id": "atwt-05-16-07s22", "raw": "A scene from a TV show in which a woman is sitting on a bed with her arms crossed.", "with_names": "a woman is sitting on a bed with her arms crossed."}, {"scene_id": "atwt-05-16-07s23", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "atwt-05-16-07s24", "raw": "A scene from a TV show in which a woman is on the phone and her hand is touching her face", "with_names": "a woman is on the phone and her hand is touching her face"}, {"scene_id": "atwt-05-16-07s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-05-16-07s26", "raw": "A scene from a TV show in which the word 'Get Glad' is written on a yellow background", "with_names": "the word 'get glad' is written on a yellow background"}]