[{"scene_id": "gl-05-19-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and playing a violin.", "with_names": ""}, {"scene_id": "gl-05-19-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-05-19-03s2", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "gl-05-19-03s3", "raw": "A scene from a TV show in which a man and a woman stand behind bars.", "with_names": "a man and a woman stand behind bars."}, {"scene_id": "gl-05-19-03s4", "raw": "A scene from a TV show in which a woman is lying on a couch and her eyes are closed", "with_names": "a woman is lying on a couch and her eyes are closed"}, {"scene_id": "gl-05-19-03s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-19-03s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-19-03s7", "raw": "A scene from a TV show in which a man is seen on a screen", "with_names": "a man is on a screen"}, {"scene_id": "gl-05-19-03s8", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a blonde wig.", "with_names": "a woman is wearing a white shirt and a blonde wig."}, {"scene_id": "gl-05-19-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-19-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-19-03s11", "raw": "", "with_names": ""}, {"scene_id": "gl-05-19-03s12", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "gl-05-19-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-19-03s14", "raw": "A scene from a TV show in which a young woman is in a jail cell", "with_names": "a young woman is in a jail cell"}]