[{"scene_id": "atwt-07-11-07s0", "raw": "A scene from a TV show in which a man is talking to a black man.", "with_names": ""}, {"scene_id": "atwt-07-11-07s1", "raw": "A scene from a TV show in which a woman is crying and covering her mouth with her hand.", "with_names": "] is crying and covering her mouth with her hand."}, {"scene_id": "atwt-07-11-07s2", "raw": "A scene from a TV show in which a girl is sitting at a table with a book and a cup of coffee.", "with_names": "a girl is sitting at a table with a book and a cup of coffee."}, {"scene_id": "atwt-07-11-07s3", "raw": "A scene from a TV show in which a woman is wearing a strapless blue dress and a man is standing next to her.", "with_names": "a woman is wearing a strapless blue dress and ] is standing next to her."}, {"scene_id": "atwt-07-11-07s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and laugh.", "with_names": "a man and a woman sit on a couch and laugh."}, {"scene_id": "atwt-07-11-07s5", "raw": "A scene from a TV show in which a man is shown with a box of detergent.", "with_names": ""}, {"scene_id": "atwt-07-11-07s6", "raw": "A scene from a TV show in which a woman is holding her head and a man is looking at her.", "with_names": "a woman is holding her head and a man is looking at her."}, {"scene_id": "atwt-07-11-07s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-11-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-11-07s9", "raw": "A scene from a TV show in which a man is sitting in a classroom and looking to the right of the frame.", "with_names": "a man is sitting in a classroom and looking to the right of the frame."}, {"scene_id": "atwt-07-11-07s10", "raw": "A scene from a TV show in which a blue screen is shown with the words \"Patients Celebrex's benefits outweigh the risks. In fact, it's better.\"", "with_names": ""}, {"scene_id": "atwt-07-11-07s11", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "atwt-07-11-07s12", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "atwt-07-11-07s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-11-07s14", "raw": "A scene from a TV show in which a man is holding a gun and looking at the camera.", "with_names": "] is holding a gun and looking at the camera."}, {"scene_id": "atwt-07-11-07s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-11-07s16", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "atwt-07-11-07s17", "raw": "A scene from a TV show in which a robot is shown sneezing.", "with_names": ""}, {"scene_id": "atwt-07-11-07s18", "raw": "A scene from a TV show in which a man is wearing a dress and a cast on his arm.", "with_names": "a man is wearing a dress and a cast on his arm."}, {"scene_id": "atwt-07-11-07s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-11-07s20", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-07-11-07s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-11-07s22", "raw": "A scene from a TV show in which a blonde girl is looking at a man.", "with_names": "a blonde girl is looking at ]."}, {"scene_id": "atwt-07-11-07s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-11-07s24", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "atwt-07-11-07s25", "raw": "A scene from a TV show in which a woman is seen wearing a lipstick.", "with_names": "a woman is wearing a lipstick."}]