[{"scene_id": "gl-01-30-04s0", "raw": "A scene from a TV show in which a man is sitting in a chair and another man to his right is standing behind him.", "with_names": ""}, {"scene_id": "gl-01-30-04s1", "raw": "A scene from a TV show in which a man is wearing a black suit and a turtleneck.", "with_names": "a man is wearing a black suit and a turtleneck."}, {"scene_id": "gl-01-30-04s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and another man standing behind her.", "with_names": "a woman is sitting at a table with a man and another man standing behind her."}, {"scene_id": "gl-01-30-04s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-30-04s4", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black jacket.", "with_names": "a woman is wearing a pink shirt and a black jacket."}, {"scene_id": "gl-01-30-04s5", "raw": "A scene from a TV show in which a man is standing between two women, one of whom is wearing a dress.", "with_names": "Billy is standing between two women, one of whom is wearing a dress."}, {"scene_id": "gl-01-30-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-30-04s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-30-04s8", "raw": "A scene from a TV show in which a girl is wearing a pink t-shirt and a black jacket.", "with_names": "a girl is wearing a pink t-shirt and a black jacket."}, {"scene_id": "gl-01-30-04s9", "raw": "A scene from a TV show in which a woman is holding a child and a man is sitting next to her.", "with_names": "a woman is holding a child and a man is sitting next to her."}, {"scene_id": "gl-01-30-04s10", "raw": "A scene from a TV show in which a woman is looking off to the side, with her hair tied back.", "with_names": "a woman is looking off to the side, with her hair tied back."}, {"scene_id": "gl-01-30-04s11", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is talking to the other.", "with_names": ""}, {"scene_id": "gl-01-30-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a turtleneck and smiling.", "with_names": "Jeffrey is wearing a suit and a turtleneck and smiling."}, {"scene_id": "gl-01-30-04s13", "raw": "A scene from a TV show in which a man is trying to kiss a woman on the hand.", "with_names": "Josh is trying to kiss Billy on the hand."}, {"scene_id": "gl-01-30-04s14", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "gl-01-30-04s15", "raw": "A scene from a TV show in which a woman is talking to a man and a tree is in the background.", "with_names": ""}, {"scene_id": "gl-01-30-04s16", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "gl-01-30-04s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "a woman is looking at a man and he is looking away from her."}, {"scene_id": "gl-01-30-04s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-30-04s20", "raw": "A scene from a TV show in which a man is seen walking into a room with a vase and a flower on the table.", "with_names": "Marah is walking into a room with a vase and a flower on the table."}, {"scene_id": "gl-01-30-04s25", "raw": "A scene from a TV show in which a woman is looking down and wearing a leather jacket.", "with_names": "Gus is looking down and wearing a leather jacket."}]