[{"scene_id": "atwt-01-06-09s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Katie is crying."}, {"scene_id": "atwt-01-06-09s1", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-06-09s2", "raw": "A scene from a TV show in which a man is talking to a woman and making a face", "with_names": ""}, {"scene_id": "atwt-01-06-09s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-01-06-09s4", "raw": "A scene from a TV show in which a bridge is being built over a river, with purple flowers growing on the banks.", "with_names": "a bridge is being built over a river, with purple flowers growing on the banks."}, {"scene_id": "atwt-01-06-09s5", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-01-06-09s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "atwt-01-06-09s7", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-09s8", "raw": "A scene from a TV show in which a large orange cloud is rising from a factory floor.", "with_names": "a large orange cloud is rising from a factory floor."}, {"scene_id": "atwt-01-06-09s9", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "atwt-01-06-09s10", "raw": "A scene from a TV show in which a doctor is talking to a young boy in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-01-06-09s11", "raw": "A scene from a TV show in which a man is standing in front of a white wall, his hands are raised in the air, and a blue line is drawn on the wall.", "with_names": "a man is standing in front of a white wall, his hands are raised in the air, and a blue line is drawn on the wall."}, {"scene_id": "atwt-01-06-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-06-09s13", "raw": "A scene from a TV show in which a man is wearing a leather jacket and smiling", "with_names": "a man is wearing a leather jacket and smiling"}, {"scene_id": "atwt-01-06-09s14", "raw": "A scene from a TV show in which a woman is wearing a black and white jacket and a blonde wig", "with_names": "a woman is wearing a black and white jacket and a blonde wig"}, {"scene_id": "atwt-01-06-09s15", "raw": "A scene from a TV show in which Pantene shampoo bottles are shown", "with_names": "pantene shampoo bottles are shown"}, {"scene_id": "atwt-01-06-09s16", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "atwt-01-06-09s17", "raw": "A scene from a TV show in which a man is wearing a green hoodie and looking at the camera.", "with_names": "a man is wearing a green hoodie and looking at the camera."}, {"scene_id": "atwt-01-06-09s18", "raw": "A scene from a TV show in which a man is talking to someone in a room with a fireplace.", "with_names": ""}, {"scene_id": "atwt-01-06-09s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-01-06-09s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-06-09s21", "raw": "A scene from a TV show in which a man is looking at a painting and smiling", "with_names": "a man is looking at a painting and smiling"}, {"scene_id": "atwt-01-06-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-06-09s23", "raw": "A scene from a TV show in which a woman is looking at a man through a window.", "with_names": "a woman is looking at ] through a window."}, {"scene_id": "atwt-01-06-09s24", "raw": "A scene from a TV show in which a computer screen shows a Pch.com domain", "with_names": "a computer screen shows a pch.com domain"}]