[{"scene_id": "atwt-09-13-07s0", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Sofie are kissing."}, {"scene_id": "atwt-09-13-07s1", "raw": "A scene from a TV show in which a man and a woman are seen through a window.", "with_names": "a man and a woman are through a window."}, {"scene_id": "atwt-09-13-07s2", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a man is standing next to her.", "with_names": "a woman is wearing a black shirt and a man is standing next to her."}, {"scene_id": "atwt-09-13-07s3", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-13-07s4", "raw": "A scene from a TV show in which a man is trying to open a refrigerator with a crowbar. A man is standing behind him.", "with_names": "a man is trying to open a refrigerator with a crowbar. a man is standing behind him."}, {"scene_id": "atwt-09-13-07s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-09-13-07s6", "raw": "A scene from a TV show in which a woman is slapping a man on the back of the head.", "with_names": "a woman is slapping a man on the back of the head."}, {"scene_id": "atwt-09-13-07s7", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-09-13-07s8", "raw": "A scene from a TV show in which a man is holding a bottle and a woman is looking at him.", "with_names": "a man is holding a bottle and a woman is looking at him."}, {"scene_id": "atwt-09-13-07s9", "raw": "A scene from a TV show in which a woman is seen with her hair blown out by the wind.", "with_names": "a woman is with her hair blown out by the wind."}, {"scene_id": "atwt-09-13-07s10", "raw": "A scene from a TV show in which a woman is talking to someone in a store.", "with_names": ""}, {"scene_id": "atwt-09-13-07s11", "raw": "A scene from a TV show in which a man is wearing a green shirt and a backpack", "with_names": "a man is wearing a green shirt and a backpack"}, {"scene_id": "atwt-09-13-07s12", "raw": "A scene from a TV show in which a man is talking to another man through a glass window.", "with_names": ""}, {"scene_id": "atwt-09-13-07s13", "raw": "A scene from a TV show in which the letters THM are shown", "with_names": "the letters thm are shown"}, {"scene_id": "atwt-09-13-07s14", "raw": "A scene from a TV show in which a woman is holding a clipboard and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-13-07s15", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-09-13-07s16", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-09-13-07s17", "raw": "A scene from a TV show in which two people are dressed in blue and red teddy bears", "with_names": "two people are dressed in blue and red teddy bears"}, {"scene_id": "atwt-09-13-07s18", "raw": "A scene from a TV show in which a character is holding a box of Prilosec.", "with_names": "a character is holding a box of prilosec."}, {"scene_id": "atwt-09-13-07s19", "raw": "A scene from a TV show in which a woman is seen looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-09-13-07s20", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a blonde woman is standing next to her.", "with_names": "a woman is wearing a blue dress and a blonde woman is standing next to her."}, {"scene_id": "atwt-09-13-07s21", "raw": "A scene from a TV show in which a woman is driving and her hand is on her face", "with_names": "a woman is driving and her hand is on her face"}, {"scene_id": "atwt-09-13-07s22", "raw": "A scene from a TV show in which the coins are shown on a flag.", "with_names": "the coins are shown on a flag."}, {"scene_id": "atwt-09-13-07s23", "raw": "A scene from a TV show in which a man is seen looking down at a woman.", "with_names": "a man is looking down at a woman."}, {"scene_id": "atwt-09-13-07s24", "raw": "A scene from a TV show in which a woman is wearing a black robe and a man is standing behind her.", "with_names": "a woman is wearing a black robe and a man is standing behind her."}, {"scene_id": "atwt-09-13-07s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-13-07s26", "raw": "A scene from a TV show in which a doctor stands with his arms crossed and a smile on his face.", "with_names": "a doctor stands with his arms crossed and a smile on his face."}]