[{"scene_id": "bb-06-02-15s0", "raw": "A scene from a TV show in which a man is lying on a bed with a woman, and he is looking at her.", "with_names": "Ridge is lying on a bed with Caroline, and he is looking at her."}, {"scene_id": "bb-06-02-15s1", "raw": "A scene from a TV show in which two men are talking in a room.", "with_names": ""}, {"scene_id": "bb-06-02-15s2", "raw": "A scene from a TV show in which a man sits at a desk and talks to a woman.", "with_names": "a man sits at a desk and talks to a woman."}, {"scene_id": "bb-06-02-15s3", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a bookcase.", "with_names": "a woman is standing in a room with a desk and a bookcase."}, {"scene_id": "bb-06-02-15s4", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "bb-06-02-15s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-06-02-15s6", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a fireplace.", "with_names": ""}, {"scene_id": "bb-06-02-15s7", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing next to him.", "with_names": "a man is sitting in a wheelchair and a woman is standing next to him."}, {"scene_id": "bb-06-02-15s8", "raw": "A scene from a TV show in which a woman is standing in a room and talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-02-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is holding a handbag.", "with_names": "a man is wearing a suit and a woman is holding a handbag."}, {"scene_id": "bb-06-02-15s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at their cell phones.", "with_names": "a man and a woman sit on a couch and look at their cell phones."}, {"scene_id": "bb-06-02-15s11", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-06-02-15s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-02-15s13", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "bb-06-02-15s14", "raw": "A scene from a TV show in which a man and a woman sit on a couch, talking.", "with_names": ""}, {"scene_id": "bb-06-02-15s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at a watch.", "with_names": "a man is wearing a suit and a tie and is looking at a watch."}, {"scene_id": "bb-06-02-15s16", "raw": "A scene from a TV show in which a woman is wearing a red dress and is standing in a room with a desk and a chair.", "with_names": "a woman is wearing a red dress and is standing in a room with a desk and a chair."}, {"scene_id": "bb-06-02-15s17", "raw": "A scene from a TV show in which a man and a woman are holding hands and smiling.", "with_names": "a man and a woman are holding hands and smiling."}, {"scene_id": "bb-06-02-15s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-06-02-15s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with the woman sitting on the man's lap.", "with_names": ""}, {"scene_id": "bb-06-02-15s20", "raw": "A scene from a TV show in which a man is looking at a framed picture.", "with_names": "a man is looking at a framed picture."}]