[{"scene_id": "gl-05-04-06s0", "raw": "A scene from a TV show in which a man is seen with long hair and a beard.", "with_names": "a man is with long hair and a beard."}, {"scene_id": "gl-05-04-06s1", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-04-06s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-04-06s3", "raw": "A scene from a TV show in which a woman is having sex with a man in bed", "with_names": "a woman is having sex with a man in bed"}, {"scene_id": "gl-05-04-06s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-05-04-06s5", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and a woman is standing behind him."}, {"scene_id": "gl-05-04-06s6", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-05-04-06s7", "raw": "A scene from a TV show in which a man is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "gl-05-04-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-04-06s9", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-05-04-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-04-06s11", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "gl-05-04-06s12", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-05-04-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-05-04-06s14", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-04-06s15", "raw": "A scene from a TV show in which a man is holding a piece of paper and another man is standing next to him", "with_names": "a man is holding a piece of paper and another man is standing next to him"}, {"scene_id": "gl-05-04-06s16", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-04-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-04-06s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-04-06s19", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-05-04-06s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-05-04-06s21", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-05-04-06s22", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "gl-05-04-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-04-06s24", "raw": "A scene from a TV show in which a woman is attacked by a man.", "with_names": "a woman is attacked by a man."}]