[{"scene_id": "oltl-12-28-07s0", "raw": "A scene from a TV show in which a man and a woman are dancing in a room.", "with_names": "a man and a woman are dancing in a room."}, {"scene_id": "oltl-12-28-07s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-28-07s2", "raw": "A scene from a TV show in which a woman is wearing a sparkly dress and a crown.", "with_names": "a woman is wearing a sparkly dress and a crown."}, {"scene_id": "oltl-12-28-07s3", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "oltl-12-28-07s4", "raw": "A scene from a TV show in which a man is standing in a bathroom, looking down and talking to a person.", "with_names": ""}, {"scene_id": "oltl-12-28-07s5", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face partially obscured by darkness.", "with_names": "a man is in a dark room, with his face partially obscured by darkness."}, {"scene_id": "oltl-12-28-07s6", "raw": "A scene from a TV show in which a blonde woman is wearing a straw hat and a blue dress.", "with_names": "a blonde woman is wearing a straw hat and a blue dress."}, {"scene_id": "oltl-12-28-07s7", "raw": "A scene from a TV show in which two men sit on a couch and talk.", "with_names": "two men sit on a couch and talk."}, {"scene_id": "oltl-12-28-07s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a lamp hanging above them.", "with_names": "a man and a woman are standing in a room, with a lamp hanging above them."}, {"scene_id": "oltl-12-28-07s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-12-28-07s10", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-12-28-07s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-12-28-07s12", "raw": "A scene from a TV show in which a man is talking to another man, and the other man is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "oltl-12-28-07s13", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "oltl-12-28-07s14", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "oltl-12-28-07s15", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-12-28-07s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind them.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind them."}, {"scene_id": "oltl-12-28-07s17", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-12-28-07s18", "raw": "A scene from a TV show in which a hand is holding a shot glass.", "with_names": "a hand is holding a shot glass."}, {"scene_id": "oltl-12-28-07s19", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "oltl-12-28-07s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-28-07s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and smiling.", "with_names": "a woman is wearing a red dress and smiling."}, {"scene_id": "oltl-12-28-07s22", "raw": "A scene from a TV show in which a young man is smiling and looking at the camera.", "with_names": "a young man is smiling and looking at the camera."}, {"scene_id": "oltl-12-28-07s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-28-07s24", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a man is dressed in a blue shirt. They are standing in front of a wall and holding hands", "with_names": "a blonde woman is wearing a black dress and a man is dressed in a blue shirt. they are standing in front of a wall and holding hands"}, {"scene_id": "oltl-12-28-07s25", "raw": "A scene from a TV show in which a woman is standing in a bar, wearing a sparkly top and a man is behind her.", "with_names": "a woman is standing in a bar, wearing a sparkly top and a man is behind her."}, {"scene_id": "oltl-12-28-07s26", "raw": "A scene from a TV show in which a man is talking to a woman in a club.", "with_names": ""}, {"scene_id": "oltl-12-28-07s27", "raw": "A scene from a TV show in which a man is looking up at a woman, she is looking down at him.", "with_names": "a man is looking up at a woman, she is looking down at him."}, {"scene_id": "oltl-12-28-07s28", "raw": "A scene from a TV show in which a girl is wearing a red dress and a boy is standing next to her.", "with_names": "a girl is wearing a red dress and a boy is standing next to her."}, {"scene_id": "oltl-12-28-07s29", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a flower in her hair. She is looking at a man in a white coat.", "with_names": "a woman is wearing a blue dress and a flower in her hair. she is looking at ] in a white coat."}, {"scene_id": "oltl-12-28-07s30", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking champagne.", "with_names": "a man and a woman are sitting at a table, drinking champagne."}, {"scene_id": "oltl-12-28-07s31", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-12-28-07s32", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-28-07s33", "raw": "A scene from a TV show in which a woman is sitting on a bench in a locker room.", "with_names": "a woman is sitting on a bench in a locker room."}, {"scene_id": "oltl-12-28-07s34", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree and a man is holding her arm.", "with_names": "a woman is standing in front of a christmas tree and a man is holding her arm."}, {"scene_id": "oltl-12-28-07s35", "raw": "A scene from a TV show in which a man is kissing a woman while holding a beer in his hand.", "with_names": "a man is kissing a woman while holding a beer in his hand."}, {"scene_id": "oltl-12-28-07s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-28-07s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-28-07s38", "raw": "A scene from a TV show in which a woman is surrounded by a grid of lights.", "with_names": "a woman is surrounded by a grid of lights."}]