[{"scene_id": "gl-06-22-05s0", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "gl-06-22-05s1", "raw": "A scene from a TV show in which a blonde woman is crying", "with_names": "a blonde woman is crying"}, {"scene_id": "gl-06-22-05s2", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is touching her breast.", "with_names": "a woman is lying in bed with a man, and he is touching her breast."}, {"scene_id": "gl-06-22-05s3", "raw": "A scene from a TV show in which a man is reading a book to a woman.", "with_names": "a man is reading a book to a woman."}, {"scene_id": "gl-06-22-05s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-06-22-05s5", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "gl-06-22-05s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-22-05s7", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-06-22-05s8", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "gl-06-22-05s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-22-05s10", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "gl-06-22-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-22-05s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is holding a cigarette.", "with_names": "a man is looking at a woman and she is holding a cigarette."}, {"scene_id": "gl-06-22-05s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-22-05s14", "raw": "A scene from a TV show in which a blonde woman is standing in a barn with her arms crossed.", "with_names": "a blonde woman is standing in a barn with her arms crossed."}, {"scene_id": "gl-06-22-05s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-06-22-05s16", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "gl-06-22-05s17", "raw": "A scene from a TV show in which a pair of earrings is shown to be made of a single wire", "with_names": ""}, {"scene_id": "gl-06-22-05s18", "raw": "A scene from a TV show in which a woman is sitting on a chair and another woman is standing behind her", "with_names": ""}, {"scene_id": "gl-06-22-05s19", "raw": "A scene from a TV show in which a woman is talking on the phone and her mouth is open", "with_names": ""}, {"scene_id": "gl-06-22-05s20", "raw": "A scene from a TV show in which a man is being tortured by a demon", "with_names": "a man is being tortured by a demon"}, {"scene_id": "gl-06-22-05s21", "raw": "A scene from a TV show in which a woman is standing behind a man and he is looking at her.", "with_names": "a woman is standing behind a man and he is looking at her."}, {"scene_id": "gl-06-22-05s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-22-05s23", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-06-22-05s24", "raw": "A scene from a TV show in which a woman is wearing a green dress and another woman is in a black dress.", "with_names": "a woman is wearing a green dress and another woman is in a black dress."}, {"scene_id": "gl-06-22-05s25", "raw": "A scene from a TV show in which a man is looking at a book and the words \"I'm sorry\" are written on the screen", "with_names": "a man is looking at a book and the words \"i'm sorry\" are written on the screen"}, {"scene_id": "gl-06-22-05s26", "raw": "A scene from a TV show in which a girl is wearing a green dress and her hair is down", "with_names": "a girl is wearing a green dress and her hair is down"}, {"scene_id": "gl-06-22-05s27", "raw": "A scene from a TV show in which a woman is handing a man a bottle of wine.", "with_names": "a woman is handing a man a bottle of wine."}, {"scene_id": "gl-06-22-05s28", "raw": "A scene from a TV show in which a man is sitting on a ladder, looking at a woman.", "with_names": "a man is sitting on a ladder, looking at a woman."}, {"scene_id": "gl-06-22-05s29", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-22-05s30", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-22-05s31", "raw": "A scene from a TV show in which a woman is holding a video camera and talking to someone.", "with_names": ""}, {"scene_id": "gl-06-22-05s32", "raw": "", "with_names": ""}]