[{"scene_id": "bb-10-07-05s0", "raw": "A scene from a TV show in which a timer counts down from a minute to zero.", "with_names": "a timer counts down from a minute to zero."}, {"scene_id": "bb-10-07-05s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-07-05s2", "raw": "A scene from a TV show in which a man is talking to someone and the time is shown on the screen", "with_names": ""}, {"scene_id": "bb-10-07-05s3", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "bb-10-07-05s4", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "bb-10-07-05s5", "raw": "A scene from a TV show in which a man is talking to someone and the time is shown on the screen", "with_names": ""}, {"scene_id": "bb-10-07-05s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-10-07-05s7", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him.", "with_names": "a man is holding a baby and a woman is looking at him."}, {"scene_id": "bb-10-07-05s8", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black dress.", "with_names": "a woman is wearing a red jacket and a black dress."}, {"scene_id": "bb-10-07-05s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-10-07-05s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-10-07-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-07-05s12", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "bb-10-07-05s13", "raw": "A scene from a TV show in which a car is seen driving at night.", "with_names": "a car is driving at night."}, {"scene_id": "bb-10-07-05s14", "raw": "A scene from a TV show in which a woman is dancing in a black dress and a man is watching her.", "with_names": "a woman is dancing in a black dress and a man is watching her."}]