[{"scene_id": "atwt-01-29-10s0", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-29-10s1", "raw": "A scene from a TV show in which a man is looking at another man and the other man is wearing a military uniform", "with_names": "a man is looking at another man and the other man is wearing a military uniform"}, {"scene_id": "atwt-01-29-10s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-29-10s3", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-01-29-10s4", "raw": "A scene from a TV show in which a man is running in a park, wearing a yellow tracksuit and yellow headband.", "with_names": "a man is running in a park, wearing a yellow tracksuit and yellow headband."}, {"scene_id": "atwt-01-29-10s5", "raw": "A scene from a TV show in which a doctor and a patient are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-29-10s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-29-10s7", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-01-29-10s8", "raw": "A scene from a TV show in which a man sits alone at a table in a courtyard.", "with_names": "a man sits alone at a table in a courtyard."}, {"scene_id": "atwt-01-29-10s9", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-29-10s10", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-01-29-10s11", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him.", "with_names": "a man is holding a woman by the arm and she is looking at him."}, {"scene_id": "atwt-01-29-10s12", "raw": "A scene from a TV show in which a pastry is shown with white icing", "with_names": ""}, {"scene_id": "atwt-01-29-10s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-29-10s14", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-01-29-10s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-01-29-10s16", "raw": "A scene from a TV show in which a bottle of Lysol is used to clean a toilet.", "with_names": "a bottle of lysol is used to clean a toilet."}, {"scene_id": "atwt-01-29-10s17", "raw": "A scene from a TV show in which a man is holding a young boy by the hand and looking at him.", "with_names": "a man is holding a young boy by the hand and looking at him."}, {"scene_id": "atwt-01-29-10s18", "raw": "A scene from a TV show in which a man is talking on the phone and his hands are in front of his face", "with_names": ""}, {"scene_id": "atwt-01-29-10s19", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-29-10s20", "raw": "A scene from a TV show in which the words \"why settle for less?\" are displayed.", "with_names": "the words \"why settle for less?\" are displayed."}, {"scene_id": "atwt-01-29-10s21", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-29-10s22", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing large hoop earrings.", "with_names": ""}, {"scene_id": "atwt-01-29-10s23", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-01-29-10s24", "raw": "A scene from a TV show in which a woman is sitting on a couch with her legs crossed.", "with_names": ""}, {"scene_id": "atwt-01-29-10s25", "raw": "A scene from a TV show in which a cat is being tickled by a person.", "with_names": "a cat is being tickled by a person."}]