[{"scene_id": "oltl-03-20-09s0", "raw": "a man and a woman are looking at a box and then they are walking away.", "with_names": "Cristian and Layla are looking at a box and then they are walking away."}, {"scene_id": "oltl-03-20-09s1", "raw": "a man is holding a baby and he is holding a newspaper.", "with_names": "a man is holding a baby and he is holding a newspaper."}, {"scene_id": "oltl-03-20-09s2", "raw": "a man and woman are talking about a conference and then a woman is talking.", "with_names": ""}, {"scene_id": "oltl-03-20-09s3", "raw": "a man and a woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s4", "raw": "a man and woman are laughing and laughing at a concert.", "with_names": "Stacy and woman are laughing and laughing at a concert."}, {"scene_id": "oltl-03-20-09s5", "raw": "a man is talking about a man and he is talking about it.", "with_names": ""}, {"scene_id": "oltl-03-20-09s6", "raw": "a woman is talking to a man and a woman is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s7", "raw": "a man and woman are talking about a game of scrabble.", "with_names": ""}, {"scene_id": "oltl-03-20-09s8", "raw": "a man is laughing and then a man is laughing.", "with_names": "a man is laughing and then a man is laughing."}, {"scene_id": "oltl-03-20-09s9", "raw": "a man is holding a baby and then he is crying.", "with_names": "a man is holding a baby and then he is crying."}, {"scene_id": "oltl-03-20-09s10", "raw": "a man is talking to a woman and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-03-20-09s11", "raw": "a man is talking to another man and then he is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-09s12", "raw": "a man is talking to another man and then he is standing in front of him.", "with_names": ""}, {"scene_id": "oltl-03-20-09s13", "raw": "a man is talking to another man and then he is standing in a chair.", "with_names": ""}, {"scene_id": "oltl-03-20-09s14", "raw": "a woman is talking about a man and then a woman is shown talking about it.", "with_names": ""}, {"scene_id": "oltl-03-20-09s15", "raw": "a man and woman are talking about a man and he is standing next to him.", "with_names": ""}, {"scene_id": "oltl-03-20-09s16", "raw": "two women are talking to each other and one woman is talking.", "with_names": ""}, {"scene_id": "oltl-03-20-09s17", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s18", "raw": "a man is looking through a book and then he opens it.", "with_names": "John is looking through a book and then he opens it."}, {"scene_id": "oltl-03-20-09s19", "raw": "a man is talking to another man and then he is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s20", "raw": "a man and woman are talking about a conference and the woman is talking.", "with_names": ""}, {"scene_id": "oltl-03-20-09s21", "raw": "a man and woman are having a conversation in a room.", "with_names": "Rex and woman are having a conversation in a room."}, {"scene_id": "oltl-03-20-09s22", "raw": "a woman is talking to another woman and then two women are shown standing in front of her.", "with_names": ""}, {"scene_id": "oltl-03-20-09s23", "raw": "a man and woman are talking about a fight while a man watches.", "with_names": ""}, {"scene_id": "oltl-03-20-09s24", "raw": "two women are talking about a conversation while one of them is dressed in a costume.", "with_names": ""}, {"scene_id": "oltl-03-20-09s25", "raw": "a man and a woman are kissing each other and then the man kisses her.", "with_names": "Rex and Gigi are kissing each other and then the man kisses her."}, {"scene_id": "oltl-03-20-09s26", "raw": "a man is talking to a man and then two men are standing in a room.", "with_names": ""}, {"scene_id": "oltl-03-20-09s27", "raw": "a woman is talking about a man and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-03-20-09s28", "raw": "a man is talking about a man and then two men are shown walking away.", "with_names": ""}, {"scene_id": "oltl-03-20-09s29", "raw": "a woman is talking about her experiences and she is being interviewed.", "with_names": ""}, {"scene_id": "oltl-03-20-09s30", "raw": "a man and a woman are talking and laughing at each other.", "with_names": ""}, {"scene_id": "oltl-03-20-09s31", "raw": "a man is talking about a woman and then she is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s32", "raw": "a woman is standing in front of a large white wall and she is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-20-09s33", "raw": "three women are talking about a video of a woman.", "with_names": ""}, {"scene_id": "oltl-03-20-09s34", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s35", "raw": "a man is talking to a man and then he is laughing.", "with_names": ""}, {"scene_id": "oltl-03-20-09s36", "raw": "a man is holding a baby and then he is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-03-20-09s37", "raw": "a man is standing in front of a man and he is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-20-09s38", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "John is laughing and laughing while Marty is laughing."}, {"scene_id": "oltl-03-20-09s39", "raw": "a woman is giving a speech to a woman who is standing in front of her.", "with_names": "Gigi is giving a speech to a woman who is standing in front of her."}, {"scene_id": "oltl-03-20-09s40", "raw": "a man and woman are talking about a man and they are having a conversation.", "with_names": ""}, {"scene_id": "oltl-03-20-09s41", "raw": "a woman is talking to a man and then she is laughing.", "with_names": ""}]