[{"scene_id": "gl-07-12-04s0", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-07-12-04s1", "raw": "A scene from a TV show in which a woman is sitting on a couch with her hair blowing in the wind.", "with_names": ""}, {"scene_id": "gl-07-12-04s2", "raw": "A scene from a TV show in which a man is cutting a woman's shirt with a pair of scissors.", "with_names": "Joey is cutting Lizzie's shirt with a pair of scissors."}, {"scene_id": "gl-07-12-04s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-12-04s4", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "gl-07-12-04s5", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "Jeffrey is kissing a woman on the forehead."}, {"scene_id": "gl-07-12-04s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Michelle is kissing Danny on the cheek."}, {"scene_id": "gl-07-12-04s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-07-12-04s8", "raw": "A scene from a TV show in which a blonde woman is wearing a dress and her hair is down.", "with_names": "a blonde woman is wearing a dress and her hair is down."}, {"scene_id": "gl-07-12-04s11", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "gl-07-12-04s12", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings.", "with_names": "a woman is wearing a necklace and earrings."}, {"scene_id": "gl-07-12-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-12-04s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-12-04s15", "raw": "A scene from a TV show in which a man is cleaning a bed.", "with_names": "a man is cleaning a bed."}, {"scene_id": "gl-07-12-04s16", "raw": "A scene from a TV show in which two women are sitting on a couch, one is holding a martini glass.", "with_names": ""}, {"scene_id": "gl-07-12-04s17", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-12-04s18", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a black hair", "with_names": "a young man is wearing a red shirt and a black hair"}, {"scene_id": "gl-07-12-04s19", "raw": "A scene from a TV show in which two women are sitting at a bar, drinking beer.", "with_names": "two women are sitting at a bar, drinking beer."}, {"scene_id": "gl-07-12-04s20", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "a man is sitting in a car and looking at the camera."}, {"scene_id": "gl-07-12-04s23", "raw": "A scene from a TV show in which a woman is talking to a man in the bathroom.", "with_names": ""}, {"scene_id": "gl-07-12-04s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at each other.", "with_names": "a man and a woman are sitting at a table, looking at each other."}, {"scene_id": "gl-07-12-04s25", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at Joey."}, {"scene_id": "gl-07-12-04s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-12-04s27", "raw": "A scene from a TV show in which a man is drinking a beer and another man is standing behind him.", "with_names": "Tony is drinking a beer and another man is standing behind him."}, {"scene_id": "gl-07-12-04s28", "raw": "A scene from a TV show in which a woman is kneeling on the floor, holding a bouquet, and a man is standing behind her.", "with_names": "Harley is kneeling on the floor, holding a bouquet, and Ross is standing behind her."}, {"scene_id": "gl-07-12-04s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-12-04s31", "raw": "A scene from a TV show in which a man is talking to a martini glass.", "with_names": ""}, {"scene_id": "gl-07-12-04s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-12-04s33", "raw": "A scene from a TV show in which a young woman is smiling and looking at the camera.", "with_names": "a young woman is smiling and looking at the camera."}, {"scene_id": "gl-07-12-04s34", "raw": "A scene from a TV show in which a man is wearing a white shirt and a bald head", "with_names": "Joey is wearing a white shirt and a bald head"}, {"scene_id": "gl-07-12-04s37", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-12-04s38", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is wearing a dress and the other is wearing a tank top.", "with_names": "two women are standing in a kitchen, one of them is wearing a dress and the other is wearing a tank top."}, {"scene_id": "gl-07-12-04s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-12-04s41", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "Tony and Sheryl are standing face to face."}, {"scene_id": "gl-07-12-04s42", "raw": "A scene from a TV show in which a man is looking at a poster and a woman is standing behind him.", "with_names": "Tony is looking at a poster and Michelle is standing behind him."}, {"scene_id": "gl-07-12-04s43", "raw": "A scene from a TV show in which a woman is looking at a man and another man is behind her.", "with_names": "a woman is looking at a man and another man is behind her."}]