[{"scene_id": "oltl-08-28-08s0", "raw": "A scene from a TV show in which a woman is laying on a massage table, wearing a blue bikini.", "with_names": "a woman is laying on a massage table, wearing a blue bikini."}, {"scene_id": "oltl-08-28-08s1", "raw": "A scene from a TV show in which a man is holding a book and another man is looking at it.", "with_names": "a man is holding a book and another man is looking at it."}, {"scene_id": "oltl-08-28-08s2", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a tan jacket.", "with_names": "a man is wearing a white t-shirt and a tan jacket."}, {"scene_id": "oltl-08-28-08s3", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-08-28-08s4", "raw": "A scene from a TV show in which a woman is wearing a pink and white dress and a man is standing behind her.", "with_names": "a woman is wearing a pink and white dress and a man is standing behind her."}, {"scene_id": "oltl-08-28-08s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and eating popcorn.", "with_names": ""}, {"scene_id": "oltl-08-28-08s6", "raw": "A scene from a TV show in which a woman is singing and her mouth is open.", "with_names": "a woman is singing and her mouth is open."}, {"scene_id": "oltl-08-28-08s7", "raw": "A scene from a TV show in which a man is being led by a woman in a dress.", "with_names": "a man is being led by a woman in a dress."}, {"scene_id": "oltl-08-28-08s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "] is looking at the camera and smiling."}, {"scene_id": "oltl-08-28-08s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a black wig.", "with_names": "a woman is wearing a red dress and a black wig."}, {"scene_id": "oltl-08-28-08s10", "raw": "A scene from a TV show in which a woman is standing next to a man, and he is looking down at a piece of paper.", "with_names": "a woman is standing next to a man, and he is looking down at a piece of paper."}, {"scene_id": "oltl-08-28-08s11", "raw": "A scene from a TV show in which a man is lying in bed with a woman standing over him.", "with_names": "a man is lying in bed with a woman standing over him."}, {"scene_id": "oltl-08-28-08s12", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-28-08s13", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "oltl-08-28-08s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-28-08s15", "raw": "A scene from a TV show in which a woman is holding a red shirt and a man is standing behind her.", "with_names": "a woman is holding a red shirt and a man is standing behind her."}, {"scene_id": "oltl-08-28-08s16", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "oltl-08-28-08s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-08-28-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-08s19", "raw": "A scene from a TV show in which a man is laying on top of a woman, his hands on her shoulders.", "with_names": "a man is laying on top of a woman, his hands on her shoulders."}, {"scene_id": "oltl-08-28-08s20", "raw": "A scene from a TV show in which a man is playing the piano and a woman is standing behind him.", "with_names": "a man is playing the piano and a woman is standing behind him."}, {"scene_id": "oltl-08-28-08s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a pool deck, with the man reaching out to touch the woman's hand.", "with_names": "a man and a woman are sitting on a pool deck, with the man reaching out to touch the woman's hand."}, {"scene_id": "oltl-08-28-08s22", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing next to her.", "with_names": "a woman is walking down a hallway and a man is standing next to her."}, {"scene_id": "oltl-08-28-08s23", "raw": "A scene from a TV show in which a man is looking down and his hair is dyed blonde.", "with_names": "a man is looking down and his hair is dyed blonde."}, {"scene_id": "oltl-08-28-08s24", "raw": "A scene from a TV show in which two men are sitting naked on a bed, with a woman standing in front of them.", "with_names": "two men are sitting naked on a bed, with a woman standing in front of them."}, {"scene_id": "oltl-08-28-08s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-28-08s26", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway and a man is standing behind her.", "with_names": "a blonde woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "oltl-08-28-08s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-28-08s28", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing behind her, looking at her.", "with_names": "a woman is wearing a bikini and a man is standing behind her, looking at her."}, {"scene_id": "oltl-08-28-08s29", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-08-28-08s30", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-28-08s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-08s32", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "a man is wearing a black shirt and a long black hair"}, {"scene_id": "oltl-08-28-08s33", "raw": "A scene from a TV show in which a man is standing in a hallway and looking at a door.", "with_names": "] is standing in a hallway and looking at a door."}, {"scene_id": "oltl-08-28-08s34", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door, a waiter is standing behind them.", "with_names": "a man and a woman are standing in front of a door, a waiter is standing behind them."}, {"scene_id": "oltl-08-28-08s35", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is dressed in a suit.", "with_names": "a woman is wearing a dress and a man is dressed in a suit."}, {"scene_id": "oltl-08-28-08s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-28-08s37", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-28-08s38", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-28-08s39", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "oltl-08-28-08s40", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a hat", "with_names": "a woman is wearing a yellow jacket and a hat"}, {"scene_id": "oltl-08-28-08s41", "raw": "A scene from a TV show in which a man and a woman are staring at each other.", "with_names": "a man and a woman are staring at each other."}, {"scene_id": "oltl-08-28-08s42", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a bikini and is talking to a man and a woman in a blue bikini.", "with_names": ""}, {"scene_id": "oltl-08-28-08s43", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-08s44", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-28-08s45", "raw": "A scene from a TV show in which a woman is sitting on a bench with a yellow jacket and a hat on, and another woman is standing behind her.", "with_names": "a woman is sitting on a bench with a yellow jacket and a hat on, and another woman is standing behind her."}, {"scene_id": "oltl-08-28-08s46", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-28-08s47", "raw": "A scene from a TV show in which a blonde woman is holding a baby.", "with_names": "a blonde woman is holding a baby."}, {"scene_id": "oltl-08-28-08s48", "raw": "A scene from a TV show in which a man is looking off to the side.", "with_names": "a man is looking off to the side."}, {"scene_id": "oltl-08-28-08s49", "raw": "A scene from a TV show in which a woman is being served by a waitress.", "with_names": "a woman is being served by a waitress."}, {"scene_id": "oltl-08-28-08s50", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-08s51", "raw": "A scene from a TV show in which a man is sitting at a desk with a cup of coffee and a newspaper.", "with_names": "a man is sitting at a desk with a cup of coffee and a newspaper."}, {"scene_id": "oltl-08-28-08s52", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "oltl-08-28-08s53", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is listening.", "with_names": ""}, {"scene_id": "oltl-08-28-08s54", "raw": "A scene from a TV show in which a bald man is wearing a robe and a man is standing behind him.", "with_names": "a bald man is wearing a robe and a man is standing behind him."}, {"scene_id": "oltl-08-28-08s55", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "oltl-08-28-08s56", "raw": "A scene from a TV show in which a man is crying and a woman is standing behind him.", "with_names": "a man is crying and a woman is standing behind him."}, {"scene_id": "oltl-08-28-08s57", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "Natalie is wearing a dress and ] is standing next to her."}, {"scene_id": "oltl-08-28-08s58", "raw": "A scene from a TV show in which a man is being forced to strip naked by two women.", "with_names": "a man is being forced to strip naked by two women."}, {"scene_id": "oltl-08-28-08s59", "raw": "A scene from a TV show in which a woman is holding a gun to a man's head.", "with_names": "a woman is holding a gun to a man's head."}]