[{"scene_id": "gl-08-03-05s0", "raw": "A scene from a TV show in which a woman is tied up and a man is pouring alcohol into her mouth.", "with_names": "Marina is tied up and Danny is pouring alcohol into her mouth."}, {"scene_id": "gl-08-03-05s1", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-08-03-05s2", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking at her phone.", "with_names": ""}, {"scene_id": "gl-08-03-05s3", "raw": "A scene from a TV show in which a woman is dancing in a bikini and cowboy hat.", "with_names": "a woman is dancing in a bikini and cowboy hat."}, {"scene_id": "gl-08-03-05s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-03-05s5", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-08-03-05s6", "raw": "A scene from a TV show in which a man and a woman are in a room together. The man is wearing a cowboy hat and is looking at the woman, who is wearing a bikini.", "with_names": "a man and a woman are in a room together. the man is wearing a cowboy hat and is looking at the woman, who is wearing a bikini."}, {"scene_id": "gl-08-03-05s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-08-03-05s8", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-08-03-05s9", "raw": "A scene from a TV show in which a man is naked and a woman is wearing a dress", "with_names": "a man is naked and a woman is wearing a dress"}, {"scene_id": "gl-08-03-05s10", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-08-03-05s11", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-08-03-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-03-05s13", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a bikini", "with_names": "a woman is wearing a cowboy hat and a bikini"}, {"scene_id": "gl-08-03-05s14", "raw": "A scene from a TV show in which a man is kissing a woman in a room.", "with_names": "a man is kissing a woman in a room."}, {"scene_id": "gl-08-03-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-03-05s16", "raw": "A scene from a TV show in which a man is talking to someone and a clock is visible in the background", "with_names": ""}, {"scene_id": "gl-08-03-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind", "with_names": ""}, {"scene_id": "gl-08-03-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-03-05s19", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is holding her.", "with_names": "a woman is wearing a pink dress and a man is holding her."}, {"scene_id": "gl-08-03-05s20", "raw": "", "with_names": ""}, {"scene_id": "gl-08-03-05s21", "raw": "A scene from a TV show in which a man is driving a car and his hands are on the steering wheel", "with_names": "a man is driving a car and his hands are on the steering wheel"}, {"scene_id": "gl-08-03-05s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]