[{"scene_id": "oltl-08-09-11s0", "raw": "A scene from a TV show in which a man is seen walking on a stage", "with_names": "a man is walking on a stage"}, {"scene_id": "oltl-08-09-11s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "oltl-08-09-11s2", "raw": "A scene from a TV show in which a woman is sitting in a living room and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-11s3", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "oltl-08-09-11s4", "raw": "A scene from a TV show in which a man is lying in bed, looking at his phone.", "with_names": "a man is lying in bed, looking at his phone."}, {"scene_id": "oltl-08-09-11s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-08-09-11s6", "raw": "A scene from a TV show in which a man is holding a plant and looking at it.", "with_names": "a man is holding a plant and looking at it."}, {"scene_id": "oltl-08-09-11s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-11s8", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-09-11s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-09-11s10", "raw": "A scene from a TV show in which a woman is holding a piece of paper and yelling.", "with_names": "a woman is holding a piece of paper and yelling."}, {"scene_id": "oltl-08-09-11s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-09-11s12", "raw": "A scene from a TV show in which a man is on the phone and a woman is sitting at a desk.", "with_names": "a man is on the phone and a woman is sitting at a desk."}, {"scene_id": "oltl-08-09-11s13", "raw": "A scene from a TV show in which a woman is looking at a man and a blonde womanI is standing behind her", "with_names": "a woman is looking at a man and a blonde womani is standing behind her"}, {"scene_id": "oltl-08-09-11s14", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-08-09-11s15", "raw": "A scene from a TV show in which a man is pushing a woman in a hospital bed.", "with_names": "David is pushing ] in a hospital bed."}, {"scene_id": "oltl-08-09-11s16", "raw": "A scene from a TV show in which a black woman is talking to a young black girl.", "with_names": ""}, {"scene_id": "oltl-08-09-11s17", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing next to her.", "with_names": "a woman is holding a piece of paper and a man is standing next to her."}, {"scene_id": "oltl-08-09-11s18", "raw": "A scene from a TV show in which a young black girl is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-08-09-11s19", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-08-09-11s20", "raw": "A scene from a TV show in which a woman is sitting in a chair with her eyes closed.", "with_names": ""}, {"scene_id": "oltl-08-09-11s21", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-08-09-11s22", "raw": "A scene from a TV show in which a man is standing in front of a computer screen, looking at a diamond.", "with_names": "a man is standing in front of a computer screen, looking at a diamond."}, {"scene_id": "oltl-08-09-11s23", "raw": "A scene from a TV show in which a young man is standing in front of his family.", "with_names": "a young man is standing in front of his family."}, {"scene_id": "oltl-08-09-11s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-09-11s25", "raw": "A scene from a TV show in which a woman is walking down a hallway, her hair blowing in the wind.", "with_names": "a woman is walking down a hallway, her hair blowing in the wind."}, {"scene_id": "oltl-08-09-11s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-09-11s27", "raw": "A scene from a TV show in which a hand is seen on a screen, with the words 'Love' and 'LOVE' written on it.", "with_names": "a hand is on a screen, with the words 'love' and 'love' written on it."}, {"scene_id": "oltl-08-09-11s28", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is behind him.", "with_names": "a man is standing in front of a door and another man is behind him."}, {"scene_id": "oltl-08-09-11s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-09-11s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-09-11s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-09-11s32", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-08-09-11s33", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-09-11s34", "raw": "A scene from a TV show in which two women are yelling at a man.", "with_names": "two women are yelling at a man."}, {"scene_id": "oltl-08-09-11s35", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-08-09-11s36", "raw": "A scene from a TV show in which a woman is wearing a purple suit and a necklace.", "with_names": "a woman is wearing a purple suit and a necklace."}, {"scene_id": "oltl-08-09-11s37", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a suit and tie.", "with_names": "a man is walking down a hallway, wearing a suit and tie."}, {"scene_id": "oltl-08-09-11s38", "raw": "A scene from a TV show in which a man and a woman stand in a room with a desk and a bookcase.", "with_names": "a man and a woman stand in a room with a desk and a bookcase."}]