[{"scene_id": "oltl-05-31-06s0", "raw": "A scene from a TV show in which a man is sitting in a wheelchair and a woman is standing next to him.", "with_names": "a man is sitting in a wheelchair and a woman is standing next to him."}, {"scene_id": "oltl-05-31-06s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-31-06s2", "raw": "A scene from a TV show in which a police officer is seen shooting a man in the back.", "with_names": "a police officer is shooting a man in the back."}, {"scene_id": "oltl-05-31-06s3", "raw": "A scene from a TV show in which a woman is wearing a bathrobe and slippers", "with_names": "a woman is wearing a bathrobe and slippers"}, {"scene_id": "oltl-05-31-06s4", "raw": "A scene from a TV show in which a man is holding a syringe.", "with_names": "a man is holding a syringe."}, {"scene_id": "oltl-05-31-06s5", "raw": "A scene from a TV show in which a man is looking down and making a face", "with_names": "a man is looking down and making a face"}, {"scene_id": "oltl-05-31-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-06s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-31-06s8", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "oltl-05-31-06s9", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a white shirt", "with_names": "a man is wearing a blue shirt and a white shirt"}, {"scene_id": "oltl-05-31-06s10", "raw": "A scene from a TV show in which a woman is pointing her finger at someone.", "with_names": "a woman is pointing her finger at someone."}, {"scene_id": "oltl-05-31-06s11", "raw": "A scene from a TV show in which a man is holding a baby and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-31-06s12", "raw": "A scene from a TV show in which a man is pushing a woman in a wheelchair through a hospital hallway.", "with_names": "a man is pushing a woman in a wheelchair through a hospital hallway."}, {"scene_id": "oltl-05-31-06s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-31-06s14", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-05-31-06s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away from him.", "with_names": "a man is looking at a woman and she is looking away from him."}, {"scene_id": "oltl-05-31-06s16", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a necklace.", "with_names": "a woman is wearing a pink jacket and a necklace."}, {"scene_id": "oltl-05-31-06s17", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-31-06s18", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a mask on.", "with_names": "a man is lying in a hospital bed with a mask on."}, {"scene_id": "oltl-05-31-06s19", "raw": "A scene from a TV show in which a woman is being escorted by a police officer.", "with_names": "a woman is being escorted by a police officer."}, {"scene_id": "oltl-05-31-06s20", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a man is standing behind her.", "with_names": "a woman is wearing a pink jacket and a man is standing behind her."}, {"scene_id": "oltl-05-31-06s21", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-31-06s22", "raw": "A scene from a TV show in which a woman is holding a baby and looking shocked.", "with_names": "a woman is holding a baby and looking shocked."}, {"scene_id": "oltl-05-31-06s23", "raw": "A scene from a TV show in which a doctor is hugging a woman.", "with_names": "a doctor is hugging a woman."}, {"scene_id": "oltl-05-31-06s24", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "oltl-05-31-06s25", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is sitting in a wheelchair.", "with_names": "a man is standing in a doorway and a woman is sitting in a wheelchair."}, {"scene_id": "oltl-05-31-06s26", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at it.", "with_names": "a woman is holding a baby and ] is looking at it."}, {"scene_id": "oltl-05-31-06s27", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a purple coat and a white shirt.", "with_names": "a woman is lying in a hospital bed, wearing a purple coat and a white shirt."}, {"scene_id": "oltl-05-31-06s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-06s29", "raw": "A scene from a TV show in which a woman is wearing a white suit and a necklace.", "with_names": "a woman is wearing a white suit and a necklace."}, {"scene_id": "oltl-05-31-06s30", "raw": "A scene from a TV show in which a woman is sitting at a podium with her head in her hands.", "with_names": "a woman is sitting at a podium with her head in her hands."}, {"scene_id": "oltl-05-31-06s31", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind.", "with_names": "a man is looking down and his hair is blowing in the wind."}, {"scene_id": "oltl-05-31-06s32", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-31-06s33", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-05-31-06s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-31-06s35", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-31-06s36", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bruised face.", "with_names": "a woman is lying in a hospital bed with a bruised face."}, {"scene_id": "oltl-05-31-06s37", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}]