[{"scene_id": "pc-12-03-02s0", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes open.", "with_names": "Lucy is lying in bed with her eyes open."}, {"scene_id": "pc-12-03-02s1", "raw": "A scene from a TV show in which a man is wearing a denim jacket and a black shirt", "with_names": "a man is wearing a denim jacket and a black shirt"}, {"scene_id": "pc-12-03-02s2", "raw": "A scene from a TV show in which a man is playing the bass guitar and singing.", "with_names": "a man is playing the bass guitar and singing."}, {"scene_id": "pc-12-03-02s3", "raw": "A scene from a TV show in which a man is split in half, with the left half showing his face and the right half showing his eyes.", "with_names": "Rafe is split in half, with the left half showing his face and the right half showing his eyes."}, {"scene_id": "pc-12-03-02s4", "raw": "A scene from a TV show in which a doctor is talking to a young man and a woman.", "with_names": ""}, {"scene_id": "pc-12-03-02s5", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at him.", "with_names": ""}, {"scene_id": "pc-12-03-02s6", "raw": "A scene from a TV show in which a woman is bending over to pick up a cup.", "with_names": "a woman is bending over to pick up a cup."}, {"scene_id": "pc-12-03-02s7", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "Stephen is smiling and looking at the camera."}, {"scene_id": "pc-12-03-02s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "pc-12-03-02s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-12-03-02s10", "raw": "A scene from a TV show in which a woman is talking to someone and her eyes are closed", "with_names": ""}, {"scene_id": "pc-12-03-02s11", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "a woman is holding a cell phone and looking at it."}, {"scene_id": "pc-12-03-02s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-03-02s13", "raw": "A scene from a TV show in which a woman is wearing a white dress and is standing in a room with a pink curtain.", "with_names": "a woman is wearing a white dress and is standing in a room with a pink curtain."}, {"scene_id": "pc-12-03-02s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-03-02s15", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "pc-12-03-02s16", "raw": "A scene from a TV show in which a man is walking down a street, and a yellow rectangle is on the right side of the screen.", "with_names": "a man is walking down a street, and a yellow rectangle is on the right side of the screen."}]