[{"scene_id": "gl-04-07-03s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-07-03s1", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-04-07-03s2", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}, {"scene_id": "gl-04-07-03s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-07-03s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-07-03s5", "raw": "A scene from a TV show in which a woman is crying and wiping her face with her hand.", "with_names": "a woman is crying and wiping her face with her hand."}, {"scene_id": "gl-04-07-03s6", "raw": "A scene from a TV show in which a man is sitting on the floor and a woman is standing behind him", "with_names": "a man is sitting on the floor and a woman is standing behind him"}, {"scene_id": "gl-04-07-03s7", "raw": "A scene from a TV show in which a woman is sitting in a room with a black coat on.", "with_names": "a woman is sitting in a room with a black coat on."}, {"scene_id": "gl-04-07-03s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-07-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-07-03s10", "raw": "A scene from a TV show in which a man is sitting on a chair with his hands clasped together.", "with_names": ""}, {"scene_id": "gl-04-07-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and gesturing with her hands.", "with_names": ""}, {"scene_id": "gl-04-07-03s12", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "gl-04-07-03s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-07-03s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-07-03s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-07-03s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-04-07-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-07-03s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}]