[{"scene_id": "atwt-07-15-03s0", "raw": "A scene from a TV show in which a man is lying in bed with his eyes closed, and a woman lies next to him.", "with_names": "Aaron is lying in bed with his eyes closed, and Lucy lies next to him."}, {"scene_id": "atwt-07-15-03s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other on a purple slide.", "with_names": "a man and a woman are standing next to each other on a purple slide."}, {"scene_id": "atwt-07-15-03s2", "raw": "A scene from a TV show in which a woman is wearing a black suit and a young girl is standing behind her.", "with_names": "a woman is wearing a black suit and a young girl is standing behind her."}, {"scene_id": "atwt-07-15-03s3", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-07-15-03s4", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "a man is lying on a bed with his eyes closed."}, {"scene_id": "atwt-07-15-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair with his head down, looking down.", "with_names": ""}, {"scene_id": "atwt-07-15-03s6", "raw": "A scene from a TV show in which a man is smiling and wearing a red shirt.", "with_names": "a man is smiling and wearing a red shirt."}, {"scene_id": "atwt-07-15-03s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-15-03s8", "raw": "A scene from a TV show in which a hand is holding a wand and a water dispenser is dispensing water.", "with_names": "a hand is holding a wand and a water dispenser is dispensing water."}, {"scene_id": "atwt-07-15-03s9", "raw": "A scene from a TV show in which a person is holding a roll of film.", "with_names": "a person is holding a roll of film."}, {"scene_id": "atwt-07-15-03s10", "raw": "A scene from a TV show in which a young woman is sitting in front of a Christmas tree.", "with_names": "a young woman is sitting in front of a christmas tree."}, {"scene_id": "atwt-07-15-03s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "atwt-07-15-03s12", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-15-03s13", "raw": "A scene from a TV show in which a woman is seen holding a flag.", "with_names": "a woman is holding a flag."}, {"scene_id": "atwt-07-15-03s14", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-07-15-03s15", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-15-03s16", "raw": "A scene from a TV show in which a man and a woman are sitting close to each other, looking at each other.", "with_names": "a man and a woman are sitting close to each other, looking at each other."}, {"scene_id": "atwt-07-15-03s17", "raw": "A scene from a TV show in which a woman is dancing in yellow shorts and a blue shirt.", "with_names": "a woman is dancing in yellow shorts and a blue shirt."}, {"scene_id": "atwt-07-15-03s18", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-15-03s19", "raw": "A scene from a TV show in which a tube of Vagisil is shown on a wicker table.", "with_names": ""}, {"scene_id": "atwt-07-15-03s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-15-03s21", "raw": "A scene from a TV show in which a man is lying on a bed with a blanket over his face.", "with_names": "a man is lying on a bed with a blanket over his face."}, {"scene_id": "atwt-07-15-03s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-15-03s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-15-03s24", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "atwt-07-15-03s25", "raw": "", "with_names": ""}]