[{"scene_id": "atwt-06-18-07s0", "raw": "A scene from a TV show in which a bride is sitting in a pew and a man is standing behind her.", "with_names": "a bride is sitting in a pew and a man is standing behind her."}, {"scene_id": "atwt-06-18-07s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "Lily is wearing a black dress and Paul is standing behind her."}, {"scene_id": "atwt-06-18-07s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-18-07s3", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "Lucinda is wearing a black suit and a necklace"}, {"scene_id": "atwt-06-18-07s4", "raw": "A scene from a TV show in which a young boy is wearing a grey t-shirt and a short brown hair", "with_names": "a young boy is wearing a grey t-shirt and a short brown hair"}, {"scene_id": "atwt-06-18-07s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-18-07s6", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "Craig holds a baby in his arms."}, {"scene_id": "atwt-06-18-07s9", "raw": "A scene from a TV show in which a meteorologist is talking about a radar image.", "with_names": ""}, {"scene_id": "atwt-06-18-07s10", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from Margo."}, {"scene_id": "atwt-06-18-07s11", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "Lucinda is crying and another woman is looking at her."}, {"scene_id": "atwt-06-18-07s12", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-18-07s13", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a necklace", "with_names": "a woman is wearing a black jacket and a necklace"}, {"scene_id": "atwt-06-18-07s14", "raw": "A scene from a TV show in which a woman is wearing a black suit and a hair clip in her hair.", "with_names": "a woman is wearing a black suit and a hair clip in her hair."}, {"scene_id": "atwt-06-18-07s15", "raw": "A scene from a TV show in which a box of Prologis OTC is shown.", "with_names": ""}, {"scene_id": "atwt-06-18-07s16", "raw": "A scene from a TV show in which a young woman is walking down the street.", "with_names": "a young woman is walking down the street."}, {"scene_id": "atwt-06-18-07s17", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and looking at her phone", "with_names": "Katie is wearing a leather jacket and looking at her phone"}, {"scene_id": "atwt-06-18-07s18", "raw": "A scene from a TV show in which a woman is looking at a young boy and making a face.", "with_names": "J.J. is looking at a young boy and making a face."}, {"scene_id": "atwt-06-18-07s19", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "a woman is wearing a dress and a necklace"}, {"scene_id": "atwt-06-18-07s20", "raw": "A scene from a TV show in which a Liberty Mutual insurance agent is shown talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-18-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-18-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-18-07s24", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is standing next to her.", "with_names": "Margo is wearing a wedding dress and Tom is standing next to her."}, {"scene_id": "atwt-06-18-07s25", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-06-18-07s26", "raw": "A scene from a TV show in which a man is seen scaling a building.", "with_names": "Paul is scaling a building."}, {"scene_id": "atwt-06-18-07s27", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a brown shirt", "with_names": "Craig is looking at the camera and wearing a brown shirt"}, {"scene_id": "atwt-06-18-07s28", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Katie is looking at the camera."}, {"scene_id": "atwt-06-18-07s29", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in formal attire.", "with_names": "J.J. and Carly are standing next to each other in formal attire."}, {"scene_id": "atwt-06-18-07s30", "raw": "A scene from a TV show in which a woman is sitting in a church pew and a man is standing next to her.", "with_names": "a woman is sitting in a church pew and a man is standing next to her."}, {"scene_id": "atwt-06-18-07s31", "raw": "A scene from a TV show in which a woman is brushing her teeth and a man is not.", "with_names": "Jeweler is brushing her teeth and Paul is not."}, {"scene_id": "atwt-06-18-07s32", "raw": "A scene from a TV show in which a couple is getting married.", "with_names": "a couple is getting married."}, {"scene_id": "atwt-06-18-07s33", "raw": "A scene from a TV show in which the words \"The World's Greatest Detective\" are written in a dark room", "with_names": "the words \"the world's greatest detective\" are written in a dark room"}, {"scene_id": "atwt-06-18-07s34", "raw": "A scene from a TV show in which a man is interviewing two women.", "with_names": "a man is interviewing two women."}]