[{"scene_id": "atwt-02-05-07s0", "raw": "A scene from a TV show in which a woman is seen pouring a drink from a handbag.", "with_names": "Dusty is pouring a drink from a handbag."}, {"scene_id": "atwt-02-05-07s1", "raw": "A scene from a TV show in which a boy and a girl are standing in front of a couch.", "with_names": "a boy and a girl are standing in front of a couch."}, {"scene_id": "atwt-02-05-07s2", "raw": "A scene from a TV show in which a hand is held up to the camera.", "with_names": "a hand is held up to the camera."}, {"scene_id": "atwt-02-05-07s3", "raw": "A scene from a TV show in which a woman is shown on a laptop.", "with_names": ""}, {"scene_id": "atwt-02-05-07s4", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down.", "with_names": "a man is sitting at a desk and looking down."}, {"scene_id": "atwt-02-05-07s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-05-07s6", "raw": "A scene from a TV show in which a young man is looking at a plant and talking.", "with_names": ""}, {"scene_id": "atwt-02-05-07s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-02-05-07s8", "raw": "A scene from a TV show in which a woman is seen cleaning a window with a squeegee.", "with_names": "a woman is cleaning a window with a squeegee."}, {"scene_id": "atwt-02-05-07s9", "raw": "A scene from a TV show in which a young girl is crying.", "with_names": "a young girl is crying."}, {"scene_id": "atwt-02-05-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-05-07s11", "raw": "A scene from a TV show in which a man is holding a box of ThermaCare.", "with_names": "a man is holding a box of thermacare."}, {"scene_id": "atwt-02-05-07s12", "raw": "A scene from a TV show in which a woman is talking and pointing at something.", "with_names": ""}, {"scene_id": "atwt-02-05-07s13", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-02-05-07s14", "raw": "A scene from a TV show in which a man and a woman are looking at a book.", "with_names": "a man and a woman are looking at a book."}, {"scene_id": "atwt-02-05-07s15", "raw": "A scene from a TV show in which a woman is slapping a young girl in the face.", "with_names": "a woman is slapping a young girl in the face."}, {"scene_id": "atwt-02-05-07s16", "raw": "A scene from a TV show in which a bottle of Sea-Bond is shown. The caption reads: The adhesive wafer with the gasket fit.", "with_names": ""}, {"scene_id": "atwt-02-05-07s17", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-02-05-07s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-02-05-07s19", "raw": "A scene from a TV show in which a mother is seen feeding her children.", "with_names": "a mother is feeding her children."}]