[{"scene_id": "bb-09-18-15s0", "raw": "A scene from a TV show in which a man is talking about his relationship with his wife.", "with_names": ""}, {"scene_id": "bb-09-18-15s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-09-18-15s2", "raw": "A scene from a TV show in which a man and a woman sit at a desk and talk.", "with_names": "a man and a woman sit at a desk and talk."}, {"scene_id": "bb-09-18-15s3", "raw": "A scene from a TV show in which a woman smiles and looks up at a man.", "with_names": "a woman smiles and looks up at a man."}, {"scene_id": "bb-09-18-15s4", "raw": "A scene from a TV show in which a man is talking on the phone and a wedding dress is visible in the background.", "with_names": ""}, {"scene_id": "bb-09-18-15s5", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-09-18-15s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-09-18-15s7", "raw": "A scene from a TV show in which a man is seen in a black room, with a white light shining on him.", "with_names": "a man is in a black room, with a white light shining on him."}, {"scene_id": "bb-09-18-15s8", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen and looking at a cell phone.", "with_names": "a man and a woman are standing in a kitchen and looking at a cell phone."}, {"scene_id": "bb-09-18-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-18-15s10", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-09-18-15s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-09-18-15s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-18-15s13", "raw": "A scene from a TV show in which a man is reading a book and a woman is talking to him.", "with_names": ""}, {"scene_id": "bb-09-18-15s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-18-15s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-09-18-15s16", "raw": "A scene from a TV show in which a woman and a man sit on a couch and talk.", "with_names": "a woman and a man sit on a couch and talk."}, {"scene_id": "bb-09-18-15s17", "raw": "A scene from a TV show in which a woman is talking to a man on a couch.", "with_names": ""}, {"scene_id": "bb-09-18-15s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]