[{"scene_id": "atwt-08-10-10s0", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and Casey is laughing."}, {"scene_id": "atwt-08-10-10s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-10-10s2", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and a brunette woman is standing behind her.", "with_names": "a blonde woman is wearing a green dress and a brunette woman is standing behind her."}, {"scene_id": "atwt-08-10-10s3", "raw": "A scene from a TV show in which a blonde woman is shown with her hair blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-08-10-10s4", "raw": "A scene from a TV show in which a white dog is seen in the background.", "with_names": "a white dog is in the background."}, {"scene_id": "atwt-08-10-10s5", "raw": "A scene from a TV show in which a man wipes away tears while a woman looks on.", "with_names": "a man wipes away tears while a woman looks on."}, {"scene_id": "atwt-08-10-10s6", "raw": "A scene from a TV show in which a man is talking to another man and making a funny face.", "with_names": ""}, {"scene_id": "atwt-08-10-10s7", "raw": "A scene from a TV show in which a blonde woman is wearing a floral dress and a brunette woman is standing next to her.", "with_names": "a blonde woman is wearing a floral dress and a brunette woman is standing next to her."}, {"scene_id": "atwt-08-10-10s8", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-08-10-10s9", "raw": "A scene from a TV show in which a man is talking to a woman. The caption reads: Do not swallow the Sony capsule.", "with_names": ""}, {"scene_id": "atwt-08-10-10s10", "raw": "A scene from a TV show in which a woman reads a label.", "with_names": "a woman reads a label."}, {"scene_id": "atwt-08-10-10s11", "raw": "A scene from a TV show in which a man is talking on a cell phone and his face is covered in blood.", "with_names": ""}, {"scene_id": "atwt-08-10-10s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-10-10s13", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-08-10-10s14", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a white ball.", "with_names": "two men are standing in a room, one of them is holding a white ball."}, {"scene_id": "atwt-08-10-10s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-10-10s16", "raw": "A scene from a TV show in which a dog is eating a food bowl.", "with_names": "a dog is eating a food bowl."}, {"scene_id": "atwt-08-10-10s17", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking up at a woman.", "with_names": "a man is sitting in a restaurant and looking up at a woman."}, {"scene_id": "atwt-08-10-10s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a short black hair", "with_names": "a woman is wearing a red dress and a short black hair"}, {"scene_id": "atwt-08-10-10s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, clinking their beer glasses together.", "with_names": "a man and a woman are sitting at a table, clinking their beer glasses together."}, {"scene_id": "atwt-08-10-10s20", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "atwt-08-10-10s21", "raw": "A scene from a TV show in which a woman is walking down a street. The words \"You are encouraged to learn more\" are written next to her.", "with_names": "a woman is walking down a street. the words \"you are encouraged to learn more\" are written next to her."}, {"scene_id": "atwt-08-10-10s22", "raw": "A scene from a TV show in which a man is talking to another man to his left.", "with_names": ""}, {"scene_id": "atwt-08-10-10s23", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is listening.", "with_names": ""}, {"scene_id": "atwt-08-10-10s24", "raw": "A scene from a TV show in which a ball is tied to a string and a text box reads: \"These experiments have not been conducted for this purpose. This procedure is not intended to diagnose, treat, or prevent any disease.\"", "with_names": "a ball is tied to a string and a text box reads: \"these experiments have not been conducted for this purpose. this procedure is not intended to diagnose, treat, or prevent any disease.\""}, {"scene_id": "atwt-08-10-10s25", "raw": "A scene from a TV show in which a man is looking up at a building.", "with_names": "a man is looking up at a building."}, {"scene_id": "atwt-08-10-10s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-08-10-10s27", "raw": "A scene from a TV show in which a blonde woman is wearing a red and white floral dress and looking to the right of the frame.", "with_names": "a blonde woman is wearing a red and white floral dress and looking to the right of the frame."}, {"scene_id": "atwt-08-10-10s28", "raw": "A scene from a TV show in which a man is wearing a plaid jacket and smiling.", "with_names": "a man is wearing a plaid jacket and smiling."}, {"scene_id": "atwt-08-10-10s29", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at a pillow", "with_names": "a man is sitting on a bed and looking at a pillow"}, {"scene_id": "atwt-08-10-10s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-10-10s31", "raw": "A scene from a TV show in which a woman and a man are looking at a chart.", "with_names": "a woman and a man are looking at a chart."}]