[{"scene_id": "pc-12-04-01s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a blue and pink light.", "with_names": "a man and a woman are standing in a room with a blue and pink light."}, {"scene_id": "pc-12-04-01s3", "raw": "A scene from a TV show in which a man is sitting on a rock and writing in a book.", "with_names": "a man is sitting on a rock and writing in a book."}, {"scene_id": "pc-12-04-01s5", "raw": "A scene from a TV show in which a woman is breastfeeding her baby.", "with_names": "Livvie is breastfeeding her baby."}, {"scene_id": "pc-12-04-01s6", "raw": "A scene from a TV show in which a man is seen poking his head through a plastic window.", "with_names": "rafe's voice is poking his head through a plastic window."}, {"scene_id": "pc-12-04-01s7", "raw": "A scene from a TV show in which a woman is holding a baby and singing.", "with_names": "rafe is holding a baby and singing."}, {"scene_id": "pc-12-04-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-04-01s10", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-12-04-01s11", "raw": "A scene from a TV show in which a man is talking on the phone and his hair is falling out", "with_names": ""}, {"scene_id": "pc-12-04-01s13", "raw": "A scene from a TV show in which a man and a woman are drinking champagne.", "with_names": "a man and kevin are drinking champagne."}, {"scene_id": "pc-12-04-01s14", "raw": "A scene from a TV show in which a man is holding a knife in his hand.", "with_names": "a man is holding a knife in his hand."}, {"scene_id": "pc-12-04-01s15", "raw": "A scene from a TV show in which a shirtless man is looking at his phone", "with_names": "a shirtless man is looking at his phone"}, {"scene_id": "pc-12-04-01s17", "raw": "A scene from a TV show in which a man is crying.", "with_names": "Ian is crying."}, {"scene_id": "pc-12-04-01s18", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "pc-12-04-01s19", "raw": "A scene from a TV show in which a woman is talking about her ex-husband.", "with_names": ""}, {"scene_id": "pc-12-04-01s20", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-04-01s21", "raw": "A scene from a TV show in which a man and a woman hold a baby.", "with_names": "a man and a woman hold a baby."}, {"scene_id": "pc-12-04-01s22", "raw": "A scene from a TV show in which a man is looking at the camera and saying,", "with_names": "Rafe is looking at the camera and saying,"}, {"scene_id": "pc-12-04-01s23", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "pc-12-04-01s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-12-04-01s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-04-01s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-04-01s30", "raw": "A scene from a TV show in which Port Charles's Port Charles is talking to a reporter about her life.", "with_names": ""}, {"scene_id": "pc-12-04-01s31", "raw": "A scene from a TV show in which a man and a woman kiss on a couch.", "with_names": "a man and a woman kiss on a couch."}]