[{"scene_id": "bb-07-29-14s0", "raw": "A scene from a TV show in which a roller coaster is in motion.", "with_names": "a roller coaster is in motion."}, {"scene_id": "bb-07-29-14s1", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "Hope is interviewed by a man."}, {"scene_id": "bb-07-29-14s2", "raw": "A scene from a TV show in which a woman is interviewed about her experience with a plastic surgeon.", "with_names": "a woman is interviewed about her experience with a plastic surgeon."}, {"scene_id": "bb-07-29-14s3", "raw": "A scene from a TV show in which a woman is standing in a room and reading a book.", "with_names": "a woman is standing in a room and reading a book."}, {"scene_id": "bb-07-29-14s4", "raw": "A scene from a TV show in which a woman is talking to a colleague in an office.", "with_names": ""}, {"scene_id": "bb-07-29-14s5", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "bb-07-29-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-29-14s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-29-14s8", "raw": "A scene from a TV show in which Hugh Jackman is interviewed by a reporter.", "with_names": "hugh jackman is interviewed by a reporter."}, {"scene_id": "bb-07-29-14s9", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-29-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-29-14s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-29-14s12", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-07-29-14s13", "raw": "A scene from a TV show in which a woman is holding a flower and a man is looking at her.", "with_names": "Hope is holding a flower and Deacon is looking at her."}, {"scene_id": "bb-07-29-14s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "bb-07-29-14s15", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-07-29-14s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-29-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-29-14s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-29-14s19", "raw": "A scene from a TV show in which a woman walks through a room with a skylight.", "with_names": "Ivy walks through a room with a skylight."}, {"scene_id": "bb-07-29-14s20", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "bb-07-29-14s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]