[{"scene_id": "bb-09-21-17s0", "raw": "A scene from a TV show in which a woman is shown entering a room with a phone.", "with_names": ""}, {"scene_id": "bb-09-21-17s1", "raw": "A scene from a TV show in which a man is reading a letter in a large office while another manI is standing behind him", "with_names": "a man is reading a letter in a large office while another mani is standing behind him"}, {"scene_id": "bb-09-21-17s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-09-21-17s3", "raw": "A scene from a TV show in which a man is handing a piece of paper to another man.", "with_names": "a man is handing a piece of paper to another man."}, {"scene_id": "bb-09-21-17s4", "raw": "A scene from a TV show in which a woman wears red sunglasses and a hat.", "with_names": "Steffy wears red sunglasses and a hat."}, {"scene_id": "bb-09-21-17s6", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-21-17s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera", "with_names": ""}, {"scene_id": "bb-09-21-17s9", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-21-17s10", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Ridge is crying and a man is looking at her."}, {"scene_id": "bb-09-21-17s11", "raw": "A scene from a TV show in which a boy and a girl sit on a couch and talk.", "with_names": "Wyatt and Justin sit on a couch and talk."}, {"scene_id": "bb-09-21-17s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and jeans", "with_names": "a man is wearing a black shirt and jeans"}, {"scene_id": "bb-09-21-17s14", "raw": "A scene from a TV show in which a man sits at a desk and looks at another man defocused in the background.", "with_names": "a man sits at a desk and looks at another man defocused in the background."}, {"scene_id": "bb-09-21-17s15", "raw": "A scene from a TV show in which a woman is wearing a black and white striped top and pink pants, and a leopard print clutch.", "with_names": "Bill is wearing a black and white striped top and pink pants, and a leopard print clutch."}, {"scene_id": "bb-09-21-17s16", "raw": "A scene from a TV show in which a man and a woman are talking in front of a wall with eyeglasses on it.", "with_names": ""}, {"scene_id": "bb-09-21-17s17", "raw": "A scene from a TV show in which a man is sitting at a desk and a person is standing in front of him", "with_names": "a man is sitting at a desk and a person is standing in front of him"}, {"scene_id": "bb-09-21-17s18", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "bb-09-21-17s19", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-21-17s20", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-21-17s21", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-09-21-17s22", "raw": "A scene from a TV show in which a man is wearing a black shirt and a gun in his hand.", "with_names": "a man is wearing a black shirt and a gun in his hand."}, {"scene_id": "bb-09-21-17s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-21-17s24", "raw": "A scene from a TV show in which a man is talking to someone and pointing at something.", "with_names": ""}, {"scene_id": "bb-09-21-17s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]