[{"scene_id": "pc-05-07-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-07-03s1", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression", "with_names": "a man is looking at the camera with a serious expression"}, {"scene_id": "pc-05-07-03s2", "raw": "A scene from a TV show in which a man is bleeding from the head and a woman is looking at him.", "with_names": "a man is bleeding from the head and a woman is looking at him."}, {"scene_id": "pc-05-07-03s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-05-07-03s4", "raw": "A scene from a TV show in which a woman is being sworn in as a judge.", "with_names": "a woman is being sworn in as a judge."}, {"scene_id": "pc-05-07-03s5", "raw": "A scene from a TV show in which a woman is sitting in a pew and looking at a bouquet of flowers.", "with_names": "a woman is sitting in a pew and looking at a bouquet of flowers."}, {"scene_id": "pc-05-07-03s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-05-07-03s7", "raw": "A scene from a TV show in which two men are holding a horse.", "with_names": "two men are holding a horse."}, {"scene_id": "pc-05-07-03s8", "raw": "A scene from a TV show in which a man and a woman sit together in a cave.", "with_names": "a man and a woman sit together in a cave."}, {"scene_id": "pc-05-07-03s9", "raw": "A scene from a TV show in which a woman is getting married", "with_names": "] is getting married"}, {"scene_id": "pc-05-07-03s10", "raw": "A scene from a TV show in which a woman is being groped by a man", "with_names": "a woman is being groped by a man"}, {"scene_id": "pc-05-07-03s11", "raw": "A scene from a TV show in which a woman is holding a baby and a man is sitting on a bench.", "with_names": "a woman is holding a baby and a man is sitting on a bench."}, {"scene_id": "pc-05-07-03s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and crying.", "with_names": ""}, {"scene_id": "pc-05-07-03s13", "raw": "A scene from a TV show in which a blonde woman is lying on a bed, looking at the camera.", "with_names": "a blonde woman is lying on a bed, looking at the camera."}, {"scene_id": "pc-05-07-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "pc-05-07-03s15", "raw": "A scene from a TV show in which a man is sitting on a couch and smoking a cigarette.", "with_names": ""}, {"scene_id": "pc-05-07-03s16", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}]