[{"scene_id": "pc-05-07-03s0", "raw": "a man and woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "pc-05-07-03s1", "raw": "a man is walking through a room and then a man is running around a room.", "with_names": "a man is walking through a room and then a man is running around a room."}, {"scene_id": "pc-05-07-03s2", "raw": "a man is talking to a woman and the man is laughing.", "with_names": ""}, {"scene_id": "pc-05-07-03s3", "raw": "a man and a woman are sitting on a bench and then a man is sitting down.", "with_names": "a man and a woman are sitting on a bench and then a man is sitting down."}, {"scene_id": "pc-05-07-03s4", "raw": "a man is walking around a room and then a woman is shown walking around.", "with_names": ""}, {"scene_id": "pc-05-07-03s5", "raw": "a woman is giving a speech to a group of people.", "with_names": "Lucy is giving a speech to a group of people."}, {"scene_id": "pc-05-07-03s6", "raw": "a man and a woman are sitting in a circle and talking to each other.", "with_names": ""}, {"scene_id": "pc-05-07-03s7", "raw": "a man and a woman are walking through a room and then a man is walking through a room.", "with_names": "Joshua and a woman are walking through a room and then a man is walking through a room."}, {"scene_id": "pc-05-07-03s8", "raw": "a man and woman are talking to each other while they are laughing.", "with_names": ""}, {"scene_id": "pc-05-07-03s9", "raw": "a man is talking about a man and then kisses a woman.", "with_names": ""}, {"scene_id": "pc-05-07-03s10", "raw": "a man and a woman are staring at the camera and the woman is smiling.", "with_names": "Rafe and Alison are staring at the camera and the woman is smiling."}, {"scene_id": "pc-05-07-03s11", "raw": "a man is talking to a woman and then a man is laughing.", "with_names": ""}, {"scene_id": "pc-05-07-03s12", "raw": "a woman is giving a speech in front of a crowd.", "with_names": "Lucy is giving a speech in front of a crowd."}, {"scene_id": "pc-05-07-03s13", "raw": "a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "pc-05-07-03s14", "raw": "a man and woman are laughing and laughing at a man.", "with_names": "a man and woman are laughing and laughing at a man."}, {"scene_id": "pc-05-07-03s15", "raw": "a man is sitting on a couch and talking about a wine.", "with_names": ""}, {"scene_id": "pc-05-07-03s16", "raw": "a man and woman are walking around a room and a man is talking about the experience.", "with_names": ""}]