[{"scene_id": "atwt-04-30-09s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-30-09s1", "raw": "A scene from a TV show in which a woman is trying to open a drawer with her foot.", "with_names": "a woman is trying to open a drawer with her foot."}, {"scene_id": "atwt-04-30-09s2", "raw": "A scene from a TV show in which a woman is wearing an orange jacket and a necklace.", "with_names": "a woman is wearing an orange jacket and a necklace."}, {"scene_id": "atwt-04-30-09s3", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "atwt-04-30-09s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-30-09s5", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf, looking down and smiling.", "with_names": "a man is standing in front of a bookshelf, looking down and smiling."}, {"scene_id": "atwt-04-30-09s6", "raw": "A scene from a TV show in which a boy is drowning in a pool.", "with_names": "a boy is drowning in a pool."}, {"scene_id": "atwt-04-30-09s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a shocked expression on her face.", "with_names": "a woman is wearing a red dress and a shocked expression on her face."}, {"scene_id": "atwt-04-30-09s8", "raw": "A scene from a TV show in which a woman is seen blowing a kiss to a man.", "with_names": "a woman is blowing a kiss to a man."}, {"scene_id": "atwt-04-30-09s9", "raw": "A scene from a TV show in which a woman is sitting next to a man at a restaurant.", "with_names": "a woman is sitting next to a man at a restaurant."}, {"scene_id": "atwt-04-30-09s10", "raw": "A scene from a TV show in which a young woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-30-09s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "atwt-04-30-09s12", "raw": "A scene from a TV show in which the Walmart logo is shown", "with_names": ""}, {"scene_id": "atwt-04-30-09s13", "raw": "A scene from a TV show in which a woman is talking to a younger woman in an office.", "with_names": ""}, {"scene_id": "atwt-04-30-09s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-30-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-30-09s16", "raw": "A scene from a TV show in which a box of Poligrip is shown. The words \"Speak, eat and smile with confidence\" are written on the image.", "with_names": ""}, {"scene_id": "atwt-04-30-09s17", "raw": "A scene from a TV show in which a man is wearing a suit and a green tie and is looking down.", "with_names": "a man is wearing a suit and a green tie and is looking down."}, {"scene_id": "atwt-04-30-09s18", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "atwt-04-30-09s19", "raw": "A scene from a TV show in which a man is talking to a woman and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "atwt-04-30-09s20", "raw": "A scene from a TV show in which a toothbrush is shown with Colgate's logo and the words '360 Deep Clean'", "with_names": ""}, {"scene_id": "atwt-04-30-09s21", "raw": "A scene from a TV show in which a man is kissing another man's cheek.", "with_names": "a man is kissing another man's cheek."}, {"scene_id": "atwt-04-30-09s22", "raw": "A scene from a TV show in which a woman is looking at a wall and talking.", "with_names": ""}, {"scene_id": "atwt-04-30-09s23", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace", "with_names": "a woman is wearing a red jacket and a necklace"}, {"scene_id": "atwt-04-30-09s24", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-04-30-09s25", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "atwt-04-30-09s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, with a row of other people in the background.", "with_names": "a man and a woman are sitting next to each other, with a row of other people in the background."}, {"scene_id": "atwt-04-30-09s27", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-04-30-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-30-09s29", "raw": "A scene from a TV show in which a woman is being scanned by a facial recognition system.", "with_names": "a woman is being scanned by a facial recognition system."}]