[{"scene_id": "atwt-02-24-05s0", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-02-24-05s1", "raw": "A scene from a TV show in which a young blonde woman is looking down and wearing a black shirt", "with_names": "a young blonde woman is looking down and wearing a black shirt"}, {"scene_id": "atwt-02-24-05s2", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-24-05s3", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her", "with_names": "a woman is opening a door and ] is standing behind her"}, {"scene_id": "atwt-02-24-05s4", "raw": "A scene from a TV show in which a teddy bear is sitting on a chair in a room.", "with_names": ""}, {"scene_id": "atwt-02-24-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-24-05s6", "raw": "A scene from a TV show in which a blonde woman is looking up and smiling.", "with_names": "a blonde woman is looking up and smiling."}, {"scene_id": "atwt-02-24-05s7", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "a woman is hugging a man and smiling."}, {"scene_id": "atwt-02-24-05s8", "raw": "A scene from a TV show in which two women are sitting on a couch and reading papers.", "with_names": ""}, {"scene_id": "atwt-02-24-05s9", "raw": "A scene from a TV show in which a woman is shown how to make a lemon pie.", "with_names": ""}, {"scene_id": "atwt-02-24-05s10", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man, both of them looking at something.", "with_names": "a blonde woman is sitting next to a man, both of them looking at something."}, {"scene_id": "atwt-02-24-05s11", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-02-24-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-24-05s13", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-02-24-05s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-24-05s15", "raw": "A scene from a TV show in which two women are standing in a living room, holding papers and looking at each other.", "with_names": "two women are standing in a living room, holding papers and looking at each other."}, {"scene_id": "atwt-02-24-05s16", "raw": "A scene from a TV show in which a diner is served a cup of coffee and a bottle of ketchup.", "with_names": "a diner is served a cup of coffee and a bottle of ketchup."}, {"scene_id": "atwt-02-24-05s17", "raw": "A scene from a TV show in which a young blonde woman is looking off to the side.", "with_names": "a young blonde woman is looking off to the side."}, {"scene_id": "atwt-02-24-05s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-02-24-05s19", "raw": "A scene from a TV show in which a young woman is smiling and a man is looking at her.", "with_names": "a young woman is smiling and a man is looking at her."}, {"scene_id": "atwt-02-24-05s20", "raw": "A scene from a TV show in which a woman is sitting in a restaurant, wearing a black dress and a necklace.", "with_names": "a woman is sitting in a restaurant, wearing a black dress and a necklace."}, {"scene_id": "atwt-02-24-05s21", "raw": "A scene from a TV show in which a woman is standing on a porch and smiling.", "with_names": "a woman is standing on a porch and smiling."}, {"scene_id": "atwt-02-24-05s22", "raw": "A scene from a TV show in which a man is standing in a pool of water, holding a cell phone.", "with_names": "a man is standing in a pool of water, holding a cell phone."}, {"scene_id": "atwt-02-24-05s23", "raw": "A scene from a TV show in which a man is holding a blonde woman and kissing her on the cheek.", "with_names": "a man is holding a blonde woman and kissing her on the cheek."}, {"scene_id": "atwt-02-24-05s24", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-02-24-05s25", "raw": "A scene from a TV show in which a baby is sitting in a high chair and eating food.", "with_names": "a baby is sitting in a high chair and eating food."}, {"scene_id": "atwt-02-24-05s26", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-02-24-05s27", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-02-24-05s28", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-24-05s29", "raw": "A scene from a TV show in which a man is holding his suit jacket over his head", "with_names": "a man is holding his suit jacket over his head"}, {"scene_id": "atwt-02-24-05s30", "raw": "A scene from a TV show in which a man is wearing a black jacket and a white shirt.", "with_names": "] is wearing a black jacket and a white shirt."}, {"scene_id": "atwt-02-24-05s31", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]