[{"scene_id": "atwt-01-29-09s0", "raw": "A scene from a TV show in which Britney Spears is seen with a man.", "with_names": "britney spears is with Brad."}, {"scene_id": "atwt-01-29-09s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-29-09s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-01-29-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "] and a woman are standing in a kitchen."}, {"scene_id": "atwt-01-29-09s4", "raw": "A scene from a TV show in which a woman is seen holding a bottle of L'Oreal hair dye.", "with_names": "a woman is holding a bottle of l'oreal hair dye."}, {"scene_id": "atwt-01-29-09s5", "raw": "A scene from a TV show in which a man is seen with his hair blowing in the wind.", "with_names": "a man is with his hair blowing in the wind."}, {"scene_id": "atwt-01-29-09s6", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is standing next to her", "with_names": "a woman is wearing a suit and ] is standing next to her"}, {"scene_id": "atwt-01-29-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera", "with_names": "a man is wearing a suit and tie and looking at the camera"}, {"scene_id": "atwt-01-29-09s8", "raw": "A scene from a TV show in which a man is seen in a kitchen with a large knife.", "with_names": "a man is in a kitchen with a large knife."}, {"scene_id": "atwt-01-29-09s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-29-09s10", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-01-29-09s11", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-01-29-09s12", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-29-09s13", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black turtleneck.", "with_names": ""}, {"scene_id": "atwt-01-29-09s14", "raw": "A scene from a TV show in which a woman is sitting in a courtroom and a man is standing behind her.", "with_names": "a woman is sitting in a courtroom and a man is standing behind her."}, {"scene_id": "atwt-01-29-09s15", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-29-09s16", "raw": "A scene from a TV show in which a woman is talking to two children.", "with_names": ""}, {"scene_id": "atwt-01-29-09s17", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-01-29-09s18", "raw": "A scene from a TV show in which a young woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-29-09s19", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-01-29-09s20", "raw": "A scene from a TV show in which a chef is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-01-29-09s21", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-01-29-09s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-29-09s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-29-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-29-09s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-29-09s26", "raw": "A scene from a TV show in which a woman is shown with a big smile and her eyes are closed.", "with_names": ""}]