[{"scene_id": "gl-08-25-04s0", "raw": "A scene from a TV show in which a man is standing in front of a woman and a girl sitting at a table.", "with_names": "a man is standing in front of a woman and a girl sitting at a table."}, {"scene_id": "gl-08-25-04s1", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Phillip and Hilda are standing in a living room."}, {"scene_id": "gl-08-25-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-08-25-04s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is down.", "with_names": "a woman is wearing a black dress and her hair is down."}, {"scene_id": "gl-08-25-04s4", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking down.", "with_names": ""}, {"scene_id": "gl-08-25-04s5", "raw": "A scene from a TV show in which a woman is holding a dress and looking at it.", "with_names": "a woman is holding a dress and looking at it."}, {"scene_id": "gl-08-25-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-25-04s7", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at something.", "with_names": "a woman is sitting in a room and looking at something."}, {"scene_id": "gl-08-25-04s8", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black dress and a white collar.", "with_names": ""}, {"scene_id": "gl-08-25-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-08-25-04s10", "raw": "A scene from a TV show in which a man is standing in front of a door with a white cane.", "with_names": "a man is standing in front of a door with a white cane."}, {"scene_id": "gl-08-25-04s11", "raw": "A scene from a TV show in which a man is wearing a green shirt and jeans", "with_names": "a man is wearing a green shirt and jeans"}, {"scene_id": "gl-08-25-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-08-25-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to them.", "with_names": ""}, {"scene_id": "gl-08-25-04s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-25-04s16", "raw": "A scene from a TV show in which a man is signing a piece of paper while another man looks on.", "with_names": "Buzz is signing a piece of paper while another man looks on."}, {"scene_id": "gl-08-25-04s17", "raw": "A scene from a TV show in which a woman is wearing a badge on her chest and another woman is looking at her.", "with_names": "a woman is wearing a badge on her chest and another woman is looking at her."}, {"scene_id": "gl-08-25-04s23", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at the camera.", "with_names": "a woman is holding a cigarette and looking at the camera."}, {"scene_id": "gl-08-25-04s24", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "Gus is being harassed by two men."}, {"scene_id": "gl-08-25-04s25", "raw": "A scene from a TV show in which a man is on the phone and another man is standing behind him.", "with_names": "Sandy is on the phone and another man is standing behind him."}, {"scene_id": "gl-08-25-04s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "gl-08-25-04s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "gl-08-25-04s29", "raw": "A scene from a TV show in which a woman is talking to the camera and making a face.", "with_names": ""}, {"scene_id": "gl-08-25-04s30", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt and is pointing at something.", "with_names": "a man is wearing a suit and a blue shirt and is pointing at something."}, {"scene_id": "gl-08-25-04s31", "raw": "A scene from a TV show in which a man is eating a spoon with a fork.", "with_names": "Tony is eating a spoon with a fork."}, {"scene_id": "gl-08-25-04s32", "raw": "A scene from a TV show in which a man is wearing a striped shirt and looking at the camera.", "with_names": "Phillip is wearing a striped shirt and looking at the camera."}, {"scene_id": "gl-08-25-04s33", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-08-25-04s34", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-25-04s35", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing Bill on the cheek."}, {"scene_id": "gl-08-25-04s38", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and tie", "with_names": "a man is wearing glasses and a suit and tie"}, {"scene_id": "gl-08-25-04s39", "raw": "A scene from a TV show in which a woman is seen from behind, wearing a pink sweater and a blonde wig.", "with_names": "Langtree is from behind, wearing a pink sweater and a blonde wig."}, {"scene_id": "gl-08-25-04s40", "raw": "A scene from a TV show in which a woman is wearing a t-shirt that says \"I'm not a racist\"", "with_names": "a woman is wearing a t-shirt that says \"i'm not a racist\""}, {"scene_id": "gl-08-25-04s41", "raw": "A scene from a TV show in which a man is talking to someone and his face is covered in blood", "with_names": ""}, {"scene_id": "gl-08-25-04s42", "raw": "A scene from a TV show in which a man is sitting on the floor and looking at a poster that says \"Save the Company!\"", "with_names": "a man is sitting on the floor and looking at a poster that says \"save the company!\""}, {"scene_id": "gl-08-25-04s43", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and white shirt.", "with_names": "a woman is wearing a pink jacket and white shirt."}]