[{"scene_id": "bb-04-06-06s0", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a headband.", "with_names": "Brooke is wearing a black shirt and a headband."}, {"scene_id": "bb-04-06-06s1", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "bb-04-06-06s2", "raw": "A scene from a TV show in which a man is touching a woman's neck.", "with_names": "a man is touching a woman's neck."}, {"scene_id": "bb-04-06-06s3", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a tie", "with_names": "a man is wearing a white lab coat and a tie"}, {"scene_id": "bb-04-06-06s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hand is touching her stomach.", "with_names": "a woman is wearing a black dress and her hand is touching her stomach."}, {"scene_id": "bb-04-06-06s5", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "bb-04-06-06s6", "raw": "A scene from a TV show in which a man is holding a woman upside down.", "with_names": "a man is holding a woman upside down."}, {"scene_id": "bb-04-06-06s7", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "bb-04-06-06s8", "raw": "A scene from a TV show in which a shirtless man is holding a gun.", "with_names": "a shirtless man is holding a gun."}, {"scene_id": "bb-04-06-06s9", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a little girl sitting on the floor between them.", "with_names": "a man and a woman are standing in a living room, with a little girl sitting on the floor between them."}, {"scene_id": "bb-04-06-06s10", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-04-06-06s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-04-06-06s12", "raw": "A scene from a TV show in which a woman is walking towards a man in a suit.", "with_names": "a woman is walking towards a man in a suit."}, {"scene_id": "bb-04-06-06s13", "raw": "A scene from a TV show in which a man is singing in a suit.", "with_names": "a man is singing in a suit."}, {"scene_id": "bb-04-06-06s14", "raw": "A scene from a TV show in which an older woman holds a baby and a man stands behind her.", "with_names": "an older woman holds a baby and a man stands behind her."}]