[{"scene_id": "atwt-02-29-08s0", "raw": "A scene from a TV show in which a man is holding a picture of a family.", "with_names": "Matt is holding a picture of a family."}, {"scene_id": "atwt-02-29-08s1", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-29-08s2", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is looking at a newspaper.", "with_names": "a man is standing in a kitchen and a woman is looking at a newspaper."}, {"scene_id": "atwt-02-29-08s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-29-08s4", "raw": "A scene from a TV show in which a man is looking at a woman and making a funny face", "with_names": "a man is looking at a woman and making a funny face"}, {"scene_id": "atwt-02-29-08s5", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-02-29-08s6", "raw": "A scene from a TV show in which a man is thrown off a cliff by a giant wave.", "with_names": "a man is thrown off a cliff by a giant wave."}, {"scene_id": "atwt-02-29-08s7", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is leaning over and touching the other man's head", "with_names": "two men are standing in a bar, one of them is leaning over and touching the other man's head"}, {"scene_id": "atwt-02-29-08s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-29-08s9", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-02-29-08s10", "raw": "A scene from a TV show in which a silver tube is dropped into water and the words \"Dilse Lip Infusion\" are written on it.", "with_names": "a silver tube is dropped into water and the words \"dilse lip infusion\" are written on it."}, {"scene_id": "atwt-02-29-08s11", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him with a shocked expression.", "with_names": "a man is holding a baby and a woman is looking at him with a shocked expression."}, {"scene_id": "atwt-02-29-08s12", "raw": "A scene from a TV show in which a woman is sitting next to a man and looking at him.", "with_names": "a woman is sitting next to a man and looking at him."}, {"scene_id": "atwt-02-29-08s13", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is kissing her neck.", "with_names": "a woman is wearing a dress and a man is kissing her neck."}, {"scene_id": "atwt-02-29-08s14", "raw": "A scene from a TV show in which a man is being arrested by a woman.", "with_names": "a man is being arrested by a woman."}, {"scene_id": "atwt-02-29-08s15", "raw": "A scene from a TV show in which a woman is seen bending over and touching a painting.", "with_names": "a woman is bending over and touching a painting."}, {"scene_id": "atwt-02-29-08s16", "raw": "A scene from a TV show in which a mascara tube is labelled \"clean definition\"", "with_names": "a mascara tube is labelled \"clean definition\""}, {"scene_id": "atwt-02-29-08s17", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-29-08s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-29-08s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food.", "with_names": "a woman is sitting at a table with a plate of food."}, {"scene_id": "atwt-02-29-08s20", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-02-29-08s21", "raw": "A scene from a TV show in which a man and a woman are in a store, with a bookcase in the background.", "with_names": "a man and a woman are in a store, with a bookcase in the background."}, {"scene_id": "atwt-02-29-08s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-29-08s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-29-08s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-29-08s25", "raw": "A scene from a TV show in which a woman and her dog are walking up a flight of stairs.", "with_names": "a woman and her dog are walking up a flight of stairs."}, {"scene_id": "atwt-02-29-08s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-29-08s27", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a light fixture.", "with_names": "a man is walking down a hallway and looking at a light fixture."}, {"scene_id": "atwt-02-29-08s28", "raw": "A scene from a TV show in which a young man is looking at a book and saying,", "with_names": "a young man is looking at a book and saying,"}, {"scene_id": "atwt-02-29-08s29", "raw": "A scene from a TV show in which a man is lying on the ground with his head down.", "with_names": "a man is lying on the ground with his head down."}, {"scene_id": "atwt-02-29-08s30", "raw": "A scene from a TV show in which a woman is cleaning a kitchen counter.", "with_names": "a woman is cleaning a kitchen counter."}]