[{"scene_id": "oltl-10-12-09s0", "raw": "A scene from a TV show in which a woman is standing next to a man and a girl.", "with_names": "a woman is standing next to a man and a girl."}, {"scene_id": "oltl-10-12-09s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is in the background.", "with_names": "a man is wearing a suit and tie and a woman is in the background."}, {"scene_id": "oltl-10-12-09s2", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a pink shirt and a blue skirt, and another woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-10-12-09s3", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-12-09s4", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-10-12-09s5", "raw": "A scene from a TV show in which a white circle is superimposed on a green and yellow background", "with_names": "a white circle is superimposed on a green and yellow background"}, {"scene_id": "oltl-10-12-09s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-12-09s7", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-12-09s8", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is in a suit.", "with_names": "a woman is wearing a pink shirt and a man is in a suit."}, {"scene_id": "oltl-10-12-09s9", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-10-12-09s10", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-10-12-09s11", "raw": "A scene from a TV show in which a woman is talking to a man and two young girls.", "with_names": ""}, {"scene_id": "oltl-10-12-09s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a man standing next to her.", "with_names": "a woman is lying in a hospital bed with a man standing next to her."}, {"scene_id": "oltl-10-12-09s13", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-10-12-09s14", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "a man is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "oltl-10-12-09s15", "raw": "A scene from a TV show in which a gay couple is being confronted by police officers.", "with_names": "a gay couple is being confronted by police officers."}, {"scene_id": "oltl-10-12-09s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-12-09s17", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-10-12-09s18", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-12-09s19", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "oltl-10-12-09s20", "raw": "A scene from a TV show in which a young boy is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-12-09s21", "raw": "A scene from a TV show in which a boy is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "oltl-10-12-09s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man stands nearby, and another manI is standing in the background.", "with_names": "a woman is lying in a hospital bed, a man stands nearby, and another mani is standing in the background."}, {"scene_id": "oltl-10-12-09s23", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black jacket.", "with_names": "a woman is wearing a white shirt and a black jacket."}, {"scene_id": "oltl-10-12-09s24", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-10-12-09s25", "raw": "A scene from a TV show in which a woman is sitting next to a man and looking at him with a disgusted expression.", "with_names": "a woman is sitting next to a man and looking at him with a disgusted expression."}, {"scene_id": "oltl-10-12-09s26", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-12-09s27", "raw": "A scene from a TV show in which a black woman is wearing a purple hat and a sweater.", "with_names": "a black woman is wearing a purple hat and a sweater."}, {"scene_id": "oltl-10-12-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-12-09s29", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-10-12-09s30", "raw": "A scene from a TV show in which a boy and a woman sit on a couch and talk.", "with_names": "a boy and a woman sit on a couch and talk."}, {"scene_id": "oltl-10-12-09s31", "raw": "A scene from a TV show in which a man is sitting at a table with a gun pointed at him.", "with_names": "a man is sitting at a table with a gun pointed at him."}, {"scene_id": "oltl-10-12-09s32", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, two women stand nearby, one of them is pointing at her.", "with_names": "a woman is lying in a hospital bed, two women stand nearby, one of them is pointing at her."}, {"scene_id": "oltl-10-12-09s33", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}]