[{"scene_id": "bb-07-09-14s0", "raw": "A scene from a TV show in which a man draws a picture.", "with_names": "a man draws a picture."}, {"scene_id": "bb-07-09-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-09-14s2", "raw": "A scene from a TV show in which a woman is interviewing a man.", "with_names": "Caroline is interviewing Rick."}, {"scene_id": "bb-07-09-14s3", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "Oliver is smiling and wearing a suit."}, {"scene_id": "bb-07-09-14s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her angrily.", "with_names": ""}, {"scene_id": "bb-07-09-14s6", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-07-09-14s7", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "Brooke is in a black room, with a black background."}, {"scene_id": "bb-07-09-14s8", "raw": "A scene from a TV show in which a young woman is interviewed.", "with_names": "a young woman is interviewed."}, {"scene_id": "bb-07-09-14s9", "raw": "A scene from a TV show in which a man is wearing a striped sweater and a tie.", "with_names": "a man is wearing a striped sweater and a tie."}, {"scene_id": "bb-07-09-14s10", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a beige cardigan.", "with_names": "Maya is wearing a white shirt and a beige cardigan."}, {"scene_id": "bb-07-09-14s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-09-14s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-09-14s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-07-09-14s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-07-09-14s16", "raw": "A scene from a TV show in which a man and two women are talking.", "with_names": ""}, {"scene_id": "bb-07-09-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-09-14s18", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-07-09-14s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-09-14s21", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-07-09-14s23", "raw": "A scene from a TV show in which a man stands in a room with his hands on his hips.", "with_names": "a man stands in a room with his hands on his hips."}]