[{"scene_id": "bb-04-17-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-04-17-06s1", "raw": "A scene from a TV show in which a woman is looking at a clock and the caption reads, \"1:00\"", "with_names": "a woman is looking at a clock and the caption reads, \"1:00\""}, {"scene_id": "bb-04-17-06s2", "raw": "A scene from a TV show in which a woman is wearing a green suit and a white flower in her hair", "with_names": "a woman is wearing a green suit and a white flower in her hair"}, {"scene_id": "bb-04-17-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-17-06s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-04-17-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-06s6", "raw": "A scene from a TV show in which a man is touching a woman's hair.", "with_names": "a man is touching a woman's hair."}, {"scene_id": "bb-04-17-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "bb-04-17-06s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-04-17-06s9", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man sitting next to her.", "with_names": ""}, {"scene_id": "bb-04-17-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-17-06s11", "raw": "A scene from a TV show in which a man is talking on a red phone.", "with_names": ""}, {"scene_id": "bb-04-17-06s12", "raw": "A scene from a TV show in which a woman is standing in a room with a clock on the wall", "with_names": "a woman is standing in a room with a clock on the wall"}, {"scene_id": "bb-04-17-06s13", "raw": "A scene from a TV show in which a woman is wearing a white dress and gold hoop earrings.", "with_names": "a woman is wearing a white dress and gold hoop earrings."}, {"scene_id": "bb-04-17-06s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-17-06s15", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "bb-04-17-06s16", "raw": "A scene from a TV show in which a man is standing in a room with a window and a sailboat in the background.", "with_names": "a man is standing in a room with a window and a sailboat in the background."}]