[{"scene_id": "atwt-02-09-04s0", "raw": "A scene from a TV show in which a man and a woman are sitting together at a table.", "with_names": "Chris and Molly are sitting together at a table."}, {"scene_id": "atwt-02-09-04s1", "raw": "A scene from a TV show in which a woman is holding a teddy bear and looking sad.", "with_names": "a woman is holding a teddy bear and looking sad."}, {"scene_id": "atwt-02-09-04s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-09-04s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-09-04s4", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "] is smiling and wearing a suit."}, {"scene_id": "atwt-02-09-04s5", "raw": "A scene from a TV show in which a person is cleaning a stereo with a toothbrush.", "with_names": "a person is cleaning a stereo with a toothbrush."}, {"scene_id": "atwt-02-09-04s6", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie", "with_names": "a man is wearing a striped shirt and a tie"}, {"scene_id": "atwt-02-09-04s7", "raw": "A scene from a TV show in which a man is walking down a hallway and a red chair is in the background.", "with_names": "a man is walking down a hallway and a red chair is in the background."}, {"scene_id": "atwt-02-09-04s8", "raw": "A scene from a TV show in which a man is standing in an office cubicle.", "with_names": "] is standing in an office cubicle."}, {"scene_id": "atwt-02-09-04s9", "raw": "A scene from a TV show in which a woman is opening a door.", "with_names": "a woman is opening a door."}, {"scene_id": "atwt-02-09-04s10", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie", "with_names": "a man is wearing a striped shirt and a tie"}, {"scene_id": "atwt-02-09-04s11", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-02-09-04s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-02-09-04s13", "raw": "A scene from a TV show in which a bottle of Nexium is shown.", "with_names": ""}, {"scene_id": "atwt-02-09-04s14", "raw": "A scene from a TV show in which Joy Behar is shown in a black suit and white shirt.", "with_names": ""}, {"scene_id": "atwt-02-09-04s15", "raw": "A scene from a TV show in which a blonde woman is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-09-04s16", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with short blonde hair.", "with_names": ""}, {"scene_id": "atwt-02-09-04s17", "raw": "A scene from a TV show in which a box of pink spray-on hairspray is shown.", "with_names": ""}, {"scene_id": "atwt-02-09-04s18", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-09-04s19", "raw": "A scene from a TV show in which a man is looking at a lamp and a woman is standing behind him", "with_names": "a man is looking at a lamp and ] is standing behind him"}, {"scene_id": "atwt-02-09-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-09-04s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-02-09-04s22", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a red tie, and two women are standing behind him.", "with_names": "a man is wearing a striped shirt and a red tie, and two women are standing behind him."}, {"scene_id": "atwt-02-09-04s23", "raw": "A scene from a TV show in which a man is driving a car and looks at the camera.", "with_names": "a man is driving a car and looks at the camera."}, {"scene_id": "atwt-02-09-04s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-09-04s25", "raw": "A scene from a TV show in which a police officer is kissing a man on the cheek.", "with_names": "a police officer is kissing a man on the cheek."}, {"scene_id": "atwt-02-09-04s26", "raw": "A scene from a TV show in which a woman is wearing a brown leather jacket and a blonde wig.", "with_names": "a woman is wearing a brown leather jacket and a blonde wig."}]