[{"scene_id": "atwt-06-08-07s0", "raw": "A scene from a TV show in which a woman is talking to her mother.", "with_names": ""}, {"scene_id": "atwt-06-08-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-08-07s2", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and earrings", "with_names": "a woman is wearing a yellow shirt and earrings"}, {"scene_id": "atwt-06-08-07s3", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-08-07s4", "raw": "A scene from a TV show in which a man and a woman are in the background, and the man is in the foreground", "with_names": "a man and a woman are in the background, and the man is in the foreground"}, {"scene_id": "atwt-06-08-07s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-08-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-08-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-08-07s8", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "atwt-06-08-07s9", "raw": "A scene from a TV show in which a tub of Breyers ice cream is shown.", "with_names": ""}, {"scene_id": "atwt-06-08-07s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-08-07s11", "raw": "A scene from a TV show in which a woman is sitting with her eyes closed", "with_names": "a woman is sitting with her eyes closed"}, {"scene_id": "atwt-06-08-07s12", "raw": "A scene from a TV show in which a young man is drinking from a plastic cup.", "with_names": "a young man is drinking from a plastic cup."}, {"scene_id": "atwt-06-08-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-08-07s14", "raw": "A scene from a TV show in which a young girl is sitting on a bench and smiling.", "with_names": "a young girl is sitting on a bench and smiling."}, {"scene_id": "atwt-06-08-07s15", "raw": "A scene from a TV show in which a person sprays Lysol on a table.", "with_names": "a person sprays lysol on a table."}, {"scene_id": "atwt-06-08-07s16", "raw": "A scene from a TV show in which a woman is looking at a clock.", "with_names": "a woman is looking at a clock."}, {"scene_id": "atwt-06-08-07s17", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "atwt-06-08-07s18", "raw": "A scene from a TV show in which a young boy is wearing a sweater and a white collared shirt.", "with_names": "a young boy is wearing a sweater and a white collared shirt."}, {"scene_id": "atwt-06-08-07s19", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "atwt-06-08-07s20", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-08-07s21", "raw": "A scene from a TV show in which a dolphin is seen swimming in the water.", "with_names": "a dolphin is swimming in the water."}, {"scene_id": "atwt-06-08-07s22", "raw": "A scene from a TV show in which a woman is looking up at a man and smiling.", "with_names": "a woman is looking up at a man and smiling."}, {"scene_id": "atwt-06-08-07s23", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a couch.", "with_names": "a man is standing in a room with a chair and a couch."}, {"scene_id": "atwt-06-08-07s24", "raw": "A scene from a TV show in which a man is sitting in a bar and looking at a woman.", "with_names": "a man is sitting in a bar and looking at a woman."}, {"scene_id": "atwt-06-08-07s25", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red jacket and a brown belt, and another man is in the background.", "with_names": "a woman is standing in a kitchen, wearing a red jacket and a brown belt, and another man is in the background."}, {"scene_id": "atwt-06-08-07s26", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him", "with_names": "a man is wearing a black shirt and ] is standing behind him"}, {"scene_id": "atwt-06-08-07s27", "raw": "A scene from a TV show in which a man is wearing a lab coat and glasses and is holding a pill bottle.", "with_names": "] is wearing a lab coat and glasses and is holding a pill bottle."}]