[{"scene_id": "atwt-11-20-03s0", "raw": "A scene from a TV show in which a woman is on the phone and is wearing a white suit.", "with_names": "a woman is on the phone and is wearing a white suit."}, {"scene_id": "atwt-11-20-03s1", "raw": "A scene from a TV show in which a man is sitting at a table with a bowl and a pumpkin on it.", "with_names": "a man is sitting at a table with a bowl and a pumpkin on it."}, {"scene_id": "atwt-11-20-03s2", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-20-03s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-11-20-03s4", "raw": "A scene from a TV show in which a man is talking to someone and his hair is wet.", "with_names": ""}, {"scene_id": "atwt-11-20-03s5", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a brown bag.", "with_names": "a woman is standing in a living room, holding a brown bag."}, {"scene_id": "atwt-11-20-03s6", "raw": "A scene from a TV show in which a bull is walking up stairs.", "with_names": "a bull is walking up stairs."}, {"scene_id": "atwt-11-20-03s7", "raw": "A scene from a TV show in which a man and a woman are standing in a library, looking at a book.", "with_names": "a man and a woman are standing in a library, looking at a book."}, {"scene_id": "atwt-11-20-03s8", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of water and a sandwich.", "with_names": "a man is sitting at a table with a glass of water and a sandwich."}, {"scene_id": "atwt-11-20-03s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-11-20-03s10", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-20-03s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "atwt-11-20-03s13", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-11-20-03s14", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-11-20-03s15", "raw": "A scene from a TV show in which a man is holding a mirror to his face.", "with_names": "a man is holding a mirror to his face."}, {"scene_id": "atwt-11-20-03s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-11-20-03s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-20-03s18", "raw": "A scene from a TV show in which a man is holding a ring in his hand and another man is looking at it.", "with_names": "a man is holding a ring in his hand and another man is looking at it."}, {"scene_id": "atwt-11-20-03s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s23", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-20-03s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-20-03s27", "raw": "A scene from a TV show in which a man is wearing a mask and a baseball cap and is dancing with a woman.", "with_names": "a man is wearing a mask and a baseball cap and is dancing with a woman."}, {"scene_id": "atwt-11-20-03s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is smiling.", "with_names": ""}, {"scene_id": "atwt-11-20-03s29", "raw": "A scene from a TV show in which a man and a woman sit at a table in a restaurant.", "with_names": "a man and a woman sit at a table in a restaurant."}, {"scene_id": "atwt-11-20-03s30", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-20-03s31", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "atwt-11-20-03s32", "raw": "A scene from a TV show in which a prescription bottle is shown with the label \"Detroit LA\"", "with_names": ""}, {"scene_id": "atwt-11-20-03s33", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a tan jacket.", "with_names": "a woman is wearing a pink turtleneck and a tan jacket."}, {"scene_id": "atwt-11-20-03s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-20-03s35", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "atwt-11-20-03s36", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-11-20-03s37", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-11-20-03s38", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-20-03s39", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}]