[{"scene_id": "pc-03-07-01s0", "raw": "A scene from a TV show in which a man is smiling and wearing a red shirt.", "with_names": "a man is smiling and wearing a red shirt."}, {"scene_id": "pc-03-07-01s1", "raw": "A scene from a TV show in which a man and a woman are in a bedroom, with the woman sitting on a bed and the man sitting on the floor.", "with_names": "Chief and a woman are in a bedroom, with the woman sitting on a bed and the man sitting on the floor."}, {"scene_id": "pc-03-07-01s2", "raw": "A scene from a TV show in which a man is in a hospital room, a nurse is holding a baby in the background.", "with_names": "a man is in a hospital room, a nurse is holding a baby in the background."}, {"scene_id": "pc-03-07-01s3", "raw": "A scene from a TV show in which a man is looking at a baseball glove and saying,", "with_names": "a man is looking at a baseball glove and saying,"}, {"scene_id": "pc-03-07-01s4", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not interested in you.\"", "with_names": "Livvie is looking at Jack and saying, \"i'm not interested in you.\""}, {"scene_id": "pc-03-07-01s5", "raw": "A scene from a TV show in which a man is sleeping with his eyes open.", "with_names": "a man is sleeping with his eyes open."}, {"scene_id": "pc-03-07-01s6", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed", "with_names": "a man is lying on a bed with his eyes closed"}, {"scene_id": "pc-03-07-01s7", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a little girl sitting on a chair in front of them.", "with_names": ""}, {"scene_id": "pc-03-07-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-07-01s9", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "pc-03-07-01s10", "raw": "A scene from a TV show in which a man is smoking a cigarette and talking.", "with_names": ""}, {"scene_id": "pc-03-07-01s11", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a book.", "with_names": "a woman is sitting in a room and looking at a book."}, {"scene_id": "pc-03-07-01s12", "raw": "A scene from a TV show in which a man is sitting at a desk and typing on a computer.", "with_names": "Frank is sitting at a desk and typing on a computer."}, {"scene_id": "pc-03-07-01s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "pc-03-07-01s14", "raw": "A scene from a TV show in which a man is standing in a kitchen with a stove and oven.", "with_names": "Arianna is standing in a kitchen with a stove and oven."}, {"scene_id": "pc-03-07-01s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]