[{"scene_id": "atwt-05-16-05s0", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "Paul is wearing a suit and a shirt"}, {"scene_id": "atwt-05-16-05s1", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "atwt-05-16-05s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is walking towards her.", "with_names": "a woman is standing in a kitchen and a man is walking towards her."}, {"scene_id": "atwt-05-16-05s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-16-05s4", "raw": "A scene from a TV show in which a man is looking at a woman and another man is behind him.", "with_names": "a man is looking at a woman and another man is behind him."}, {"scene_id": "atwt-05-16-05s5", "raw": "A scene from a TV show in which a woman is standing in front of a blue background and a large image of a water tower with red bacteria", "with_names": "a woman is standing in front of a blue background and a large image of a water tower with red bacteria"}, {"scene_id": "atwt-05-16-05s6", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-16-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-16-05s8", "raw": "A scene from a TV show in which a man is sitting at a restaurant table with a woman.", "with_names": "a man is sitting at a restaurant table with a woman."}, {"scene_id": "atwt-05-16-05s9", "raw": "A scene from a TV show in which a purple pill is shown on a grey floor. The title is \"Adair\" and the subtitle is \"available by prescription for patients 4 and older.\"", "with_names": ""}, {"scene_id": "atwt-05-16-05s10", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking at a microwave.", "with_names": "a woman is standing in a kitchen, looking at a microwave."}, {"scene_id": "atwt-05-16-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-16-05s12", "raw": "A scene from a TV show in which a man and a woman are looking at a cell phone.", "with_names": "a man and a woman are looking at a cell phone."}, {"scene_id": "atwt-05-16-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-05-16-05s14", "raw": "A scene from a TV show in which a woman is looking at the camera with her eyes closed. The words \"As the world turns\" are written above her.", "with_names": "a woman is looking at the camera with her eyes closed. the words \"as the world turns\" are written above her."}, {"scene_id": "atwt-05-16-05s15", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-16-05s16", "raw": "A scene from a TV show in which a girl is looking at a boy and he is looking back at her.", "with_names": "a girl is looking at a boy and he is looking back at her."}, {"scene_id": "atwt-05-16-05s17", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit", "with_names": "a man is looking at the camera and wearing a suit"}, {"scene_id": "atwt-05-16-05s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "atwt-05-16-05s19", "raw": "A scene from a TV show in which a young boy is wearing a red hat and looking at the camera.", "with_names": "a young boy is wearing a red hat and looking at the camera."}, {"scene_id": "atwt-05-16-05s20", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-16-05s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-16-05s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-16-05s23", "raw": "A scene from a TV show in which a woman is wearing a red rain coat and a hat and is sitting in the grass.", "with_names": "a woman is wearing a red rain coat and a hat and is sitting in the grass."}, {"scene_id": "atwt-05-16-05s24", "raw": "A scene from a TV show in which a woman is yelling at a boy.", "with_names": "a woman is yelling at a boy."}, {"scene_id": "atwt-05-16-05s25", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace", "with_names": "a blonde woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-05-16-05s26", "raw": "A scene from a TV show in which a woman is talking and wearing a red shirt.", "with_names": ""}, {"scene_id": "atwt-05-16-05s27", "raw": "A scene from a TV show in which a man is sitting in a chair and smiling.", "with_names": ""}]