[{"scene_id": "oltl-10-19-10s0", "raw": "A scene from a TV show in which a woman is walking down a hallway, her hand is on a door.", "with_names": "a woman is walking down a hallway, her hand is on a door."}, {"scene_id": "oltl-10-19-10s1", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-19-10s2", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-10-19-10s3", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-10-19-10s4", "raw": "A scene from a TV show in which two men are standing in a kitchen, one of them is holding a pizza box.", "with_names": "two men are standing in a kitchen, one of them is holding a pizza box."}, {"scene_id": "oltl-10-19-10s5", "raw": "A scene from a TV show in which a woman is holding a candle.", "with_names": "a woman is holding a candle."}, {"scene_id": "oltl-10-19-10s6", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "oltl-10-19-10s7", "raw": "A scene from a TV show in which a man is sitting in a bar, wearing a suit and tie.", "with_names": "a man is sitting in a bar, wearing a suit and tie."}, {"scene_id": "oltl-10-19-10s8", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-10-19-10s9", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a multicolored scarf.", "with_names": "a woman is wearing a purple shirt and a multicolored scarf."}, {"scene_id": "oltl-10-19-10s10", "raw": "A scene from a TV show in which a woman is sitting on a red couch and talking.", "with_names": ""}, {"scene_id": "oltl-10-19-10s11", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "oltl-10-19-10s12", "raw": "A scene from a TV show in which two men are standing in a kitchen.", "with_names": "two men are standing in a kitchen."}, {"scene_id": "oltl-10-19-10s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-19-10s16", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-19-10s17", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s18", "raw": "A scene from a TV show in which a man is wearing a tank top and another man is looking at him.", "with_names": "a man is wearing a tank top and another man is looking at him."}, {"scene_id": "oltl-10-19-10s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s20", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-10-19-10s21", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-10-19-10s22", "raw": "A scene from a TV show in which a man is standing in a bar, and a waitress is behind him.", "with_names": "a man is standing in a bar, and a waitress is behind him."}, {"scene_id": "oltl-10-19-10s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-19-10s24", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a book", "with_names": "a man is sitting at a table with a cup and a book"}, {"scene_id": "oltl-10-19-10s25", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-19-10s26", "raw": "A scene from a TV show in which a woman is standing in a crib and a baby is laying in it.", "with_names": "a woman is standing in a crib and a baby is laying in it."}, {"scene_id": "oltl-10-19-10s27", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-19-10s28", "raw": "A scene from a TV show in which a woman holds a baby and looks at her.", "with_names": "a woman holds a baby and looks at her."}, {"scene_id": "oltl-10-19-10s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s31", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s32", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s33", "raw": "A scene from a TV show in which a man is holding his nose and looking at a woman.", "with_names": "a man is holding his nose and looking at ]."}, {"scene_id": "oltl-10-19-10s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-19-10s35", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a purple leather jacket.", "with_names": "a woman is wearing sunglasses and a purple leather jacket."}, {"scene_id": "oltl-10-19-10s36", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-10-19-10s37", "raw": "A scene from a TV show in which a man is slapping a woman on the butt.", "with_names": "a man is slapping a woman on the butt."}, {"scene_id": "oltl-10-19-10s38", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-10-19-10s39", "raw": "A scene from a TV show in which a woman is holding a baby and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-10-19-10s40", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a cell phone.", "with_names": "a woman is standing in a living room, looking at a cell phone."}, {"scene_id": "oltl-10-19-10s41", "raw": "A scene from a TV show in which two women walk down a staircase.", "with_names": "two women walk down a staircase."}, {"scene_id": "oltl-10-19-10s42", "raw": "A scene from a TV show in which a man is holding a towel in his hand and walking out of a hotel room.", "with_names": "a man is holding a towel in his hand and walking out of a hotel room."}, {"scene_id": "oltl-10-19-10s43", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "a man is wearing a leather jacket and a shirt"}, {"scene_id": "oltl-10-19-10s44", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]