[{"scene_id": "oltl-10-13-11s0", "raw": "A scene from a TV show in which a woman is pointing a gun at a man.", "with_names": "Shane is pointing a gun at Jack."}, {"scene_id": "oltl-10-13-11s1", "raw": "A scene from a TV show in which a man is wearing a white shirt and a light brown hair", "with_names": "a man is wearing a white shirt and a light brown hair"}, {"scene_id": "oltl-10-13-11s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a letter.", "with_names": ""}, {"scene_id": "oltl-10-13-11s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-13-11s4", "raw": "A scene from a TV show in which a man is seen throwing a teddy bear out of a window.", "with_names": "a man is throwing a teddy bear out of a window."}, {"scene_id": "oltl-10-13-11s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-10-13-11s6", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "oltl-10-13-11s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s8", "raw": "A scene from a TV show in which two women are holding hands and looking at each other.", "with_names": "two women are holding hands and looking at each other."}, {"scene_id": "oltl-10-13-11s9", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s10", "raw": "A scene from a TV show in which a man is wearing a black shirt and a leather jacket.", "with_names": "a man is wearing a black shirt and a leather jacket."}, {"scene_id": "oltl-10-13-11s11", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s12", "raw": "A scene from a TV show in which a woman points a gun at a man.", "with_names": "a woman points a gun at a man."}, {"scene_id": "oltl-10-13-11s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-10-13-11s15", "raw": "A scene from a TV show in which a black man is sitting next to a white man in a suit.", "with_names": "a black man is sitting next to a white man in a suit."}, {"scene_id": "oltl-10-13-11s16", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s17", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-10-13-11s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a bar.", "with_names": "a man is wearing a suit and a tie and is standing in a bar."}, {"scene_id": "oltl-10-13-11s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a young woman standing next to her.", "with_names": "a woman is lying in a hospital bed, with a young woman standing next to her."}, {"scene_id": "oltl-10-13-11s23", "raw": "A scene from a TV show in which a man is being arrested for a crime he didn't commit.", "with_names": "a man is being arrested for a crime he didn't commit."}, {"scene_id": "oltl-10-13-11s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-13-11s25", "raw": "A scene from a TV show in which a man is looking at a list of names", "with_names": "a man is looking at a list of names"}, {"scene_id": "oltl-10-13-11s26", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-10-13-11s27", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-10-13-11s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s29", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a wall.", "with_names": "a man is standing in a doorway, looking at a wall."}, {"scene_id": "oltl-10-13-11s30", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-13-11s31", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-10-13-11s32", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s33", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-13-11s34", "raw": "A scene from a TV show in which a young man is looking at a younger man.", "with_names": "a young man is looking at a younger man."}, {"scene_id": "oltl-10-13-11s35", "raw": "A scene from a TV show in which a woman and her daughter sit on a couch.", "with_names": "a woman and her daughter sit on a couch."}, {"scene_id": "oltl-10-13-11s36", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a woman is standing behind him.", "with_names": "a man is wearing a pink shirt and a woman is standing behind him."}, {"scene_id": "oltl-10-13-11s37", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s38", "raw": "A scene from a TV show in which a woman is lying on the floor with her hands tied behind her back.", "with_names": "a woman is lying on the floor with her hands tied behind her back."}, {"scene_id": "oltl-10-13-11s39", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-13-11s40", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a look of disgust.", "with_names": ""}, {"scene_id": "oltl-10-13-11s41", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-10-13-11s42", "raw": "A scene from a TV show in which a woman holds a baby and talks to him.", "with_names": "a woman holds a baby and talks to him."}, {"scene_id": "oltl-10-13-11s43", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s44", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-10-13-11s45", "raw": "A scene from a TV show in which a woman is holding a piece of paper and talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-13-11s46", "raw": "A scene from a TV show in which a man is being confronted by another man.", "with_names": "a man is being confronted by another man."}, {"scene_id": "oltl-10-13-11s47", "raw": "", "with_names": ""}]