[{"scene_id": "gl-05-05-05s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Nate and Reva are lying in bed together."}, {"scene_id": "gl-05-05-05s1", "raw": "A scene from a TV show in which a man is sitting next to another man in a suit.", "with_names": "a man is sitting next to another man in a suit."}, {"scene_id": "gl-05-05-05s2", "raw": "A scene from a TV show in which a man is crying", "with_names": "Gus is crying"}, {"scene_id": "gl-05-05-05s4", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-05-05-05s5", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "gl-05-05-05s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-05-05s7", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-05-05-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-05-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-05-05s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-05-05s11", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-05-05-05s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "gl-05-05-05s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-05-05-05s14", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking into a microphone.", "with_names": ""}, {"scene_id": "gl-05-05-05s15", "raw": "A scene from a TV show in which a man is being attacked by a bear", "with_names": "a man is being attacked by a bear"}, {"scene_id": "gl-05-05-05s16", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-05-05-05s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "gl-05-05-05s18", "raw": "A scene from a TV show in which a man is locked in a cage and a woman is trying to get him out.", "with_names": "Josh is locked in a cage and Reva is trying to get him out."}, {"scene_id": "gl-05-05-05s25", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine and a salad.", "with_names": "a man is sitting at a table with a glass of wine and a salad."}, {"scene_id": "gl-05-05-05s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-05-05s27", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "Mallet is wearing a suit and a red tie."}, {"scene_id": "gl-05-05-05s28", "raw": "A scene from a TV show in which a man is seen comforting a woman after she was assaulted.", "with_names": "a man is comforting Guard after she was assaulted."}, {"scene_id": "gl-05-05-05s29", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "Brisco is yelling at someone."}, {"scene_id": "gl-05-05-05s30", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "a woman is lying in bed with a man, and he is looking at her."}, {"scene_id": "gl-05-05-05s31", "raw": "A scene from a TV show in which a man is being beaten by his wife", "with_names": "a man is being beaten by his wife"}, {"scene_id": "gl-05-05-05s32", "raw": "A scene from a TV show in which a man is lying on the floor with his head in his hands.", "with_names": "a man is lying on the floor with his head in his hands."}]