[{"scene_id": "atwt-06-12-03s0", "raw": "A scene from a TV show in which a young black woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-12-03s1", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "atwt-06-12-03s2", "raw": "A scene from a TV show in which a doctor is looking at a cell phone and a police officer is standing next to him.", "with_names": "a doctor is looking at a cell phone and a police officer is standing next to him."}, {"scene_id": "atwt-06-12-03s3", "raw": "A scene from a TV show in which a black man is wearing a white lab coat and a tie", "with_names": "a black man is wearing a white lab coat and a tie"}, {"scene_id": "atwt-06-12-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-12-03s5", "raw": "A scene from a TV show in which a woman is screaming and holding her head", "with_names": "a woman is screaming and holding her head"}, {"scene_id": "atwt-06-12-03s6", "raw": "A scene from a TV show in which a white circle is superimposed on a black screen", "with_names": "a white circle is superimposed on a black screen"}, {"scene_id": "atwt-06-12-03s7", "raw": "A scene from a TV show in which a man is reading a book in a bathroom.", "with_names": "a man is reading a book in a bathroom."}, {"scene_id": "atwt-06-12-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-12-03s9", "raw": "A scene from a TV show in which a black man is wearing a white coat and a tie", "with_names": "a black man is wearing a white coat and a tie"}, {"scene_id": "atwt-06-12-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-12-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-12-03s12", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a man is standing behind her.", "with_names": "a blonde woman is wearing a red shirt and a man is standing behind her."}, {"scene_id": "atwt-06-12-03s13", "raw": "A scene from a TV show in which a woman is lying on the ground, her head tilted back, and her eyes closed.", "with_names": "a woman is lying on the ground, her head tilted back, and her eyes closed."}, {"scene_id": "atwt-06-12-03s14", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking to the right.", "with_names": "Walker is wearing a white shirt and a tie and looking to the right."}, {"scene_id": "atwt-06-12-03s16", "raw": "A scene from a TV show in which a man is lying in bed with his arms raised.", "with_names": "a man is lying in bed with his arms raised."}, {"scene_id": "atwt-06-12-03s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a wine glass up to a young girl.", "with_names": ""}, {"scene_id": "atwt-06-12-03s18", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-12-03s19", "raw": "A scene from a TV show in which a woman holds a kitten and kisses it on the nose.", "with_names": "a woman holds a kitten and kisses it on the nose."}, {"scene_id": "atwt-06-12-03s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-12-03s21", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a stethoscope around his neck.", "with_names": "Ben is wearing a white lab coat and a stethoscope around his neck."}, {"scene_id": "atwt-06-12-03s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-12-03s23", "raw": "A scene from a TV show in which a group of people are standing on a boat.", "with_names": "a group of people are standing on a boat."}, {"scene_id": "atwt-06-12-03s24", "raw": "A scene from a TV show in which a doctor and a police officer are talking.", "with_names": ""}, {"scene_id": "atwt-06-12-03s25", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is kneeling on the floor, and a lamp is on.", "with_names": "a man is standing in a living room, Chris is kneeling on the floor, and a lamp is on."}, {"scene_id": "atwt-06-12-03s26", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-06-12-03s27", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "atwt-06-12-03s28", "raw": "A scene from a TV show in which a woman is shaving her face.", "with_names": "a woman is shaving her face."}, {"scene_id": "atwt-06-12-03s29", "raw": "A scene from a TV show in which a woman sits in a chair with two children standing behind her.", "with_names": "Alison sits in a chair with two children standing behind her."}]