[{"scene_id": "atwt-10-19-04s0", "raw": "A scene from a TV show in which a man sits alone at a diner table, looking at his cell phone.", "with_names": "Weirdo sits alone at a diner table, looking at his cell phone."}, {"scene_id": "atwt-10-19-04s1", "raw": "A scene from a TV show in which a young man is looking down and wearing a leather jacket.", "with_names": "a young man is looking down and wearing a leather jacket."}, {"scene_id": "atwt-10-19-04s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-19-04s3", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-10-19-04s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-19-04s5", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-10-19-04s6", "raw": "A scene from a TV show in which a young boy is sitting on a couch wearing a red shirt and a blue name tag.", "with_names": ""}, {"scene_id": "atwt-10-19-04s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-10-19-04s8", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-19-04s9", "raw": "A scene from a TV show in which a woman is singing in front of a flower.", "with_names": "a woman is singing in front of a flower."}, {"scene_id": "atwt-10-19-04s10", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-10-19-04s11", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is looking at her with an expression of surprise.", "with_names": "a man is sitting at a table with a woman, and he is looking at her with an expression of surprise."}, {"scene_id": "atwt-10-19-04s12", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde bob haircut.", "with_names": "a woman is wearing a red shirt and a blonde bob haircut."}, {"scene_id": "atwt-10-19-04s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-10-19-04s14", "raw": "A scene from a TV show in which a man is shown holding a pizza and making a \"okay\" hand sign.", "with_names": ""}, {"scene_id": "atwt-10-19-04s15", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-10-19-04s16", "raw": "A scene from a TV show in which a man is standing in front of a couch and a woman is sitting on it.", "with_names": "a man is standing in front of a couch and a woman is sitting on it."}, {"scene_id": "atwt-10-19-04s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-19-04s18", "raw": "A scene from a TV show in which a blonde woman is wearing a white t-shirt and hoop earrings.", "with_names": "a blonde woman is wearing a white t-shirt and hoop earrings."}, {"scene_id": "atwt-10-19-04s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-19-04s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-19-04s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-19-04s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-19-04s23", "raw": "A scene from a TV show in which a man is making a smoothie in a blender.", "with_names": "] is making a smoothie in a blender."}, {"scene_id": "atwt-10-19-04s24", "raw": "A scene from a TV show in which a man is holding a baseball bat and a young boy is standing next to him.", "with_names": "a man is holding a baseball bat and a young boy is standing next to him."}, {"scene_id": "atwt-10-19-04s25", "raw": "A scene from a TV show in which a woman is wearing a green top and her hair is in a long wavy style.", "with_names": "a woman is wearing a green top and her hair is in a long wavy style."}, {"scene_id": "atwt-10-19-04s26", "raw": "A scene from a TV show in which a young boy is crying.", "with_names": "a young boy is crying."}, {"scene_id": "atwt-10-19-04s27", "raw": "A scene from a TV show in which a child is playing a musical game", "with_names": "a child is playing a musical game"}, {"scene_id": "atwt-10-19-04s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-19-04s29", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a tie.", "with_names": "a man is wearing a leather jacket and a tie."}, {"scene_id": "atwt-10-19-04s30", "raw": "A scene from a TV show in which a man is holding his hand out to stop a car.", "with_names": "a man is holding his hand out to stop a car."}, {"scene_id": "atwt-10-19-04s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-19-04s32", "raw": "A scene from a TV show in which a child is sitting at a table in a kitchen.", "with_names": "a child is sitting at a table in a kitchen."}, {"scene_id": "atwt-10-19-04s33", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her cheek.", "with_names": "a woman is smiling and a man is kissing her cheek."}, {"scene_id": "atwt-10-19-04s34", "raw": "A scene from a TV show in which a young man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-19-04s35", "raw": "A scene from a TV show in which a woman is seen with her hair pulled back.", "with_names": "a woman is with her hair pulled back."}, {"scene_id": "atwt-10-19-04s36", "raw": "A scene from a TV show in which two men are standing next to each other, looking at the camera.", "with_names": "two men are standing next to each other, looking at the camera."}, {"scene_id": "atwt-10-19-04s37", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-19-04s38", "raw": "A scene from a TV show in which a man is seen with a bald head", "with_names": "a man is with a bald head"}, {"scene_id": "atwt-10-19-04s39", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-19-04s40", "raw": "A scene from a TV show in which a dog is wearing a shirt that says \"Rock the Vote\"", "with_names": "a dog is wearing a shirt that says \"rock the vote\""}]