[{"scene_id": "bb-10-13-17s0", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "bb-10-13-17s1", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Katie is smiling and looking at the camera."}, {"scene_id": "bb-10-13-17s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and writing in a notebook. A man and a young woman are standing in the background.", "with_names": ""}, {"scene_id": "bb-10-13-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-13-17s6", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing Mateo on the cheek."}, {"scene_id": "bb-10-13-17s7", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Quinn is crying and Eric is comforting her."}, {"scene_id": "bb-10-13-17s8", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Katie sit on a couch and talk."}, {"scene_id": "bb-10-13-17s9", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "bb-10-13-17s10", "raw": "A scene from a TV show in which a young man is looking at a vase.", "with_names": "a young man is looking at a vase."}, {"scene_id": "bb-10-13-17s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Wyatt and Katie sit on a couch and talk."}, {"scene_id": "bb-10-13-17s12", "raw": "A scene from a TV show in which a man is holding a candle and a woman is looking at him.", "with_names": "a man is holding a candle and a woman is looking at him."}, {"scene_id": "bb-10-13-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-13-17s15", "raw": "A scene from a TV show in which an older man is yelling at a younger man.", "with_names": "an older man is yelling at a younger man."}, {"scene_id": "bb-10-13-17s16", "raw": "A scene from a TV show in which a man and a woman are seen in black clothes and shoes.", "with_names": "Wyatt and Katie are in black clothes and shoes."}, {"scene_id": "bb-10-13-17s17", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}]