[{"scene_id": "atwt-08-24-04s0", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-08-24-04s1", "raw": "A scene from a TV show in which a man is wearing a red and white boxing outfit and a boxing helmet on his head.", "with_names": "a man is wearing a red and white boxing outfit and a boxing helmet on his head."}, {"scene_id": "atwt-08-24-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is touching his hair.", "with_names": ""}, {"scene_id": "atwt-08-24-04s3", "raw": "A scene from a TV show in which a woman is talking on the phone in a jail cell.", "with_names": ""}, {"scene_id": "atwt-08-24-04s4", "raw": "A scene from a TV show in which a woman is sitting down and a man is standing next to her.", "with_names": "a woman is sitting down and a man is standing next to her."}, {"scene_id": "atwt-08-24-04s5", "raw": "A scene from a TV show in which a woman is cooking in a kitchen while a young woman watches her.", "with_names": "a woman is cooking in a kitchen while a young woman watches her."}, {"scene_id": "atwt-08-24-04s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-24-04s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-24-04s8", "raw": "A scene from a TV show in which a woman is standing in front of a coffin, a man is behind her, and a candle is lit in front.", "with_names": "a woman is standing in front of a coffin, a man is behind her, and a candle is lit in front."}, {"scene_id": "atwt-08-24-04s9", "raw": "A scene from a TV show in which a woman is shown with a serious expression and a headline that reads \"See our ad in Cooking Light\"", "with_names": ""}, {"scene_id": "atwt-08-24-04s10", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-08-24-04s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-24-04s12", "raw": "A scene from a TV show in which a man is wearing a red boxing helmet and a white tank top.", "with_names": "a man is wearing a red boxing helmet and a white tank top."}, {"scene_id": "atwt-08-24-04s13", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-08-24-04s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-08-24-04s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-24-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-24-04s17", "raw": "A scene from a TV show in which a woman is sitting next to a man in a suit.", "with_names": "a woman is sitting next to a man in a suit."}, {"scene_id": "atwt-08-24-04s18", "raw": "A scene from a TV show in which a car is driving through a desert.", "with_names": "a car is driving through a desert."}, {"scene_id": "atwt-08-24-04s19", "raw": "A scene from a TV show in which a box of Ziploc bags is shown.", "with_names": ""}, {"scene_id": "atwt-08-24-04s20", "raw": "A scene from a TV show in which a man is wearing a red boxing helmet and a white vest.", "with_names": "a man is wearing a red boxing helmet and a white vest."}, {"scene_id": "atwt-08-24-04s21", "raw": "A scene from a TV show in which a woman is looking out of a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-24-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and a blue and pink backdrop is behind them.", "with_names": ""}, {"scene_id": "atwt-08-24-04s24", "raw": "A scene from a TV show in which a young boy is smiling and pointing at something.", "with_names": "a young boy is smiling and pointing at something."}, {"scene_id": "atwt-08-24-04s25", "raw": "A scene from a TV show in which a man is hugging a woman and she is crying.", "with_names": "a man is hugging ] and she is crying."}, {"scene_id": "atwt-08-24-04s26", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is walking away from her.", "with_names": "a woman is standing in a doorway and a man is walking away from her."}]