[{"scene_id": "atwt-03-02-06s0", "raw": "A scene from a TV show in which a woman is wearing a black top and a necklace", "with_names": "a woman is wearing a black top and a necklace"}, {"scene_id": "atwt-03-02-06s1", "raw": "A scene from a TV show in which two men are standing in a barn.", "with_names": "two men are standing in a barn."}, {"scene_id": "atwt-03-02-06s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-03-02-06s3", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-03-02-06s4", "raw": "A scene from a TV show in which a bottle of Calcrate is shown.", "with_names": ""}, {"scene_id": "atwt-03-02-06s5", "raw": "A scene from a TV show in which a young man and a girl are sitting next to each other.", "with_names": "a young man and a girl are sitting next to each other."}, {"scene_id": "atwt-03-02-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-02-06s7", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a chair. He is holding his head in his hands and looking distressed.", "with_names": "a man is standing in a room with a couch and a chair. he is holding his head in his hands and looking distressed."}, {"scene_id": "atwt-03-02-06s8", "raw": "A scene from a TV show in which a man is in a hospital bed with a bruised face", "with_names": "a man is in a hospital bed with a bruised face"}, {"scene_id": "atwt-03-02-06s9", "raw": "A scene from a TV show in which a woman is dancing in a striped shirt.", "with_names": "a woman is dancing in a striped shirt."}, {"scene_id": "atwt-03-02-06s10", "raw": "A scene from a TV show in which a man is smiling and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-02-06s11", "raw": "A scene from a TV show in which a man is standing next to another man and they are both looking down.", "with_names": "a man is standing next to another man and they are both looking down."}, {"scene_id": "atwt-03-02-06s12", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a necklace.", "with_names": "a blonde woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-03-02-06s13", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "atwt-03-02-06s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-03-02-06s15", "raw": "A scene from a TV show in which a man is crying and a woman is standing next to him.", "with_names": "] is crying and a woman is standing next to him."}, {"scene_id": "atwt-03-02-06s16", "raw": "A scene from a TV show in which a man is crying and a woman is standing behind him. The caption reads, \"Voldemort as the world turns.\"", "with_names": "a man is crying and ] is standing behind him. the caption reads, \"voldemort as the world turns.\""}, {"scene_id": "atwt-03-02-06s17", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-03-02-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-02-06s19", "raw": "A scene from a TV show in which a toy frog is surrounded by two bottles of washing-up liquid", "with_names": "a toy frog is surrounded by two bottles of washing-up liquid"}, {"scene_id": "atwt-03-02-06s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-02-06s21", "raw": "A scene from a TV show in which a bottle of laundry detergent is placed on top of a washing machine.", "with_names": "a bottle of laundry detergent is placed on top of a washing machine."}, {"scene_id": "atwt-03-02-06s22", "raw": "A scene from a TV show in which a man is holding a donut and a woman is looking at him.", "with_names": "a man is holding a donut and a woman is looking at him."}, {"scene_id": "atwt-03-02-06s23", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-02-06s24", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pointing at her.", "with_names": "a man is holding a woman by the arm and pointing at her."}, {"scene_id": "atwt-03-02-06s25", "raw": "A scene from a TV show in which a woman is standing on a bridge and ringing a bell.", "with_names": "a woman is standing on a bridge and ringing a bell."}, {"scene_id": "atwt-03-02-06s26", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-03-02-06s27", "raw": "A scene from a TV show in which a UFO is seen flying over a town.", "with_names": "a ufo is flying over a town."}]