[{"scene_id": "oltl-04-16-08s0", "raw": "A scene from a TV show in which two girls are fighting in a locker room.", "with_names": "two girls are fighting in a locker room."}, {"scene_id": "oltl-04-16-08s1", "raw": "A scene from a TV show in which two men are standing in a hallway, one of them is looking at his phone.", "with_names": "two men are standing in a hallway, one of them is looking at his phone."}, {"scene_id": "oltl-04-16-08s2", "raw": "A scene from a TV show in which a girl is talking to another girl in a locker room.", "with_names": ""}, {"scene_id": "oltl-04-16-08s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is holding a newspaper.", "with_names": ""}, {"scene_id": "oltl-04-16-08s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-16-08s5", "raw": "A scene from a TV show in which a man is standing in front of a door and looking down.", "with_names": "a man is standing in front of a door and looking down."}, {"scene_id": "oltl-04-16-08s6", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-04-16-08s7", "raw": "A scene from a TV show in which a man is sitting down and looking at the camera.", "with_names": "a man is sitting down and looking at the camera."}, {"scene_id": "oltl-04-16-08s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-04-16-08s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "oltl-04-16-08s10", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-04-16-08s11", "raw": "A scene from a TV show in which a girl is talking to a boy in a locker room.", "with_names": ""}, {"scene_id": "oltl-04-16-08s12", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "oltl-04-16-08s13", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-04-16-08s14", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "a woman is wearing a red top and a necklace"}, {"scene_id": "oltl-04-16-08s15", "raw": "A scene from a TV show in which a man is standing in a room with paintings on the walls.", "with_names": "a man is standing in a room with paintings on the walls."}, {"scene_id": "oltl-04-16-08s16", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-08s17", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "oltl-04-16-08s18", "raw": "A scene from a TV show in which a woman is talking to a man in front of a door.", "with_names": ""}, {"scene_id": "oltl-04-16-08s19", "raw": "A scene from a TV show in which a man is standing in front of two paintings.", "with_names": "a man is standing in front of two paintings."}, {"scene_id": "oltl-04-16-08s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-16-08s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-16-08s22", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-04-16-08s23", "raw": "A scene from a TV show in which a blonde woman is wearing a leather jacket and a police officer is looking at her.", "with_names": "a blonde woman is wearing a leather jacket and a police officer is looking at her."}, {"scene_id": "oltl-04-16-08s24", "raw": "A scene from a TV show in which a girl is talking to someone in a school hallway.", "with_names": ""}, {"scene_id": "oltl-04-16-08s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-04-16-08s26", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a brown shirt", "with_names": "a man is wearing a leather jacket and a brown shirt"}, {"scene_id": "oltl-04-16-08s27", "raw": "A scene from a TV show in which a young man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a young man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "oltl-04-16-08s28", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-16-08s29", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "oltl-04-16-08s30", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-04-16-08s31", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "oltl-04-16-08s32", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-16-08s33", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt", "with_names": "a man is wearing a suit and a striped shirt"}, {"scene_id": "oltl-04-16-08s34", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-04-16-08s35", "raw": "A scene from a TV show in which a woman is sitting on a couch and her hand is up", "with_names": ""}, {"scene_id": "oltl-04-16-08s36", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]