[{"scene_id": "gl-02-06-06s0", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a wall.", "with_names": "Jonathan is standing in a dark room, looking at a wall."}, {"scene_id": "gl-02-06-06s1", "raw": "A scene from a TV show in which Justin Bieber is seen driving a car.", "with_names": "justin bieber is driving a car."}, {"scene_id": "gl-02-06-06s2", "raw": "A scene from a TV show in which a man is sitting in front of a fireplace and talking.", "with_names": ""}, {"scene_id": "gl-02-06-06s3", "raw": "A scene from a TV show in which two boys are sitting at a table eating hot dogs.", "with_names": "two boys are sitting at a table eating hot dogs."}, {"scene_id": "gl-02-06-06s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and Dinah are standing next to each other."}, {"scene_id": "gl-02-06-06s5", "raw": "A scene from a TV show in which a man is seen in a car with a blue light shining on him.", "with_names": "a man is in a car with a blue light shining on him."}, {"scene_id": "gl-02-06-06s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-06-06s7", "raw": "A scene from a TV show in which a man is eating a pizza while another man looks on.", "with_names": "a man is eating a pizza while another man looks on."}, {"scene_id": "gl-02-06-06s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-06-06s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-06-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-06-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-06-06s12", "raw": "A scene from a TV show in which a young man is smiling and wearing a hat.", "with_names": "a young man is smiling and wearing a hat."}, {"scene_id": "gl-02-06-06s13", "raw": "A scene from a TV show in which a woman is wearing a green sweater and her hair is down.", "with_names": "a woman is wearing a green sweater and her hair is down."}, {"scene_id": "gl-02-06-06s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-06-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-06-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-06-06s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-02-06-06s18", "raw": "A scene from a TV show in which a man is seen sitting on a chair and another man standing behind him.", "with_names": ""}, {"scene_id": "gl-02-06-06s19", "raw": "A scene from a TV show in which a man is seen wearing a mask.", "with_names": "a man is wearing a mask."}, {"scene_id": "gl-02-06-06s20", "raw": "A scene from a TV show in which a child draws a family.", "with_names": "a child draws a family."}, {"scene_id": "gl-02-06-06s21", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "gl-02-06-06s22", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "gl-02-06-06s23", "raw": "A scene from a TV show in which a man is pushing a woman against a wall.", "with_names": "a man is pushing a woman against a wall."}, {"scene_id": "gl-02-06-06s24", "raw": "A scene from a TV show in which a woman is holding a picture of a man.", "with_names": "a woman is holding a picture of a man."}]