[{"scene_id": "bb-11-02-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a large window.", "with_names": "Liam and Steffy are standing in a room with a large window."}, {"scene_id": "bb-11-02-17s1", "raw": "A scene from a TV show in which a man is walking down a hallway and smiling.", "with_names": "Bill is walking down a hallway and smiling."}, {"scene_id": "bb-11-02-17s2", "raw": "A scene from a TV show in which a woman is wearing a denim dress and a purple shirt.", "with_names": "a woman is wearing a denim dress and a purple shirt."}, {"scene_id": "bb-11-02-17s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-02-17s4", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a white shirt.", "with_names": "a woman is wearing a black leather jacket and a white shirt."}, {"scene_id": "bb-11-02-17s5", "raw": "A scene from a TV show in which a man is standing in front of a door and talking.", "with_names": ""}, {"scene_id": "bb-11-02-17s6", "raw": "A scene from a TV show in which a man is talking to a TV reporter.", "with_names": ""}, {"scene_id": "bb-11-02-17s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-02-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-02-17s9", "raw": "A scene from a TV show in which a woman is clapping her hands and a man is hitting a baseball bat.", "with_names": "a woman is clapping her hands and a man is hitting a baseball bat."}, {"scene_id": "bb-11-02-17s10", "raw": "A scene from a TV show in which a woman is being propositioned by construction workers.", "with_names": "Sally is being propositioned by construction workers."}, {"scene_id": "bb-11-02-17s11", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-11-02-17s15", "raw": "A scene from a TV show in which a woman holds a bag of frozen food.", "with_names": "Darlita holds a bag of frozen food."}, {"scene_id": "bb-11-02-17s16", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-11-02-17s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-02-17s18", "raw": "A scene from a TV show in which a man sits in a chair and looks at a picture of a woman.", "with_names": "Darlita sits in a chair and looks at a picture of Shirley."}, {"scene_id": "bb-11-02-17s19", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "bb-11-02-17s20", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a man is in a suit.", "with_names": "Steffy is wearing a black leather jacket and Wyatt is in a suit."}, {"scene_id": "bb-11-02-17s21", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Bill is smiling and looking at the camera."}, {"scene_id": "bb-11-02-17s23", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "bb-11-02-17s24", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}]