[{"scene_id": "gl-09-29-05s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down.", "with_names": "a woman is sitting on a bed and looking down."}, {"scene_id": "gl-09-29-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room.", "with_names": "a man is wearing a suit and a tie and is standing in a room."}, {"scene_id": "gl-09-29-05s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera", "with_names": ""}, {"scene_id": "gl-09-29-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-29-05s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-29-05s5", "raw": "A scene from a TV show in which a woman is sitting on a rooftop and talking to someone.", "with_names": ""}, {"scene_id": "gl-09-29-05s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and making a face.", "with_names": "a blonde woman is looking at a man and making a face."}, {"scene_id": "gl-09-29-05s7", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "gl-09-29-05s8", "raw": "A scene from a TV show in which a young woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-09-29-05s9", "raw": "A scene from a TV show in which two women are sitting next to each other, one is crying and the other is looking at her.", "with_names": "two women are sitting next to each other, one is crying and the other is looking at her."}, {"scene_id": "gl-09-29-05s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-29-05s11", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "gl-09-29-05s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-09-29-05s13", "raw": "A scene from a TV show in which a blonde woman is yelling at someone.", "with_names": "a blonde woman is yelling at someone."}, {"scene_id": "gl-09-29-05s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "gl-09-29-05s15", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-09-29-05s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-29-05s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-29-05s18", "raw": "A scene from a TV show in which a woman is talking to a young woman in front of a coffin.", "with_names": ""}, {"scene_id": "gl-09-29-05s19", "raw": "A scene from a TV show in which a woman is being weighed on a scale.", "with_names": "a woman is being weighed on a scale."}]