[{"scene_id": "atwt-09-14-06s0", "raw": "A scene from a TV show in which a man is wearing a red shirt and talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-14-06s1", "raw": "A scene from a TV show in which a girl is reading a book.", "with_names": "a girl is reading a book."}, {"scene_id": "atwt-09-14-06s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-14-06s3", "raw": "A scene from a TV show in which a woman is walking down a street with a handbag and a cell phone in her hand.", "with_names": "a woman is walking down a street with a handbag and a cell phone in her hand."}, {"scene_id": "atwt-09-14-06s4", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-09-14-06s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking concerned.", "with_names": "a woman is lying in a hospital bed and looking concerned."}, {"scene_id": "atwt-09-14-06s6", "raw": "A scene from a TV show in which a rocket is seen falling from the sky", "with_names": "a rocket is falling from the sky"}, {"scene_id": "atwt-09-14-06s7", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "atwt-09-14-06s8", "raw": "A scene from a TV show in which a girl is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-09-14-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "atwt-09-14-06s10", "raw": "A scene from a TV show in which a woman is served a meal by a man.", "with_names": "a woman is served a meal by a man."}, {"scene_id": "atwt-09-14-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "atwt-09-14-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-06s14", "raw": "A scene from a TV show in which a woman is sitting next to another woman and they are both looking at something.", "with_names": "a woman is sitting next to another woman and they are both looking at something."}, {"scene_id": "atwt-09-14-06s15", "raw": "A scene from a TV show in which a young woman is making a face.", "with_names": "a young woman is making a face."}, {"scene_id": "atwt-09-14-06s16", "raw": "A scene from a TV show in which a man is looking at his reflection.", "with_names": "a man is looking at his reflection."}, {"scene_id": "atwt-09-14-06s17", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-09-14-06s18", "raw": "A scene from a TV show in which two chairs are sitting on a hill.", "with_names": "two chairs are sitting on a hill."}, {"scene_id": "atwt-09-14-06s19", "raw": "A scene from a TV show in which a man is sitting at a table with a rose in his hand.", "with_names": "a man is sitting at a table with a rose in his hand."}, {"scene_id": "atwt-09-14-06s20", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and looking at a computer screen.", "with_names": "a woman is sitting in a hospital bed and looking at a computer screen."}, {"scene_id": "atwt-09-14-06s21", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-09-14-06s22", "raw": "A scene from a TV show in which a woman looks at a man and smiles.", "with_names": "a woman looks at a man and smiles."}, {"scene_id": "atwt-09-14-06s23", "raw": "A scene from a TV show in which carrots are shown as a healthy food.", "with_names": "carrots are shown as a healthy food."}]