[{"scene_id": "atwt-04-26-07s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a laptop and a cup of coffee.", "with_names": "Gwen is sitting at a table with a laptop and a cup of coffee."}, {"scene_id": "atwt-04-26-07s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "atwt-04-26-07s2", "raw": "A scene from a TV show in which a boy and a girl are standing next to each other.", "with_names": "a boy and a girl are standing next to each other."}, {"scene_id": "atwt-04-26-07s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-04-26-07s4", "raw": "A scene from a TV show in which a child is seen drinking a chocolate bar from a fridge.", "with_names": "a child is drinking a chocolate bar from a fridge."}, {"scene_id": "atwt-04-26-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-04-26-07s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-26-07s7", "raw": "A scene from a TV show in which a girl is wearing a purple shirt and a long brown hair", "with_names": "a girl is wearing a purple shirt and a long brown hair"}, {"scene_id": "atwt-04-26-07s8", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "a woman is shaking hands with a man."}, {"scene_id": "atwt-04-26-07s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-04-26-07s10", "raw": "A scene from a TV show in which a woman is standing behind a man and a girl sitting at a table.", "with_names": "a woman is standing behind a man and a girl sitting at a table."}, {"scene_id": "atwt-04-26-07s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-26-07s12", "raw": "A scene from a TV show in which a giant whirlpool is created by a tornado.", "with_names": "a giant whirlpool is created by a tornado."}, {"scene_id": "atwt-04-26-07s13", "raw": "A scene from a TV show in which a young man is sitting in a room and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-26-07s14", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a window.", "with_names": "a man is sitting in a room and looking at a window."}, {"scene_id": "atwt-04-26-07s15", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and looking to her right.", "with_names": "a blonde woman is wearing a green shirt and looking to her right."}, {"scene_id": "atwt-04-26-07s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him", "with_names": ""}, {"scene_id": "atwt-04-26-07s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a tablet.", "with_names": ""}, {"scene_id": "atwt-04-26-07s18", "raw": "A scene from a TV show in which a man is handing a piece of meat to a person.", "with_names": "] is handing a piece of meat to a person."}, {"scene_id": "atwt-04-26-07s19", "raw": "A scene from a TV show in which a woman is wearing a white sweater and a green shirt.", "with_names": "a woman is wearing a white sweater and a green shirt."}, {"scene_id": "atwt-04-26-07s20", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-26-07s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room, drinking wine.", "with_names": "a man and a woman are standing in a room, drinking wine."}, {"scene_id": "atwt-04-26-07s22", "raw": "A scene from a TV show in which a man is looking down and a microphone is in front of him", "with_names": "a man is looking down and a microphone is in front of him"}, {"scene_id": "atwt-04-26-07s23", "raw": "A scene from a TV show in which a variety of calorie-packed snacks are shown.", "with_names": "a variety of calorie-packed snacks are shown."}, {"scene_id": "atwt-04-26-07s24", "raw": "A scene from a TV show in which two women are standing in a kitchen.", "with_names": "two women are standing in a kitchen."}, {"scene_id": "atwt-04-26-07s25", "raw": "A scene from a TV show in which a woman is lying on her back with her eyes closed, while another woman is laying next to her.", "with_names": "a woman is lying on her back with her eyes closed, while another woman is laying next to her."}, {"scene_id": "atwt-04-26-07s26", "raw": "A scene from a TV show in which a man is standing in a living room, talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-26-07s27", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}]