[{"scene_id": "atwt-06-28-10s0", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "atwt-06-28-10s1", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-06-28-10s2", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-28-10s3", "raw": "A scene from a TV show in which a woman is being tested for white blood cell count.", "with_names": "a woman is being tested for white blood cell count."}, {"scene_id": "atwt-06-28-10s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-28-10s5", "raw": "A scene from a TV show in which a nurse is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-28-10s6", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at the camera.", "with_names": "a man is standing in front of a door and looking at the camera."}, {"scene_id": "atwt-06-28-10s7", "raw": "A scene from a TV show in which a woman is pushing a shopping cart in a grocery store.", "with_names": "a woman is pushing a shopping cart in a grocery store."}, {"scene_id": "atwt-06-28-10s8", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-06-28-10s9", "raw": "A scene from a TV show in which a doctor is talking to a patient and another doctor is watching them.", "with_names": ""}, {"scene_id": "atwt-06-28-10s10", "raw": "A scene from a TV show in which a woman is looking at a mirror and her reflection is of a woman who is looking back at her.", "with_names": "a woman is looking at a mirror and her reflection is of a woman who is looking back at her."}, {"scene_id": "atwt-06-28-10s11", "raw": "A scene from a TV show in which a woman is shown with her hair styled with the caption: 'Perfect10 has forever changed our opinion'", "with_names": ""}, {"scene_id": "atwt-06-28-10s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at a picture frame.", "with_names": ""}, {"scene_id": "atwt-06-28-10s13", "raw": "A scene from a TV show in which a woman is standing next to a man, with her arms crossed, and he is looking at her with a surprised expression.", "with_names": "a woman is standing next to a man, with her arms crossed, and he is looking at her with a surprised expression."}, {"scene_id": "atwt-06-28-10s14", "raw": "A scene from a TV show in which a man rides a skateboard down a ramp with a yellow umbrella.", "with_names": "a man rides a skateboard down a ramp with a yellow umbrella."}, {"scene_id": "atwt-06-28-10s15", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and is holding her hands up to her face.", "with_names": "a woman is wearing a leopard print dress and is holding her hands up to her face."}, {"scene_id": "atwt-06-28-10s16", "raw": "A scene from a TV show in which a woman is talking to someone in a hospital room.", "with_names": ""}, {"scene_id": "atwt-06-28-10s17", "raw": "A scene from a TV show in which a woman is holding a baby and smiling at another woman.", "with_names": "a woman is holding a baby and smiling at another woman."}, {"scene_id": "atwt-06-28-10s18", "raw": "A scene from a TV show in which a man is surfing on a surfboard with a can of Coppertone.", "with_names": "a man is surfing on a surfboard with a can of coppertone."}, {"scene_id": "atwt-06-28-10s19", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-06-28-10s20", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "a man is wearing a suit and a striped shirt."}, {"scene_id": "atwt-06-28-10s21", "raw": "A scene from a TV show in which a woman is lying in bed with a pillow on her face.", "with_names": "a woman is lying in bed with a pillow on her face."}, {"scene_id": "atwt-06-28-10s22", "raw": "A scene from a TV show in which a woman is eating popcorn and smoking a cigarette.", "with_names": "a woman is eating popcorn and smoking a cigarette."}]