[{"scene_id": "gl-09-15-03s0", "raw": "A scene from a TV show in which a man is talking on the phone in a hotel room", "with_names": ""}, {"scene_id": "gl-09-15-03s1", "raw": "A scene from a TV show in which a UFO is seen flying over the ocean.", "with_names": "a ufo is flying over the ocean."}, {"scene_id": "gl-09-15-03s2", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-15-03s3", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is looking at him.", "with_names": "a man is holding a woman by the waist and she is looking at him."}, {"scene_id": "gl-09-15-03s4", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "gl-09-15-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-09-15-03s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at each other.", "with_names": "a man and a woman are sitting at a table, looking at each other."}, {"scene_id": "gl-09-15-03s7", "raw": "A scene from a TV show in which a woman is talking on a phone while a man stands behind her", "with_names": ""}, {"scene_id": "gl-09-15-03s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-15-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-15-03s11", "raw": "A scene from a TV show in which a doctor and a nurse are dancing together.", "with_names": "a doctor and a nurse are dancing together."}, {"scene_id": "gl-09-15-03s12", "raw": "", "with_names": ""}, {"scene_id": "gl-09-15-03s13", "raw": "A scene from a TV show in which a man is talking to someone and his face is covered in blood", "with_names": ""}, {"scene_id": "gl-09-15-03s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-15-03s15", "raw": "A scene from a TV show in which a woman is pregnant and a man is touching her belly.", "with_names": "a woman is pregnant and a man is touching her belly."}, {"scene_id": "gl-09-15-03s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-09-15-03s17", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}]