[{"scene_id": "bb-06-26-14s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-26-14s1", "raw": "A scene from a TV show in which a woman is wearing a black hat and a green shirt.", "with_names": "a woman is wearing a black hat and a green shirt."}, {"scene_id": "bb-06-26-14s2", "raw": "A scene from a TV show in which a man and a woman are in a room, and he is looking at her.", "with_names": "a man and a woman are in a room, and he is looking at her."}, {"scene_id": "bb-06-26-14s3", "raw": "A scene from a TV show in which models walk down a runway in front of a blue backdrop.", "with_names": "models walk down a runway in front of a blue backdrop."}, {"scene_id": "bb-06-26-14s4", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "bb-06-26-14s5", "raw": "A scene from a TV show in which a man and a woman are in a steamy shower.", "with_names": "a man and a woman are in a steamy shower."}, {"scene_id": "bb-06-26-14s6", "raw": "A scene from a TV show in which a man is standing in a kitchen wearing an apron and gloves.", "with_names": "a man is standing in a kitchen wearing an apron and gloves."}, {"scene_id": "bb-06-26-14s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-26-14s8", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "bb-06-26-14s9", "raw": "A scene from a TV show in which a woman is in the shower with a man.", "with_names": "a woman is in the shower with a man."}, {"scene_id": "bb-06-26-14s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a man.", "with_names": ""}, {"scene_id": "bb-06-26-14s11", "raw": "A scene from a TV show in which a man is talking to someone and then walks away.", "with_names": ""}, {"scene_id": "bb-06-26-14s12", "raw": "A scene from a TV show in which a photographer is trying to get a picture of a woman.", "with_names": "a photographer is trying to get a picture of a woman."}, {"scene_id": "bb-06-26-14s13", "raw": "A scene from a TV show in which a shirtless man and a woman are in a steamy shower.", "with_names": "a shirtless man and a woman are in a steamy shower."}, {"scene_id": "bb-06-26-14s14", "raw": "A scene from a TV show in which a man is wearing an apron and a beanie.", "with_names": "a man is wearing an apron and a beanie."}, {"scene_id": "bb-06-26-14s15", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking shocked.", "with_names": "a woman is holding a piece of paper and looking shocked."}, {"scene_id": "bb-06-26-14s16", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "bb-06-26-14s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-26-14s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-26-14s19", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-26-14s20", "raw": "", "with_names": ""}]