[{"scene_id": "atwt-02-11-08s0", "raw": "A scene from a TV show in which a man is sitting at a table in a restaurant, and a woman is standing behind him.", "with_names": "a man is sitting at a table in a restaurant, and a woman is standing behind him."}, {"scene_id": "atwt-02-11-08s1", "raw": "A scene from a TV show in which a man sits at a desk with a pen and paper.", "with_names": "a man sits at a desk with a pen and paper."}, {"scene_id": "atwt-02-11-08s2", "raw": "A scene from a TV show in which a man is standing in a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-11-08s3", "raw": "A scene from a TV show in which a bottle of Eve shampoo is shown next to a purple puff of toilet paper.", "with_names": ""}, {"scene_id": "atwt-02-11-08s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-11-08s5", "raw": "A scene from a TV show in which two men are sitting at a table talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-11-08s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}, {"scene_id": "atwt-02-11-08s7", "raw": "A scene from a TV show in which two men are sitting at a bar, one of them is looking at the other with a look of concern on his face.", "with_names": "two men are sitting at a bar, one of them is looking at the other with a look of concern on his face."}, {"scene_id": "atwt-02-11-08s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-11-08s9", "raw": "A scene from a TV show in which a car is driving down a road with a person sitting in the driver's seat.", "with_names": "a car is driving down a road with a person sitting in the driver's seat."}, {"scene_id": "atwt-02-11-08s10", "raw": "A scene from a TV show in which a man is standing behind a woman, holding a book in his hand.", "with_names": "a man is standing behind a woman, holding a book in his hand."}, {"scene_id": "atwt-02-11-08s11", "raw": "A scene from a TV show in which two men are sitting at a bar, one of them is talking to the other.", "with_names": ""}, {"scene_id": "atwt-02-11-08s12", "raw": "A scene from a TV show in which a young man is wearing a plaid shirt and a red t-shirt.", "with_names": "a young man is wearing a plaid shirt and a red t-shirt."}, {"scene_id": "atwt-02-11-08s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-11-08s14", "raw": "A scene from a TV show in which four men are sitting around a table playing cards.", "with_names": "four men are sitting around a table playing cards."}, {"scene_id": "atwt-02-11-08s15", "raw": "A scene from a TV show in which a woman is talking about a mouthwash.", "with_names": ""}, {"scene_id": "atwt-02-11-08s16", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "atwt-02-11-08s17", "raw": "A scene from a TV show in which a man is leaning over a table with a bottle and a glass in front of him.", "with_names": "a man is leaning over a table with a bottle and a glass in front of him."}, {"scene_id": "atwt-02-11-08s18", "raw": "A scene from a TV show in which a blonde boy is wearing a black jacket and a silver necklace.", "with_names": "a blonde boy is wearing a black jacket and a silver necklace."}, {"scene_id": "atwt-02-11-08s19", "raw": "A scene from a TV show in which a man is wearing a shirt made of money.", "with_names": "a man is wearing a shirt made of money."}, {"scene_id": "atwt-02-11-08s20", "raw": "A scene from a TV show in which a man is seen jumping off a bench into a lake.", "with_names": "a man is jumping off a bench into a lake."}, {"scene_id": "atwt-02-11-08s21", "raw": "A scene from a TV show in which a young man is wearing a red t-shirt and a green plaid shirt", "with_names": "a young man is wearing a red t-shirt and a green plaid shirt"}, {"scene_id": "atwt-02-11-08s22", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-11-08s23", "raw": "A scene from a TV show in which the Luvs logo is shown", "with_names": ""}, {"scene_id": "atwt-02-11-08s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-11-08s25", "raw": "A scene from a TV show in which a man uses a cash register to count money.", "with_names": "a man uses a cash register to count money."}, {"scene_id": "atwt-02-11-08s26", "raw": "A scene from a TV show in which a man is wearing a towel on his head and a woman is standing next to him.", "with_names": "a man is wearing a towel on his head and a woman is standing next to him."}, {"scene_id": "atwt-02-11-08s27", "raw": "A scene from a TV show in which a woman is spraying Lysol on a wall.", "with_names": "a woman is spraying lysol on a wall."}]