[{"scene_id": "pc-07-07-03s0", "raw": "A scene from a TV show in which a man is singing in front of a red background.", "with_names": "a man is singing in front of a red background."}, {"scene_id": "pc-07-07-03s1", "raw": "A scene from a TV show in which a black woman is wearing a choker and a t-shirt", "with_names": "a black woman is wearing a choker and a t-shirt"}, {"scene_id": "pc-07-07-03s2", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "pc-07-07-03s3", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a couch.", "with_names": "a man is standing in a room with a desk and a couch."}, {"scene_id": "pc-07-07-03s4", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "pc-07-07-03s5", "raw": "A scene from a TV show in which a man is singing and his eyes are closed", "with_names": "a man is singing and his eyes are closed"}, {"scene_id": "pc-07-07-03s6", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "pc-07-07-03s7", "raw": "A scene from a TV show in which a woman is sitting on a bed and laughing.", "with_names": "a woman is sitting on a bed and laughing."}, {"scene_id": "pc-07-07-03s8", "raw": "A scene from a TV show in which a man is wearing a red shirt and a young manI is in a black shirt", "with_names": "a man is wearing a red shirt and a young mani is in a black shirt"}, {"scene_id": "pc-07-07-03s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-07-07-03s10", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a red choker", "with_names": "a woman is wearing a black shirt and a red choker"}, {"scene_id": "pc-07-07-03s11", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-07-03s12", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}]