[{"scene_id": "bb-05-20-14s0", "raw": "A scene from a TV show in which a man and a woman stand in a room and talk.", "with_names": "a man and a woman stand in a room and talk."}, {"scene_id": "bb-05-20-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-20-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-20-14s3", "raw": "A scene from a TV show in which a man stands in front of a door and scratches his chin.", "with_names": "a man stands in front of a door and scratches his chin."}, {"scene_id": "bb-05-20-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-20-14s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-05-20-14s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and touching her hair.", "with_names": "a woman is wearing a black dress and touching her hair."}, {"scene_id": "bb-05-20-14s7", "raw": "A scene from a TV show in which a man is talking to a woman and touching her face.", "with_names": ""}, {"scene_id": "bb-05-20-14s8", "raw": "A scene from a TV show in which a man stands in front of a window and talks on a phone.", "with_names": "a man stands in front of a window and talks on a phone."}, {"scene_id": "bb-05-20-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-20-14s10", "raw": "A scene from a TV show in which a man stands in a chair in an office.", "with_names": "a man stands in a chair in an office."}, {"scene_id": "bb-05-20-14s11", "raw": "A scene from a TV show in which a woman sits at a desk and types on a typewriter.", "with_names": "a woman sits at a desk and types on a typewriter."}, {"scene_id": "bb-05-20-14s12", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}]