[{"scene_id": "atwt-04-24-08s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Noah is kissing a woman on the cheek."}, {"scene_id": "atwt-04-24-08s1", "raw": "A scene from a TV show in which a man is looking at another man and the other man is wearing a shirt", "with_names": "a man is looking at another man and the other man is wearing a shirt"}, {"scene_id": "atwt-04-24-08s2", "raw": "A scene from a TV show in which a man is looking down and a woman stands behind him.", "with_names": "a man is looking down and a woman stands behind him."}, {"scene_id": "atwt-04-24-08s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-24-08s4", "raw": "A scene from a TV show in which a man is holding a wine glass and a woman is standing behind him.", "with_names": "a man is holding a wine glass and a woman is standing behind him."}, {"scene_id": "atwt-04-24-08s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-24-08s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-24-08s7", "raw": "A scene from a TV show in which a woman is talking about Activia.", "with_names": ""}, {"scene_id": "atwt-04-24-08s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-08s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-24-08s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-24-08s11", "raw": "A scene from a TV show in which a man is standing on a couch and a young man is sitting on the floor.", "with_names": "a man is standing on a couch and a young man is sitting on the floor."}, {"scene_id": "atwt-04-24-08s12", "raw": "A scene from a TV show in which a man is signing a piece of paper.", "with_names": "a man is signing a piece of paper."}, {"scene_id": "atwt-04-24-08s13", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at ] and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-04-24-08s14", "raw": "A scene from a TV show in which a man and a woman are walking together, with a young man looking on.", "with_names": "a man and a woman are walking together, with a young man looking on."}, {"scene_id": "atwt-04-24-08s15", "raw": "A scene from a TV show in which a woman is wearing a green dress and her hair is up in a bun.", "with_names": "a woman is wearing a green dress and her hair is up in a bun."}, {"scene_id": "atwt-04-24-08s16", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-24-08s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-04-24-08s18", "raw": "A scene from a TV show in which a woman is shown using a tube of Vicks Vapor Rub.", "with_names": ""}, {"scene_id": "atwt-04-24-08s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-08s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-24-08s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-04-24-08s22", "raw": "A scene from a TV show in which a hand is holding a jar of cream.", "with_names": "a hand is holding a jar of cream."}, {"scene_id": "atwt-04-24-08s23", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "a man is kissing a woman on the mouth."}, {"scene_id": "atwt-04-24-08s24", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is in a leather jacket.", "with_names": "a woman is wearing a purple dress and a man is in a leather jacket."}, {"scene_id": "atwt-04-24-08s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-08s26", "raw": "A scene from a TV show in which a man is talking to a young manI", "with_names": ""}, {"scene_id": "atwt-04-24-08s27", "raw": "A scene from a TV show in which a green and pink ring is shown", "with_names": ""}, {"scene_id": "atwt-04-24-08s28", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "atwt-04-24-08s29", "raw": "A scene from a TV show in which two boys are standing next to each other, smiling and holding a birthday cake.", "with_names": "two boys are standing next to each other, smiling and holding a birthday cake."}, {"scene_id": "atwt-04-24-08s30", "raw": "A scene from a TV show in which a hand is seen reaching for a door handle.", "with_names": "a hand is reaching for a door handle."}, {"scene_id": "atwt-04-24-08s31", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-24-08s32", "raw": "A scene from a TV show in which a doctor is seen talking to a patient.", "with_names": ""}]