[{"scene_id": "atwt-08-06-04s0", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-08-06-04s1", "raw": "A scene from a TV show in which a blonde woman is sitting on a bed and looking down at her hands.", "with_names": "a blonde woman is sitting on a bed and looking down at her hands."}, {"scene_id": "atwt-08-06-04s2", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-08-06-04s3", "raw": "A scene from a TV show in which a woman cuts a boy's hair.", "with_names": "] cuts a boy's hair."}, {"scene_id": "atwt-08-06-04s4", "raw": "A scene from a TV show in which a woman is lying on the ground, a man is holding her hand.", "with_names": "Dusty is lying on the ground, ] is holding her hand."}, {"scene_id": "atwt-08-06-04s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-06-04s6", "raw": "A scene from a TV show in which Crest toothpaste is being advertised", "with_names": "crest toothpaste is being advertised"}, {"scene_id": "atwt-08-06-04s7", "raw": "A scene from a TV show in which a globe is superimposed over a map of the world.", "with_names": "a globe is superimposed over a map of the world."}, {"scene_id": "atwt-08-06-04s8", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are looking at each other.", "with_names": "a woman is sitting next to a man and they are looking at each other."}, {"scene_id": "atwt-08-06-04s9", "raw": "A scene from a TV show in which a man is sitting at a table with a vase of flowers.", "with_names": "a man is sitting at a table with a vase of flowers."}, {"scene_id": "atwt-08-06-04s10", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-08-06-04s11", "raw": "A scene from a TV show in which a man and a boy are standing in a kitchen, with a Lysol bottle sitting on a table.", "with_names": "a man and a boy are standing in a kitchen, with a lysol bottle sitting on a table."}, {"scene_id": "atwt-08-06-04s12", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "atwt-08-06-04s13", "raw": "A scene from a TV show in which a police officer is trying to calm a young boy down.", "with_names": "a police officer is trying to calm a young boy down."}, {"scene_id": "atwt-08-06-04s14", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a bench.", "with_names": "a man is standing in front of a woman, and she is sitting on a bench."}, {"scene_id": "atwt-08-06-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-06-04s16", "raw": "A scene from a TV show in which a man is standing in a garden, with a TV and a microwave in the background. The text reads 'extra 10% off Friday All Day & Saturday Morning - 1am - 5am'.", "with_names": "a man is standing in a garden, with a tv and a microwave in the background. the text reads 'extra 10% off friday all day & saturday morning - 1am - 5am'."}, {"scene_id": "atwt-08-06-04s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-06-04s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a young boy.", "with_names": "a man and a woman are standing in a room with a young boy."}, {"scene_id": "atwt-08-06-04s19", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-08-06-04s20", "raw": "A scene from a TV show in which a shopping cart is filled with groceries.", "with_names": "a shopping cart is filled with groceries."}, {"scene_id": "atwt-08-06-04s21", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "atwt-08-06-04s22", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth open.", "with_names": "a woman is looking off to the side, with her mouth open."}, {"scene_id": "atwt-08-06-04s23", "raw": "A scene from a TV show in which a child is being measured for a new prosthetic arm.", "with_names": "a child is being measured for a new prosthetic arm."}, {"scene_id": "atwt-08-06-04s24", "raw": "A scene from a TV show in which a woman is talking on the phone and looking upset.", "with_names": ""}, {"scene_id": "atwt-08-06-04s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-08-06-04s26", "raw": "A scene from a TV show in which a man is drinking wine and talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-06-04s27", "raw": "A scene from a TV show in which a man is seen falling from a balcony.", "with_names": "] is falling from a balcony."}, {"scene_id": "atwt-08-06-04s28", "raw": "A scene from a TV show in which a name tag is seen on a rock.", "with_names": "a name tag is on a rock."}, {"scene_id": "atwt-08-06-04s29", "raw": "A scene from a TV show in which a man is climbing a ladder.", "with_names": "a man is climbing a ladder."}]