[{"scene_id": "atwt-10-07-08s0", "raw": "A scene from a TV show in which a man is standing in front of a globe and the words \"As the World Turns\" are written over it.", "with_names": "a man is standing in front of a globe and the words \"as the world turns\" are written over it."}, {"scene_id": "atwt-10-07-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-07-08s2", "raw": "A scene from a TV show in which a woman is standing in a room with a dining table and chairs.", "with_names": "a woman is standing in a room with a dining table and chairs."}, {"scene_id": "atwt-10-07-08s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-07-08s4", "raw": "A scene from a TV show in which a blue pill is shown. The title reads: Treximet", "with_names": ""}, {"scene_id": "atwt-10-07-08s5", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "a man and a woman are standing in a garden."}, {"scene_id": "atwt-10-07-08s6", "raw": "A scene from a TV show in which a woman is looking at a picture and her mouth is open.", "with_names": "a woman is looking at a picture and her mouth is open."}, {"scene_id": "atwt-10-07-08s7", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-10-07-08s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking concerned.", "with_names": "a man is lying in a hospital bed, looking concerned."}, {"scene_id": "atwt-10-07-08s9", "raw": "A scene from a TV show in which a woman is cooking and a man is eating a sandwich.", "with_names": "a woman is cooking and a man is eating a sandwich."}, {"scene_id": "atwt-10-07-08s10", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-10-07-08s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is singing.", "with_names": "a man is lying in a hospital bed and is singing."}, {"scene_id": "atwt-10-07-08s12", "raw": "A scene from a TV show in which a man is wearing a black suit and a white shirt", "with_names": "] is wearing a black suit and a white shirt"}, {"scene_id": "atwt-10-07-08s13", "raw": "A scene from a TV show in which a tree is blown by strong winds.", "with_names": "a tree is blown by strong winds."}, {"scene_id": "atwt-10-07-08s14", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and large hoop earrings.", "with_names": "a woman is wearing a blue shirt and large hoop earrings."}, {"scene_id": "atwt-10-07-08s15", "raw": "A scene from a TV show in which a giraffe is seen in a room with a woman and a child.", "with_names": "a giraffe is in a room with a woman and a child."}, {"scene_id": "atwt-10-07-08s16", "raw": "A scene from a TV show in which a woman is looking at a book and another woman is standing next to her.", "with_names": "a woman is looking at a book and another woman is standing next to her."}, {"scene_id": "atwt-10-07-08s17", "raw": "A scene from a TV show in which a shirtless man is standing in front of a fire.", "with_names": "a shirtless man is standing in front of a fire."}, {"scene_id": "atwt-10-07-08s18", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-10-07-08s19", "raw": "A scene from a TV show in which a woman is seen putting a can of soup into a microwave.", "with_names": "a woman is putting a can of soup into a microwave."}, {"scene_id": "atwt-10-07-08s20", "raw": "A scene from a TV show in which a woman is on the phone in an office.", "with_names": "a woman is on the phone in an office."}, {"scene_id": "atwt-10-07-08s21", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-10-07-08s22", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "a man and a woman are lying down together."}, {"scene_id": "atwt-10-07-08s23", "raw": "A scene from a TV show in which a mother is seen helping her daughter with her homework.", "with_names": "a mother is helping her daughter with her homework."}]