[{"scene_id": "oltl-09-13-06s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Evangeline is kissing Cristian on the cheek."}, {"scene_id": "oltl-09-13-06s1", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a black shirt.", "with_names": "a man is wearing a white lab coat and a black shirt."}, {"scene_id": "oltl-09-13-06s2", "raw": "A scene from a TV show in which a man is being questioned by police.", "with_names": "a man is being questioned by police."}, {"scene_id": "oltl-09-13-06s3", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "oltl-09-13-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie and is looking down with his eyes closed.", "with_names": "a man is wearing a suit and a blue tie and is looking down with his eyes closed."}, {"scene_id": "oltl-09-13-06s5", "raw": "A scene from a TV show in which a woman holds a baby and talks to a man.", "with_names": "a woman holds a baby and talks to a man."}, {"scene_id": "oltl-09-13-06s6", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "a woman is sitting in a room and a man is standing behind her."}, {"scene_id": "oltl-09-13-06s7", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-09-13-06s8", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-09-13-06s9", "raw": "A scene from a TV show in which a man is yelling and his mouth is open.", "with_names": "a man is yelling and his mouth is open."}, {"scene_id": "oltl-09-13-06s10", "raw": "A scene from a TV show in which a man is walking with a cane and another man is standing behind him", "with_names": "a man is walking with a cane and another man is standing behind him"}, {"scene_id": "oltl-09-13-06s11", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her.", "with_names": "a woman is lying on a bed and a man is kissing her."}, {"scene_id": "oltl-09-13-06s12", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-09-13-06s13", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-09-13-06s14", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a window and a potted plant.", "with_names": ""}, {"scene_id": "oltl-09-13-06s15", "raw": "A scene from a TV show in which a woman is holding a baby and a man is watching her.", "with_names": "a woman is holding a baby and a man is watching her."}, {"scene_id": "oltl-09-13-06s16", "raw": "A scene from a TV show in which a woman is talking and looking shocked.", "with_names": ""}, {"scene_id": "oltl-09-13-06s17", "raw": "A scene from a TV show in which a young woman is interviewed by a woman.", "with_names": "a young woman is interviewed by a woman."}, {"scene_id": "oltl-09-13-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-13-06s19", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "oltl-09-13-06s20", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "oltl-09-13-06s21", "raw": "A scene from a TV show in which a man is being beaten by his wife.", "with_names": "a man is being beaten by his wife."}, {"scene_id": "oltl-09-13-06s22", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is standing next to her.", "with_names": "a woman is in a wheelchair and a man is standing next to her."}, {"scene_id": "oltl-09-13-06s23", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with his hand on his chin.", "with_names": ""}, {"scene_id": "oltl-09-13-06s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-13-06s25", "raw": "A scene from a TV show in which a man holds a baby and a woman looks on.", "with_names": "a man holds a baby and a woman looks on."}, {"scene_id": "oltl-09-13-06s26", "raw": "A scene from a TV show in which a man is wearing a suit and glasses and is looking at the camera.", "with_names": "a man is wearing a suit and glasses and is looking at the camera."}, {"scene_id": "oltl-09-13-06s27", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down", "with_names": "a man is sitting at a desk and looking down"}, {"scene_id": "oltl-09-13-06s28", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}]