[{"scene_id": "gl-02-27-06s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "gl-02-27-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-27-06s2", "raw": "", "with_names": ""}, {"scene_id": "gl-02-27-06s3", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-02-27-06s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-27-06s5", "raw": "A scene from a TV show in which a man is looking down and a candle is lit in the background", "with_names": "a man is looking down and a candle is lit in the background"}, {"scene_id": "gl-02-27-06s6", "raw": "", "with_names": ""}, {"scene_id": "gl-02-27-06s7", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "gl-02-27-06s8", "raw": "A scene from a TV show in which a man is talking to a woman and a button is on his shirt", "with_names": ""}, {"scene_id": "gl-02-27-06s9", "raw": "A scene from a TV show in which a woman is sitting at a desk and holding papers.", "with_names": "a woman is sitting at a desk and holding papers."}, {"scene_id": "gl-02-27-06s10", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is singing.", "with_names": "a man is playing a guitar and a woman is singing."}, {"scene_id": "gl-02-27-06s11", "raw": "A scene from a TV show in which a woman is crying and another woman is laughing", "with_names": "a woman is crying and another woman is laughing"}, {"scene_id": "gl-02-27-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-02-27-06s13", "raw": "A scene from a TV show in which a man is hugging another man", "with_names": "a man is hugging another man"}, {"scene_id": "gl-02-27-06s14", "raw": "A scene from a TV show in which a man is seen holding a small box.", "with_names": "a man is holding a small box."}, {"scene_id": "gl-02-27-06s15", "raw": "A scene from a TV show in which a man is being held down by a woman.", "with_names": "a man is being held down by a woman."}, {"scene_id": "gl-02-27-06s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and holding papers.", "with_names": "a man is wearing a white shirt and a black tie and holding papers."}, {"scene_id": "gl-02-27-06s17", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and holding a green button.", "with_names": "a man is wearing a white shirt and a black tie and holding a green button."}, {"scene_id": "gl-02-27-06s18", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black suit", "with_names": "a woman is wearing a white shirt and a black suit"}, {"scene_id": "gl-02-27-06s19", "raw": "A scene from a TV show in which a woman is holding a cane and a man is crying.", "with_names": "a woman is holding a cane and a man is crying."}, {"scene_id": "gl-02-27-06s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "gl-02-27-06s21", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a white wall.", "with_names": "a woman is sitting on a bed and looking at a white wall."}, {"scene_id": "gl-02-27-06s22", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-02-27-06s23", "raw": "A scene from a TV show in which a man is lying on the floor with his head propped up on another man's shoulder", "with_names": "a man is lying on the floor with his head propped up on another man's shoulder"}, {"scene_id": "gl-02-27-06s24", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a black wig.", "with_names": "a man is wearing a white t-shirt and a black wig."}]