[{"scene_id": "oltl-03-15-10s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-15-10s2", "raw": "A scene from a TV show in which a woman is wearing a red hat and blonde hair", "with_names": "a woman is wearing a red hat and blonde hair"}, {"scene_id": "oltl-03-15-10s3", "raw": "A scene from a TV show in which a boy is sitting at a table and talking to another boy.", "with_names": ""}, {"scene_id": "oltl-03-15-10s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-15-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-15-10s6", "raw": "A scene from a TV show in which a ghost is seen in a mirror.", "with_names": "a ghost is in a mirror."}, {"scene_id": "oltl-03-15-10s7", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s8", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-03-15-10s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s11", "raw": "A scene from a TV show in which a woman is looking down and wearing a black suit.", "with_names": "a woman is looking down and wearing a black suit."}, {"scene_id": "oltl-03-15-10s12", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-03-15-10s13", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s14", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "oltl-03-15-10s15", "raw": "A scene from a TV show in which a woman is holding a child and talking to her.", "with_names": ""}, {"scene_id": "oltl-03-15-10s16", "raw": "A scene from a TV show in which a woman is looking at a man and a baby.", "with_names": "a woman is looking at a man and a baby."}, {"scene_id": "oltl-03-15-10s17", "raw": "A scene from a TV show in which a woman is standing next to a younger woman.", "with_names": "a woman is standing next to a younger woman."}, {"scene_id": "oltl-03-15-10s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-03-15-10s19", "raw": "A scene from a TV show in which a woman is looking at a blonde woman and the blonde woman's hair is blowing in the wind.", "with_names": "a woman is looking at a blonde woman and the blonde woman's hair is blowing in the wind."}, {"scene_id": "oltl-03-15-10s20", "raw": "A scene from a TV show in which a man is standing in a living room with his hands on his hips.", "with_names": "a man is standing in a living room with his hands on his hips."}, {"scene_id": "oltl-03-15-10s21", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-03-15-10s22", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him.", "with_names": "a man is sitting at a table and ] is standing behind him."}, {"scene_id": "oltl-03-15-10s23", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "oltl-03-15-10s24", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-03-15-10s25", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "oltl-03-15-10s26", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-03-15-10s27", "raw": "A scene from a TV show in which a woman is holding her head and another woman is looking at her.", "with_names": "a woman is holding her head and another woman is looking at her."}, {"scene_id": "oltl-03-15-10s28", "raw": "A scene from a TV show in which a woman is wearing a fur coat", "with_names": "a woman is wearing a fur coat"}, {"scene_id": "oltl-03-15-10s29", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "oltl-03-15-10s30", "raw": "A scene from a TV show in which a young man is wearing a white shirt and looking to the right.", "with_names": "a young man is wearing a white shirt and looking to the right."}, {"scene_id": "oltl-03-15-10s31", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "oltl-03-15-10s32", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette womandemonstrating a new hairstyle.", "with_names": ""}, {"scene_id": "oltl-03-15-10s33", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is wearing a suit and tie.", "with_names": "two men are standing in a bar, one of them is wearing a suit and tie."}, {"scene_id": "oltl-03-15-10s34", "raw": "A scene from a TV show in which a young boy is opening a door.", "with_names": "a young boy is opening a door."}, {"scene_id": "oltl-03-15-10s35", "raw": "A scene from a TV show in which a man is standing in a kitchen with a woman and a boy.", "with_names": "] is standing in a kitchen with Rachel and a boy."}, {"scene_id": "oltl-03-15-10s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-15-10s37", "raw": "A scene from a TV show in which a man is seen with his eyes closed and his head tilted back.", "with_names": "a man is with his eyes closed and his head tilted back."}, {"scene_id": "oltl-03-15-10s38", "raw": "A scene from a TV show in which a man is walking out of a bathroom, holding a door handle.", "with_names": "a man is walking out of a bathroom, holding a door handle."}, {"scene_id": "oltl-03-15-10s39", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s40", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised", "with_names": ""}, {"scene_id": "oltl-03-15-10s41", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-03-15-10s42", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking angry.", "with_names": "a man is looking at a woman and he is looking angry."}, {"scene_id": "oltl-03-15-10s43", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s44", "raw": "A scene from a TV show in which a man is talking to another man, with a yellow flower on the table between them.", "with_names": ""}, {"scene_id": "oltl-03-15-10s45", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-03-15-10s46", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-03-15-10s47", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a blonde wig.", "with_names": "a woman is wearing a leather jacket and a blonde wig."}, {"scene_id": "oltl-03-15-10s48", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-03-15-10s49", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-15-10s50", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]