[{"scene_id": "bb-07-31-17s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of a large building.", "with_names": "a man and a woman are standing in front of a large building."}, {"scene_id": "bb-07-31-17s1", "raw": "A scene from a TV show in which a man and a woman are standing in front of a TV.", "with_names": "Zende and Nicole are standing in front of a tv."}, {"scene_id": "bb-07-31-17s2", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Bill and Sally are arguing."}, {"scene_id": "bb-07-31-17s3", "raw": "A scene from a TV show in which a woman is talking on the phone while sitting on a couch.", "with_names": ""}, {"scene_id": "bb-07-31-17s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Sally is looking at Thomas and he is looking back at her."}, {"scene_id": "bb-07-31-17s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a building.", "with_names": "a man and a woman are standing in front of a building."}, {"scene_id": "bb-07-31-17s6", "raw": "A scene from a TV show in which a man proposes to a woman on a yacht in Monaco. (Credit: CNN)", "with_names": "Rick proposes to Maya on a yacht in monaco. (credit: cnn)"}, {"scene_id": "bb-07-31-17s7", "raw": "A scene from a TV show in which a man is drinking wine and a woman is eating food.", "with_names": "Wyatt is drinking wine and Bill is eating food."}, {"scene_id": "bb-07-31-17s8", "raw": "A scene from a TV show in which a woman is wearing a dress and a hat on a yacht.", "with_names": "a woman is wearing a dress and a hat on a yacht."}, {"scene_id": "bb-07-31-17s9", "raw": "A scene from a TV show in which a man and a woman are standing in front of a cityscape.", "with_names": "Thomas and Steffy are standing in front of a cityscape."}, {"scene_id": "bb-07-31-17s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Rick and Maya are standing in a living room."}, {"scene_id": "bb-07-31-17s11", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "Katie is being interviewed by Brooke."}, {"scene_id": "bb-07-31-17s13", "raw": "A scene from a TV show in which a man is looking at his reflection in the mirror.", "with_names": "Bill is looking at his reflection in the mirror."}, {"scene_id": "bb-07-31-17s14", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "Thomas and Sally are dancing together."}, {"scene_id": "bb-07-31-17s15", "raw": "A scene from a TV show in which a couple are shown on a cruise ship", "with_names": "a couple are shown on a cruise ship"}, {"scene_id": "bb-07-31-17s16", "raw": "A scene from a TV show in which a yacht is being used as a stage for a fashion show", "with_names": "a yacht is being used as a stage for a fashion show"}, {"scene_id": "bb-07-31-17s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-31-17s20", "raw": "A scene from a TV show in which a man is walking on the beach with a woman.", "with_names": "Wyatt is walking on the beach with a woman."}, {"scene_id": "bb-07-31-17s21", "raw": "A scene from a TV show in which a couple kisses in front of a yacht.", "with_names": "a couple kisses in front of a yacht."}]