[{"scene_id": "bb-07-31-17s0", "raw": "a man and woman are standing in front of a large crowd and they are smiling.", "with_names": "a man and woman are standing in front of a large crowd and they are smiling."}, {"scene_id": "bb-07-31-17s1", "raw": "a man and woman are walking around a store and talking about the experience.", "with_names": ""}, {"scene_id": "bb-07-31-17s2", "raw": "a man and woman are having a romantic conversation in a restaurant.", "with_names": "Bill and woman are having a romantic conversation in a restaurant."}, {"scene_id": "bb-07-31-17s3", "raw": "a woman is talking on a phone and talking into a microphone.", "with_names": ""}, {"scene_id": "bb-07-31-17s4", "raw": "a man and woman are looking at a man and they are looking at a man.", "with_names": "Thomas and woman are looking at a man and they are looking at a man."}, {"scene_id": "bb-07-31-17s5", "raw": "a man and woman are standing in front of a large building and they are kissing.", "with_names": "a man and woman are standing in front of a large building and they are kissing."}, {"scene_id": "bb-07-31-17s6", "raw": "a man and a woman are shown in a restaurant and they are having a great time.", "with_names": "Rick and Maya are shown in a restaurant and they are having a great time."}, {"scene_id": "bb-07-31-17s7", "raw": "a group of people are having a wine tasting event.", "with_names": "a group of people are having a wine tasting event."}, {"scene_id": "bb-07-31-17s8", "raw": "a man and woman are walking around on a deck and then a man is walking on a platform.", "with_names": ""}, {"scene_id": "bb-07-31-17s9", "raw": "a man and woman are standing in front of a large body of water and they are talking about it.", "with_names": ""}, {"scene_id": "bb-07-31-17s10", "raw": "a man and a woman are walking around a table and talking to each other.", "with_names": ""}, {"scene_id": "bb-07-31-17s11", "raw": "a group of people are walking around a table and having a conversation.", "with_names": ""}, {"scene_id": "bb-07-31-17s12", "raw": "a man is standing in a room with a woman and then he is standing in front of him.", "with_names": "a man is standing in a room with Bill and then he is standing in front of him."}, {"scene_id": "bb-07-31-17s13", "raw": "a man and woman are dancing in a room with other people.", "with_names": "Thomas and woman are dancing in a room with other people."}, {"scene_id": "bb-07-31-17s14", "raw": "a man is standing in a pool and then he is standing on the edge of the pool.", "with_names": "Zende is standing in a pool and then he is standing on the edge of the pool."}, {"scene_id": "bb-07-31-17s15", "raw": "a group of people are standing around a table and they are taking pictures.", "with_names": "a group of people are standing around a table and they are taking pictures."}, {"scene_id": "bb-07-31-17s16", "raw": "a man and woman are talking about a conference and then a man is talking about it.", "with_names": ""}, {"scene_id": "bb-07-31-17s17", "raw": "a man is walking around a table with people and a woman.", "with_names": ""}, {"scene_id": "bb-07-31-17s18", "raw": "a couple are in a city and they are kissing each other", "with_names": "a couple are in a city and they are kissing each other"}]