[{"scene_id": "oltl-02-11-10s0", "raw": "A scene from a TV show in which a woman is talking to a man on a staircase.", "with_names": ""}, {"scene_id": "oltl-02-11-10s1", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-02-11-10s2", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": "a man is holding a gun and pointing it at someone."}, {"scene_id": "oltl-02-11-10s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-02-11-10s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-02-11-10s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-02-11-10s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-02-11-10s7", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-11-10s8", "raw": "A scene from a TV show in which a woman is looking at the camera with an angry expression.", "with_names": "a woman is looking at the camera with an angry expression."}, {"scene_id": "oltl-02-11-10s9", "raw": "A scene from a TV show in which a woman is seen combing her hair.", "with_names": "] is combing her hair."}, {"scene_id": "oltl-02-11-10s10", "raw": "A scene from a TV show in which a pregnant woman is sitting on a couch and a womanI standing behind her", "with_names": ""}, {"scene_id": "oltl-02-11-10s11", "raw": "A scene from a TV show in which a man is singing in the snow.", "with_names": "a man is singing in the snow."}, {"scene_id": "oltl-02-11-10s12", "raw": "A scene from a TV show in which a pregnant woman is sitting on a couch and holding her belly.", "with_names": ""}, {"scene_id": "oltl-02-11-10s13", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at a bouquet of flowers.", "with_names": "a man and a woman sit on a couch, looking at a bouquet of flowers."}, {"scene_id": "oltl-02-11-10s14", "raw": "A scene from a TV show in which a man is sitting on a bed in a dark room, with flames coming from the floor and a woman standing nearby.", "with_names": "a man is sitting on a bed in a dark room, with flames coming from the floor and a woman standing nearby."}, {"scene_id": "oltl-02-11-10s15", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing behind him.", "with_names": "a man is handcuffed and a woman is standing behind him."}, {"scene_id": "oltl-02-11-10s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey beard", "with_names": "a man is wearing a white shirt and a grey beard"}, {"scene_id": "oltl-02-11-10s17", "raw": "A scene from a TV show in which a woman is sitting next to a blonde woman.", "with_names": "a woman is sitting next to a blonde woman."}, {"scene_id": "oltl-02-11-10s18", "raw": "A scene from a TV show in which a woman is lying on a bed in front of a fireplace, while a man is standing next to her, holding a cat.", "with_names": "a woman is lying on a bed in front of a fireplace, while a man is standing next to her, holding a cat."}, {"scene_id": "oltl-02-11-10s19", "raw": "A scene from a TV show in which three men are standing in a snowy area.", "with_names": "three men are standing in a snowy area."}, {"scene_id": "oltl-02-11-10s20", "raw": "A scene from a TV show in which a woman is lying down in front of a fireplace.", "with_names": "a woman is lying down in front of a fireplace."}, {"scene_id": "oltl-02-11-10s21", "raw": "A scene from a TV show in which two men are standing in the snow.", "with_names": "two men are standing in the snow."}, {"scene_id": "oltl-02-11-10s22", "raw": "A scene from a TV show in which a woman is talking to someone in a hotel room.", "with_names": ""}, {"scene_id": "oltl-02-11-10s23", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is standing behind her.", "with_names": "a woman is wearing a red coat and a man is standing behind her."}, {"scene_id": "oltl-02-11-10s24", "raw": "A scene from a TV show in which a man is looking at a candle.", "with_names": "a man is looking at a candle."}, {"scene_id": "oltl-02-11-10s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-11-10s26", "raw": "A scene from a TV show in which a woman is sitting in front of a fire.", "with_names": "a woman is sitting in front of a fire."}, {"scene_id": "oltl-02-11-10s27", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "oltl-02-11-10s28", "raw": "A scene from a TV show in which a man is kneeling in the snow, two other men are standing behind him.", "with_names": "a man is kneeling in the snow, two other men are standing behind him."}, {"scene_id": "oltl-02-11-10s29", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-02-11-10s30", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-02-11-10s31", "raw": "A scene from a TV show in which a woman is holding a baby", "with_names": "a woman is holding a baby"}, {"scene_id": "oltl-02-11-10s32", "raw": "A scene from a TV show in which a man is throwing a snowball", "with_names": "a man is throwing a snowball"}, {"scene_id": "oltl-02-11-10s33", "raw": "A scene from a TV show in which a man is yelling at a woman", "with_names": "a man is yelling at a woman"}, {"scene_id": "oltl-02-11-10s34", "raw": "A scene from a TV show in which a woman is wearing a blue dress and long earrings.", "with_names": "a woman is wearing a blue dress and long earrings."}, {"scene_id": "oltl-02-11-10s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-11-10s36", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-02-11-10s37", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-11-10s38", "raw": "A scene from a TV show in which a man is sitting down and looking down, with his mouth open.", "with_names": "a man is sitting down and looking down, with his mouth open."}, {"scene_id": "oltl-02-11-10s39", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}, {"scene_id": "oltl-02-11-10s40", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "oltl-02-11-10s41", "raw": "A scene from a TV show in which a woman is lying in bed with a blanket on, and a man is standing in the background.", "with_names": "a woman is lying in bed with a blanket on, and a man is standing in the background."}, {"scene_id": "oltl-02-11-10s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-11-10s43", "raw": "A scene from a TV show in which a woman is yelling and her mouth is wide open.", "with_names": "a woman is yelling and her mouth is wide open."}, {"scene_id": "oltl-02-11-10s44", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-11-10s45", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-11-10s46", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing next to him.", "with_names": "a man is handcuffed and a woman is standing next to him."}, {"scene_id": "oltl-02-11-10s47", "raw": "A scene from a TV show in which a woman is standing in front of a door and another woman is walking away from her.", "with_names": "a woman is standing in front of a door and another woman is walking away from her."}, {"scene_id": "oltl-02-11-10s48", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-11-10s49", "raw": "A scene from a TV show in which a woman is breastfeeding a baby while a man watches.", "with_names": "a woman is breastfeeding a baby while a man watches."}, {"scene_id": "oltl-02-11-10s50", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}]