[{"scene_id": "bb-05-28-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-28-15s1", "raw": "A scene from a TV show in which a man reads a letter.", "with_names": "a man reads a letter."}, {"scene_id": "bb-05-28-15s2", "raw": "A scene from a TV show in which a fountain is turned on and people are taking pictures of it.", "with_names": "a fountain is turned on and people are taking pictures of it."}, {"scene_id": "bb-05-28-15s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "bb-05-28-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-28-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "a man is wearing a suit and a shirt."}, {"scene_id": "bb-05-28-15s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-05-28-15s7", "raw": "A scene from a TV show in which a woman is sitting in a room with a lamp and a wall covered with magazine covers.", "with_names": "a woman is sitting in a room with a lamp and a wall covered with magazine covers."}, {"scene_id": "bb-05-28-15s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-28-15s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking.", "with_names": ""}, {"scene_id": "bb-05-28-15s10", "raw": "A scene from a TV show in which a man is standing in front of a TV and a red fire extinguisher.", "with_names": "a man is standing in front of a tv and a red fire extinguisher."}, {"scene_id": "bb-05-28-15s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-28-15s12", "raw": "A scene from a TV show in which a man is walking down a hallway and talking to someone.", "with_names": ""}, {"scene_id": "bb-05-28-15s13", "raw": "A scene from a TV show in which a man talks on a cell phone in an office.", "with_names": "a man talks on a cell phone in an office."}, {"scene_id": "bb-05-28-15s14", "raw": "A scene from a TV show in which a man is looking at a woman and a picture of a woman is behind him.", "with_names": "a man is looking at a woman and a picture of a woman is behind him."}]