[{"scene_id": "bb-05-15-06s0", "raw": "A scene from a TV show in which a man is standing naked in front of a woman.", "with_names": "a man is standing naked in front of a woman."}, {"scene_id": "bb-05-15-06s1", "raw": "A scene from a TV show in which a woman is holding a door open.", "with_names": "a woman is holding a door open."}, {"scene_id": "bb-05-15-06s2", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a doctor is standing next to him, and a nurse is holding a stethoscope.", "with_names": "a man is lying in a hospital bed, a doctor is standing next to him, and a nurse is holding a stethoscope."}, {"scene_id": "bb-05-15-06s3", "raw": "A scene from a TV show in which a man is holding a camera up to his face.", "with_names": "a man is holding a camera up to his face."}, {"scene_id": "bb-05-15-06s4", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a man is kissing her on the cheek.", "with_names": "a woman is wearing a bandana on her head and a man is kissing her on the cheek."}, {"scene_id": "bb-05-15-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-06s6", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a man is standing behind her.", "with_names": "a blonde woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "bb-05-15-06s7", "raw": "A scene from a TV show in which a woman is wearing a bandana and a man is standing behind her.", "with_names": "a woman is wearing a bandana and a man is standing behind her."}, {"scene_id": "bb-05-15-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-06s9", "raw": "A scene from a TV show in which a woman is being escorted out of a hospital by a man.", "with_names": "a woman is being escorted out of a hospital by a man."}, {"scene_id": "bb-05-15-06s10", "raw": "A scene from a TV show in which a woman is talking to another woman and an older woman is watching them.", "with_names": ""}, {"scene_id": "bb-05-15-06s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "bb-05-15-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-06s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and a man is looking at her."}, {"scene_id": "bb-05-15-06s14", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}]