[{"scene_id": "oltl-06-23-06s0", "raw": "A scene from a TV show in which a woman is being spanked by a man", "with_names": "Adriana is being spanked by Rex"}, {"scene_id": "oltl-06-23-06s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-06-23-06s2", "raw": "A scene from a TV show in which two men are walking down a red carpet.", "with_names": "two men are walking down a red carpet."}, {"scene_id": "oltl-06-23-06s3", "raw": "A scene from a TV show in which two men are standing in front of a bar, one of them is wearing a suit and tie.", "with_names": "two men are standing in front of a bar, one of them is wearing a suit and tie."}, {"scene_id": "oltl-06-23-06s4", "raw": "A scene from a TV show in which a hand holds a small statue in front of a painting.", "with_names": "a hand holds a small statue in front of a painting."}, {"scene_id": "oltl-06-23-06s5", "raw": "A scene from a TV show in which a man is looking down and wearing a tie", "with_names": "a man is looking down and wearing a tie"}, {"scene_id": "oltl-06-23-06s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-23-06s7", "raw": "A scene from a TV show in which a man is touching a computer monitor with his hand.", "with_names": "a man is touching a computer monitor with his hand."}, {"scene_id": "oltl-06-23-06s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a suit.", "with_names": "a woman is wearing a white dress and a man is in a suit."}, {"scene_id": "oltl-06-23-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "] is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-06-23-06s10", "raw": "A scene from a TV show in which a man is adjusting his tie while a woman stands next to him.", "with_names": "a man is adjusting his tie while a woman stands next to him."}, {"scene_id": "oltl-06-23-06s11", "raw": "A scene from a TV show in which a woman is being beaten by a man", "with_names": "Adriana is being beaten by ]"}, {"scene_id": "oltl-06-23-06s12", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are looking at each other.", "with_names": "a man is sitting next to a woman and they are looking at each other."}, {"scene_id": "oltl-06-23-06s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-23-06s14", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "oltl-06-23-06s15", "raw": "A scene from a TV show in which a man is sitting in a suit and tie", "with_names": "a man is sitting in a suit and tie"}, {"scene_id": "oltl-06-23-06s16", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a man is standing behind her.", "with_names": "a woman is wearing a gold dress and a man is standing behind her."}, {"scene_id": "oltl-06-23-06s17", "raw": "A scene from a TV show in which a man is talking on a cell phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-06-23-06s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-23-06s19", "raw": "A scene from a TV show in which a man is standing in a room with a bouquet of flowers.", "with_names": "a man is standing in a room with a bouquet of flowers."}, {"scene_id": "oltl-06-23-06s20", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-23-06s21", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit", "with_names": ""}, {"scene_id": "oltl-06-23-06s22", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-06-23-06s23", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-23-06s24", "raw": "A scene from a TV show in which a man and a woman are lying on a bed.", "with_names": "a man and a woman are lying on a bed."}, {"scene_id": "oltl-06-23-06s25", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing behind him.", "with_names": "a man is on the phone and a woman is standing behind him."}, {"scene_id": "oltl-06-23-06s26", "raw": "A scene from a TV show in which a woman is sitting in a chair wearing a green dress and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-23-06s27", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a beer.", "with_names": ""}, {"scene_id": "oltl-06-23-06s28", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-06-23-06s29", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "oltl-06-23-06s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-23-06s31", "raw": "A scene from a TV show in which a woman is lying in bed, asleep, with her head resting on a pillow.", "with_names": "a woman is lying in bed, asleep, with her head resting on a pillow."}]