[{"scene_id": "oltl-06-23-06s0", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Rex and Adriana are kissing each other in a room."}, {"scene_id": "oltl-06-23-06s1", "raw": "a man and a woman kiss each other on a table.", "with_names": "Cristian and Evangeline kiss each other on a table."}, {"scene_id": "oltl-06-23-06s2", "raw": "a man is speaking to a group of men in a room.", "with_names": "Vincent is speaking to a group of men in a room."}, {"scene_id": "oltl-06-23-06s3", "raw": "a man is walking around a room and shaking hands.", "with_names": ""}, {"scene_id": "oltl-06-23-06s4", "raw": "a man is talking about a woman and then a man is shown talking about it.", "with_names": ""}, {"scene_id": "oltl-06-23-06s5", "raw": "a man is walking around in a room and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-06-23-06s6", "raw": "a man and woman are laughing and laughing while a man is holding a woman.", "with_names": "Cristian and woman are laughing and laughing while a man is holding Evangeline."}, {"scene_id": "oltl-06-23-06s7", "raw": "a man is walking around a room and then another man is trying to get him up.", "with_names": ""}, {"scene_id": "oltl-06-23-06s8", "raw": "a man and woman are standing in a room and a man is holding a microphone.", "with_names": "a man and woman are standing in a room and a man is holding a microphone."}, {"scene_id": "oltl-06-23-06s9", "raw": "a man is talking to another man and the man is laughing.", "with_names": ""}, {"scene_id": "oltl-06-23-06s10", "raw": "a man is standing in front of a crowd and he is proposing to a woman.", "with_names": "Vincent is standing in front of a crowd and he is proposing to Layla."}, {"scene_id": "oltl-06-23-06s11", "raw": "a man and woman are in a darkened room and one man is kissing.", "with_names": "a man and woman are in a darkened room and one man is kissing."}, {"scene_id": "oltl-06-23-06s12", "raw": "a man and woman are dancing together in a darkened room.", "with_names": "John and woman are dancing together in a darkened room."}, {"scene_id": "oltl-06-23-06s13", "raw": "a man and a woman are having a conversation in a restaurant.", "with_names": "Vincent and Layla are having a conversation in a restaurant."}, {"scene_id": "oltl-06-23-06s14", "raw": "a man and a woman kiss each other on a dance floor.", "with_names": "Cristian and Evangeline kiss each other on a dance floor."}, {"scene_id": "oltl-06-23-06s15", "raw": "a man is talking to another man and then two men are talking.", "with_names": ""}, {"scene_id": "oltl-06-23-06s16", "raw": "a man and woman are in a room and one of them is kissing a woman.", "with_names": "Spencer and woman are in a room and one of them is kissing Blair."}, {"scene_id": "oltl-06-23-06s17", "raw": "a man and woman are laughing and laughing on a phone.", "with_names": "a man and woman are laughing and laughing on a phone."}, {"scene_id": "oltl-06-23-06s18", "raw": "a man and woman are talking about a kiss and then they kiss.", "with_names": ""}, {"scene_id": "oltl-06-23-06s19", "raw": "a man is trying to get a kiss and then he is trying to get him to go.", "with_names": "a man is trying to get a kiss and then he is trying to get him to go."}, {"scene_id": "oltl-06-23-06s20", "raw": "a man is talking to a woman and then kisses him.", "with_names": ""}, {"scene_id": "oltl-06-23-06s21", "raw": "a man is being interviewed by a man and a woman is laughing.", "with_names": "a man is being interviewed by a man and a woman is laughing."}, {"scene_id": "oltl-06-23-06s22", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "oltl-06-23-06s23", "raw": "a man is talking to a man and then he is talking.", "with_names": ""}, {"scene_id": "oltl-06-23-06s24", "raw": "a man and woman are having a great time dancing in a room.", "with_names": "John and woman are having a great time dancing in a room."}, {"scene_id": "oltl-06-23-06s25", "raw": "a man is walking around a room with a microphone and then he is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-23-06s26", "raw": "a man is talking on a phone and then a woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-23-06s27", "raw": "a man is sitting in a chair and he is opening a bottle of wine.", "with_names": ""}, {"scene_id": "oltl-06-23-06s28", "raw": "a man and woman are kissing each other in a room.", "with_names": "Rex and woman are kissing each other in a room."}, {"scene_id": "oltl-06-23-06s29", "raw": "a man is talking to a woman in a suit and then he is talking to him.", "with_names": ""}, {"scene_id": "oltl-06-23-06s30", "raw": "a woman is laughing and laughing while a man is laughing.", "with_names": "a woman is laughing and laughing while a man is laughing."}, {"scene_id": "oltl-06-23-06s31", "raw": "a man is walking around a room and then a man is talking.", "with_names": ""}]