[{"scene_id": "pc-01-06-03s0", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "pc-01-06-03s1", "raw": "A scene from a TV show in which a mysterious light is seen in the sky", "with_names": "a mysterious light is in the sky"}, {"scene_id": "pc-01-06-03s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-01-06-03s3", "raw": "A scene from a TV show in which a white T is seen on a black background", "with_names": "a white t is on a black background"}, {"scene_id": "pc-01-06-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-06-03s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "pc-01-06-03s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted by a computer glitch", "with_names": ""}, {"scene_id": "pc-01-06-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-06-03s8", "raw": "A scene from a TV show in which a couple is seen kissing on a couch.", "with_names": "a couple is kissing on a couch."}, {"scene_id": "pc-01-06-03s9", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with long curly hair.", "with_names": ""}, {"scene_id": "pc-01-06-03s10", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long.", "with_names": ""}, {"scene_id": "pc-01-06-03s11", "raw": "A scene from a TV show in which a man is hugging a woman and she is crying.", "with_names": "Ian is hugging Lucy and she is crying."}, {"scene_id": "pc-01-06-03s12", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-01-06-03s13", "raw": "A scene from a TV show in which a couch is covered in white sheets and candles are lit on the table.", "with_names": "a couch is covered in white sheets and candles are lit on the table."}, {"scene_id": "pc-01-06-03s14", "raw": "A scene from a TV show in which a man and a woman are standing close to each other. The title is Port Charles.", "with_names": "a man and a woman are standing close to each other. the title is port charles."}]