[{"scene_id": "atwt-04-06-04s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-06-04s1", "raw": "A scene from a TV show in which a man is eating a burrito", "with_names": "a man is eating a burrito"}, {"scene_id": "atwt-04-06-04s2", "raw": "A scene from a TV show in which a woman is smiling and wearing a black halter top.", "with_names": "a woman is smiling and wearing a black halter top."}, {"scene_id": "atwt-04-06-04s3", "raw": "A scene from a TV show in which a girl is talking to another girl in front of a painting.", "with_names": ""}, {"scene_id": "atwt-04-06-04s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-06-04s5", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-06-04s6", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-04-06-04s7", "raw": "A scene from a TV show in which a police officer is yelling at a man.", "with_names": "a police officer is yelling at a man."}, {"scene_id": "atwt-04-06-04s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-06-04s9", "raw": "A scene from a TV show in which a man is sitting at a table in a restaurant, wearing a suit and tie.", "with_names": "a man is sitting at a table in a restaurant, wearing a suit and tie."}, {"scene_id": "atwt-04-06-04s10", "raw": "A scene from a TV show in which red circles are arranged in rows and columns.", "with_names": "red circles are arranged in rows and columns."}, {"scene_id": "atwt-04-06-04s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-06-04s12", "raw": "A scene from a TV show in which a man is talking to the camera and smiling.", "with_names": ""}, {"scene_id": "atwt-04-06-04s13", "raw": "A scene from a TV show in which a man is seen walking into a diner and ordering a meal.", "with_names": "a man is walking into a diner and ordering a meal."}, {"scene_id": "atwt-04-06-04s14", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-04-06-04s15", "raw": "A scene from a TV show in which a person dips a tomato in ranch dressing.", "with_names": "a person dips a tomato in ranch dressing."}, {"scene_id": "atwt-04-06-04s16", "raw": "A scene from a TV show in which a man is holding a cup and a woman is looking at a bowl.", "with_names": "a man is holding a cup and a woman is looking at a bowl."}, {"scene_id": "atwt-04-06-04s17", "raw": "A scene from a TV show in which a man is standing in front of a door and making a funny face.", "with_names": "a man is standing in front of a door and making a funny face."}, {"scene_id": "atwt-04-06-04s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-04-06-04s19", "raw": "A scene from a TV show in which a woman is talking to another woman in front of a large picture of a woman with a red lipstick.", "with_names": ""}, {"scene_id": "atwt-04-06-04s20", "raw": "A scene from a TV show in which a man is surfing in the ocean.", "with_names": "a man is surfing in the ocean."}, {"scene_id": "atwt-04-06-04s21", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a turtleneck.", "with_names": "a woman is wearing a leather jacket and a turtleneck."}, {"scene_id": "atwt-04-06-04s22", "raw": "A scene from a TV show in which a man is talking on a cell phone and smiling", "with_names": ""}, {"scene_id": "atwt-04-06-04s23", "raw": "A scene from a TV show in which a woman is wearing a name tag that says Maggie.", "with_names": "a woman is wearing a name tag that says maggie."}, {"scene_id": "atwt-04-06-04s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-06-04s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-06-04s26", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-04-06-04s27", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-04-06-04s28", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}]