[{"scene_id": "bb-10-21-15s0", "raw": "A scene from a TV show in which a man is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-10-21-15s1", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with a purple dress.", "with_names": ""}, {"scene_id": "bb-10-21-15s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-10-21-15s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and play a board game.", "with_names": "a man and a woman sit on a couch and play a board game."}, {"scene_id": "bb-10-21-15s4", "raw": "A scene from a TV show in which a woman is wearing a badge.", "with_names": "a woman is wearing a badge."}, {"scene_id": "bb-10-21-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-21-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-21-15s7", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her, wearing only a black shirt and no pants.", "with_names": ""}, {"scene_id": "bb-10-21-15s8", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-10-21-15s9", "raw": "A scene from a TV show in which a shirtless man is holding a pair of pants and a woman is standing next to him.", "with_names": "a shirtless man is holding a pair of pants and a woman is standing next to him."}, {"scene_id": "bb-10-21-15s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, hugging each other.", "with_names": ""}, {"scene_id": "bb-10-21-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-21-15s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-10-21-15s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-10-21-15s14", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}]