[{"scene_id": "bb-03-08-06s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is crying", "with_names": "a man is wearing a suit and a tie and is crying"}, {"scene_id": "bb-03-08-06s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a man is standing behind her.", "with_names": "] is sitting at a table with a wine glass and a man is standing behind her."}, {"scene_id": "bb-03-08-06s2", "raw": "A scene from a TV show in which a man is talking on the phone and a clock is counting down", "with_names": ""}, {"scene_id": "bb-03-08-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-03-08-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "bb-03-08-06s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine, and a man is standing behind her.", "with_names": "] is sitting at a table with a glass of wine, and a man is standing behind her."}, {"scene_id": "bb-03-08-06s6", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-03-08-06s7", "raw": "A scene from a TV show in which a man is naked and a woman is looking at him.", "with_names": "a man is naked and a woman is looking at him."}, {"scene_id": "bb-03-08-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-08-06s9", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "bb-03-08-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-08-06s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-03-08-06s12", "raw": "A scene from a TV show in which a man is looking at a mirror and sees a reflection of a woman.", "with_names": "a man is looking at a mirror and sees a reflection of a woman."}, {"scene_id": "bb-03-08-06s13", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on another woman's chest.", "with_names": "a woman is lying on a bed with her head resting on another woman's chest."}]