[{"scene_id": "atwt-01-08-07s0", "raw": "A scene from a TV show in which a woman is walking through a coffee shop.", "with_names": "Vienna is walking through a coffee shop."}, {"scene_id": "atwt-01-08-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-07s2", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind.", "with_names": "a man is looking down and his hair is blowing in the wind."}, {"scene_id": "atwt-01-08-07s3", "raw": "A scene from a TV show in which a snowman is sitting on a chair in a living room.", "with_names": ""}, {"scene_id": "atwt-01-08-07s4", "raw": "A scene from a TV show in which a man is wearing a blue shirt and looking down.", "with_names": "a man is wearing a blue shirt and looking down."}, {"scene_id": "atwt-01-08-07s5", "raw": "A scene from a TV show in which a man is yelling and his mouth is wide open.", "with_names": "a man is yelling and his mouth is wide open."}, {"scene_id": "atwt-01-08-07s6", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him.", "with_names": "a man is wearing a black shirt and a woman is standing behind him."}, {"scene_id": "atwt-01-08-07s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-08-07s8", "raw": "A scene from a TV show in which a woman is vacuuming a white bathroom floor.", "with_names": "a woman is vacuuming a white bathroom floor."}, {"scene_id": "atwt-01-08-07s9", "raw": "A scene from a TV show in which a bottle of milk and a tub of yogurt are shown", "with_names": "a bottle of milk and a tub of yogurt are shown"}, {"scene_id": "atwt-01-08-07s10", "raw": "A scene from a TV show in which a woman is looking at a bunch of flowers.", "with_names": "a woman is looking at a bunch of flowers."}, {"scene_id": "atwt-01-08-07s11", "raw": "A scene from a TV show in which a man is sitting in a car and smiling.", "with_names": "a man is sitting in a car and smiling."}, {"scene_id": "atwt-01-08-07s12", "raw": "A scene from a TV show in which a man is holding his mouth open and his hand is touching his cheek.", "with_names": "a man is holding his mouth open and his hand is touching his cheek."}, {"scene_id": "atwt-01-08-07s13", "raw": "A scene from a TV show in which a man is in a hospital bed and is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-08-07s14", "raw": "A scene from a TV show in which a blonde woman is wearing a green shirt and a man is standing next to her.", "with_names": "a blonde woman is wearing a green shirt and a man is standing next to her."}, {"scene_id": "atwt-01-08-07s15", "raw": "A scene from a TV show in which a man is looking at a screen.", "with_names": "a man is looking at a screen."}, {"scene_id": "atwt-01-08-07s16", "raw": "A scene from a TV show in which a man is getting his hair done.", "with_names": "a man is getting his hair done."}, {"scene_id": "atwt-01-08-07s17", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-01-08-07s18", "raw": "A scene from a TV show in which a man is drinking a bottle of wine", "with_names": "a man is drinking a bottle of wine"}, {"scene_id": "atwt-01-08-07s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed hooked up to an IV.", "with_names": "a man is lying in a hospital bed hooked up to an iv."}, {"scene_id": "atwt-01-08-07s20", "raw": "A scene from a TV show in which people are working in a server room.", "with_names": "people are working in a server room."}, {"scene_id": "atwt-01-08-07s21", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "atwt-01-08-07s22", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and smiling.", "with_names": "a woman is sitting in a kitchen and smiling."}]