[{"scene_id": "pc-02-11-03s0", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "pc-02-11-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-11-03s2", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-02-11-03s3", "raw": "A scene from a TV show in which a man is trapped in a cave.", "with_names": "a man is trapped in a cave."}, {"scene_id": "pc-02-11-03s4", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "pc-02-11-03s5", "raw": "A scene from a TV show in which a man and a woman are lying on the floor and reading a newspaper.", "with_names": "a man and a woman are lying on the floor and reading a newspaper."}, {"scene_id": "pc-02-11-03s6", "raw": "A scene from a TV show in which a man is wearing a red shirt and a long brown hair", "with_names": "a man is wearing a red shirt and a long brown hair"}, {"scene_id": "pc-02-11-03s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-11-03s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and red gloves.", "with_names": "a woman is wearing a black dress and red gloves."}, {"scene_id": "pc-02-11-03s9", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a vase is on the table.", "with_names": "a man is sitting at a table with a woman, and a vase is on the table."}, {"scene_id": "pc-02-11-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-11-03s11", "raw": "A scene from a TV show in which a man is standing with his arms crossed, and a woman is walking away from him.", "with_names": "a man is standing with his arms crossed, and a woman is walking away from him."}, {"scene_id": "pc-02-11-03s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-11-03s13", "raw": "A scene from a TV show in which Brad Pitt is singing into a microphone.", "with_names": "brad pitt is singing into a microphone."}, {"scene_id": "pc-02-11-03s14", "raw": "", "with_names": ""}, {"scene_id": "pc-02-11-03s15", "raw": "A scene from a TV show in which a woman is sitting in front of a piano and a man is standing behind her, touching her shoulder.", "with_names": "a woman is sitting in front of a piano and a man is standing behind her, touching her shoulder."}, {"scene_id": "pc-02-11-03s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]