[{"scene_id": "pc-03-01-02s0", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "a woman is lying on a bed and Ed is standing over her."}, {"scene_id": "pc-03-01-02s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-01-02s2", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a wig", "with_names": "a woman is wearing a blue shirt and a wig"}, {"scene_id": "pc-03-01-02s3", "raw": "A scene from a TV show in which a man and a woman are sitting on the floor surrounded by boxes.", "with_names": "Rafe and Alison are sitting on the floor surrounded by boxes."}, {"scene_id": "pc-03-01-02s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, with a box of stuffed animals.", "with_names": ""}, {"scene_id": "pc-03-01-02s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-01-02s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and reading a book.", "with_names": ""}, {"scene_id": "pc-03-01-02s7", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant.", "with_names": "a man is standing in a room with a potted plant."}, {"scene_id": "pc-03-01-02s8", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "pc-03-01-02s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Amy is crying."}, {"scene_id": "pc-03-01-02s10", "raw": "A scene from a TV show in which a man is sitting on a couch with a little girl.", "with_names": ""}, {"scene_id": "pc-03-01-02s11", "raw": "A scene from a TV show in which a man is seen eating a sandwich.", "with_names": "a man is eating a sandwich."}, {"scene_id": "pc-03-01-02s13", "raw": "A scene from a TV show in which a newscaster is talking to the camera.", "with_names": ""}]