[{"scene_id": "pc-03-23-01s0", "raw": "A scene from a TV show in which a white screen is displayed on a computer.", "with_names": "a white screen is displayed on a computer."}, {"scene_id": "pc-03-23-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-23-01s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-03-23-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-23-01s4", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "pc-03-23-01s5", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "pc-03-23-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "pc-03-23-01s7", "raw": "A scene from a TV show in which a woman is standing in a bar and a man is sitting next to her.", "with_names": "Lucy is standing in a bar and Kevin is sitting next to her."}, {"scene_id": "pc-03-23-01s8", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a bar, holding hands and looking at each other.", "with_names": "a man and a woman are sitting at a table in a bar, holding hands and looking at each other."}, {"scene_id": "pc-03-23-01s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is sitting next to him.", "with_names": "Kevin is wearing a leather jacket and Livvie is sitting next to him."}, {"scene_id": "pc-03-23-01s10", "raw": "A scene from a TV show in which a woman is sitting at a table with her hands folded and another woman is standing next to her.", "with_names": "a woman is sitting at a table with her hands folded and another woman is standing next to her."}, {"scene_id": "pc-03-23-01s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is in front of her face", "with_names": ""}, {"scene_id": "pc-03-23-01s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-23-01s13", "raw": "A scene from a TV show in which a woman is sitting at a computer and looking at her hair", "with_names": "Karen is sitting at a computer and looking at her hair"}, {"scene_id": "pc-03-23-01s14", "raw": "A scene from a TV show in which a woman is walking down a hallway in a leather jacket.", "with_names": "a woman is walking down a hallway in a leather jacket."}, {"scene_id": "pc-03-23-01s15", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "Lucy is trying to get Kevin to kiss her."}, {"scene_id": "pc-03-23-01s16", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a bartender standing behind them.", "with_names": "a man and a woman are standing in a bar, with a bartender standing behind them."}, {"scene_id": "pc-03-23-01s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase and a chair", "with_names": "Eve is sitting at a table with a vase and a chair"}, {"scene_id": "pc-03-23-01s18", "raw": "A scene from a TV show in which a newspaper is held up to the camera.", "with_names": "a newspaper is held up to the camera."}, {"scene_id": "pc-03-23-01s19", "raw": "A scene from a TV show in which a light bulb is lit up. Text reads: Port Charles: Time in a Bottle.", "with_names": "a light bulb is lit up. text reads: port charles: time in a bottle."}]