[{"scene_id": "gl-03-15-06s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The woman is looking at the man and he is looking away.", "with_names": "a man and a woman are standing next to each other. the woman is looking at the man and he is looking away."}, {"scene_id": "gl-03-15-06s1", "raw": "A scene from a TV show in which a woman is sitting in a car and looking at the camera.", "with_names": "a woman is sitting in a car and looking at the camera."}, {"scene_id": "gl-03-15-06s2", "raw": "A scene from a TV show in which a man and a woman are looking at a screen.", "with_names": "a man and ] are looking at a screen."}, {"scene_id": "gl-03-15-06s3", "raw": "A scene from a TV show in which a man is seen through a glass window, with the word \"GLI\" written on it.", "with_names": "a man is through a glass window, with the word \"gli\" written on it."}, {"scene_id": "gl-03-15-06s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-03-15-06s5", "raw": "A scene from a TV show in which two women are standing in a dark room.", "with_names": "two women are standing in a dark room."}, {"scene_id": "gl-03-15-06s6", "raw": "A scene from a TV show in which a young man is shown with a long, dark hair and a black shirt.", "with_names": ""}, {"scene_id": "gl-03-15-06s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-15-06s8", "raw": "A scene from a TV show in which a man is smiling and waving his hand.", "with_names": "a man is smiling and waving his hand."}, {"scene_id": "gl-03-15-06s9", "raw": "A scene from a TV show in which a woman is looking at her hair", "with_names": "a woman is looking at her hair"}, {"scene_id": "gl-03-15-06s10", "raw": "A scene from a TV show in which a fireplace is lit and a woman sits in a chair.", "with_names": "a fireplace is lit and ] sits in a chair."}, {"scene_id": "gl-03-15-06s11", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-15-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-03-15-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-03-15-06s14", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "gl-03-15-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-15-06s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]