[{"scene_id": "atwt-06-21-07s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-21-07s1", "raw": "A scene from a TV show in which a young blonde woman is looking to the right of the frame.", "with_names": "a young blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-06-21-07s2", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a brown jacket", "with_names": "a man is looking at the camera and wearing a brown jacket"}, {"scene_id": "atwt-06-21-07s3", "raw": "A scene from a TV show in which a woman holds a package of glass plugs.", "with_names": "Meg holds a package of glass plugs."}, {"scene_id": "atwt-06-21-07s4", "raw": "A scene from a TV show in which a man is wearing glasses and a leather jacket.", "with_names": "a man is wearing glasses and a leather jacket."}, {"scene_id": "atwt-06-21-07s5", "raw": "A scene from a TV show in which a man is standing in a room, looking down at his watch.", "with_names": "Craig is standing in a room, looking down at his watch."}, {"scene_id": "atwt-06-21-07s6", "raw": "A scene from a TV show in which a man is dancing in a room with a table and a vase of roses.", "with_names": "a man is dancing in a room with a table and a vase of roses."}, {"scene_id": "atwt-06-21-07s7", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "Craig is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-06-21-07s8", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-06-21-07s9", "raw": "A scene from a TV show in which a man is standing in an elevator, holding a briefcase.", "with_names": "a man is standing in an elevator, holding a briefcase."}, {"scene_id": "atwt-06-21-07s10", "raw": "A scene from a TV show in which a man holds a baby.", "with_names": "a man holds a baby."}, {"scene_id": "atwt-06-21-07s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-21-07s12", "raw": "A scene from a TV show in which a man is talking on a phone", "with_names": ""}, {"scene_id": "atwt-06-21-07s14", "raw": "A scene from a TV show in which a man holds up a cell phone.", "with_names": "a man holds up a cell phone."}, {"scene_id": "atwt-06-21-07s15", "raw": "A scene from a TV show in which a woman is shown using Lysol to clean her hands.", "with_names": ""}, {"scene_id": "atwt-06-21-07s16", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-06-21-07s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "atwt-06-21-07s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-21-07s19", "raw": "A scene from a TV show in which a man is standing in a room with a door open.", "with_names": "Paul is standing in a room with a door open."}, {"scene_id": "atwt-06-21-07s20", "raw": "A scene from a TV show in which a woman is using a bottle of Olay moisturizer.", "with_names": "a woman is using a bottle of olay moisturizer."}, {"scene_id": "atwt-06-21-07s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-21-07s22", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Manager is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-21-07s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Holden and Lily are standing next to each other."}, {"scene_id": "atwt-06-21-07s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "Lucinda is looking at the camera with a confused expression."}, {"scene_id": "atwt-06-21-07s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-21-07s27", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-21-07s28", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Aaron is looking at a woman."}, {"scene_id": "atwt-06-21-07s30", "raw": "A scene from a TV show in which a person is using a screwdriver to turn a light switch on.", "with_names": "a person is using a screwdriver to turn a light switch on."}, {"scene_id": "atwt-06-21-07s31", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}]