[{"scene_id": "oltl-10-31-06s0", "raw": "A scene from a TV show in which a young man is smiling and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-31-06s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-31-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-31-06s3", "raw": "A scene from a TV show in which doctors perform a surgery on a patient.", "with_names": "doctors perform a surgery on a patient."}, {"scene_id": "oltl-10-31-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-31-06s5", "raw": "A scene from a TV show in which a girl is wearing a black shirt and pink boa, and a boy is standing next to her.", "with_names": "a girl is wearing a black shirt and pink boa, and a boy is standing next to her."}, {"scene_id": "oltl-10-31-06s6", "raw": "A scene from a TV show in which a man is in a suit and a tie and another man is in a black jacket and black pants. They are standing in an open jail cell and talking.", "with_names": ""}, {"scene_id": "oltl-10-31-06s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-10-31-06s8", "raw": "A scene from a TV show in which a girl is smiling at a boy, holding a cup.", "with_names": "a girl is smiling at a boy, holding a cup."}, {"scene_id": "oltl-10-31-06s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-10-31-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-31-06s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-10-31-06s12", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-10-31-06s13", "raw": "A scene from a TV show in which a man is sitting on the floor and a woman is standing next to him.", "with_names": "a man is sitting on the floor and a woman is standing next to him."}, {"scene_id": "oltl-10-31-06s14", "raw": "A scene from a TV show in which a black man is looking off camera.", "with_names": "a black man is looking off camera."}, {"scene_id": "oltl-10-31-06s15", "raw": "A scene from a TV show in which a woman is holding a baby and another womanI is giving her a hug.", "with_names": "a woman is holding a baby and another womani is giving her a hug."}, {"scene_id": "oltl-10-31-06s16", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-31-06s17", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking at another woman.", "with_names": "a young woman is sitting in a room and looking at another woman."}, {"scene_id": "oltl-10-31-06s18", "raw": "A scene from a TV show in which a black man and a white woman are talking.", "with_names": ""}, {"scene_id": "oltl-10-31-06s19", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "oltl-10-31-06s20", "raw": "A scene from a TV show in which a man is seen talking to a woman in a hospital waiting room.", "with_names": ""}, {"scene_id": "oltl-10-31-06s21", "raw": "A scene from a TV show in which a man is wearing scrubs and a surgical mask.", "with_names": "a man is wearing scrubs and a surgical mask."}, {"scene_id": "oltl-10-31-06s22", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "oltl-10-31-06s23", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed.", "with_names": "a man is holding a woman in a hospital bed."}, {"scene_id": "oltl-10-31-06s24", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "oltl-10-31-06s25", "raw": "A scene from a TV show in which a woman is holding a glass of wine and a man is sitting next to her.", "with_names": "a woman is holding a glass of wine and a man is sitting next to her."}, {"scene_id": "oltl-10-31-06s26", "raw": "A scene from a TV show in which a woman is wearing a green dress and her eyes are closed.", "with_names": "a woman is wearing a green dress and her eyes are closed."}]