[{"scene_id": "oltl-06-09-11s0", "raw": "A scene from a TV show in which a man is holding a clipboard and a woman is standing in front of a door.", "with_names": "Dr. Levin is holding a clipboard and a woman is standing in front of a door."}, {"scene_id": "oltl-06-09-11s1", "raw": "A scene from a TV show in which a shirtless man is standing in front of a window.", "with_names": "a shirtless man is standing in front of a window."}, {"scene_id": "oltl-06-09-11s2", "raw": "A scene from a TV show in which a young boy is shown using a tablet.", "with_names": ""}, {"scene_id": "oltl-06-09-11s3", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-09-11s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s5", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "oltl-06-09-11s6", "raw": "A scene from a TV show in which a shirtless man is yelling at a woman.", "with_names": "a shirtless man is yelling at a woman."}, {"scene_id": "oltl-06-09-11s7", "raw": "A scene from a TV show in which a young man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s8", "raw": "A scene from a TV show in which a man and a woman stand in front of a staircase.", "with_names": "a man and a woman stand in front of a staircase."}, {"scene_id": "oltl-06-09-11s9", "raw": "A scene from a TV show in which two women are arguing in a kitchen.", "with_names": "two women are arguing in a kitchen."}, {"scene_id": "oltl-06-09-11s10", "raw": "A scene from a TV show in which a man is lying on the floor with his legs spread wide, his arms are behind his head, and his head is on the floor.", "with_names": "a man is lying on the floor with his legs spread wide, his arms are behind his head, and his head is on the floor."}, {"scene_id": "oltl-06-09-11s11", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and glasses.", "with_names": "a woman is wearing a white lab coat and glasses."}, {"scene_id": "oltl-06-09-11s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-09-11s13", "raw": "A scene from a TV show in which a man is looking at a window and a woman is standing behind him", "with_names": "a man is looking at a window and a woman is standing behind him"}, {"scene_id": "oltl-06-09-11s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-09-11s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-09-11s16", "raw": "A scene from a TV show in which a black woman is yelling at a white man.", "with_names": "a black woman is yelling at a white man."}, {"scene_id": "oltl-06-09-11s17", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-06-09-11s18", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s20", "raw": "A scene from a TV show in which a man is being held by a woman.", "with_names": "a man is being held by a woman."}, {"scene_id": "oltl-06-09-11s21", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-06-09-11s22", "raw": "A scene from a TV show in which a blonde woman is wearing glasses and a white lab coat.", "with_names": "a blonde woman is wearing glasses and a white lab coat."}, {"scene_id": "oltl-06-09-11s23", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s24", "raw": "A scene from a TV show in which a young man is using a computer to chat with other people.", "with_names": "a young man is using a computer to chat with other people."}, {"scene_id": "oltl-06-09-11s25", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-06-09-11s26", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-09-11s27", "raw": "A scene from a TV show in which a woman is sitting next to a young boy in a hospital bed.", "with_names": "a woman is sitting next to a young boy in a hospital bed."}, {"scene_id": "oltl-06-09-11s28", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-09-11s29", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "oltl-06-09-11s30", "raw": "A scene from a TV show in which a young woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-06-09-11s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-09-11s32", "raw": "A scene from a TV show in which a woman is talking to a computer screen.", "with_names": ""}, {"scene_id": "oltl-06-09-11s33", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-09-11s34", "raw": "A scene from a TV show in which a blonde woman is looking at a wall.", "with_names": "a blonde woman is looking at a wall."}, {"scene_id": "oltl-06-09-11s35", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a purple dress and a flower in her hair.", "with_names": "a woman is standing in a kitchen, wearing a purple dress and a flower in her hair."}, {"scene_id": "oltl-06-09-11s36", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "oltl-06-09-11s37", "raw": "A scene from a TV show in which a young boy and a girl are standing next to each other.", "with_names": "a young boy and a girl are standing next to each other."}, {"scene_id": "oltl-06-09-11s38", "raw": "A scene from a TV show in which a man is shown in a hospital bed with a bandage on his head and a tube in his mouth.", "with_names": ""}, {"scene_id": "oltl-06-09-11s39", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-09-11s40", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-09-11s41", "raw": "", "with_names": ""}]