[{"scene_id": "oltl-09-16-09s0", "raw": "A scene from a TV show in which a man is looking at a newspaper and making a face", "with_names": "a man is looking at a newspaper and making a face"}, {"scene_id": "oltl-09-16-09s1", "raw": "A scene from a TV show in which two women are sitting on a bed and kissing.", "with_names": "two women are sitting on a bed and kissing."}, {"scene_id": "oltl-09-16-09s2", "raw": "A scene from a TV show in which a woman is looking at a man and making a funny face.", "with_names": "a woman is looking at a man and making a funny face."}, {"scene_id": "oltl-09-16-09s3", "raw": "A scene from a TV show in which two women sit on a couch and read the newspaper.", "with_names": "two women sit on a couch and read the newspaper."}, {"scene_id": "oltl-09-16-09s4", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-09-16-09s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind him.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind him."}, {"scene_id": "oltl-09-16-09s6", "raw": "A scene from a TV show in which a man is sitting at a desk with a laptop and a cup of coffee. A camera is pointed at him, and another man is standing behind", "with_names": "a man is sitting at a desk with a laptop and a cup of coffee. a camera is pointed at him, and another man is standing behind"}, {"scene_id": "oltl-09-16-09s7", "raw": "A scene from a TV show in which a woman is wearing sunglasses and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-09-16-09s8", "raw": "A scene from a TV show in which a man is sitting in a kitchen and looking at the camera.", "with_names": "a man is sitting in a kitchen and looking at the camera."}, {"scene_id": "oltl-09-16-09s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a hand touches his shoulder.", "with_names": "a man is lying in a hospital bed and a hand touches his shoulder."}, {"scene_id": "oltl-09-16-09s10", "raw": "A scene from a TV show in which a woman is looking at a glass door.", "with_names": "a woman is looking at a glass door."}, {"scene_id": "oltl-09-16-09s11", "raw": "A scene from a TV show in which a man is lying on top of a woman, with a tattoo on his chest.", "with_names": "a man is lying on top of a woman, with a tattoo on his chest."}, {"scene_id": "oltl-09-16-09s12", "raw": "A scene from a TV show in which a girl is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-16-09s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-16-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-16-09s15", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "oltl-09-16-09s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-16-09s17", "raw": "A scene from a TV show in which a black woman is handcuffed to a white man.", "with_names": "a black woman is handcuffed to a white man."}, {"scene_id": "oltl-09-16-09s18", "raw": "A scene from a TV show in which a man is talking to another man to his right.", "with_names": ""}, {"scene_id": "oltl-09-16-09s19", "raw": "A scene from a TV show in which a woman is wearing a red suit and a necklace", "with_names": "a woman is wearing a red suit and a necklace"}, {"scene_id": "oltl-09-16-09s20", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and her hands are in front of her face.", "with_names": ""}, {"scene_id": "oltl-09-16-09s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-16-09s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a police officer is behind him.", "with_names": "a man is wearing a suit and tie and a police officer is behind him."}, {"scene_id": "oltl-09-16-09s23", "raw": "A scene from a TV show in which a woman holds up a piece of paper and speaks into a microphone.", "with_names": "a woman holds up a piece of paper and speaks into a microphone."}, {"scene_id": "oltl-09-16-09s24", "raw": "A scene from a TV show in which a man is wearing a police uniform and looking at the camera.", "with_names": "a man is wearing a police uniform and looking at the camera."}, {"scene_id": "oltl-09-16-09s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-09-16-09s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-16-09s27", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-16-09s28", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "oltl-09-16-09s29", "raw": "A scene from a TV show in which a man is sitting at a bar and a woman is standing behind him.", "with_names": "a man is sitting at a bar and a woman is standing behind him."}, {"scene_id": "oltl-09-16-09s30", "raw": "A scene from a TV show in which a man is holding a woman by the arm and another woman is looking at him.", "with_names": "a man is holding a woman by the arm and another woman is looking at him."}]