[{"scene_id": "oltl-07-31-07s0", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man.", "with_names": "Starr is walking down a hallway with Cole."}, {"scene_id": "oltl-07-31-07s1", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, looking at the camera.", "with_names": "a young man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-07-31-07s2", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and short hair.", "with_names": "a young man is wearing a blue shirt and short hair."}, {"scene_id": "oltl-07-31-07s3", "raw": "A scene from a TV show in which a woman is brushing a child's hair.", "with_names": "a woman is brushing a child's hair."}, {"scene_id": "oltl-07-31-07s4", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is sitting next to him.", "with_names": "a man is lying on a bed and a woman is sitting next to him."}, {"scene_id": "oltl-07-31-07s5", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall", "with_names": "a man is in a white room with a white wall"}, {"scene_id": "oltl-07-31-07s6", "raw": "A scene from a TV show in which a woman is wearing a \"SoP\" sticker.", "with_names": "a woman is wearing a \"sop\" sticker."}, {"scene_id": "oltl-07-31-07s7", "raw": "A scene from a TV show in which a woman is looking down and a red box with the words Soap Opera Digest", "with_names": "a woman is looking down and a red box with the words soap opera digest"}, {"scene_id": "oltl-07-31-07s8", "raw": "A scene from a TV show in which a man is holding a sign that says \"SOS: New Yorkers\"", "with_names": "a man is holding a sign that says \"sos: new yorkers\""}, {"scene_id": "oltl-07-31-07s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-07-31-07s10", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-07-31-07s11", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-31-07s12", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-31-07s13", "raw": "A scene from a TV show in which a man is leaning over a woman, looking at her, and she is holding a sign that says \"SOS: Transgender Youth\"", "with_names": "a man is leaning over a woman, looking at her, and she is holding a sign that says \"sos: transgender youth\""}, {"scene_id": "oltl-07-31-07s14", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-07-31-07s15", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is sitting next to her, and they are both looking at a cell phone.", "with_names": "a woman is lying in a hospital bed, a man is sitting next to her, and they are both looking at a cell phone."}, {"scene_id": "oltl-07-31-07s16", "raw": "A scene from a TV show in which a man is talking to someone in a hospital room.", "with_names": ""}, {"scene_id": "oltl-07-31-07s17", "raw": "A scene from a TV show in which a man is wearing a green shirt and a red patch on his chest.", "with_names": "a man is wearing a green shirt and a red patch on his chest."}, {"scene_id": "oltl-07-31-07s18", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-31-07s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a sign is placed next to him that says \"Sopranos\"", "with_names": "a man is lying in a hospital bed and a sign is placed next to him that says \"sopranos\""}, {"scene_id": "oltl-07-31-07s20", "raw": "A scene from a TV show in which a man is talking to someone and wearing a white shirt", "with_names": ""}, {"scene_id": "oltl-07-31-07s21", "raw": "A scene from a TV show in which a young woman is holding a sticker that says \"SOLD.\"", "with_names": "a young woman is holding a sticker that says \"sold.\""}, {"scene_id": "oltl-07-31-07s22", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-31-07s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a SodaStream sticker on his chest.", "with_names": "a man is lying in a hospital bed with a sodastream sticker on his chest."}, {"scene_id": "oltl-07-31-07s24", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-31-07s25", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing over her.", "with_names": "a woman is lying in a hospital bed and a man is standing over her."}, {"scene_id": "oltl-07-31-07s26", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-07-31-07s27", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-07-31-07s28", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is lying on the bed next to her.", "with_names": "a woman is sitting on a bed and a man is lying on the bed next to her."}, {"scene_id": "oltl-07-31-07s29", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}]