[{"scene_id": "pc-08-24-01s0", "raw": "A scene from a TV show in which a man and a little girl are sitting next to each other.", "with_names": "Father Vicente and a little girl are sitting next to each other."}, {"scene_id": "pc-08-24-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-24-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-24-01s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-24-01s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-08-24-01s5", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "pc-08-24-01s6", "raw": "A scene from a TV show in which a woman is lying in bed with her mouth open.", "with_names": "a woman is lying in bed with her mouth open."}, {"scene_id": "pc-08-24-01s7", "raw": "A scene from a TV show in which a man is being tortured by a woman.", "with_names": "a man is being tortured by Eve."}, {"scene_id": "pc-08-24-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-24-01s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-24-01s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Jack and Livvie are lying in bed together."}, {"scene_id": "pc-08-24-01s11", "raw": "A scene from a TV show in which a doctor is talking to a patient and the patient is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-08-24-01s12", "raw": "A scene from a TV show in which a man and two women are playing the piano.", "with_names": "a man and two women are playing the piano."}, {"scene_id": "pc-08-24-01s13", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "pc-08-24-01s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]