[{"scene_id": "pc-07-26-01s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-07-26-01s1", "raw": "A scene from a TV show in which a woman is on the phone and her hair is blowing in the wind", "with_names": "a woman is on the phone and her hair is blowing in the wind"}, {"scene_id": "pc-07-26-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-26-01s3", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "pc-07-26-01s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Caleb is looking at Livvie and she is looking back at him."}, {"scene_id": "pc-07-26-01s5", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "pc-07-26-01s6", "raw": "A scene from a TV show in which a woman is being assaulted by two men.", "with_names": "a woman is being assaulted by two men."}, {"scene_id": "pc-07-26-01s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Livvie is looking at Caleb and he is looking back at her."}, {"scene_id": "pc-07-26-01s8", "raw": "A scene from a TV show in which a young man is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-07-26-01s9", "raw": "A scene from a TV show in which a man is talking on a cell phone behind bars.", "with_names": ""}, {"scene_id": "pc-07-26-01s10", "raw": "A scene from a TV show in which a black man is talking to his hand", "with_names": ""}, {"scene_id": "pc-07-26-01s11", "raw": "A scene from a TV show in which a man is talking on the phone and his face is covered in grey makeup", "with_names": ""}, {"scene_id": "pc-07-26-01s12", "raw": "A scene from a TV show in which a man is seen in a black and white image, with a yellow bar across the top.", "with_names": "a man is in a black and white image, with a yellow bar across the top."}]