[{"scene_id": "bb-06-24-14s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-06-24-14s1", "raw": "A scene from a TV show in which a man is looking at a computer screen.", "with_names": "a man is looking at a computer screen."}, {"scene_id": "bb-06-24-14s2", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-06-24-14s3", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a large window.", "with_names": ""}, {"scene_id": "bb-06-24-14s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-06-24-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-24-14s6", "raw": "A scene from a TV show in which a man is talking to a reporter.", "with_names": ""}, {"scene_id": "bb-06-24-14s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-06-24-14s8", "raw": "A scene from a TV show in which a man stands in a kitchen and talks to someone.", "with_names": "a man stands in a kitchen and talks to someone."}, {"scene_id": "bb-06-24-14s9", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-24-14s10", "raw": "A scene from a TV show in which a man and a woman are dancing in a living room.", "with_names": "a man and a woman are dancing in a living room."}, {"scene_id": "bb-06-24-14s11", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-06-24-14s12", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}, {"scene_id": "bb-06-24-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-24-14s14", "raw": "A scene from a TV show in which a young woman is shown a man and then is shown a man and then a woman.", "with_names": ""}]