[{"scene_id": "bb-07-11-17s0", "raw": "A scene from a TV show in which a beach is shown in the background", "with_names": ""}, {"scene_id": "bb-07-11-17s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her hair.", "with_names": ""}, {"scene_id": "bb-07-11-17s3", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-07-11-17s4", "raw": "A scene from a TV show in which a woman is wearing sunglasses and holding a handbag.", "with_names": "a woman is wearing sunglasses and holding a handbag."}, {"scene_id": "bb-07-11-17s5", "raw": "A scene from a TV show in which a woman is trying on a dress with a saleswoman.", "with_names": "Sheila is trying on a dress with a saleswoman."}, {"scene_id": "bb-07-11-17s6", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-11-17s7", "raw": "A scene from a TV show in which a woman is working on a laptop in a room with a man standing behind her", "with_names": "a woman is working on a laptop in a room with a man standing behind her"}, {"scene_id": "bb-07-11-17s8", "raw": "A scene from a TV show in which a woman is standing in a room with a mannequin and a vase.", "with_names": "Darlita is standing in a room with Saulnequin and a vase."}, {"scene_id": "bb-07-11-17s9", "raw": "A scene from a TV show in which a man is holding a bowl and a woman is standing next to him.", "with_names": "a man is holding a bowl and a woman is standing next to him."}, {"scene_id": "bb-07-11-17s10", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "bb-07-11-17s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-11-17s12", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "Charlie is standing in a room with Sheila and a child."}, {"scene_id": "bb-07-11-17s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-11-17s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-11-17s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Sheila is looking at Charlie and he is looking back at her."}, {"scene_id": "bb-07-11-17s16", "raw": "A scene from a TV show in which a woman is sitting at a table and looking down.", "with_names": "Sally is sitting at a table and looking down."}, {"scene_id": "bb-07-11-17s17", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Caroline is kissing Steffy on the cheek."}, {"scene_id": "bb-07-11-17s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]