[{"scene_id": "pc-12-12-00s0", "raw": "A scene from a TV show in which a fireball is seen exploding in the sky.", "with_names": "a fireball is exploding in the sky."}, {"scene_id": "pc-12-12-00s1", "raw": "A scene from a TV show in which a young man is looking at a clock.", "with_names": "a young man is looking at a clock."}, {"scene_id": "pc-12-12-00s2", "raw": "A scene from a TV show in which a man is lying in bed with a woman standing over him.", "with_names": "Ian is lying in bed with Eve standing over him."}, {"scene_id": "pc-12-12-00s4", "raw": "A scene from a TV show in which a man is standing outside a pizza shop, smiling at a woman who is standing in the doorway.", "with_names": "Kevin is standing outside a pizza shop, smiling at Lucy who is standing in the doorway."}, {"scene_id": "pc-12-12-00s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-12-00s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Kevin is kissing Lucy on the cheek."}, {"scene_id": "pc-12-12-00s7", "raw": "A scene from a TV show in which a man is sitting in a room with Christmas decorations and smoking a cigarette.", "with_names": "Ian is sitting in a room with christmas decorations and smoking a cigarette."}, {"scene_id": "pc-12-12-00s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Kevin and Eve are standing next to each other."}, {"scene_id": "pc-12-12-00s9", "raw": "A scene from a TV show in which a woman is laughing and wearing a white wig.", "with_names": "Eve is laughing and wearing a white wig."}, {"scene_id": "pc-12-12-00s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-12-00s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Chris on the cheek."}, {"scene_id": "pc-12-12-00s12", "raw": "A scene from a TV show in which a man is choking another man.", "with_names": "Kevin is choking another man."}, {"scene_id": "pc-12-12-00s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-12-00s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Jack and Chris are standing next to each other."}, {"scene_id": "pc-12-12-00s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Eve on the cheek."}, {"scene_id": "pc-12-12-00s16", "raw": "A scene from a TV show in which a woman is wearing a shirt with a picture of a woman on it.", "with_names": "Lucy is wearing a shirt with a picture of a woman on it."}, {"scene_id": "pc-12-12-00s17", "raw": "A scene from a TV show in which a man is talking on a cell phone while sitting at a desk.", "with_names": ""}, {"scene_id": "pc-12-12-00s18", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "Chris is sitting in a room and looking at the camera."}, {"scene_id": "pc-12-12-00s19", "raw": "A scene from a TV show in which a woman is lying on a bed with her mouth open and a man is leaning over her, touching her face.", "with_names": "Eve is lying on a bed with her mouth open and Ian is leaning over her, touching her face."}]