[{"scene_id": "atwt-10-03-05s0", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress", "with_names": "a woman is wearing a necklace and a dress"}, {"scene_id": "atwt-10-03-05s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-03-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-05s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a glass of wine and flowers on the table.", "with_names": "a man and a woman are sitting at a table, with a glass of wine and flowers on the table."}, {"scene_id": "atwt-10-03-05s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-03-05s5", "raw": "A scene from a TV show in which a man is looking at the camera and making a funny face.", "with_names": "] is looking at the camera and making a funny face."}, {"scene_id": "atwt-10-03-05s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "atwt-10-03-05s7", "raw": "A scene from a TV show in which a woman is sitting next to a man holding a glass of wine.", "with_names": "a woman is sitting next to a man holding a glass of wine."}, {"scene_id": "atwt-10-03-05s8", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is trying to get away from him.", "with_names": "a man is holding a woman by the waist and she is trying to get away from him."}, {"scene_id": "atwt-10-03-05s9", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a blonde bob haircut.", "with_names": "a woman is wearing a black shirt and a blonde bob haircut."}, {"scene_id": "atwt-10-03-05s10", "raw": "A scene from a TV show in which a man is wearing a black shirt and a jacket", "with_names": "a man is wearing a black shirt and a jacket"}, {"scene_id": "atwt-10-03-05s11", "raw": "A scene from a TV show in which a woman is sitting on a couch with a coffee maker and a handbag next to her.", "with_names": ""}, {"scene_id": "atwt-10-03-05s12", "raw": "A scene from a TV show in which a woman is looking at a glass door.", "with_names": "a woman is looking at a glass door."}, {"scene_id": "atwt-10-03-05s13", "raw": "A scene from a TV show in which three people are trapped in a toilet.", "with_names": "three people are trapped in a toilet."}, {"scene_id": "atwt-10-03-05s14", "raw": "A scene from a TV show in which a woman is talking and looking up.", "with_names": ""}, {"scene_id": "atwt-10-03-05s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-03-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-03-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-05s18", "raw": "A scene from a TV show in which a woman is holding a plate of cookies.", "with_names": "a woman is holding a plate of cookies."}, {"scene_id": "atwt-10-03-05s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-03-05s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-03-05s21", "raw": "A scene from a TV show in which a young boy wakes up to his twin sister and brother.", "with_names": "a young boy wakes up to his twin sister and brother."}, {"scene_id": "atwt-10-03-05s22", "raw": "A scene from a TV show in which a woman is wearing a red shirt and looking down.", "with_names": "a woman is wearing a red shirt and looking down."}, {"scene_id": "atwt-10-03-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-03-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-03-05s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-03-05s26", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a short blonde hair", "with_names": "a woman is wearing a black shirt and a short blonde hair"}, {"scene_id": "atwt-10-03-05s27", "raw": "A scene from a TV show in which a TruBlend Power Foundation is being applied to a woman's face.", "with_names": "a trublend power foundation is being applied to a woman's face."}]