[{"scene_id": "oltl-05-28-10s0", "raw": "A scene from a TV show in which a man and a woman are standing close to each other behind a glass window.", "with_names": "Cole and Starr are standing close to each other behind a glass window."}, {"scene_id": "oltl-05-28-10s1", "raw": "A scene from a TV show in which a man is seen walking into a room and a dartboard is visible in the background.", "with_names": "a man is walking into a room and a dartboard is visible in the background."}, {"scene_id": "oltl-05-28-10s2", "raw": "A scene from a TV show in which a woman is talking to a man while a girl is looking at her.", "with_names": ""}, {"scene_id": "oltl-05-28-10s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-05-28-10s4", "raw": "A scene from a TV show in which a young boy is seen sucking on a pacifier.", "with_names": "a young boy is sucking on a pacifier."}, {"scene_id": "oltl-05-28-10s5", "raw": "A scene from a TV show in which a blonde woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-28-10s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-28-10s7", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-28-10s8", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black jacket and is holding a green flower in her hand.", "with_names": "a woman is wearing a white shirt and a black jacket and is holding a green flower in her hand."}, {"scene_id": "oltl-05-28-10s9", "raw": "A scene from a TV show in which a man is in a cage and a woman is standing next to him.", "with_names": "a man is in a cage and a woman is standing next to him."}, {"scene_id": "oltl-05-28-10s10", "raw": "A scene from a TV show in which a woman is being hit in the face by a man.", "with_names": "a woman is being hit in the face by a man."}, {"scene_id": "oltl-05-28-10s11", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-05-28-10s12", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-28-10s13", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-28-10s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-05-28-10s15", "raw": "A scene from a TV show in which a woman is handcuffed and a police officer is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-28-10s16", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "oltl-05-28-10s17", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "oltl-05-28-10s18", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking confused.", "with_names": "a man is wearing a white shirt and a tie and looking confused."}, {"scene_id": "oltl-05-28-10s19", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing behind her.", "with_names": "a woman is in a jail cell and a man is standing behind her."}, {"scene_id": "oltl-05-28-10s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-05-28-10s21", "raw": "A scene from a TV show in which a man is holding a door open for another man.", "with_names": "a man is holding a door open for another man."}, {"scene_id": "oltl-05-28-10s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-28-10s23", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing outside the cell.", "with_names": "a woman is in a jail cell and a man is standing outside the cell."}, {"scene_id": "oltl-05-28-10s24", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a man is in a suit.", "with_names": "a woman is wearing a pink suit and a man is in a suit."}, {"scene_id": "oltl-05-28-10s25", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him.", "with_names": "a man is holding a baby and a woman is looking at him."}, {"scene_id": "oltl-05-28-10s26", "raw": "A scene from a TV show in which a young woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-05-28-10s27", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-05-28-10s28", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling.", "with_names": "a man and ] are hugging and smiling."}, {"scene_id": "oltl-05-28-10s29", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-05-28-10s30", "raw": "A scene from a TV show in which a man is in a jail cell and looks up at the ceiling.", "with_names": "a man is in a jail cell and looks up at the ceiling."}, {"scene_id": "oltl-05-28-10s31", "raw": "A scene from a TV show in which a man is standing in front of a whiteboard and another man is pointing at him.", "with_names": "a man is standing in front of a whiteboard and another man is pointing at him."}, {"scene_id": "oltl-05-28-10s32", "raw": "A scene from a TV show in which a man is sitting at a table with his head down, looking down at a book.", "with_names": "a man is sitting at a table with his head down, looking down at a book."}, {"scene_id": "oltl-05-28-10s33", "raw": "A scene from a TV show in which a woman is talking to a man behind bars.", "with_names": ""}, {"scene_id": "oltl-05-28-10s34", "raw": "A scene from a TV show in which a man is standing in front of a desk and a computer.", "with_names": "a man is standing in front of a desk and a computer."}, {"scene_id": "oltl-05-28-10s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-28-10s36", "raw": "A scene from a TV show in which a woman is sitting next to a man in a coffee shop.", "with_names": "a woman is sitting next to a man in a coffee shop."}, {"scene_id": "oltl-05-28-10s37", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-05-28-10s38", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}]