[{"scene_id": "pc-02-13-02s0", "raw": "A scene from a TV show in which a blonde woman is lying on the ground, looking up and screaming.", "with_names": "a blonde woman is lying on the ground, looking up and screaming."}, {"scene_id": "pc-02-13-02s1", "raw": "A scene from a TV show in which a man is fighting with a box.", "with_names": "a man is fighting with a box."}, {"scene_id": "pc-02-13-02s2", "raw": "A scene from a TV show in which a woman is wearing a black hat and a white sweater", "with_names": "a woman is wearing a black hat and a white sweater"}, {"scene_id": "pc-02-13-02s3", "raw": "A scene from a TV show in which a woman is seen wearing a black dress and a white shirt", "with_names": "a woman is wearing a black dress and a white shirt"}, {"scene_id": "pc-02-13-02s4", "raw": "A scene from a TV show in which a man is walking down a hallway with his shirt off.", "with_names": "Jamal is walking down a hallway with his shirt off."}, {"scene_id": "pc-02-13-02s5", "raw": "A scene from a TV show in which a woman is sitting on hay and looking at a baby.", "with_names": "Alison is sitting on hay and looking at a baby."}, {"scene_id": "pc-02-13-02s6", "raw": "A scene from a TV show in which a man and a woman are driving a car", "with_names": "Ian and Amy are driving a car"}, {"scene_id": "pc-02-13-02s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-13-02s8", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "Rafe and Alison are looking at each other and smiling."}, {"scene_id": "pc-02-13-02s9", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat", "with_names": "a man is driving a car and a woman is sitting in the passenger seat"}, {"scene_id": "pc-02-13-02s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-02-13-02s11", "raw": "A scene from a TV show in which a man is punching a woman in the face.", "with_names": "Jamal is punching Gabriela in the face."}, {"scene_id": "pc-02-13-02s12", "raw": "A scene from a TV show in which a woman is riding a surfboard in the ocean", "with_names": "Alison is riding a surfboard in the ocean"}, {"scene_id": "pc-02-13-02s13", "raw": "A scene from a TV show in which a man is lying on a hay bale with a woman sitting next to him. The title is Port Charles", "with_names": "a man is lying on a hay bale with a woman sitting next to him. the title is port charles"}]