[{"scene_id": "gl-08-20-04s0", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-20-04s1", "raw": "A scene from a TV show in which a woman is kneeling on the floor, looking at a fireplace.", "with_names": "Dinah is kneeling on the floor, looking at a fireplace."}, {"scene_id": "gl-08-20-04s2", "raw": "A scene from a TV show in which a woman is wearing a white suit and a handbag", "with_names": "a woman is wearing a white suit and a handbag"}, {"scene_id": "gl-08-20-04s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-08-20-04s4", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-08-20-04s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "Bill is looking at Olivia and she is looking away."}, {"scene_id": "gl-08-20-04s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-20-04s7", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and looking down.", "with_names": "Dinah is sitting in front of a fireplace and looking down."}, {"scene_id": "gl-08-20-04s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-08-20-04s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-08-20-04s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Blake is looking at the camera."}, {"scene_id": "gl-08-20-04s13", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking down.", "with_names": "Danny is wearing a white shirt and looking down."}, {"scene_id": "gl-08-20-04s14", "raw": "A scene from a TV show in which a woman is wearing a blue and white plaid shirt and her hair is pulled back.", "with_names": "a woman is wearing a blue and white plaid shirt and her hair is pulled back."}, {"scene_id": "gl-08-20-04s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Edmund is kissing Cassie on the cheek"}, {"scene_id": "gl-08-20-04s17", "raw": "A scene from a TV show in which a man is sitting on a couch and his arms are raised in the air.", "with_names": ""}, {"scene_id": "gl-08-20-04s20", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-08-20-04s21", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "gl-08-20-04s22", "raw": "A scene from a TV show in which a man is being beaten by a prison guard.", "with_names": "Danny is being beaten by a prison guard."}, {"scene_id": "gl-08-20-04s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Gus and she is looking back at him."}, {"scene_id": "gl-08-20-04s24", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-20-04s25", "raw": "A scene from a TV show in which a man and a woman are holding hands, with the woman wearing a ring.", "with_names": "a man and a woman are holding hands, with the woman wearing a ring."}, {"scene_id": "gl-08-20-04s26", "raw": "A scene from a TV show in which a woman is sitting on a bench and holding a baby.", "with_names": "a woman is sitting on a bench and holding a baby."}, {"scene_id": "gl-08-20-04s27", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Gus is crying."}, {"scene_id": "gl-08-20-04s28", "raw": "A scene from a TV show in which a man is lying in bed, his head is on a pillow, and he is snoring.", "with_names": "a man is lying in bed, his head is on a pillow, and he is snoring."}]