[{"scene_id": "atwt-03-15-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-15-06s1", "raw": "A scene from a TV show in which a girl and a boy are standing in a library.", "with_names": "a girl and a boy are standing in a library."}, {"scene_id": "atwt-03-15-06s2", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a red dress.", "with_names": "a blonde woman is looking down and wearing a red dress."}, {"scene_id": "atwt-03-15-06s3", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-03-15-06s4", "raw": "A scene from a TV show in which a woman is holding a bag of Banquet Crock-Pot Classics.", "with_names": "a woman is holding a bag of banquet crock-pot classics."}, {"scene_id": "atwt-03-15-06s5", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-15-06s6", "raw": "A scene from a TV show in which a young man and a girl are standing next to each other.", "with_names": "a young man and a girl are standing next to each other."}, {"scene_id": "atwt-03-15-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and smiling", "with_names": "a woman is looking at a man and smiling"}, {"scene_id": "atwt-03-15-06s8", "raw": "A scene from a TV show in which a person pours a substance onto a white carpet.", "with_names": "a person pours a substance onto a white carpet."}, {"scene_id": "atwt-03-15-06s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-15-06s10", "raw": "A scene from a TV show in which a young man is smiling and wearing a red and white striped shirt.", "with_names": "a young man is smiling and wearing a red and white striped shirt."}, {"scene_id": "atwt-03-15-06s11", "raw": "A scene from a TV show in which a woman is feeding a baby from a bottle while a man looks on.", "with_names": "a woman is feeding a baby from a bottle while a man looks on."}, {"scene_id": "atwt-03-15-06s12", "raw": "A scene from a TV show in which a woman is talking and wearing a black shirt", "with_names": ""}, {"scene_id": "atwt-03-15-06s13", "raw": "A scene from a TV show in which a woman is in a red jacket and black turtleneck and is crying", "with_names": "a woman is in a red jacket and black turtleneck and is crying"}, {"scene_id": "atwt-03-15-06s14", "raw": "A scene from a TV show in which All detergent is used to clean a pile of towels.", "with_names": "all detergent is used to clean a pile of towels."}, {"scene_id": "atwt-03-15-06s15", "raw": "A scene from a TV show in which a meteorologist is talking about a map.", "with_names": ""}, {"scene_id": "atwt-03-15-06s16", "raw": "A scene from a TV show in which a meteorologist is talking about a storm.", "with_names": ""}, {"scene_id": "atwt-03-15-06s17", "raw": "A scene from a TV show in which a young man is smiling and looking at a girl.", "with_names": "a young man is smiling and looking at a girl."}, {"scene_id": "atwt-03-15-06s18", "raw": "A scene from a TV show in which a woman is wearing a red top and large hoop earrings.", "with_names": "a woman is wearing a red top and large hoop earrings."}, {"scene_id": "atwt-03-15-06s19", "raw": "A scene from a TV show in which the words \"Comfort in Every Bar\" are displayed on a brown background", "with_names": "the words \"comfort in every bar\" are displayed on a brown background"}, {"scene_id": "atwt-03-15-06s20", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-15-06s21", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-03-15-06s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-15-06s23", "raw": "A scene from a TV show in which a woman is sitting at a table and another woman is standing behind her.", "with_names": "a woman is sitting at a table and another woman is standing behind her."}, {"scene_id": "atwt-03-15-06s24", "raw": "A scene from a TV show in which a ball is bouncing on a surface.", "with_names": "a ball is bouncing on a surface."}, {"scene_id": "atwt-03-15-06s25", "raw": "A scene from a TV show in which a woman is wearing a green coat and pigtails.", "with_names": "a woman is wearing a green coat and pigtails."}, {"scene_id": "atwt-03-15-06s26", "raw": "A scene from a TV show in which a man is lying naked on a bed with a woman sitting next to him.", "with_names": "] is lying naked on a bed with Lily sitting next to him."}, {"scene_id": "atwt-03-15-06s27", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "atwt-03-15-06s28", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-15-06s29", "raw": "A scene from a TV show in which a bottle of laundry detergent is shown on a washing machine.", "with_names": ""}]