[{"scene_id": "oltl-06-26-08s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-26-08s1", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": "a man is holding a gun and pointing it at someone."}, {"scene_id": "oltl-06-26-08s2", "raw": "A scene from a TV show in which two women are sitting at a table, one is wearing a red dress and the other is wearing a black suit.", "with_names": "two women are sitting at a table, one is wearing a red dress and the other is wearing a black suit."}, {"scene_id": "oltl-06-26-08s3", "raw": "A scene from a TV show in which a man is blurred out.", "with_names": "a man is blurred out."}, {"scene_id": "oltl-06-26-08s4", "raw": "A scene from a TV show in which a woman is holding a dog and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-26-08s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a trophy.", "with_names": "a woman is sitting at a table with a cup and a trophy."}, {"scene_id": "oltl-06-26-08s6", "raw": "A scene from a TV show in which a young woman is singing in front of a coffin.", "with_names": "a young woman is singing in front of a coffin."}, {"scene_id": "oltl-06-26-08s7", "raw": "A scene from a TV show in which a woman is holding a dog and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-26-08s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-26-08s9", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is listening.", "with_names": ""}, {"scene_id": "oltl-06-26-08s10", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "oltl-06-26-08s11", "raw": "A scene from a TV show in which a woman is holding a dog and a man is standing behind her.", "with_names": "a woman is holding a dog and a man is standing behind her."}, {"scene_id": "oltl-06-26-08s12", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-06-26-08s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-26-08s14", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-26-08s15", "raw": "A scene from a TV show in which a man and a woman are walking down a church aisle.", "with_names": "a man and a woman are walking down a church aisle."}, {"scene_id": "oltl-06-26-08s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-26-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-26-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-26-08s19", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking sad.", "with_names": "a man is looking at a woman and he is looking sad."}, {"scene_id": "oltl-06-26-08s20", "raw": "A scene from a TV show in which a man is seen in a black room, with a black background.", "with_names": "a man is in a black room, with a black background."}, {"scene_id": "oltl-06-26-08s21", "raw": "A scene from a TV show in which a woman is holding a gun and yelling.", "with_names": "a woman is holding a gun and yelling."}, {"scene_id": "oltl-06-26-08s22", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-26-08s23", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-06-26-08s24", "raw": "A scene from a TV show in which a woman is seen walking into a room with a clock on the wall.", "with_names": "a woman is walking into a room with a clock on the wall."}, {"scene_id": "oltl-06-26-08s25", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a blonde woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-26-08s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-26-08s27", "raw": "A scene from a TV show in which a woman is lying in bed and another woman is kissing her on the cheek.", "with_names": "a woman is lying in bed and another woman is kissing her on the cheek."}]