[{"scene_id": "oltl-09-21-11s0", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him.", "with_names": "Rex is standing in front of Natalie, and she is looking at him."}, {"scene_id": "oltl-09-21-11s1", "raw": "A scene from a TV show in which a woman is holding a baby in a hospital room.", "with_names": "a woman is holding a baby in a hospital room."}, {"scene_id": "oltl-09-21-11s2", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-21-11s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-21-11s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a baby is laying on the floor.", "with_names": ""}, {"scene_id": "oltl-09-21-11s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-09-21-11s6", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-09-21-11s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-21-11s8", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-21-11s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-21-11s10", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-09-21-11s11", "raw": "A scene from a TV show in which a man is standing in front of a woman, looking at her.", "with_names": "a man is standing in front of a woman, looking at her."}, {"scene_id": "oltl-09-21-11s12", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a dartboard.", "with_names": ""}, {"scene_id": "oltl-09-21-11s13", "raw": "A scene from a TV show in which a woman is looking at a man through a glass wall.", "with_names": "a woman is looking at a man through a glass wall."}, {"scene_id": "oltl-09-21-11s14", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-09-21-11s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-09-21-11s16", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "oltl-09-21-11s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-21-11s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-21-11s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-21-11s20", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-09-21-11s21", "raw": "A scene from a TV show in which a woman is walking down a street and a man is standing next to her.", "with_names": "a woman is walking down a street and a man is standing next to her."}, {"scene_id": "oltl-09-21-11s22", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "oltl-09-21-11s23", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "oltl-09-21-11s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-09-21-11s25", "raw": "A scene from a TV show in which a woman is looking at a man through a glass door.", "with_names": "a woman is looking at a man through a glass door."}, {"scene_id": "oltl-09-21-11s26", "raw": "A scene from a TV show in which a man and a woman sit on a bed and talk.", "with_names": "a man and a woman sit on a bed and talk."}, {"scene_id": "oltl-09-21-11s27", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing in front of him.", "with_names": "a man is in a jail cell and a woman is standing in front of him."}, {"scene_id": "oltl-09-21-11s28", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-09-21-11s29", "raw": "A scene from a TV show in which a woman is being verbally abused by another woman.", "with_names": "a woman is being verbally abused by another woman."}, {"scene_id": "oltl-09-21-11s30", "raw": "A scene from a TV show in which a man is looking at a window and a woman is standing behind him", "with_names": "a man is looking at a window and a woman is standing behind him"}, {"scene_id": "oltl-09-21-11s31", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her, talking to her.", "with_names": ""}, {"scene_id": "oltl-09-21-11s32", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-09-21-11s33", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-09-21-11s34", "raw": "A scene from a TV show in which a police officer is walking down the street and a car is driving by.", "with_names": "a police officer is walking down the street and a car is driving by."}, {"scene_id": "oltl-09-21-11s35", "raw": "A scene from a TV show in which a man is looking down and his head is bowed.", "with_names": "a man is looking down and his head is bowed."}, {"scene_id": "oltl-09-21-11s36", "raw": "A scene from a TV show in which a woman is handcuffed and a police officer stands next to her.", "with_names": "a woman is handcuffed and a police officer stands next to her."}, {"scene_id": "oltl-09-21-11s37", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-21-11s38", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-09-21-11s39", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a table in front of her.", "with_names": "a woman is standing in a room with a lamp on and a table in front of her."}, {"scene_id": "oltl-09-21-11s40", "raw": "A scene from a TV show in which a man is standing in a bar and a woman is sitting at a bar.", "with_names": "a man is standing in a bar and a woman is sitting at a bar."}]