[{"scene_id": "bb-11-05-15s0", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a child.", "with_names": "a man is sitting at a table with a woman and a child."}, {"scene_id": "bb-11-05-15s1", "raw": "A scene from a TV show in which a man is wearing a suit and smiling.", "with_names": "a man is wearing a suit and smiling."}, {"scene_id": "bb-11-05-15s2", "raw": "A scene from a TV show in which a woman is sitting at a table with three men.", "with_names": "a woman is sitting at a table with three men."}, {"scene_id": "bb-11-05-15s3", "raw": "A scene from a TV show in which a woman is standing in front of a man in a blue shirt.", "with_names": "a woman is standing in front of a man in a blue shirt."}, {"scene_id": "bb-11-05-15s4", "raw": "A scene from a TV show in which a man is reaching out to a woman.", "with_names": "a man is reaching out to a woman."}, {"scene_id": "bb-11-05-15s5", "raw": "A scene from a TV show in which a woman is looking at a book and talking.", "with_names": ""}, {"scene_id": "bb-11-05-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-05-15s7", "raw": "A scene from a TV show in which a man stands in front of a bookshelf.", "with_names": "a man stands in front of a bookshelf."}, {"scene_id": "bb-11-05-15s8", "raw": "A scene from a TV show in which a woman is standing in a room and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-11-05-15s9", "raw": "A scene from a TV show in which a woman stands next to a painting of a woman in a dress.", "with_names": "a woman stands next to a painting of a woman in a dress."}, {"scene_id": "bb-11-05-15s10", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf, talking.", "with_names": ""}, {"scene_id": "bb-11-05-15s11", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a girl.", "with_names": "a woman is standing in a room with a man and a girl."}, {"scene_id": "bb-11-05-15s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]