[{"scene_id": "gl-01-24-03s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Michelle is smiling at Bill."}, {"scene_id": "gl-01-24-03s1", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "a man and a woman sit at a table and talk."}, {"scene_id": "gl-01-24-03s2", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-01-24-03s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-01-24-03s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-01-24-03s5", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and a woman are kissing passionately."}, {"scene_id": "gl-01-24-03s6", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-01-24-03s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing ties and smiling.", "with_names": "a man and a woman are standing next to each other, both wearing ties and smiling."}, {"scene_id": "gl-01-24-03s8", "raw": "A scene from a TV show in which a man is talking to someone and a flower is in the background", "with_names": ""}, {"scene_id": "gl-01-24-03s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking shocked.", "with_names": "a man is wearing a suit and tie and looking shocked."}, {"scene_id": "gl-01-24-03s10", "raw": "A scene from a TV show in which a man is standing in front of a woman and another man, who are sitting at a table.", "with_names": "a man is standing in front of a woman and another man, who are sitting at a table."}, {"scene_id": "gl-01-24-03s11", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "gl-01-24-03s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt", "with_names": "a man is wearing a leather jacket and a white t-shirt"}, {"scene_id": "gl-01-24-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "gl-01-24-03s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, both holding drinks.", "with_names": "a man and a woman are sitting at a table, both holding drinks."}, {"scene_id": "gl-01-24-03s15", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "gl-01-24-03s16", "raw": "A scene from a TV show in which a woman is sitting next to a man at a table.", "with_names": "a woman is sitting next to a man at a table."}, {"scene_id": "gl-01-24-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-24-03s18", "raw": "A scene from a TV show in which a woman is talking on a phone", "with_names": ""}, {"scene_id": "gl-01-24-03s19", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-01-24-03s20", "raw": "A scene from a TV show in which a man is sitting at a table and talking.", "with_names": ""}, {"scene_id": "gl-01-24-03s21", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "gl-01-24-03s22", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-01-24-03s23", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white t-shirt", "with_names": "a man is wearing a leather jacket and a white t-shirt"}, {"scene_id": "gl-01-24-03s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-24-03s25", "raw": "", "with_names": ""}, {"scene_id": "gl-01-24-03s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-24-03s27", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "gl-01-24-03s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]