[{"scene_id": "bb-04-21-15s0", "raw": "A scene from a TV show in which a man and a woman are dancing in a living room.", "with_names": "a man and Ivy are dancing in a living room."}, {"scene_id": "bb-04-21-15s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-21-15s2", "raw": "A scene from a TV show in which a man and a woman are hugging and kissing.", "with_names": "a man and a woman are hugging and kissing."}, {"scene_id": "bb-04-21-15s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-21-15s4", "raw": "A scene from a TV show in which a man and a woman kiss in a foyer.", "with_names": "a man and a woman kiss in a foyer."}, {"scene_id": "bb-04-21-15s5", "raw": "A scene from a TV show in which a man is talking to a woman at a dinner table.", "with_names": ""}, {"scene_id": "bb-04-21-15s6", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-04-21-15s7", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "bb-04-21-15s8", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-04-21-15s9", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-21-15s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-21-15s11", "raw": "A scene from a TV show in which a woman kisses a man passionately.", "with_names": "a woman kisses a man passionately."}, {"scene_id": "bb-04-21-15s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-04-21-15s13", "raw": "A scene from a TV show in which a man and a woman are in a living room.", "with_names": "a man and a woman are in a living room."}]