[{"scene_id": "oltl-12-22-06s0", "raw": "A scene from a TV show in which a woman is hugging a man and a girl is standing behind her.", "with_names": "a woman is hugging a man and a girl is standing behind her."}, {"scene_id": "oltl-12-22-06s1", "raw": "A scene from a TV show in which Brad Pitt is holding a baby.", "with_names": "brad pitt is holding a baby."}, {"scene_id": "oltl-12-22-06s2", "raw": "A scene from a TV show in which a woman is standing in front of a Christmas tree.", "with_names": "a woman is standing in front of a christmas tree."}, {"scene_id": "oltl-12-22-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-22-06s6", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with a woman standing behind him.", "with_names": "a man is sitting in a hospital bed with Renee standing behind him."}, {"scene_id": "oltl-12-22-06s7", "raw": "A scene from a TV show in which a man is seen in a hospital bed", "with_names": "a man is in a hospital bed"}, {"scene_id": "oltl-12-22-06s8", "raw": "A scene from a TV show in which a man is sitting in a hospital bed with his arms crossed, while a woman stands behind him, looking concerned.", "with_names": "John is sitting in a hospital bed with his arms crossed, while Natalie stands behind him, looking concerned."}, {"scene_id": "oltl-12-22-06s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "oltl-12-22-06s10", "raw": "A scene from a TV show in which a woman is holding a small white envelope and smiling, while a man stands behind her, looking at the envelope.", "with_names": "Natalie is holding a small white envelope and smiling, while a man stands behind her, looking at the envelope."}, {"scene_id": "oltl-12-22-06s11", "raw": "A scene from a TV show in which a man is trying to kiss a woman in a library.", "with_names": "a man is trying to kiss a woman in a library."}, {"scene_id": "oltl-12-22-06s12", "raw": "A scene from a TV show in which a woman is trying to open a door with her foot.", "with_names": "Viki is trying to open a door with her foot."}, {"scene_id": "oltl-12-22-06s13", "raw": "A scene from a TV show in which a man is sitting on a step with a baby and opening a present.", "with_names": "Antonio is sitting on a step with a baby and opening a present."}, {"scene_id": "oltl-12-22-06s14", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "oltl-12-22-06s15", "raw": "A scene from a TV show in which a woman is being harassed by three men.", "with_names": "Nash is being harassed by three men."}, {"scene_id": "oltl-12-22-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-06s20", "raw": "A scene from a TV show in which two women are standing in a library, wearing Santa hats.", "with_names": "two women are standing in a library, wearing santa hats."}, {"scene_id": "oltl-12-22-06s21", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by another woman.", "with_names": "Renee is being kissed on the cheek by another woman."}, {"scene_id": "oltl-12-22-06s22", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-22-06s23", "raw": "A scene from a TV show in which a doctor and a nurse are discussing the benefits of a new drug.", "with_names": "a doctor and a nurse are discussing the benefits of a new drug."}, {"scene_id": "oltl-12-22-06s24", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-12-22-06s27", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "oltl-12-22-06s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-06s29", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-22-06s30", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is lying in bed in a hospital room.", "with_names": "a woman is standing in a doorway and a man is lying in bed in a hospital room."}, {"scene_id": "oltl-12-22-06s31", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman is holding a baby in her arms, and another man is standing nearby.", "with_names": "a man is lying in a hospital bed, a woman is holding a baby in her arms, and another man is standing nearby."}, {"scene_id": "oltl-12-22-06s32", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "Natalie is wearing a red shirt and a necklace."}, {"scene_id": "oltl-12-22-06s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-22-06s34", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "oltl-12-22-06s35", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-12-22-06s36", "raw": "A scene from a TV show in which a man shakes hands with another manI", "with_names": "Antonio shakes hands with another mani"}, {"scene_id": "oltl-12-22-06s37", "raw": "A scene from a TV show in which a woman is wearing a Santa hat and a man is holding a glass of wine.", "with_names": "a woman is wearing a santa hat and a man is holding a glass of wine."}, {"scene_id": "oltl-12-22-06s38", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-06s39", "raw": "A scene from a TV show in which a woman is sitting on a staircase and talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-12-22-06s40", "raw": "A scene from a TV show in which a man is reading a book.", "with_names": "Cristian is reading a book."}, {"scene_id": "oltl-12-22-06s41", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his hand on her head.", "with_names": "Nash is lying on top of Jessica, with his hand on her head."}, {"scene_id": "oltl-12-22-06s42", "raw": "A scene from a TV show in which a woman is wearing a paramedic uniform and is standing in front of a door.", "with_names": "a woman is wearing a paramedic uniform and is standing in front of a door."}, {"scene_id": "oltl-12-22-06s43", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his forehead.", "with_names": "a man is lying in a hospital bed with a bandage on his forehead."}, {"scene_id": "oltl-12-22-06s44", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "Roxy is being comforted by Clint."}, {"scene_id": "oltl-12-22-06s45", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-06s46", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman is standing next to him, and she is holding a banana.", "with_names": "a man is lying in a hospital bed, Dorian is standing next to him, and she is holding a banana."}]