[{"scene_id": "oltl-12-20-10s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and opening a gift.", "with_names": ""}, {"scene_id": "oltl-12-20-10s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-20-10s2", "raw": "A scene from a TV show in which a man is looking at a window and the number 250 is written on it", "with_names": "a man is looking at a window and the number 250 is written on it"}, {"scene_id": "oltl-12-20-10s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-12-20-10s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-12-20-10s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is smoking a cigarette.", "with_names": ""}, {"scene_id": "oltl-12-20-10s6", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-20-10s7", "raw": "A scene from a TV show in which a man is walking down a hallway and two women are standing behind him.", "with_names": "a man is walking down a hallway and two women are standing behind him."}, {"scene_id": "oltl-12-20-10s8", "raw": "A scene from a TV show in which a man is holding a balloon and another manI is standing next to him.", "with_names": "a man is holding a balloon and another mani is standing next to him."}, {"scene_id": "oltl-12-20-10s9", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-12-20-10s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-20-10s11", "raw": "A scene from a TV show in which a man sits at a desk and talks to someone off camera.", "with_names": "a man sits at a desk and talks to someone off camera."}, {"scene_id": "oltl-12-20-10s12", "raw": "A scene from a TV show in which a man is running from a door", "with_names": "a man is running from a door"}, {"scene_id": "oltl-12-20-10s13", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "oltl-12-20-10s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-12-20-10s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-20-10s16", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him.", "with_names": "a man is sitting at a desk and a woman is standing in front of him."}, {"scene_id": "oltl-12-20-10s17", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-12-20-10s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-20-10s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-20-10s20", "raw": "A scene from a TV show in which a man is standing in front of a door, and a woman is walking towards him.", "with_names": "a man is standing in front of a door, and a woman is walking towards him."}, {"scene_id": "oltl-12-20-10s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-20-10s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and ] are standing in front of a door."}, {"scene_id": "oltl-12-20-10s23", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-12-20-10s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a kitchen.", "with_names": "a man is wearing a suit and a tie and is standing in a kitchen."}, {"scene_id": "oltl-12-20-10s25", "raw": "A scene from a TV show in which a man is hiding behind a door and a flashlight.", "with_names": "a man is hiding behind a door and a flashlight."}, {"scene_id": "oltl-12-20-10s26", "raw": "A scene from a TV show in which a young man sits in a kitchen and looks at the camera.", "with_names": "a young man sits in a kitchen and looks at the camera."}, {"scene_id": "oltl-12-20-10s27", "raw": "A scene from a TV show in which a man is looking up at the ceiling.", "with_names": "a man is looking up at the ceiling."}, {"scene_id": "oltl-12-20-10s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-20-10s29", "raw": "A scene from a TV show in which a man is looking at a woman and a door is behind him", "with_names": "a man is looking at ] and a door is behind him"}, {"scene_id": "oltl-12-20-10s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-20-10s31", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-20-10s32", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-20-10s33", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a doctor is standing next to her.", "with_names": "a woman is holding a piece of paper and a doctor is standing next to her."}, {"scene_id": "oltl-12-20-10s34", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-20-10s35", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-12-20-10s36", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-12-20-10s37", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-20-10s38", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "oltl-12-20-10s39", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "] is looking at Langston and he is looking back at her."}, {"scene_id": "oltl-12-20-10s40", "raw": "A scene from a TV show in which a man is standing at a desk and a computer is on the desk.", "with_names": "a man is standing at a desk and a computer is on the desk."}, {"scene_id": "oltl-12-20-10s41", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-12-20-10s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-20-10s43", "raw": "A scene from a TV show in which a man is standing in a kitchen and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-20-10s44", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-20-10s45", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "oltl-12-20-10s46", "raw": "A scene from a TV show in which a man is shocked by a TV.", "with_names": "a man is shocked by a tv."}, {"scene_id": "oltl-12-20-10s47", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-20-10s48", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-12-20-10s49", "raw": "A scene from a TV show in which two women are standing in a room, looking at each other.", "with_names": "two women are standing in a room, looking at each other."}]