[{"scene_id": "bb-08-22-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-22-14s1", "raw": "A scene from a TV show in which a man and a woman are standing together and talking.", "with_names": ""}, {"scene_id": "bb-08-22-14s2", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a suit.", "with_names": "a woman is wearing a white dress and a man is in a suit."}, {"scene_id": "bb-08-22-14s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-22-14s4", "raw": "A scene from a TV show in which a man and a woman are talking to a group of people.", "with_names": ""}, {"scene_id": "bb-08-22-14s5", "raw": "A scene from a TV show in which a man and woman are talking to a group of people.", "with_names": ""}, {"scene_id": "bb-08-22-14s7", "raw": "A scene from a TV show in which a man and a woman are holding champagne glasses and toasting.", "with_names": "a man and Pam are holding champagne glasses and toasting."}, {"scene_id": "bb-08-22-14s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-22-14s10", "raw": "A scene from a TV show in which a group of people are gathered around a table and enjoying a buffet of food.", "with_names": "a group of people are gathered around a table and enjoying a buffet of food."}, {"scene_id": "bb-08-22-14s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-08-22-14s12", "raw": "A scene from a TV show in which a bride and groom are surrounded by family and friends.", "with_names": "a bride and groom are surrounded by family and friends."}, {"scene_id": "bb-08-22-14s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, holding a glass of champagne.", "with_names": "Rick and Maya are standing next to each other, holding a glass of champagne."}, {"scene_id": "bb-08-22-14s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-08-22-14s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-22-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-22-14s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-22-14s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "bb-08-22-14s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-22-14s21", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}, {"scene_id": "bb-08-22-14s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-22-14s23", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-22-14s24", "raw": "A scene from a TV show in which a man stands in a doorway, wearing a suit and tie.", "with_names": "a man stands in a doorway, wearing a suit and tie."}, {"scene_id": "bb-08-22-14s25", "raw": "A scene from a TV show in which a woman sits in a dark room and looks at a wall.", "with_names": "a woman sits in a dark room and looks at a wall."}, {"scene_id": "bb-08-22-14s26", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-08-22-14s27", "raw": "A scene from a TV show in which a man stands in a kitchen.", "with_names": "a man stands in a kitchen."}, {"scene_id": "bb-08-22-14s30", "raw": "A scene from a TV show in which a young woman is looking at a man.", "with_names": "a young woman is looking at Liam."}, {"scene_id": "bb-08-22-14s31", "raw": "A scene from a TV show in which a young woman is sitting on a bed and looking at a framed picture.", "with_names": "a young woman is sitting on a bed and looking at a framed picture."}]