[{"scene_id": "pc-05-01-01s0", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "a man is in a dark room with a gun pointed at him."}, {"scene_id": "pc-05-01-01s1", "raw": "A scene from a TV show in which a woman is lying down in a hospital bed and her eyes are closed.", "with_names": "a woman is lying down in a hospital bed and her eyes are closed."}, {"scene_id": "pc-05-01-01s2", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "a woman is looking at a man and making a face."}, {"scene_id": "pc-05-01-01s3", "raw": "A scene from a TV show in which a woman is lying on a couch with her eyes closed.", "with_names": "a woman is lying on a couch with her eyes closed."}, {"scene_id": "pc-05-01-01s4", "raw": "A scene from a TV show in which a man is holding a sandwich and a woman is looking at him with a confused expression.", "with_names": "Frank is holding a sandwich and Rhonda is looking at him with a confused expression."}, {"scene_id": "pc-05-01-01s5", "raw": "A scene from a TV show in which a man and a woman sit at a table with wine glasses and a candle.", "with_names": "a man and a woman sit at a table with wine glasses and a candle."}, {"scene_id": "pc-05-01-01s6", "raw": "A scene from a TV show in which a man is sitting next to a younger man and they are both laughing.", "with_names": "a man is sitting next to a younger man and they are both laughing."}, {"scene_id": "pc-05-01-01s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in the background", "with_names": "Frank is wearing a red shirt and Rhonda is in the background"}, {"scene_id": "pc-05-01-01s8", "raw": "A scene from a TV show in which a woman is screaming in a bathroom while two men stand behind her.", "with_names": "a woman is screaming in a bathroom while two men stand behind her."}, {"scene_id": "pc-05-01-01s9", "raw": "A scene from a TV show in which a man is kissing a woman on the neck.", "with_names": "a man is kissing Frank on the neck."}, {"scene_id": "pc-05-01-01s10", "raw": "A scene from a TV show in which a black man is sitting on a couch and talking to a white man.", "with_names": ""}, {"scene_id": "pc-05-01-01s11", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing on the floor.", "with_names": ""}, {"scene_id": "pc-05-01-01s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]