[{"scene_id": "bb-10-19-17s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-10-19-17s1", "raw": "A scene from a TV show in which a man is sitting in a chair wearing a suit and a tie.", "with_names": ""}, {"scene_id": "bb-10-19-17s2", "raw": "A scene from a TV show in which a man looks out a window.", "with_names": "Wyatt looks out a window."}, {"scene_id": "bb-10-19-17s3", "raw": "A scene from a TV show in which a man is sitting at a desk with a cityscape in the background.", "with_names": "a man is sitting at a desk with a cityscape in the background."}, {"scene_id": "bb-10-19-17s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-10-19-17s5", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-19-17s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-19-17s7", "raw": "A scene from a TV show in which a woman is looking at a painting and talking.", "with_names": ""}, {"scene_id": "bb-10-19-17s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-19-17s9", "raw": "A scene from a TV show in which a man is holding his head and looking distressed.", "with_names": "Wyatt is holding his head and looking distressed."}, {"scene_id": "bb-10-19-17s10", "raw": "A scene from a TV show in which a man is standing in an office with a large window and a cityscape in the background.", "with_names": "a man is standing in an office with a large window and a cityscape in the background."}, {"scene_id": "bb-10-19-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-19-17s12", "raw": "A scene from a TV show in which a man is holding a cane and a hand up to his face", "with_names": "a man is holding a cane and a hand up to his face"}, {"scene_id": "bb-10-19-17s13", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-10-19-17s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Wyatt is kissing Katie on the cheek."}, {"scene_id": "bb-10-19-17s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-19-17s16", "raw": "A scene from a TV show in which a man is talking to a therapist.", "with_names": ""}]