[{"scene_id": "atwt-05-19-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-05-19-09s1", "raw": "A scene from a TV show in which a man is holding a box and a woman is standing next to him.", "with_names": "a man is holding a box and a woman is standing next to him."}, {"scene_id": "atwt-05-19-09s2", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-19-09s3", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "a woman is handing a man a piece of paper."}, {"scene_id": "atwt-05-19-09s4", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "atwt-05-19-09s5", "raw": "A scene from a TV show in which a woman is wearing a brown leather jacket and a necklace", "with_names": "a woman is wearing a brown leather jacket and a necklace"}, {"scene_id": "atwt-05-19-09s6", "raw": "A scene from a TV show in which a man is wearing a pink sweater and a headset", "with_names": "a man is wearing a pink sweater and a headset"}, {"scene_id": "atwt-05-19-09s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-19-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt and is pointing his hands in the air.", "with_names": "a man is wearing a suit and a blue shirt and is pointing his hands in the air."}, {"scene_id": "atwt-05-19-09s9", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-05-19-09s10", "raw": "A scene from a TV show in which a woman is yelling and pointing at something.", "with_names": "a woman is yelling and pointing at something."}, {"scene_id": "atwt-05-19-09s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-05-19-09s12", "raw": "A scene from a TV show in which a woman is standing next to a pool table, holding a cue.", "with_names": "a woman is standing next to a pool table, holding a cue."}, {"scene_id": "atwt-05-19-09s13", "raw": "A scene from a TV show in which a dog is lying on a couch in a room with candles and a fireplace.", "with_names": "a dog is lying on a couch in a room with candles and a fireplace."}, {"scene_id": "atwt-05-19-09s14", "raw": "A scene from a TV show in which a man and a woman are in a bar, with a bottle and a wine glass in the background.", "with_names": "] and a woman are in a bar, with a bottle and a wine glass in the background."}, {"scene_id": "atwt-05-19-09s15", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is standing in front of a store.", "with_names": "a man is wearing a suit and a red tie and is standing in front of a store."}, {"scene_id": "atwt-05-19-09s16", "raw": "A scene from a TV show in which a man is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-19-09s17", "raw": "A scene from a TV show in which the men are grilling burgers.", "with_names": "the men are grilling burgers."}, {"scene_id": "atwt-05-19-09s18", "raw": "A scene from a TV show in which a man is looking at a TV screen and talking.", "with_names": ""}, {"scene_id": "atwt-05-19-09s19", "raw": "A scene from a TV show in which a woman is looking up at a man and is wearing a red and black shirt and gold hoop earrings.", "with_names": "a woman is looking up at a man and is wearing a red and black shirt and gold hoop earrings."}, {"scene_id": "atwt-05-19-09s20", "raw": "A scene from a TV show in which a man is dancing in a living room.", "with_names": "a man is dancing in a living room."}, {"scene_id": "atwt-05-19-09s21", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, drinking beer.", "with_names": "] and a woman are standing in a bar, drinking beer."}, {"scene_id": "atwt-05-19-09s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-19-09s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-19-09s24", "raw": "A scene from a TV show in which a woman is shown how to use a blood glucose meter.", "with_names": ""}, {"scene_id": "atwt-05-19-09s25", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a red shirt.", "with_names": "a woman is wearing a brown jacket and a red shirt."}, {"scene_id": "atwt-05-19-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-05-19-09s27", "raw": "A scene from a TV show in which a woman is using a hair straightener on her hair.", "with_names": "a woman is using a hair straightener on her hair."}, {"scene_id": "atwt-05-19-09s28", "raw": "A scene from a TV show in which the main characters are sitting around a table with drinks and food.", "with_names": "the main characters are sitting around a table with drinks and food."}, {"scene_id": "atwt-05-19-09s29", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-05-19-09s30", "raw": "A scene from a TV show in which a woman is falling down in high heels", "with_names": "a woman is falling down in high heels"}]