[{"scene_id": "atwt-08-10-06s0", "raw": "A scene from a TV show in which a young woman is lying on a couch with her arms wrapped around a dog.", "with_names": "a young woman is lying on a couch with her arms wrapped around a dog."}, {"scene_id": "atwt-08-10-06s1", "raw": "A scene from a TV show in which a man is on the phone", "with_names": "a man is on the phone"}, {"scene_id": "atwt-08-10-06s2", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-08-10-06s3", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-10-06s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a wine glass.", "with_names": ""}, {"scene_id": "atwt-08-10-06s5", "raw": "A scene from a TV show in which a woman is standing in front of a piano and her hair is blowing in the wind.", "with_names": "a woman is standing in front of a piano and her hair is blowing in the wind."}, {"scene_id": "atwt-08-10-06s6", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-08-10-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "atwt-08-10-06s8", "raw": "A scene from a TV show in which a woman is seen reaching into a refrigerator to grab a yogurt.", "with_names": "a woman is reaching into a refrigerator to grab a yogurt."}, {"scene_id": "atwt-08-10-06s9", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a necklace.", "with_names": "a blonde woman is wearing a white shirt and a necklace."}, {"scene_id": "atwt-08-10-06s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and another woman is in a bikini.", "with_names": "a woman is wearing a black dress and another woman is in a bikini."}, {"scene_id": "atwt-08-10-06s11", "raw": "A scene from a TV show in which a young man is being questioned by a man in a suit.", "with_names": "a young man is being questioned by a man in a suit."}, {"scene_id": "atwt-08-10-06s12", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-08-10-06s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-10-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-06s15", "raw": "A scene from a TV show in which a woman is walking out of a door with a handbag", "with_names": "a woman is walking out of a door with a handbag"}, {"scene_id": "atwt-08-10-06s16", "raw": "A scene from a TV show in which a man is eating a sandwich in a van.", "with_names": "a man is eating a sandwich in a van."}, {"scene_id": "atwt-08-10-06s17", "raw": "A scene from a TV show in which a woman is silhouetted against a bright light.", "with_names": "a woman is silhouetted against a bright light."}, {"scene_id": "atwt-08-10-06s18", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-06s19", "raw": "A scene from a TV show in which a woman is looking down and a man stands behind her.", "with_names": "a woman is looking down and a man stands behind her."}, {"scene_id": "atwt-08-10-06s20", "raw": "A scene from a TV show in which a young woman is looking off camera.", "with_names": "a young woman is looking off camera."}, {"scene_id": "atwt-08-10-06s21", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him. The caption reads: \"As the world turns.\"", "with_names": "] is standing in front of a woman and she is looking at him. the caption reads: \"as the world turns.\""}, {"scene_id": "atwt-08-10-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-10-06s23", "raw": "A scene from a TV show in which a young man is sitting at a table with a woman in the background.", "with_names": "a young man is sitting at a table with a woman in the background."}, {"scene_id": "atwt-08-10-06s24", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-10-06s25", "raw": "A scene from a TV show in which a Wal-Mart logo is superimposed on a person's feet", "with_names": "a wal-mart logo is superimposed on a person's feet"}, {"scene_id": "atwt-08-10-06s26", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-10-06s27", "raw": "A scene from a TV show in which a man is sitting at a bar, holding a beer in his hand and looking at a woman who is sitting next to him.", "with_names": "a man is sitting at a bar, holding a beer in his hand and looking at a woman who is sitting next to him."}, {"scene_id": "atwt-08-10-06s28", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a watch.", "with_names": ""}, {"scene_id": "atwt-08-10-06s29", "raw": "A scene from a TV show in which a woman is sitting in a room and looking down.", "with_names": "a woman is sitting in a room and looking down."}, {"scene_id": "atwt-08-10-06s30", "raw": "A scene from a TV show in which a city is being destroyed by a tornado. The words Kohl's Super Saturday are written in the middle of the image.", "with_names": "a city is being destroyed by a tornado. the words kohl's super saturday are written in the middle of the image."}]