[{"scene_id": "oltl-11-15-10s0", "raw": "A scene from a TV show in which a woman is wearing a black suit and a blonde wig.", "with_names": "a woman is wearing a black suit and a blonde wig."}, {"scene_id": "oltl-11-15-10s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-15-10s2", "raw": "A scene from a TV show in which a woman is looking at her phone and another woman is standing behind her", "with_names": "a woman is looking at her phone and another woman is standing behind her"}, {"scene_id": "oltl-11-15-10s3", "raw": "A scene from a TV show in which a man is holding a box and a woman is standing next to him.", "with_names": "a man is holding a box and a woman is standing next to him."}, {"scene_id": "oltl-11-15-10s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie", "with_names": "a man is wearing a white shirt and a black tie"}, {"scene_id": "oltl-11-15-10s5", "raw": "A scene from a TV show in which a man is seen in a dark room with a blue light shining on him.", "with_names": "a man is in a dark room with a blue light shining on him."}, {"scene_id": "oltl-11-15-10s6", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-11-15-10s7", "raw": "A scene from a TV show in which a man is trying to remove a shirt from another man.", "with_names": "a man is trying to remove a shirt from another man."}, {"scene_id": "oltl-11-15-10s8", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-11-15-10s9", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "oltl-11-15-10s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-15-10s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "oltl-11-15-10s12", "raw": "A scene from a TV show in which a woman is trying to break into a house.", "with_names": "a woman is trying to break into a house."}, {"scene_id": "oltl-11-15-10s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-15-10s14", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a cup.", "with_names": "a man is sitting at a table with a bottle and a cup."}, {"scene_id": "oltl-11-15-10s15", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "oltl-11-15-10s16", "raw": "A scene from a TV show in which a woman is standing on a roof, talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-11-15-10s17", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-11-15-10s18", "raw": "A scene from a TV show in which a man is getting his tie adjusted by a woman.", "with_names": "a man is getting his tie adjusted by a woman."}, {"scene_id": "oltl-11-15-10s19", "raw": "A scene from a TV show in which a couple is sitting on the floor, wearing Hawaiian leis and sunglasses.", "with_names": "a couple is sitting on the floor, wearing hawaiian leis and sunglasses."}, {"scene_id": "oltl-11-15-10s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-15-10s21", "raw": "A scene from a TV show in which a man is standing next to a woman, and another man is sitting at a piano.", "with_names": "a man is standing next to a woman, and another man is sitting at a piano."}, {"scene_id": "oltl-11-15-10s22", "raw": "A scene from a TV show in which a woman is wearing a black dress and is walking down a hallway.", "with_names": "a woman is wearing a black dress and is walking down a hallway."}, {"scene_id": "oltl-11-15-10s23", "raw": "A scene from a TV show in which a woman is walking down a flight of stairs with a child.", "with_names": "a woman is walking down a flight of stairs with a child."}, {"scene_id": "oltl-11-15-10s24", "raw": "A scene from a TV show in which a man is wearing suspenders and a bow tie.", "with_names": "a man is wearing suspenders and a bow tie."}, {"scene_id": "oltl-11-15-10s25", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "oltl-11-15-10s26", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black shirt.", "with_names": "a woman is looking at the camera and wearing a black shirt."}, {"scene_id": "oltl-11-15-10s27", "raw": "A scene from a TV show in which a woman is dancing in a tank top and jeans.", "with_names": "a woman is dancing in a tank top and jeans."}, {"scene_id": "oltl-11-15-10s28", "raw": "A scene from a TV show in which two men are dancing in a kitchen.", "with_names": "two men are dancing in a kitchen."}, {"scene_id": "oltl-11-15-10s29", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-15-10s30", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie.", "with_names": "a man is wearing a white shirt and a black tie."}, {"scene_id": "oltl-11-15-10s31", "raw": "A scene from a TV show in which a young girl is comforted by her mother.", "with_names": "a young girl is comforted by her mother."}, {"scene_id": "oltl-11-15-10s32", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "oltl-11-15-10s33", "raw": "A scene from a TV show in which a woman is smiling.", "with_names": "a woman is smiling."}]