[{"scene_id": "gl-05-27-05s0", "raw": "A scene from a TV show in which a white sheet is seen on a table", "with_names": "a white sheet is on a table"}, {"scene_id": "gl-05-27-05s1", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-05-27-05s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-27-05s3", "raw": "A scene from a TV show in which a woman is seen in a dark room with a candle.", "with_names": "Lizzie is in a dark room with a candle."}, {"scene_id": "gl-05-27-05s4", "raw": "A scene from a TV show in which a man is drinking a glass of wine", "with_names": "a man is drinking a glass of wine"}, {"scene_id": "gl-05-27-05s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "gl-05-27-05s6", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-05-27-05s7", "raw": "A scene from a TV show in which a man is seen looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "gl-05-27-05s8", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "Tv announcer is kissing another woman on the cheek."}, {"scene_id": "gl-05-27-05s10", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "gl-05-27-05s11", "raw": "A scene from a TV show in which a doctor is trying to stop a patient from running out of the hospital.", "with_names": "a doctor is trying to stop a patient from running out of the hospital."}, {"scene_id": "gl-05-27-05s12", "raw": "A scene from a TV show in which a doctor is seen looking down at a patient.", "with_names": "a doctor is looking down at a patient."}, {"scene_id": "gl-05-27-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-27-05s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-27-05s19", "raw": "A scene from a TV show in which a woman is wearing a pink cardigan and a white top.", "with_names": "Buzz is wearing a pink cardigan and a white top."}, {"scene_id": "gl-05-27-05s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-27-05s21", "raw": "A scene from a TV show in which a book is placed on a shelf and a shadow appears", "with_names": "a book is placed on a shelf and a shadow appears"}, {"scene_id": "gl-05-27-05s25", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Man's voice is being groped by a man."}, {"scene_id": "gl-05-27-05s26", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a necklace.", "with_names": "All is wearing a blue shirt and a necklace."}, {"scene_id": "gl-05-27-05s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-05-27-05s30", "raw": "A scene from a TV show in which a man is holding a gift.", "with_names": "Gus is holding a gift."}, {"scene_id": "gl-05-27-05s31", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "gl-05-27-05s32", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a white shirt.", "with_names": "Buzz is wearing a green jacket and a white shirt."}, {"scene_id": "gl-05-27-05s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-27-05s35", "raw": "A scene from a TV show in which a man is talking to a woman in a suit.", "with_names": ""}, {"scene_id": "gl-05-27-05s36", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and flowers.", "with_names": "Gus and Alexandra are standing in a room with a table and flowers."}, {"scene_id": "gl-05-27-05s39", "raw": "A scene from a TV show in which a woman is lying on a bed with her hand on her stomach", "with_names": "a woman is lying on a bed with her hand on her stomach"}, {"scene_id": "gl-05-27-05s40", "raw": "A scene from a TV show in which a man is sitting at a cash register and a woman is standing behind him.", "with_names": "a man is sitting at a cash register and Alexandra is standing behind him."}, {"scene_id": "gl-05-27-05s41", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a sign is visible behind them.", "with_names": "a man is sitting at a table with Gus, and a sign is visible behind them."}, {"scene_id": "gl-05-27-05s42", "raw": "A scene from a TV show in which a man is kissing a woman in a dark room.", "with_names": "a man is kissing Alexandra in a dark room."}, {"scene_id": "gl-05-27-05s44", "raw": "A scene from a TV show in which a young woman is shown with a red lip.", "with_names": ""}]