[{"scene_id": "gl-07-04-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-04-03s1", "raw": "", "with_names": ""}, {"scene_id": "gl-07-04-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and a bald man denoting a man with a mustache and Hawaiian shirt.", "with_names": ""}, {"scene_id": "gl-07-04-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-04-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-04-03s5", "raw": "A scene from a TV show in which a man is standing in front of a vase and looking down.", "with_names": "a man is standing in front of a vase and looking down."}, {"scene_id": "gl-07-04-03s6", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "gl-07-04-03s7", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a red and white striped towel around her shoulders.", "with_names": "a woman is wearing a white tank top and a red and white striped towel around her shoulders."}, {"scene_id": "gl-07-04-03s8", "raw": "A scene from a TV show in which a man is holding a baby in a flower shop.", "with_names": "a man is holding a baby in a flower shop."}, {"scene_id": "gl-07-04-03s9", "raw": "A scene from a TV show in which a man is seen wearing sunglasses and a blue shirt.", "with_names": "a man is wearing sunglasses and a blue shirt."}, {"scene_id": "gl-07-04-03s10", "raw": "A scene from a TV show in which a man is sitting in a room and smiling.", "with_names": "a man is sitting in a room and smiling."}, {"scene_id": "gl-07-04-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-04-03s12", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-07-04-03s13", "raw": "A scene from a TV show in which a man is being served a meal by a waiter.", "with_names": "a man is being served a meal by a waiter."}, {"scene_id": "gl-07-04-03s14", "raw": "A scene from a TV show in which a woman is wearing a Santa hat and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-04-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and an American flag is hanging in the background.", "with_names": ""}, {"scene_id": "gl-07-04-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-04-03s17", "raw": "A scene from a TV show in which a man and a woman are talking to a third man.", "with_names": ""}, {"scene_id": "gl-07-04-03s18", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-04-03s19", "raw": "A scene from a TV show in which a man talks on a cell phone while other people look on.", "with_names": "a man talks on a cell phone while other people look on."}, {"scene_id": "gl-07-04-03s20", "raw": "A scene from a TV show in which two blonde women are standing in a room, one of them is handing a blue bowl to the other.", "with_names": "two blonde women are standing in a room, one of them is handing a blue bowl to the other."}, {"scene_id": "gl-07-04-03s21", "raw": "", "with_names": ""}, {"scene_id": "gl-07-04-03s22", "raw": "A scene from a TV show in which a woman is being comforted by her mother.", "with_names": "a woman is being comforted by her mother."}, {"scene_id": "gl-07-04-03s23", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-07-04-03s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-04-03s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-04-03s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is reaching out to her with a shoe.", "with_names": ""}, {"scene_id": "gl-07-04-03s27", "raw": "A scene from a TV show in which a man is holding a bottle and looking at it.", "with_names": "a man is holding a bottle and looking at it."}, {"scene_id": "gl-07-04-03s28", "raw": "A scene from a TV show in which a woman is sitting at a table with a bowl and a bottle of wine.", "with_names": "a woman is sitting at a table with a bowl and a bottle of wine."}]