[{"scene_id": "bb-03-30-15s0", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-03-30-15s1", "raw": "A scene from a TV show in which a man and a woman are talking to a young manre", "with_names": ""}, {"scene_id": "bb-03-30-15s2", "raw": "", "with_names": ""}, {"scene_id": "bb-03-30-15s3", "raw": "A scene from a TV show in which a man sits in a room with a large window and a view of the city.", "with_names": "a man sits in a room with a large window and a view of the city."}, {"scene_id": "bb-03-30-15s4", "raw": "A scene from a TV show in which a man is holding a camera lens up to his face.", "with_names": "a man is holding a camera lens up to his face."}, {"scene_id": "bb-03-30-15s6", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie and is talking to another man.", "with_names": ""}, {"scene_id": "bb-03-30-15s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-03-30-15s8", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "bb-03-30-15s9", "raw": "A scene from a TV show in which a woman is yelling and a man is looking at her.", "with_names": "a woman is yelling and a man is looking at her."}, {"scene_id": "bb-03-30-15s11", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-03-30-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-30-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a desk and a lamp.", "with_names": "a man and a woman are standing in a room with a desk and a lamp."}, {"scene_id": "bb-03-30-15s15", "raw": "A scene from a TV show in which a woman is standing next to a man and a lawyer.", "with_names": "a woman is standing next to a man and a lawyer."}, {"scene_id": "bb-03-30-15s18", "raw": "A scene from a TV show in which a woman and a man stand next to each other in a courtroom.", "with_names": "a woman and Rick stand next to each other in a courtroom."}, {"scene_id": "bb-03-30-15s21", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "Ridge is wearing a suit and a purple tie."}, {"scene_id": "bb-03-30-15s22", "raw": "A scene from a TV show in which a man is holding a woman by the arm.", "with_names": "a man is holding Quinn by the arm."}, {"scene_id": "bb-03-30-15s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-30-15s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-30-15s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a couch and a painting.", "with_names": "Wyatt and Quinn are standing in a room with a couch and a painting."}, {"scene_id": "bb-03-30-15s26", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}]