[{"scene_id": "bb-11-21-17s0", "raw": "A scene from a TV show in which a woman is being groped by a man", "with_names": "a woman is being groped by a man"}, {"scene_id": "bb-11-21-17s1", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-11-21-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-11-21-17s4", "raw": "A scene from a TV show in which a woman is walking down a staircase with a man.", "with_names": "Maya is walking down a staircase with Quinn."}, {"scene_id": "bb-11-21-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-21-17s6", "raw": "A scene from a TV show in which a man is talking to another man in an office.", "with_names": ""}, {"scene_id": "bb-11-21-17s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-11-21-17s8", "raw": "A scene from a TV show in which a mansion is shown in the background and a pool is in the foreground.", "with_names": ""}, {"scene_id": "bb-11-21-17s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-21-17s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Charlie and a woman sit on a couch and talk."}, {"scene_id": "bb-11-21-17s12", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "bb-11-21-17s13", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-11-21-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-11-21-17s15", "raw": "A scene from a TV show in which a couple is shown praying for their son who has been diagnosed with a rare form of cancer.", "with_names": ""}, {"scene_id": "bb-11-21-17s16", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at a book.", "with_names": "a man and a woman sit on a couch, looking at a book."}, {"scene_id": "bb-11-21-17s17", "raw": "A scene from a TV show in which a couple is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-11-21-17s19", "raw": "A scene from a TV show in which a man sits in a chair and looks at the camera.", "with_names": "Charlie sits in a chair and looks at the camera."}, {"scene_id": "bb-11-21-17s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-11-21-17s21", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Quinn is looking at the camera."}]