[{"scene_id": "bb-04-23-14s0", "raw": "A scene from a TV show in which a woman stands in a room and reads a book.", "with_names": "Hope stands in a room and reads a book."}, {"scene_id": "bb-04-23-14s1", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-23-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-23-14s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-04-23-14s4", "raw": "A scene from a TV show in which a man holds up a bottle of water and makes a hand gesture.", "with_names": "a man holds up a bottle of water and makes a hand gesture."}, {"scene_id": "bb-04-23-14s5", "raw": "A scene from a TV show in which a man reads a newspaper.", "with_names": "a man reads a newspaper."}, {"scene_id": "bb-04-23-14s6", "raw": "A scene from a TV show in which a man and a woman are walking into a room where a couple is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-04-23-14s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-23-14s8", "raw": "A scene from a TV show in which a man is standing in a living room and swinging a golf club.", "with_names": "a man is standing in a living room and swinging a golf club."}, {"scene_id": "bb-04-23-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-23-14s10", "raw": "A scene from a TV show in which a man is standing in a kitchen and talking to someone.", "with_names": ""}, {"scene_id": "bb-04-23-14s11", "raw": "A scene from a TV show in which a man and a woman sit at a table with a bottle of water.", "with_names": "a man and a woman sit at a table with a bottle of water."}, {"scene_id": "bb-04-23-14s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}]