[{"scene_id": "bb-04-03-06s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and kissing.", "with_names": ""}, {"scene_id": "bb-04-03-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-04-03-06s2", "raw": "A scene from a TV show in which a man is holding a cup to his mouth and a clock is visible in the background.", "with_names": "a man is holding a cup to his mouth and a clock is visible in the background."}, {"scene_id": "bb-04-03-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-03-06s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-03-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding a beer.", "with_names": "a man and a woman are standing next to each other, both holding a beer."}, {"scene_id": "bb-04-03-06s6", "raw": "A scene from a TV show in which a woman is wearing a green suit and a gold brooch.", "with_names": "a woman is wearing a green suit and a gold brooch."}, {"scene_id": "bb-04-03-06s7", "raw": "A scene from a TV show in which a woman holds a baby and talks to a man.", "with_names": "a woman holds a baby and talks to a man."}, {"scene_id": "bb-04-03-06s8", "raw": "A scene from a TV show in which a woman is wearing a bikini and a blonde woman is standing next to her.", "with_names": "a woman is wearing a bikini and a blonde woman is standing next to her."}, {"scene_id": "bb-04-03-06s9", "raw": "A scene from a TV show in which a man and a boy are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-04-03-06s10", "raw": "A scene from a TV show in which a man is talking to a clock.", "with_names": ""}, {"scene_id": "bb-04-03-06s11", "raw": "A scene from a TV show in which a young boy and girl are dressed up as pirates.", "with_names": "a young boy and girl are dressed up as pirates."}, {"scene_id": "bb-04-03-06s12", "raw": "A scene from a TV show in which a man is holding a microphone to his mouth.", "with_names": "] is holding a microphone to his mouth."}, {"scene_id": "bb-04-03-06s13", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing next to her.", "with_names": "a woman is wearing a bikini and a man is standing next to her."}, {"scene_id": "bb-04-03-06s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}]