[{"scene_id": "atwt-04-22-03s0", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "Hal is smiling at a woman."}, {"scene_id": "atwt-04-22-03s1", "raw": "A scene from a TV show in which a police officer is talking to a man in a blue shirt.", "with_names": ""}, {"scene_id": "atwt-04-22-03s2", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "] and a woman are standing in front of a door."}, {"scene_id": "atwt-04-22-03s3", "raw": "A scene from a TV show in which a man is standing in front of a pink wall and a painting of a woman is hanging on the wall.", "with_names": "a man is standing in front of a pink wall and a painting of a woman is hanging on the wall."}, {"scene_id": "atwt-04-22-03s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-04-22-03s5", "raw": "A scene from a TV show in which a young man is crying", "with_names": "a young man is crying"}, {"scene_id": "atwt-04-22-03s6", "raw": "A scene from a TV show in which a man is talking on the phone and looking upset.", "with_names": ""}, {"scene_id": "atwt-04-22-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-22-03s8", "raw": "A scene from a TV show in which a young boy is seen boarding a bus.", "with_names": "a young boy is boarding a bus."}, {"scene_id": "atwt-04-22-03s9", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a blonde woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-22-03s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking to the right.", "with_names": "a man is wearing a red shirt and looking to the right."}, {"scene_id": "atwt-04-22-03s11", "raw": "A scene from a TV show in which a black man is being arrested by a white police officer.", "with_names": "a black man is being arrested by a white police officer."}, {"scene_id": "atwt-04-22-03s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-22-03s13", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-04-22-03s14", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-22-03s15", "raw": "A scene from a TV show in which a young boy is eating a bowl of cereal.", "with_names": "a young boy is eating a bowl of cereal."}, {"scene_id": "atwt-04-22-03s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-22-03s17", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette woman.", "with_names": "a blonde woman is sitting next to a brunette woman."}, {"scene_id": "atwt-04-22-03s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-22-03s19", "raw": "A scene from a TV show in which a black man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a black man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-04-22-03s20", "raw": "A scene from a TV show in which a little girl is seen picking cotton.", "with_names": "a little girl is picking cotton."}, {"scene_id": "atwt-04-22-03s21", "raw": "A scene from a TV show in which a man is drinking a glass of wine.", "with_names": "] is drinking a glass of wine."}, {"scene_id": "atwt-04-22-03s22", "raw": "A scene from a TV show in which a woman is wearing a green suit and a man is standing behind her.", "with_names": "a woman is wearing a green suit and a man is standing behind her."}, {"scene_id": "atwt-04-22-03s23", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "Ben is leaning over ] in a hospital bed."}]