[{"scene_id": "gl-08-28-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-28-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-08-28-06s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "Dinah is sitting at a table with Jeffrey."}, {"scene_id": "gl-08-28-06s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-28-06s4", "raw": "A scene from a TV show in which a white button is pressed", "with_names": "a white button is pressed"}, {"scene_id": "gl-08-28-06s5", "raw": "A scene from a TV show in which a man is standing in front of a fireplace, a young man is behind him, and a younger man to his left.", "with_names": "a man is standing in front of a fireplace, a young man is behind him, and a younger man to his left."}, {"scene_id": "gl-08-28-06s6", "raw": "A scene from a TV show in which a man is sitting at a bar, wearing a suit and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-28-06s7", "raw": "A scene from a TV show in which a man is walking down a hallway and looking down at his shoes.", "with_names": "a man is walking down a hallway and looking down at his shoes."}, {"scene_id": "gl-08-28-06s8", "raw": "A scene from a TV show in which a woman is in labor and a man is holding her belly.", "with_names": "a woman is in labor and a man is holding her belly."}, {"scene_id": "gl-08-28-06s9", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-08-28-06s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-08-28-06s11", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-28-06s12", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-28-06s13", "raw": "A scene from a TV show in which a blonde woman is laughing", "with_names": "a blonde woman is laughing"}, {"scene_id": "gl-08-28-06s14", "raw": "A scene from a TV show in which a woman is looking down and touching her neck", "with_names": "a woman is looking down and touching her neck"}, {"scene_id": "gl-08-28-06s15", "raw": "A scene from a TV show in which a woman is talking about the importance of the light.", "with_names": ""}, {"scene_id": "gl-08-28-06s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-08-28-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-28-06s18", "raw": "A scene from a TV show in which a doctor is talking to a patient", "with_names": ""}, {"scene_id": "gl-08-28-06s19", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-08-28-06s20", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "gl-08-28-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-28-06s22", "raw": "A scene from a TV show in which a man is standing behind a woman in a jail cell.", "with_names": "a man is standing behind a woman in a jail cell."}, {"scene_id": "gl-08-28-06s23", "raw": "A scene from a TV show in which a woman is having a massage by a man.", "with_names": "a woman is having a massage by Buzz."}, {"scene_id": "gl-08-28-06s24", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-28-06s25", "raw": "A scene from a TV show in which a woman is lying on a bed, her head is in her hands.", "with_names": "a woman is lying on a bed, her head is in her hands."}, {"scene_id": "gl-08-28-06s27", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "gl-08-28-06s28", "raw": "A scene from a TV show in which a woman is getting her wedding dress ready.", "with_names": "a woman is getting her wedding dress ready."}, {"scene_id": "gl-08-28-06s29", "raw": "A scene from a TV show in which a man is playing a flute in a forest.", "with_names": "a man is playing a flute in a forest."}]