[{"scene_id": "bb-02-08-17s0", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "Wyatt is proposing to Steffy."}, {"scene_id": "bb-02-08-17s1", "raw": "A scene from a TV show in which a woman is writing a letter to a man", "with_names": "Pam is writing a letter to Thomas"}, {"scene_id": "bb-02-08-17s2", "raw": "A scene from a TV show in which a man is wearing a green scarf and a black jacket.", "with_names": "a man is wearing a green scarf and a black jacket."}, {"scene_id": "bb-02-08-17s3", "raw": "A scene from a TV show in which a man is wearing a tie and vest", "with_names": "Saul is wearing a tie and vest"}, {"scene_id": "bb-02-08-17s4", "raw": "A scene from a TV show in which a man is sitting in an office and talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-08-17s5", "raw": "A scene from a TV show in which a man is sitting at a desk and pointing at his head.", "with_names": "Saul is sitting at a desk and pointing at his head."}, {"scene_id": "bb-02-08-17s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-08-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "bb-02-08-17s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-08-17s9", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is sitting at a desk.", "with_names": ""}, {"scene_id": "bb-02-08-17s10", "raw": "A scene from a TV show in which a woman is wearing a hat and a colorful jacket.", "with_names": "a woman is wearing a hat and a colorful jacket."}, {"scene_id": "bb-02-08-17s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone and another woman is standing behind her.", "with_names": ""}, {"scene_id": "bb-02-08-17s12", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "Thomas and Steffy are sitting at a table."}, {"scene_id": "bb-02-08-17s13", "raw": "A scene from a TV show in which a woman is being served by a waiter and a man is reading a menu.", "with_names": "a woman is being served by a waiter and Saul is reading a menu."}, {"scene_id": "bb-02-08-17s14", "raw": "A scene from a TV show in which a man is standing in front of a cityscape.", "with_names": "a man is standing in front of a cityscape."}, {"scene_id": "bb-02-08-17s15", "raw": "A scene from a TV show in which a woman is reading a book in front of a green bush.", "with_names": "a woman is reading a book in front of a green bush."}, {"scene_id": "bb-02-08-17s17", "raw": "A scene from a TV show in which a man and a woman are dressed in a black and white striped outfit.", "with_names": "Thomas and a woman are dressed in a black and white striped outfit."}, {"scene_id": "bb-02-08-17s18", "raw": "A scene from a TV show in which a man is looking at a pair of glasses and smiling.", "with_names": "Steffy is looking at a pair of glasses and smiling."}, {"scene_id": "bb-02-08-17s19", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a hat and is talking to another woman demonstratively.", "with_names": ""}, {"scene_id": "bb-02-08-17s20", "raw": "A scene from a TV show in which a man and a woman are laughing.", "with_names": "Steffy and Sally are laughing."}]