[{"scene_id": "gl-10-09-06s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-09-06s1", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at her hand", "with_names": "a woman is sitting at a desk and looking at her hand"}, {"scene_id": "gl-10-09-06s2", "raw": "A scene from a TV show in which a blue light is shining on a building.", "with_names": "a blue light is shining on a building."}, {"scene_id": "gl-10-09-06s3", "raw": "A scene from a TV show in which a woman is looking at her hair and touching her head", "with_names": "a woman is looking at her hair and touching her head"}, {"scene_id": "gl-10-09-06s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and is looking at her laptop.", "with_names": "a woman is sitting at a desk and is looking at her laptop."}, {"scene_id": "gl-10-09-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is covering her face.", "with_names": ""}, {"scene_id": "gl-10-09-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-10-09-06s7", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "gl-10-09-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-09-06s9", "raw": "A scene from a TV show in which a woman is sitting at a desk with a typewriter and a cup of coffee.", "with_names": "Marina is sitting at a desk with a typewriter and a cup of coffee."}, {"scene_id": "gl-10-09-06s10", "raw": "A scene from a TV show in which a woman is wearing a sweater and looking at the camera.", "with_names": "a woman is wearing a sweater and looking at the camera."}, {"scene_id": "gl-10-09-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-09-06s12", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-10-09-06s13", "raw": "A scene from a TV show in which a man is talking to someone and his hair is wet.", "with_names": ""}, {"scene_id": "gl-10-09-06s14", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace", "with_names": "a blonde woman is wearing a black dress and a necklace"}, {"scene_id": "gl-10-09-06s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-09-06s16", "raw": "A scene from a TV show in which a woman is sitting in a library and her hair is blowing in the wind.", "with_names": "Beth is sitting in a library and her hair is blowing in the wind."}, {"scene_id": "gl-10-09-06s17", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "gl-10-09-06s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-10-09-06s19", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-09-06s20", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-09-06s21", "raw": "A scene from a TV show in which a man is wearing a grey jacket and a black shirt.", "with_names": "Jonathan is wearing a grey jacket and a black shirt."}, {"scene_id": "gl-10-09-06s22", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "Remy is handing Tammy a piece of paper."}, {"scene_id": "gl-10-09-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-09-06s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-09-06s25", "raw": "A scene from a TV show in which a man is sitting on a couch and a cat is laying on his lap", "with_names": ""}, {"scene_id": "gl-10-09-06s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking angry.", "with_names": "a man is wearing a suit and a tie and looking angry."}]