[{"scene_id": "atwt-04-12-07s0", "raw": "A scene from a TV show in which a woman is running in a room with a chair and a bookcase.", "with_names": "a woman is running in a room with a chair and a bookcase."}, {"scene_id": "atwt-04-12-07s1", "raw": "A scene from a TV show in which a young woman is wearing a wig.", "with_names": "a young woman is wearing a wig."}, {"scene_id": "atwt-04-12-07s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a younger womanI", "with_names": "a woman is standing in a kitchen with a younger womani"}, {"scene_id": "atwt-04-12-07s3", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a green top.", "with_names": "a blonde woman is smiling and wearing a green top."}, {"scene_id": "atwt-04-12-07s4", "raw": "A scene from a TV show in which two hosts are talking about the late show.", "with_names": ""}, {"scene_id": "atwt-04-12-07s5", "raw": "A scene from a TV show in which a young man sits on a couch and looks at the camera.", "with_names": "a young man sits on a couch and looks at the camera."}, {"scene_id": "atwt-04-12-07s6", "raw": "A scene from a TV show in which a shirtless man is sitting in a room with a woman.", "with_names": "a shirtless man is sitting in a room with a woman."}, {"scene_id": "atwt-04-12-07s7", "raw": "A scene from a TV show in which a man is looking at a painting and making a face", "with_names": "a man is looking at a painting and making a face"}, {"scene_id": "atwt-04-12-07s8", "raw": "A scene from a TV show in which a woman is standing in front of a mirror and a man is looking at her.", "with_names": "a woman is standing in front of a mirror and a man is looking at her."}, {"scene_id": "atwt-04-12-07s9", "raw": "A scene from a TV show in which a girl is sitting in a diner and talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-12-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-12-07s11", "raw": "A scene from a TV show in which a bride is wearing a white dress and a veil.", "with_names": "a bride is wearing a white dress and a veil."}, {"scene_id": "atwt-04-12-07s12", "raw": "A scene from a TV show in which a woman is wearing a chef's hat and apron and is holding a bunch of groceries.", "with_names": "a woman is wearing a chef's hat and apron and is holding a bunch of groceries."}, {"scene_id": "atwt-04-12-07s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-12-07s14", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie.", "with_names": "a man is wearing a suit and a bow tie."}, {"scene_id": "atwt-04-12-07s15", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-04-12-07s16", "raw": "A scene from a TV show in which pink flowers are blooming.", "with_names": "pink flowers are blooming."}, {"scene_id": "atwt-04-12-07s17", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-04-12-07s18", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a spoon in front of her.", "with_names": "a woman is sitting at a table with a cup and a spoon in front of her."}, {"scene_id": "atwt-04-12-07s19", "raw": "A scene from a TV show in which a man runs through the woods shirtless.", "with_names": "a man runs through the woods shirtless."}, {"scene_id": "atwt-04-12-07s20", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]