[{"scene_id": "atwt-02-02-06s0", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-02-02-06s1", "raw": "A scene from a TV show in which a man is looking at a vase and saying, \"I'm not sure what to do with this.\"", "with_names": "a man is looking at a vase and saying, \"i'm not sure what to do with this.\""}, {"scene_id": "atwt-02-02-06s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to two women.", "with_names": ""}, {"scene_id": "atwt-02-02-06s3", "raw": "A scene from a TV show in which a family sits around a table in a living room.", "with_names": "a family sits around a table in a living room."}, {"scene_id": "atwt-02-02-06s4", "raw": "A scene from a TV show in which a man is seen with his face blurred out.", "with_names": "a man is with his face blurred out."}, {"scene_id": "atwt-02-02-06s5", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-02-02-06s6", "raw": "A scene from a TV show in which a man is looking down and another man is standing behind him.", "with_names": "a man is looking down and another man is standing behind him."}, {"scene_id": "atwt-02-02-06s7", "raw": "A scene from a TV show in which a man is holding a deck of cards and a woman is looking at him.", "with_names": "a man is holding a deck of cards and a woman is looking at him."}, {"scene_id": "atwt-02-02-06s8", "raw": "A scene from a TV show in which a man is lifting dumbbells. The word \"harder\" is written on the front of his shirt.", "with_names": "a man is lifting dumbbells. the word \"harder\" is written on the front of his shirt."}, {"scene_id": "atwt-02-02-06s9", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is standing behind her", "with_names": "a woman is wearing a pink turtleneck and a man is standing behind her"}, {"scene_id": "atwt-02-02-06s10", "raw": "A scene from a TV show in which a woman is crying, another woman is in the background.", "with_names": "a woman is crying, another woman is in the background."}, {"scene_id": "atwt-02-02-06s11", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-02-02-06s12", "raw": "A scene from a TV show in which a maid is wearing a black and white uniform and a flower in her hair", "with_names": "a maid is wearing a black and white uniform and a flower in her hair"}, {"scene_id": "atwt-02-02-06s13", "raw": "A scene from a TV show in which Ron Gildovitz is talking about accountability.", "with_names": ""}, {"scene_id": "atwt-02-02-06s14", "raw": "A scene from a TV show in which a woman is looking down and her hair is blowing in the wind.", "with_names": "a woman is looking down and her hair is blowing in the wind."}, {"scene_id": "atwt-02-02-06s15", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt.", "with_names": "a man is wearing a black coat and a white shirt."}, {"scene_id": "atwt-02-02-06s16", "raw": "A scene from a TV show in which a man is using ScalpCin to treat his scalp.", "with_names": "a man is using scalpcin to treat his scalp."}, {"scene_id": "atwt-02-02-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-02-06s18", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "atwt-02-02-06s19", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a ponytail.", "with_names": "a woman is wearing a leather jacket and a ponytail."}, {"scene_id": "atwt-02-02-06s20", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-02-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-02-06s22", "raw": "A scene from a TV show in which a woman is seen holding a condom.", "with_names": "a woman is holding a condom."}, {"scene_id": "atwt-02-02-06s23", "raw": "A scene from a TV show in which Avon is promoting its new products.", "with_names": "avon is promoting its new products."}]