[{"scene_id": "oltl-03-07-07s0", "raw": "A scene from a TV show in which a nurse is seen entering a patient's room.", "with_names": "a nurse is entering a patient's room."}, {"scene_id": "oltl-03-07-07s1", "raw": "A scene from a TV show in which a person holds a flip phone and shows a text message.", "with_names": "a person holds a flip phone and shows a text message."}, {"scene_id": "oltl-03-07-07s2", "raw": "A scene from a TV show in which a man sits at a desk with his head in his hands.", "with_names": "a man sits at a desk with his head in his hands."}, {"scene_id": "oltl-03-07-07s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-07-07s4", "raw": "A scene from a TV show in which a young man is singing and a spotlight is shining on him.", "with_names": "a young man is singing and a spotlight is shining on him."}, {"scene_id": "oltl-03-07-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-07-07s6", "raw": "A scene from a TV show in which a woman is wearing a purple top and a necklace.", "with_names": "a woman is wearing a purple top and a necklace."}, {"scene_id": "oltl-03-07-07s7", "raw": "A scene from a TV show in which a man is standing shirtless next to a woman, both of them are crying.", "with_names": "a man is standing shirtless next to ], both of them are crying."}, {"scene_id": "oltl-03-07-07s8", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-03-07-07s9", "raw": "A scene from a TV show in which a man is sitting at a desk with a laptop and a whiteboard behind him.", "with_names": "a man is sitting at a desk with a laptop and a whiteboard behind him."}, {"scene_id": "oltl-03-07-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-07-07s11", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-03-07-07s12", "raw": "A scene from a TV show in which a woman is talking to a man and a dog.", "with_names": ""}, {"scene_id": "oltl-03-07-07s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-07-07s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-07-07s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, drinking wine and smoking cigarettes.", "with_names": "a man and a woman are sitting at a bar, drinking wine and smoking cigarettes."}, {"scene_id": "oltl-03-07-07s16", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-03-07-07s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-03-07-07s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is wearing a leather jacket.", "with_names": "a man is looking at ] and she is wearing a leather jacket."}, {"scene_id": "oltl-03-07-07s19", "raw": "A scene from a TV show in which a man is lying on the floor, wearing a brown coat.", "with_names": "a man is lying on the floor, wearing a brown coat."}, {"scene_id": "oltl-03-07-07s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking at the camera.", "with_names": "a man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-03-07-07s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-07-07s22", "raw": "A scene from a TV show in which a man is holding a plate and talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-07-07s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-07-07s24", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "oltl-03-07-07s25", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-03-07-07s26", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-03-07-07s27", "raw": "A scene from a TV show in which a man is lying on the ground, his head is on a woman's chest, and she is reaching out to him.", "with_names": "a man is lying on the ground, his head is on a woman's chest, and she is reaching out to him."}, {"scene_id": "oltl-03-07-07s28", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "oltl-03-07-07s29", "raw": "A scene from a TV show in which a man is lying on a couch and a woman touches his face.", "with_names": "a man is lying on a couch and a woman touches his face."}, {"scene_id": "oltl-03-07-07s30", "raw": "A scene from a TV show in which a man is looking at a blonde woman and touching her hair.", "with_names": "a man is looking at a blonde woman and touching her hair."}, {"scene_id": "oltl-03-07-07s31", "raw": "A scene from a TV show in which a man with long hair is sitting in a bar and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-07-07s32", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-03-07-07s33", "raw": "A scene from a TV show in which a man is sitting on a couch wearing sunglasses and drinking a drink.", "with_names": ""}]