[{"scene_id": "pc-02-14-03s0", "raw": "A scene from a TV show in which a door is opened and a man is seen inside", "with_names": "a door is opened and a man is inside"}, {"scene_id": "pc-02-14-03s1", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "pc-02-14-03s2", "raw": "A scene from a TV show in which a woman is talking on the phone and touching her neck.", "with_names": ""}, {"scene_id": "pc-02-14-03s3", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in a ponytail", "with_names": ""}, {"scene_id": "pc-02-14-03s4", "raw": "A scene from a TV show in which a man is looking down and the word Jack is written next to him", "with_names": "Caleb is looking down and the word jack is written next to him"}, {"scene_id": "pc-02-14-03s5", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Ian kisses Lucy on the cheek."}, {"scene_id": "pc-02-14-03s7", "raw": "A scene from a TV show in which a man is dancing in a green hat and vest.", "with_names": "Man is dancing in a green hat and vest."}, {"scene_id": "pc-02-14-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-14-03s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at his watch.", "with_names": ""}, {"scene_id": "pc-02-14-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-14-03s11", "raw": "A scene from a TV show in which a shirtless man is being hit by a woman's hand.", "with_names": "a shirtless man is being hit by Tess's hand."}, {"scene_id": "pc-02-14-03s12", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "pc-02-14-03s13", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "pc-02-14-03s14", "raw": "A scene from a TV show in which a woman holds a box up to her face and looks at it.", "with_names": "a woman holds a box up to her face and looks at it."}, {"scene_id": "pc-02-14-03s15", "raw": "A scene from a TV show in which a man is trapped in a phone booth", "with_names": "a man is trapped in a phone booth"}, {"scene_id": "pc-02-14-03s16", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Elizabeth is crying and a man is looking at her."}, {"scene_id": "pc-02-14-03s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a scarf.", "with_names": ""}, {"scene_id": "pc-02-14-03s18", "raw": "A scene from a TV show in which a woman is seen using a fireplace to light a cigarette.", "with_names": "Alison is using a fireplace to light a cigarette."}, {"scene_id": "pc-02-14-03s19", "raw": "A scene from a TV show in which a woman is standing in a white dress in a living room.", "with_names": "a woman is standing in a white dress in a living room."}, {"scene_id": "pc-02-14-03s24", "raw": "A scene from a TV show in which a woman is being hit by a man.", "with_names": "Tess is being hit by Jack."}]