[{"scene_id": "oltl-06-10-08s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and her shirt has fallen off.", "with_names": ""}, {"scene_id": "oltl-06-10-08s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-06-10-08s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-10-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-10-08s4", "raw": "A scene from a TV show in which a bright yellow light is shining on a person", "with_names": "a bright yellow light is shining on a person"}, {"scene_id": "oltl-06-10-08s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-10-08s6", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-06-10-08s7", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-06-10-08s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-06-10-08s9", "raw": "A scene from a TV show in which a woman is standing behind a young girl, who is looking down and looking at the ground.", "with_names": "a woman is standing behind a young girl, who is looking down and looking at the ground."}, {"scene_id": "oltl-06-10-08s10", "raw": "A scene from a TV show in which a woman is wearing a red hat and a necklace.", "with_names": "a woman is wearing a red hat and a necklace."}, {"scene_id": "oltl-06-10-08s11", "raw": "A scene from a TV show in which a man is standing in front of a woman and a young boy.", "with_names": "a man is standing in front of a woman and a young boy."}, {"scene_id": "oltl-06-10-08s12", "raw": "A scene from a TV show in which a young girl is being comforted by her mother.", "with_names": "a young girl is being comforted by her mother."}, {"scene_id": "oltl-06-10-08s13", "raw": "A scene from a TV show in which a man and a woman are drinking wine together.", "with_names": "a man and a woman are drinking wine together."}, {"scene_id": "oltl-06-10-08s14", "raw": "A scene from a TV show in which a man is holding a beer and a woman is standing in front of him.", "with_names": "a man is holding a beer and a woman is standing in front of him."}, {"scene_id": "oltl-06-10-08s15", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a sad expression.", "with_names": "a woman is crying and a man is looking at her with a sad expression."}, {"scene_id": "oltl-06-10-08s16", "raw": "A scene from a TV show in which a man is talking about a tornado.", "with_names": ""}, {"scene_id": "oltl-06-10-08s17", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-10-08s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-06-10-08s19", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other. The woman is looking at the man, who is looking away.", "with_names": "a man and a woman are sitting next to each other. the woman is looking at the man, who is looking away."}, {"scene_id": "oltl-06-10-08s20", "raw": "A scene from a TV show in which a man is talking about the map of the United States.", "with_names": ""}, {"scene_id": "oltl-06-10-08s21", "raw": "A scene from a TV show in which a woman is standing in a room and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-10-08s22", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}]