[{"scene_id": "oltl-09-18-08s0", "raw": "A scene from a TV show in which a man is talking to a girl and another girl is looking at him.", "with_names": ""}, {"scene_id": "oltl-09-18-08s1", "raw": "A scene from a TV show in which a young girl is talking to a teacher.", "with_names": ""}, {"scene_id": "oltl-09-18-08s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "oltl-09-18-08s3", "raw": "A scene from a TV show in which a man is lying on a bed with his head thrown back and his hair blowing in the wind", "with_names": "a man is lying on a bed with his head thrown back and his hair blowing in the wind"}, {"scene_id": "oltl-09-18-08s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and a short haircut.", "with_names": "a man is wearing a black shirt and a short haircut."}, {"scene_id": "oltl-09-18-08s5", "raw": "A scene from a TV show in which a young boy is shown in a dark room, looking at the camera.", "with_names": ""}, {"scene_id": "oltl-09-18-08s6", "raw": "A scene from a TV show in which two young men are sitting next to each other.", "with_names": "two young men are sitting next to each other."}, {"scene_id": "oltl-09-18-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-18-08s8", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a woman is sitting next to him.", "with_names": "a man is wearing a cowboy hat and a woman is sitting next to him."}, {"scene_id": "oltl-09-18-08s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-09-18-08s10", "raw": "A scene from a TV show in which a woman is sitting in a room with a window and a door behind her. She is wearing a white shirt and has short dark hair.", "with_names": "a woman is sitting in a room with a window and a door behind her. she is wearing a white shirt and has short dark hair."}, {"scene_id": "oltl-09-18-08s11", "raw": "A scene from a TV show in which a blonde man is talking to a man with brown hair.", "with_names": ""}, {"scene_id": "oltl-09-18-08s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-18-08s13", "raw": "A scene from a TV show in which a man is reading a letter in a bedroom.", "with_names": "a man is reading a letter in a bedroom."}, {"scene_id": "oltl-09-18-08s14", "raw": "A scene from a TV show in which a woman is standing in front of a brick wall and talking.", "with_names": ""}, {"scene_id": "oltl-09-18-08s15", "raw": "A scene from a TV show in which a man is standing in front of a woman and a vase.", "with_names": "a man is standing in front of a woman and a vase."}, {"scene_id": "oltl-09-18-08s16", "raw": "A scene from a TV show in which a group of people are standing in a hallway.", "with_names": "a group of people are standing in a hallway."}, {"scene_id": "oltl-09-18-08s17", "raw": "A scene from a TV show in which a woman is handcuffed and a man is holding a young boy.", "with_names": "a woman is handcuffed and a man is holding a young boy."}, {"scene_id": "oltl-09-18-08s18", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-09-18-08s19", "raw": "A scene from a TV show in which a woman is standing on a staircase and a man is walking up it.", "with_names": "a woman is standing on a staircase and ] is walking up it."}, {"scene_id": "oltl-09-18-08s20", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-09-18-08s21", "raw": "A scene from a TV show in which a man is cutting a cake for a woman.", "with_names": "a man is cutting a cake for a woman."}, {"scene_id": "oltl-09-18-08s22", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "oltl-09-18-08s23", "raw": "A scene from a TV show in which a man is being questioned by police.", "with_names": "a man is being questioned by police."}, {"scene_id": "oltl-09-18-08s24", "raw": "A scene from a TV show in which a woman is wearing a red suit and a necklace and is looking at a man in a suit.", "with_names": "a woman is wearing a red suit and a necklace and is looking at a man in a suit."}, {"scene_id": "oltl-09-18-08s25", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, another woman is behind her, and a chair is in front.", "with_names": "a woman is standing in front of a mirror, another woman is behind her, and a chair is in front."}, {"scene_id": "oltl-09-18-08s26", "raw": "A scene from a TV show in which a girl is standing in front of a wooden wall, holding a large umbrella.", "with_names": "a girl is standing in front of a wooden wall, holding a large umbrella."}, {"scene_id": "oltl-09-18-08s27", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-18-08s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-18-08s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-18-08s30", "raw": "A scene from a TV show in which a woman is holding her pregnant belly and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-09-18-08s31", "raw": "A scene from a TV show in which a woman is wearing a red suit and a necklace.", "with_names": "a woman is wearing a red suit and a necklace."}, {"scene_id": "oltl-09-18-08s32", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-09-18-08s33", "raw": "A scene from a TV show in which a woman is talking to a man in a classroom.", "with_names": ""}, {"scene_id": "oltl-09-18-08s34", "raw": "A scene from a TV show in which a young boy and a girl are standing next to each other.", "with_names": "a young boy and a girl are standing next to each other."}, {"scene_id": "oltl-09-18-08s35", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-09-18-08s36", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-18-08s37", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-18-08s38", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-09-18-08s39", "raw": "A scene from a TV show in which a young woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-18-08s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-18-08s41", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-09-18-08s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-18-08s43", "raw": "A scene from a TV show in which a man is seen holding a gun to a woman's head.", "with_names": "a man is holding a gun to ]'s head."}, {"scene_id": "oltl-09-18-08s44", "raw": "A scene from a TV show in which a piano is playing in the background. In the foreground, there is a couch and a chair.", "with_names": "a piano is playing in the background. in the foreground, there is a couch and a chair."}, {"scene_id": "oltl-09-18-08s45", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-18-08s46", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-18-08s47", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]