[{"scene_id": "atwt-09-25-09s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Henry is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-25-09s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-25-09s2", "raw": "A scene from a TV show in which a blonde girl is crying", "with_names": "a blonde girl is crying"}, {"scene_id": "atwt-09-25-09s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-25-09s4", "raw": "A scene from a TV show in which a woman is talking about the importance of the HPV vaccine.", "with_names": ""}, {"scene_id": "atwt-09-25-09s5", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-25-09s6", "raw": "A scene from a TV show in which two women are sitting next to each other, with one of them looking annoyed.", "with_names": "two women are sitting next to each other, with one of them looking annoyed."}, {"scene_id": "atwt-09-25-09s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-09-25-09s8", "raw": "A scene from a TV show in which a woman is applying a cream to her face.", "with_names": "a woman is applying a cream to her face."}, {"scene_id": "atwt-09-25-09s9", "raw": "A scene from a TV show in which a woman is screaming and her hands are raised in the air.", "with_names": "a woman is screaming and her hands are raised in the air."}, {"scene_id": "atwt-09-25-09s10", "raw": "A scene from a TV show in which three women are standing in a kitchen.", "with_names": "three women are standing in a kitchen."}, {"scene_id": "atwt-09-25-09s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-25-09s12", "raw": "A scene from a TV show in which a boy and two girls are standing in a room with a box of cereal.", "with_names": "a boy and two girls are standing in a room with a box of cereal."}, {"scene_id": "atwt-09-25-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-25-09s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-25-09s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is holding a bottle.", "with_names": "a man is wearing a suit and a woman is holding a bottle."}, {"scene_id": "atwt-09-25-09s16", "raw": "A scene from a TV show in which a woman is walking into a room with a backpack.", "with_names": "a woman is walking into a room with a backpack."}, {"scene_id": "atwt-09-25-09s17", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, talking.", "with_names": ""}, {"scene_id": "atwt-09-25-09s18", "raw": "A scene from a TV show in which a man is walking down a hallway and smiling.", "with_names": "a man is walking down a hallway and smiling."}, {"scene_id": "atwt-09-25-09s19", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "atwt-09-25-09s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-25-09s21", "raw": "A scene from a TV show in which a man is holding a woman by the neck", "with_names": "a man is holding a woman by the neck"}, {"scene_id": "atwt-09-25-09s22", "raw": "A scene from a TV show in which a woman is buying a cake from a bakery worker.", "with_names": "a woman is buying a cake from a bakery worker."}, {"scene_id": "atwt-09-25-09s23", "raw": "A scene from a TV show in which a woman is looking up at the ceiling.", "with_names": "a woman is looking up at the ceiling."}, {"scene_id": "atwt-09-25-09s24", "raw": "A scene from a TV show in which a man is wearing a white jacket and a black shirt.", "with_names": "a man is wearing a white jacket and a black shirt."}, {"scene_id": "atwt-09-25-09s25", "raw": "A scene from a TV show in which a woman is holding a handbag and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-25-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "atwt-09-25-09s27", "raw": "A scene from a TV show in which a woman is shown with her hand on her face", "with_names": ""}]