[{"scene_id": "pc-06-22-01s0", "raw": "A scene from a TV show in which a woman is in labor and a doctor is standing next to her.", "with_names": "a woman is in labor and a doctor is standing next to her."}, {"scene_id": "pc-06-22-01s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Gabriela is kissing Joe on the cheek."}, {"scene_id": "pc-06-22-01s2", "raw": "A scene from a TV show in which a woman is wearing a strapless dress and a red ribbon on her chest.", "with_names": "a woman is wearing a strapless dress and a red ribbon on her chest."}, {"scene_id": "pc-06-22-01s3", "raw": "A scene from a TV show in which a vampire is trying to get out of a coffin.", "with_names": "a vampire is trying to get out of a coffin."}, {"scene_id": "pc-06-22-01s4", "raw": "A scene from a TV show in which a woman is being served at a desk by a man.", "with_names": "a woman is being served at a desk by a man."}, {"scene_id": "pc-06-22-01s5", "raw": "A scene from a TV show in which a man is beating a dog with a baseball bat.", "with_names": "a man is beating a dog with a baseball bat."}, {"scene_id": "pc-06-22-01s6", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a black shirt.", "with_names": "a young man is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-06-22-01s7", "raw": "A scene from a TV show in which a woman is being spanked by her husband", "with_names": "Gabriela is being spanked by her husband"}, {"scene_id": "pc-06-22-01s8", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "Caleb is smiling at Livvie."}, {"scene_id": "pc-06-22-01s9", "raw": "A scene from a TV show in which a man is bleeding from his nose.", "with_names": "a man is bleeding from his nose."}, {"scene_id": "pc-06-22-01s10", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "Joe is being attacked by Gabriela."}, {"scene_id": "pc-06-22-01s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-22-01s12", "raw": "A scene from a TV show in which a man is holding a woman and she is crying.", "with_names": "a man is holding a woman and she is crying."}, {"scene_id": "pc-06-22-01s13", "raw": "A scene from a TV show in which a woman is being attacked by a wolf.", "with_names": "Livvie is being attacked by a wolf."}, {"scene_id": "pc-06-22-01s14", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]