[{"scene_id": "pc-01-17-02s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-17-02s1", "raw": "A scene from a TV show in which a man is holding a cup and a woman is sitting next to him.", "with_names": "Ian is holding a cup and Bartender is sitting next to him."}, {"scene_id": "pc-01-17-02s2", "raw": "A scene from a TV show in which a woman is lying on a bed with her head propped up on an orange pillow.", "with_names": "a woman is lying on a bed with her head propped up on an orange pillow."}, {"scene_id": "pc-01-17-02s3", "raw": "A scene from a TV show in which a man is wearing a scarf and a jacket", "with_names": "a man is wearing a scarf and a jacket"}, {"scene_id": "pc-01-17-02s4", "raw": "A scene from a TV show in which a man and a woman are playing a card game in a bar.", "with_names": "a man and a woman are playing a card game in a bar."}, {"scene_id": "pc-01-17-02s5", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "pc-01-17-02s6", "raw": "A scene from a TV show in which a woman is sitting at a bar and another woman is standing behind her, holding a blanket.", "with_names": "Paige is sitting at a bar and another woman is standing behind her, holding a blanket."}, {"scene_id": "pc-01-17-02s7", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Frank is looking at the camera with a serious expression."}, {"scene_id": "pc-01-17-02s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-17-02s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a brick wall.", "with_names": "a man and Ricky are standing in front of a brick wall."}, {"scene_id": "pc-01-17-02s12", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "pc-01-17-02s13", "raw": "A scene from a TV show in which a woman is holding a rose in her hand and looking at it.", "with_names": "a woman is holding a rose in her hand and looking at it."}, {"scene_id": "pc-01-17-02s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a man.", "with_names": ""}, {"scene_id": "pc-01-17-02s15", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Alison is yelling at Rafe."}, {"scene_id": "pc-01-17-02s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-17-02s17", "raw": "A scene from a TV show in which a woman is wearing a necklace and a sweater", "with_names": "a woman is wearing a necklace and a sweater"}, {"scene_id": "pc-01-17-02s18", "raw": "A scene from a TV show in which a woman is looking at a door and a man is standing behind her", "with_names": "Amy is looking at a door and Ian is standing behind her"}, {"scene_id": "pc-01-17-02s20", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "pc-01-17-02s21", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a choker", "with_names": "a woman is wearing a leather jacket and a choker"}, {"scene_id": "pc-01-17-02s26", "raw": "A scene from a TV show in which a young woman is talking about her relationship with her father.", "with_names": ""}]