[{"scene_id": "pc-12-13-00s0", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-12-13-00s1", "raw": "A scene from a TV show in which two scientists are working together in a lab.", "with_names": "two scientists are working together in a lab."}, {"scene_id": "pc-12-13-00s2", "raw": "A scene from a TV show in which a woman is lying on a couch, a man stands behind her, and another woman is standing nearby.", "with_names": "a woman is lying on a couch, a man stands behind her, and another woman is standing nearby."}, {"scene_id": "pc-12-13-00s3", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "pc-12-13-00s4", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-12-13-00s5", "raw": "A scene from a TV show in which a man is standing in front of a microscope and a woman is sitting next to him.", "with_names": "Ian is standing in front of a microscope and Eve is sitting next to him."}, {"scene_id": "pc-12-13-00s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-13-00s7", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Jamal is kissing Alison."}, {"scene_id": "pc-12-13-00s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-13-00s9", "raw": "A scene from a TV show in which a man is sitting at a bar and a woman is standing behind him", "with_names": "Victor is sitting at a bar and Livvie is standing behind him"}, {"scene_id": "pc-12-13-00s10", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "Lucy is being choked by Kevin."}, {"scene_id": "pc-12-13-00s11", "raw": "A scene from a TV show in which a woman is being massaged by a man.", "with_names": "Eve is being massaged by Ian."}, {"scene_id": "pc-12-13-00s12", "raw": "A scene from a TV show in which a man is seen kissing a woman.", "with_names": "Jamal is kissing Alison."}, {"scene_id": "pc-12-13-00s13", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, facing each other.", "with_names": "Joe and Gabriela are standing in a bar, facing each other."}, {"scene_id": "pc-12-13-00s14", "raw": "A scene from a TV show in which a man is looking at a picture and saying, \"I don't know what to do with this picture.\"", "with_names": "a man is looking at a picture and saying, \"i don't know what to do with this picture.\""}, {"scene_id": "pc-12-13-00s15", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry, I'm not gay.\"", "with_names": "Kevin is looking at Lucy and saying, \"i'm sorry, i'm not gay.\""}, {"scene_id": "pc-12-13-00s16", "raw": "A scene from a TV show in which a man is slapping a woman on the face.", "with_names": "a man is slapping a woman on the face."}]