[{"scene_id": "gl-06-27-03s0", "raw": "A scene from a TV show in which a man is walking through a garden and a red telephone box is visible in the background.", "with_names": "a man is walking through a garden and a red telephone box is visible in the background."}, {"scene_id": "gl-06-27-03s1", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "gl-06-27-03s2", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "gl-06-27-03s3", "raw": "A scene from a TV show in which a man is lifting a woman up in the air and they are looking at each other. The caption reads \"Business,.. Affairs\"", "with_names": "a man is lifting a woman up in the air and they are looking at each other. the caption reads \"business,.. affairs\""}, {"scene_id": "gl-06-27-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-27-03s5", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "gl-06-27-03s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-06-27-03s7", "raw": "A scene from a TV show in which a man is eating a salad and looking at a woman.", "with_names": "a man is eating a salad and looking at a woman."}, {"scene_id": "gl-06-27-03s8", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-06-27-03s9", "raw": "A scene from a TV show in which a man is sitting in a suit and a black shirt.", "with_names": "a man is sitting in a suit and a black shirt."}, {"scene_id": "gl-06-27-03s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "a man is wearing a suit and tie and smiling."}, {"scene_id": "gl-06-27-03s11", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-06-27-03s12", "raw": "A scene from a TV show in which a man is looking at the camera and making a funny face.", "with_names": "a man is looking at the camera and making a funny face."}, {"scene_id": "gl-06-27-03s13", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-06-27-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is sitting at a table.", "with_names": "a man is wearing a suit and a tie and is sitting at a table."}, {"scene_id": "gl-06-27-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-27-03s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-27-03s17", "raw": "A scene from a TV show in which a man is making a face.", "with_names": "a man is making a face."}, {"scene_id": "gl-06-27-03s18", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "gl-06-27-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]