[{"scene_id": "atwt-01-04-10s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-01-04-10s1", "raw": "A scene from a TV show in which a woman is holding a red heart and a man is looking at her.", "with_names": "a woman is holding a red heart and ] is looking at her."}, {"scene_id": "atwt-01-04-10s2", "raw": "A scene from a TV show in which a man is standing next to a woman at a table.", "with_names": "a man is standing next to a woman at a table."}, {"scene_id": "atwt-01-04-10s3", "raw": "A scene from a TV show in which a car is seen with its doors open.", "with_names": "a car is with its doors open."}, {"scene_id": "atwt-01-04-10s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-01-04-10s5", "raw": "A scene from a TV show in which a man is kissing a woman with a ghostly face superimposed over his face.", "with_names": "a man is kissing a woman with a ghostly face superimposed over his face."}, {"scene_id": "atwt-01-04-10s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and ] is standing behind her."}, {"scene_id": "atwt-01-04-10s7", "raw": "A scene from a TV show in which a man is standing behind a woman in a kitchen.", "with_names": "a man is standing behind a woman in a kitchen."}, {"scene_id": "atwt-01-04-10s8", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-01-04-10s9", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a robe", "with_names": "a man is shirtless and a woman is wearing a robe"}, {"scene_id": "atwt-01-04-10s10", "raw": "A scene from a TV show in which a baby is fed with a pacifier.", "with_names": "a baby is fed with a pacifier."}, {"scene_id": "atwt-01-04-10s11", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing behind him, holding a cell phone.", "with_names": "a man is sitting at a table and a woman is standing behind him, holding a cell phone."}, {"scene_id": "atwt-01-04-10s12", "raw": "A scene from a TV show in which a woman is shopping for groceries.", "with_names": "a woman is shopping for groceries."}, {"scene_id": "atwt-01-04-10s13", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-04-10s14", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace.", "with_names": "a woman is wearing a red sweater and a necklace."}, {"scene_id": "atwt-01-04-10s15", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is looking at him angrily.", "with_names": "a man is holding a woman by the arm and she is looking at him angrily."}, {"scene_id": "atwt-01-04-10s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-04-10s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-04-10s18", "raw": "A scene from a TV show in which a blonde woman is talking to someone and touching her neck.", "with_names": ""}, {"scene_id": "atwt-01-04-10s19", "raw": "A scene from a TV show in which a woman is wearing a blue robe and a man is standing next to her.", "with_names": "a woman is wearing a blue robe and a man is standing next to her."}, {"scene_id": "atwt-01-04-10s20", "raw": "A scene from a TV show in which TurboTax is shown", "with_names": ""}, {"scene_id": "atwt-01-04-10s21", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and her hair is in a ponytail.", "with_names": "a woman is wearing a blue shirt and her hair is in a ponytail."}, {"scene_id": "atwt-01-04-10s22", "raw": "A scene from a TV show in which a lamp is knocked over and a bottle is spilled on the floor.", "with_names": "a lamp is knocked over and a bottle is spilled on the floor."}, {"scene_id": "atwt-01-04-10s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}]