[{"scene_id": "bb-11-16-15s0", "raw": "A scene from a TV show in which a house is surrounded by purple flowers.", "with_names": "a house is surrounded by purple flowers."}, {"scene_id": "bb-11-16-15s1", "raw": "A scene from a TV show in which a man is shocked by a chandelier.", "with_names": "a man is shocked by a chandelier."}, {"scene_id": "bb-11-16-15s2", "raw": "A scene from a TV show in which a woman is looking up at a green plant.", "with_names": "a woman is looking up at a green plant."}, {"scene_id": "bb-11-16-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-16-15s4", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "bb-11-16-15s5", "raw": "A scene from a TV show in which a woman walks down a runway wearing a white dress.", "with_names": "a woman walks down a runway wearing a white dress."}, {"scene_id": "bb-11-16-15s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting on a couch.", "with_names": ""}, {"scene_id": "bb-11-16-15s7", "raw": "A scene from a TV show in which a woman is talking to someone in a store.", "with_names": ""}, {"scene_id": "bb-11-16-15s8", "raw": "A scene from a TV show in which a man is holding a tablet and a woman is standing next to him.", "with_names": "a man is holding a tablet and a woman is standing next to him."}, {"scene_id": "bb-11-16-15s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-11-16-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-16-15s11", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-11-16-15s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch and laugh.", "with_names": "a man and a woman sit on a couch and laugh."}, {"scene_id": "bb-11-16-15s13", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-11-16-15s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]