[{"scene_id": "atwt-09-02-05s0", "raw": "A scene from a TV show in which a woman is talking on a phone and wearing a mint green suit", "with_names": ""}, {"scene_id": "atwt-09-02-05s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-02-05s2", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "] is shaking hands with a woman."}, {"scene_id": "atwt-09-02-05s3", "raw": "A scene from a TV show in which a woman is injected with a liquid that looks like semen.", "with_names": "a woman is injected with a liquid that looks like semen."}, {"scene_id": "atwt-09-02-05s4", "raw": "A scene from a TV show in which a woman is holding a camera to her face.", "with_names": "a woman is holding a camera to her face."}, {"scene_id": "atwt-09-02-05s5", "raw": "A scene from a TV show in which a man is walking away from a door, with his back turned to the camera", "with_names": "a man is walking away from a door, with his back turned to the camera"}, {"scene_id": "atwt-09-02-05s6", "raw": "A scene from a TV show in which a woman is stressed out at work.", "with_names": "a woman is stressed out at work."}, {"scene_id": "atwt-09-02-05s7", "raw": "A scene from a TV show in which a woman is talking to someone in a restaurant.", "with_names": ""}, {"scene_id": "atwt-09-02-05s8", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and looking concerned.", "with_names": "a woman is wearing a pink shirt and looking concerned."}, {"scene_id": "atwt-09-02-05s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a cat is standing behind her.", "with_names": ""}, {"scene_id": "atwt-09-02-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-02-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-02-05s12", "raw": "A scene from a TV show in which a woman is standing in a room with a bed, a guitar, and a refrigerator.", "with_names": "a woman is standing in a room with a bed, a guitar, and a refrigerator."}, {"scene_id": "atwt-09-02-05s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-02-05s14", "raw": "A scene from a TV show in which Buzz Lightyear is talking to a person in a space suit.", "with_names": ""}, {"scene_id": "atwt-09-02-05s15", "raw": "A scene from a TV show in which a woman is lying on a couch with a baby, and another woman is laying on top of her.", "with_names": "a woman is lying on a couch with a baby, and another woman is laying on top of her."}, {"scene_id": "atwt-09-02-05s16", "raw": "A scene from a TV show in which a man is looking at a woman and making a funny face.", "with_names": "a man is looking at ] and making a funny face."}, {"scene_id": "atwt-09-02-05s17", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-09-02-05s18", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "] is looking at a book and smiling"}, {"scene_id": "atwt-09-02-05s19", "raw": "A scene from a TV show in which two women are walking down a hallway, one of them is wearing a purple suit and the other a blue dress.", "with_names": "two women are walking down a hallway, one of them is wearing a purple suit and the other a blue dress."}, {"scene_id": "atwt-09-02-05s20", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth open and a shocked expression on her face.", "with_names": "a woman is looking off to the side, with her mouth open and a shocked expression on her face."}, {"scene_id": "atwt-09-02-05s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-02-05s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-02-05s23", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-09-02-05s24", "raw": "A scene from a TV show in which a bald man holds a Magic Eraser box.", "with_names": "a bald man holds a magic eraser box."}, {"scene_id": "atwt-09-02-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-02-05s26", "raw": "A scene from a TV show in which Julia Louis-Dreyfus is wearing a green shirt and smiling.", "with_names": "julia louis-dreyfus is wearing a green shirt and smiling."}, {"scene_id": "atwt-09-02-05s27", "raw": "A scene from a TV show in which a blonde woman is standing next to a man, holding his hand.", "with_names": "a blonde woman is standing next to a man, holding his hand."}, {"scene_id": "atwt-09-02-05s28", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "a man is looking at a book and smiling"}, {"scene_id": "atwt-09-02-05s29", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-02-05s30", "raw": "A scene from a TV show in which an elderly couple are sitting on a couch and talking.", "with_names": ""}]