[{"scene_id": "gl-05-26-04s0", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression", "with_names": "Bill is looking at the camera with a shocked expression"}, {"scene_id": "gl-05-26-04s1", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing behind him.", "with_names": "a man is sitting on a bench and a woman is standing behind him."}, {"scene_id": "gl-05-26-04s2", "raw": "A scene from a TV show in which a man is talking to someone and his hair is in a spiky mohawk", "with_names": ""}, {"scene_id": "gl-05-26-04s3", "raw": "A scene from a TV show in which a man is talking to someone and the person is saying something to him", "with_names": ""}, {"scene_id": "gl-05-26-04s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "gl-05-26-04s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Tony and she is looking back at him."}, {"scene_id": "gl-05-26-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-26-04s7", "raw": "A scene from a TV show in which a man is talking to someone and his face is covered with blood", "with_names": ""}, {"scene_id": "gl-05-26-04s8", "raw": "A scene from a TV show in which a man is looking down and a woman is behind him", "with_names": "Alan is looking down and a woman is behind him"}, {"scene_id": "gl-05-26-04s9", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a pink suit.", "with_names": ""}, {"scene_id": "gl-05-26-04s10", "raw": "A scene from a TV show in which a man is seen wearing a tie.", "with_names": "Jeffrey is wearing a tie."}, {"scene_id": "gl-05-26-04s11", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him.", "with_names": "a man is crying and a woman is looking at him."}, {"scene_id": "gl-05-26-04s12", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "Jeffrey is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "gl-05-26-04s13", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her, looking at her.", "with_names": ""}, {"scene_id": "gl-05-26-04s15", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-05-26-04s16", "raw": "A scene from a TV show in which a man is pushing a woman in a hospital bed.", "with_names": "a man is pushing Gus in a hospital bed."}, {"scene_id": "gl-05-26-04s17", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "a man is looking down and a woman is standing behind him"}, {"scene_id": "gl-05-26-04s18", "raw": "A scene from a TV show in which a man is walking into a door and a sign is on the door", "with_names": "Nurse is walking into a door and a sign is on the door"}]