[{"scene_id": "atwt-05-01-03s0", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "Bartender is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-05-01-03s1", "raw": "A scene from a TV show in which a man is talking to a blonde girl.", "with_names": ""}, {"scene_id": "atwt-05-01-03s2", "raw": "A scene from a TV show in which a woman is lying in bed and looking at the camera.", "with_names": "a woman is lying in bed and looking at the camera."}, {"scene_id": "atwt-05-01-03s3", "raw": "A scene from a TV show in which a doctor is seen holding his head in his hand.", "with_names": "a doctor is holding his head in his hand."}, {"scene_id": "atwt-05-01-03s4", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "atwt-05-01-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-01-03s6", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "a man is wearing a leather jacket and a shirt"}, {"scene_id": "atwt-05-01-03s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and crying.", "with_names": "a woman is lying in a hospital bed and crying."}, {"scene_id": "atwt-05-01-03s8", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-05-01-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-01-03s10", "raw": "A scene from a TV show in which a woman is shown using a Swiffer to clean a wooden floor.", "with_names": ""}, {"scene_id": "atwt-05-01-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-01-03s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-01-03s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-01-03s14", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-01-03s15", "raw": "A scene from a TV show in which a cat is being held by a person.", "with_names": "a cat is being held by a person."}, {"scene_id": "atwt-05-01-03s16", "raw": "A scene from a TV show in which the title is written in white letters", "with_names": "the title is written in white letters"}, {"scene_id": "atwt-05-01-03s17", "raw": "A scene from a TV show in which a woman is sitting down and looking off to the side.", "with_names": "a woman is sitting down and looking off to the side."}, {"scene_id": "atwt-05-01-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-01-03s19", "raw": "A scene from a TV show in which a woman is serving food in a restaurant.", "with_names": "a woman is serving food in a restaurant."}, {"scene_id": "atwt-05-01-03s20", "raw": "A scene from a TV show in which a woman is shown with long, straight hair.", "with_names": ""}, {"scene_id": "atwt-05-01-03s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-01-03s22", "raw": "A scene from a TV show in which a man is talking on a cell phone while sitting on an orange chair.", "with_names": ""}, {"scene_id": "atwt-05-01-03s23", "raw": "A scene from a TV show in which a woman is shocked by something she sees on the screen.", "with_names": "a woman is shocked by something she sees on the screen."}, {"scene_id": "atwt-05-01-03s24", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is not.", "with_names": "a woman is wearing a mask and a man is not."}, {"scene_id": "atwt-05-01-03s25", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-01-03s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-01-03s27", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "a man is pouring wine into a woman's glass."}, {"scene_id": "atwt-05-01-03s28", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]