[{"scene_id": "pc-03-25-02s0", "raw": "A scene from a TV show in which a purple rose is shown with a heart in the center of it.", "with_names": ""}, {"scene_id": "pc-03-25-02s1", "raw": "A scene from a TV show in which a young man is leaning over a door, looking inside.", "with_names": "a young man is leaning over a door, looking inside."}, {"scene_id": "pc-03-25-02s2", "raw": "A scene from a TV show in which a woman is bending over and looking at a locker.", "with_names": "Amy is bending over and looking at a locker."}, {"scene_id": "pc-03-25-02s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-25-02s4", "raw": "A scene from a TV show in which a man is talking to someone and his hair is in a ponytail.", "with_names": ""}, {"scene_id": "pc-03-25-02s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-25-02s6", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at the camera.", "with_names": "a woman is sitting next to a man and they are both looking at the camera."}, {"scene_id": "pc-03-25-02s7", "raw": "A scene from a TV show in which a man is standing in front of a painting, and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "pc-03-25-02s8", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "pc-03-25-02s9", "raw": "A scene from a TV show in which a man is holding a woman's hands and talking to her.", "with_names": ""}, {"scene_id": "pc-03-25-02s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-25-02s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Ian is looking at the camera."}, {"scene_id": "pc-03-25-02s12", "raw": "A scene from a TV show in which a sea turtle is shown swimming with a shark.", "with_names": ""}]