[{"scene_id": "atwt-06-14-07s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-14-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-14-07s2", "raw": "A scene from a TV show in which a woman is looking off to the side, wearing a grey suit and a white shirt.", "with_names": "Margo is looking off to the side, wearing a grey suit and a white shirt."}, {"scene_id": "atwt-06-14-07s3", "raw": "A scene from a TV show in which a woman is on the phone in a kitchen, with a table and chairs in the background.", "with_names": "a woman is on the phone in a kitchen, with a table and chairs in the background."}, {"scene_id": "atwt-06-14-07s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and touching her hair", "with_names": ""}, {"scene_id": "atwt-06-14-07s5", "raw": "A scene from a TV show in which a person is talking about genital herpes.", "with_names": ""}, {"scene_id": "atwt-06-14-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Craig is wearing a suit and tie"}, {"scene_id": "atwt-06-14-07s7", "raw": "A scene from a TV show in which a woman is sitting in a bathtub and looking at a man.", "with_names": "a woman is sitting in a bathtub and looking at a man."}, {"scene_id": "atwt-06-14-07s8", "raw": "A scene from a TV show in which a woman is talking on the phone in a room with a man standing behind her", "with_names": ""}, {"scene_id": "atwt-06-14-07s9", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-14-07s10", "raw": "A scene from a TV show in which a man is talking on his cell phone in a hotel lobby.", "with_names": ""}, {"scene_id": "atwt-06-14-07s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-14-07s12", "raw": "A scene from a TV show in which a woman is wearing a white robe and looking at the camera.", "with_names": "a woman is wearing a white robe and looking at the camera."}, {"scene_id": "atwt-06-14-07s13", "raw": "A scene from a TV show in which a bottle of Arbor Mist is shown.", "with_names": ""}, {"scene_id": "atwt-06-14-07s14", "raw": "A scene from a TV show in which a young man and a woman are looking at each other.", "with_names": "a young man and Meg are looking at each other."}, {"scene_id": "atwt-06-14-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling.", "with_names": "Craig is wearing a suit and tie and smiling."}, {"scene_id": "atwt-06-14-07s16", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Meg is smiling at Paul."}, {"scene_id": "atwt-06-14-07s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-14-07s18", "raw": "A scene from a TV show in which a robot is manipulating a piano.", "with_names": "a robot is manipulating a piano."}, {"scene_id": "atwt-06-14-07s19", "raw": "A scene from a TV show in which a woman is wearing a grey suit and a yellow top", "with_names": "a woman is wearing a grey suit and a yellow top"}, {"scene_id": "atwt-06-14-07s20", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-14-07s21", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth slightly open.", "with_names": "a woman is looking off to the side, with her mouth slightly open."}, {"scene_id": "atwt-06-14-07s22", "raw": "A scene from a TV show in which a man is stirring a pot of beans on a stove.", "with_names": "a man is stirring a pot of beans on a stove."}, {"scene_id": "atwt-06-14-07s23", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-06-14-07s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-06-14-07s27", "raw": "A scene from a TV show in which a mom says her frizz is harder to control than her kids.", "with_names": "a mom says her frizz is harder to control than her kids."}, {"scene_id": "atwt-06-14-07s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Margo is crying"}, {"scene_id": "atwt-06-14-07s29", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "Paul is smiling and wearing a suit."}, {"scene_id": "atwt-06-14-07s30", "raw": "A scene from a TV show in which a man puts a wedding ring on a woman's hand.", "with_names": "a man puts a wedding ring on a woman's hand."}, {"scene_id": "atwt-06-14-07s33", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Craig is looking at the camera."}, {"scene_id": "atwt-06-14-07s35", "raw": "A scene from a TV show in which a woman is cleaning a wall.", "with_names": "Meg is cleaning a wall."}]