[{"scene_id": "atwt-08-24-06s0", "raw": "A scene from a TV show in which a woman is wearing a beige suit and a pearl necklace", "with_names": "a woman is wearing a beige suit and a pearl necklace"}, {"scene_id": "atwt-08-24-06s1", "raw": "A scene from a TV show in which a woman is standing in a bar with her arms crossed, looking at a man.", "with_names": "a woman is standing in a bar with her arms crossed, looking at a man."}, {"scene_id": "atwt-08-24-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-06s3", "raw": "A scene from a TV show in which a man is holding a woman by the arm and another man is standing behind them.", "with_names": "a man is holding a woman by the arm and another man is standing behind them."}, {"scene_id": "atwt-08-24-06s4", "raw": "A scene from a TV show in which a woman is holding a picture and talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-06s5", "raw": "A scene from a TV show in which a globe is shown with the words \"As the World Turns\" superimposed over it.", "with_names": ""}, {"scene_id": "atwt-08-24-06s6", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is holding a handbag. The text reads: \"You're not alone, you're just as the world turns\"", "with_names": "] is smoking a cigarette and a woman is holding a handbag. the text reads: \"you're not alone, you're just as the world turns\""}, {"scene_id": "atwt-08-24-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-24-06s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-24-06s9", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at her.", "with_names": ""}, {"scene_id": "atwt-08-24-06s10", "raw": "A scene from a TV show in which a cat is seen jumping on a chair.", "with_names": "a cat is jumping on a chair."}, {"scene_id": "atwt-08-24-06s11", "raw": "A scene from a TV show in which a woman is wearing a beige suit and a pearl necklace", "with_names": "a woman is wearing a beige suit and a pearl necklace"}, {"scene_id": "atwt-08-24-06s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-08-24-06s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-24-06s14", "raw": "A scene from a TV show in which a RAC logo is shown on a button", "with_names": ""}, {"scene_id": "atwt-08-24-06s15", "raw": "A scene from a TV show in which a woman is being interviewed.", "with_names": "a woman is being interviewed."}, {"scene_id": "atwt-08-24-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-06s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-24-06s18", "raw": "A scene from a TV show in which a woman is holding a handbag and looking at it.", "with_names": "a woman is holding a handbag and looking at it."}, {"scene_id": "atwt-08-24-06s19", "raw": "A scene from a TV show in which a woman is showering in the ocean.", "with_names": "a woman is showering in the ocean."}, {"scene_id": "atwt-08-24-06s20", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, with a chair and a bottle in the background.", "with_names": "a man and a woman are standing in a bar, with a chair and a bottle in the background."}, {"scene_id": "atwt-08-24-06s21", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-08-24-06s22", "raw": "A scene from a TV show in which a man is talking about a ZLOGZ coupon.", "with_names": ""}, {"scene_id": "atwt-08-24-06s23", "raw": "A scene from a TV show in which a cat and dog are sitting next to each other. The words \"Frontline Plus\" are written in front of them.", "with_names": "a cat and dog are sitting next to each other. the words \"frontline plus\" are written in front of them."}, {"scene_id": "atwt-08-24-06s24", "raw": "A scene from a TV show in which a man and a woman are talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-24-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-24-06s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-08-24-06s27", "raw": "A scene from a TV show in which a box of Visine is shown", "with_names": ""}]