[{"scene_id": "atwt-10-13-08s0", "raw": "A scene from a TV show in which a man is wearing a green shirt and a young man is standing next to him.", "with_names": "a man is wearing a green shirt and a young man is standing next to him."}, {"scene_id": "atwt-10-13-08s1", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at the camera.", "with_names": "a man is standing in front of a door and looking at the camera."}, {"scene_id": "atwt-10-13-08s2", "raw": "A scene from a TV show in which a woman is wearing glasses and a white shirt and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-13-08s3", "raw": "A scene from a TV show in which a man is talking to someone and looking at a plant.", "with_names": ""}, {"scene_id": "atwt-10-13-08s4", "raw": "A scene from a TV show in which a woman is wearing a yellow bathing suit and a hat made of yellow flowers.", "with_names": "a woman is wearing a yellow bathing suit and a hat made of yellow flowers."}, {"scene_id": "atwt-10-13-08s5", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt", "with_names": "a woman is wearing a suit and a white shirt"}, {"scene_id": "atwt-10-13-08s6", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace.", "with_names": "a woman is wearing a red sweater and a necklace."}, {"scene_id": "atwt-10-13-08s7", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-10-13-08s8", "raw": "A scene from a TV show in which a woman is brushing her teeth.", "with_names": "a woman is brushing her teeth."}, {"scene_id": "atwt-10-13-08s9", "raw": "A scene from a TV show in which a man is smiling and looking at another man.", "with_names": "a man is smiling and looking at another man."}, {"scene_id": "atwt-10-13-08s10", "raw": "A scene from a TV show in which a woman is talking to someone in a cubicle.", "with_names": ""}, {"scene_id": "atwt-10-13-08s11", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-10-13-08s12", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-10-13-08s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-13-08s14", "raw": "A scene from a TV show in which a woman is sitting with her hands clasped together, looking thoughtful.", "with_names": "a woman is sitting with her hands clasped together, looking thoughtful."}, {"scene_id": "atwt-10-13-08s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone", "with_names": ""}, {"scene_id": "atwt-10-13-08s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-10-13-08s17", "raw": "A scene from a TV show in which a woman is seen smashing a vase with a hammer.", "with_names": "a woman is smashing a vase with a hammer."}, {"scene_id": "atwt-10-13-08s18", "raw": "A scene from a TV show in which a woman is pushing a door open with a cane.", "with_names": "a woman is pushing a door open with a cane."}, {"scene_id": "atwt-10-13-08s19", "raw": "A scene from a TV show in which a man is wearing a blue hoodie and a black shirt", "with_names": "a man is wearing a blue hoodie and a black shirt"}, {"scene_id": "atwt-10-13-08s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-10-13-08s21", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-10-13-08s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-13-08s23", "raw": "A scene from a TV show in which a man is looking at a glass door and the word Orle is written on it.", "with_names": "a man is looking at a glass door and the word orle is written on it."}]