[{"scene_id": "atwt-06-10-10s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-10-10s1", "raw": "A scene from a TV show in which a man and a woman are standing in a store, and the woman is looking at a book.", "with_names": "a man and a woman are standing in a store, and the woman is looking at a book."}, {"scene_id": "atwt-06-10-10s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-10-10s3", "raw": "A scene from a TV show in which a man is in a jail cell and another man is handing him a pen.", "with_names": "a man is in a jail cell and another man is handing him a pen."}, {"scene_id": "atwt-06-10-10s4", "raw": "A scene from a TV show in which a woman is running out of a door", "with_names": "a woman is running out of a door"}, {"scene_id": "atwt-06-10-10s5", "raw": "A scene from a TV show in which a man is looking at a vase and saying,", "with_names": "a man is looking at a vase and saying,"}, {"scene_id": "atwt-06-10-10s6", "raw": "A scene from a TV show in which a man is talking to a uniformed officer.", "with_names": ""}, {"scene_id": "atwt-06-10-10s7", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-06-10-10s8", "raw": "A scene from a TV show in which a man is holding a police badge and a woman is standing behind him.", "with_names": "a man is holding a police badge and a woman is standing behind him."}, {"scene_id": "atwt-06-10-10s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-06-10-10s10", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "atwt-06-10-10s11", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-06-10-10s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-06-10-10s13", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-06-10-10s14", "raw": "A scene from a TV show in which a woman is seen wearing a blue sweater and blue jeans.", "with_names": "a woman is wearing a blue sweater and blue jeans."}, {"scene_id": "atwt-06-10-10s15", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a boy.", "with_names": "a man is sitting at a table with a woman and a boy."}, {"scene_id": "atwt-06-10-10s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-10-10s17", "raw": "A scene from a TV show in which a bucket of KFC is shown with a variety of side dishes.", "with_names": ""}, {"scene_id": "atwt-06-10-10s18", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a boy.", "with_names": "a woman is sitting at a table with a man and a boy."}, {"scene_id": "atwt-06-10-10s19", "raw": "A scene from a TV show in which a man is behind bars.", "with_names": "a man is behind bars."}, {"scene_id": "atwt-06-10-10s20", "raw": "A scene from a TV show in which a woman is smiling and wearing glasses.", "with_names": "a woman is smiling and wearing glasses."}, {"scene_id": "atwt-06-10-10s21", "raw": "A scene from a TV show in which a man is in a white shirt and a prison cell", "with_names": "a man is in a white shirt and a prison cell"}, {"scene_id": "atwt-06-10-10s22", "raw": "A scene from a TV show in which a woman is talking to someone and holding a cup.", "with_names": ""}, {"scene_id": "atwt-06-10-10s23", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-06-10-10s24", "raw": "A scene from a TV show in which a man is standing in an office and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-10-10s25", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-06-10-10s26", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-06-10-10s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-10-10s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-06-10-10s29", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "atwt-06-10-10s30", "raw": "A scene from a TV show in which a woman is standing in a forest, looking down at her hands.", "with_names": "a woman is standing in a forest, looking down at her hands."}, {"scene_id": "atwt-06-10-10s31", "raw": "A scene from a TV show in which a family is sitting around a table and watching TV.", "with_names": "a family is sitting around a table and watching tv."}]