[{"scene_id": "bb-02-21-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-02-21-06s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-02-21-06s2", "raw": "A scene from a TV show in which a woman is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-02-21-06s3", "raw": "A scene from a TV show in which a man is looking at a woman and a clock is counting down", "with_names": "a man is looking at a woman and a clock is counting down"}, {"scene_id": "bb-02-21-06s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-02-21-06s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-21-06s6", "raw": "A scene from a TV show in which a man is standing in a library, holding a book and a clock.", "with_names": "a man is standing in a library, holding a book and a clock."}, {"scene_id": "bb-02-21-06s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is dressed in a suit.", "with_names": "a woman is wearing a black dress and a man is dressed in a suit."}, {"scene_id": "bb-02-21-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-21-06s9", "raw": "A scene from a TV show in which a man is talking to a woman in front of a bookshelf.", "with_names": ""}, {"scene_id": "bb-02-21-06s10", "raw": "A scene from a TV show in which a woman is holding a baby in a kitchen.", "with_names": "a woman is holding a baby in a kitchen."}, {"scene_id": "bb-02-21-06s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a choker.", "with_names": "a woman is wearing a black dress and a choker."}, {"scene_id": "bb-02-21-06s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-02-21-06s13", "raw": "", "with_names": ""}]