[{"scene_id": "bb-07-04-14s0", "raw": "A scene from a TV show in which a mansion is shown.", "with_names": ""}, {"scene_id": "bb-07-04-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-04-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-04-14s3", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "a man is looking at a window."}, {"scene_id": "bb-07-04-14s5", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "bb-07-04-14s6", "raw": "A scene from a TV show in which a woman is holding a red cloth in front of her face.", "with_names": "a woman is holding a red cloth in front of her face."}, {"scene_id": "bb-07-04-14s7", "raw": "A scene from a TV show in which a woman is holding a gun and aiming it at a target.", "with_names": "Hope is holding a gun and aiming it at a target."}, {"scene_id": "bb-07-04-14s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-04-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-04-14s10", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-07-04-14s11", "raw": "A scene from a TV show in which a man is holding a blonde woman by the hair.", "with_names": "a man is holding a blonde woman by the hair."}, {"scene_id": "bb-07-04-14s12", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "bb-07-04-14s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-04-14s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-04-14s15", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-07-04-14s16", "raw": "A scene from a TV show in which a man and a woman stand in front of a Christmas tree.", "with_names": "a man and a woman stand in front of a christmas tree."}, {"scene_id": "bb-07-04-14s17", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "bb-07-04-14s18", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}]