[{"scene_id": "atwt-06-07-07s0", "raw": "A scene from a TV show in which a man and a woman are standing in front of each other.", "with_names": "Lance and a woman are standing in front of each other."}, {"scene_id": "atwt-06-07-07s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-07-07s2", "raw": "A scene from a TV show in which a boy is kneeling on the floor and another boy is standing over him.", "with_names": "a boy is kneeling on the floor and another boy is standing over him."}, {"scene_id": "atwt-06-07-07s3", "raw": "A scene from a TV show in which a man is seen throwing a box into a trash can.", "with_names": "a man is throwing a box into a trash can."}, {"scene_id": "atwt-06-07-07s4", "raw": "A scene from a TV show in which a young woman is wearing a red sweater and a boy is standing next to her.", "with_names": "a young woman is wearing a red sweater and a boy is standing next to her."}, {"scene_id": "atwt-06-07-07s5", "raw": "A scene from a TV show in which a boy and a girl are standing in front of a house.", "with_names": "a boy and a girl are standing in front of a house."}, {"scene_id": "atwt-06-07-07s6", "raw": "A scene from a TV show in which a woman is dancing in a kitchen while a man stands behind her.", "with_names": "a woman is dancing in a kitchen while a man stands behind her."}, {"scene_id": "atwt-06-07-07s7", "raw": "A scene from a TV show in which people are walking around a house.", "with_names": ""}, {"scene_id": "atwt-06-07-07s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-07-07s9", "raw": "A scene from a TV show in which a young girl is wearing a purple shirt and a long brown hair.", "with_names": "a young girl is wearing a purple shirt and a long brown hair."}, {"scene_id": "atwt-06-07-07s10", "raw": "A scene from a TV show in which a teddy bear is placed on a chair", "with_names": "a teddy bear is placed on a chair"}, {"scene_id": "atwt-06-07-07s11", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a blue apron", "with_names": "a woman is wearing a red jacket and a blue apron"}, {"scene_id": "atwt-06-07-07s12", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-06-07-07s13", "raw": "A scene from a TV show in which a man is shown praying in front of a fireplace.", "with_names": ""}, {"scene_id": "atwt-06-07-07s14", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-07-07s15", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a blue shirt", "with_names": ""}, {"scene_id": "atwt-06-07-07s16", "raw": "A scene from a TV show in which a blonde woman is wearing a yellow shirt and looking to the right of the frame.", "with_names": "a blonde woman is wearing a yellow shirt and looking to the right of the frame."}, {"scene_id": "atwt-06-07-07s17", "raw": "A scene from a TV show in which a can of Bush's Baked Beans is being stirred on a stove.", "with_names": "a can of bush's baked beans is being stirred on a stove."}, {"scene_id": "atwt-06-07-07s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-07-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-07-07s20", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-06-07-07s21", "raw": "A scene from a TV show in which a hand is holding a pill between its index finger and thumb.", "with_names": "a hand is holding a pill between its index finger and thumb."}]