[{"scene_id": "bb-02-14-14s0", "raw": "A scene from a TV show in which a man is arranging flowers in a living room.", "with_names": "Wyatt is arranging flowers in a living room."}, {"scene_id": "bb-02-14-14s1", "raw": "A scene from a TV show in which a woman sits at a desk and types on a laptop.", "with_names": "a woman sits at a desk and types on a laptop."}, {"scene_id": "bb-02-14-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-14-14s3", "raw": "A scene from a TV show in which a woman is holding roses and looking at a man.", "with_names": "a woman is holding roses and looking at a man."}, {"scene_id": "bb-02-14-14s4", "raw": "A scene from a TV show in which a man gives a woman flowers and a gift.", "with_names": "a man gives a woman flowers and a gift."}, {"scene_id": "bb-02-14-14s5", "raw": "A scene from a TV show in which a woman is frustrated and yells at her boss.", "with_names": "a woman is frustrated and yells at her boss."}, {"scene_id": "bb-02-14-14s6", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie.", "with_names": "a man is wearing a suit and a blue tie."}, {"scene_id": "bb-02-14-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-14-14s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-14-14s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "bb-02-14-14s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-14-14s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-14-14s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "bb-02-14-14s13", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "bb-02-14-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-14-14s15", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "a woman looks at a man and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-02-14-14s16", "raw": "A scene from a TV show in which a man is seen walking on a bridge.", "with_names": "a man is walking on a bridge."}, {"scene_id": "bb-02-14-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]