[{"scene_id": "oltl-09-30-09s0", "raw": "A scene from a TV show in which a woman is leaning against a window with her head resting on it.", "with_names": "Blair is leaning against a window with her head resting on it."}, {"scene_id": "oltl-09-30-09s1", "raw": "A scene from a TV show in which a man is sitting at a desk and reaching out to shake someone's hand.", "with_names": "a man is sitting at a desk and reaching out to shake someone's hand."}, {"scene_id": "oltl-09-30-09s2", "raw": "A scene from a TV show in which a man is talking on his cell phone in a room with a window.", "with_names": ""}, {"scene_id": "oltl-09-30-09s3", "raw": "A scene from a TV show in which a woman is throwing a man off a couch.", "with_names": "a woman is throwing a man off a couch."}, {"scene_id": "oltl-09-30-09s4", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-30-09s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-30-09s6", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, a man stands nearby, and a nurse stands over her.", "with_names": "a woman is lying on a hospital bed, a man stands nearby, and a nurse stands over her."}, {"scene_id": "oltl-09-30-09s7", "raw": "A scene from a TV show in which a man is seen getting into a boat and swimming in the ocean.", "with_names": "a man is getting into a boat and swimming in the ocean."}, {"scene_id": "oltl-09-30-09s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-09-30-09s9", "raw": "A scene from a TV show in which a woman is slapping a man on the face.", "with_names": "a woman is slapping a man on the face."}, {"scene_id": "oltl-09-30-09s10", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him", "with_names": "a man is sitting at a desk and another man is standing behind him"}, {"scene_id": "oltl-09-30-09s11", "raw": "A scene from a TV show in which a young man is sitting on a couch wearing a lab coat.", "with_names": ""}, {"scene_id": "oltl-09-30-09s12", "raw": "A scene from a TV show in which a man is standing in a library, looking at a chair.", "with_names": "a man is standing in a library, looking at a chair."}, {"scene_id": "oltl-09-30-09s13", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-09-30-09s14", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing next to him.", "with_names": "a man is sitting at a desk and another man is standing next to him."}, {"scene_id": "oltl-09-30-09s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-09-30-09s16", "raw": "A scene from a TV show in which a man is standing over a body, with a woman standing behind him.", "with_names": "a man is standing over a body, with a woman standing behind him."}, {"scene_id": "oltl-09-30-09s17", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "a woman is lying in bed with a man, and he is looking at her."}, {"scene_id": "oltl-09-30-09s18", "raw": "A scene from a TV show in which a man is kneeling on a boat, a woman is sitting next to him.", "with_names": "a man is kneeling on a boat, a woman is sitting next to him."}, {"scene_id": "oltl-09-30-09s19", "raw": "A scene from a TV show in which a man is sitting at a desk with his arms crossed.", "with_names": "a man is sitting at a desk with his arms crossed."}, {"scene_id": "oltl-09-30-09s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-09-30-09s21", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is biting her finger.", "with_names": "a man is holding a woman by the shoulders and she is biting her finger."}, {"scene_id": "oltl-09-30-09s22", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing behind her.", "with_names": "a woman is lying on a bed and a man is standing behind her."}, {"scene_id": "oltl-09-30-09s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a boat.", "with_names": "a man and a woman are sitting on a boat."}, {"scene_id": "oltl-09-30-09s24", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "oltl-09-30-09s25", "raw": "A scene from a TV show in which a young black woman is standing in front of a white man.", "with_names": "a young black woman is standing in front of a white man."}, {"scene_id": "oltl-09-30-09s26", "raw": "A scene from a TV show in which a man is reading a book.", "with_names": "a man is reading a book."}, {"scene_id": "oltl-09-30-09s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-30-09s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-30-09s29", "raw": "A scene from a TV show in which a young woman is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-09-30-09s30", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a clock on the wall.", "with_names": "a man and a woman are standing in a room with a clock on the wall."}, {"scene_id": "oltl-09-30-09s31", "raw": "A scene from a TV show in which a man is hugging another man from behind.", "with_names": "a man is hugging another man from behind."}, {"scene_id": "oltl-09-30-09s32", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-30-09s33", "raw": "A scene from a TV show in which a man is looking down and wearing a suit.", "with_names": "a man is looking down and wearing a suit."}, {"scene_id": "oltl-09-30-09s34", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and chairs.", "with_names": "a man and a woman are standing in a room with a table and chairs."}, {"scene_id": "oltl-09-30-09s35", "raw": "A scene from a TV show in which a woman is lying on a bed with her legs spread wide.", "with_names": "] is lying on a bed with her legs spread wide."}, {"scene_id": "oltl-09-30-09s36", "raw": "A scene from a TV show in which a woman is wearing a colorful dress and a man is standing behind her.", "with_names": "] is wearing a colorful dress and Ross is standing behind her."}, {"scene_id": "oltl-09-30-09s37", "raw": "A scene from a TV show in which a man is getting a massage from a woman.", "with_names": "a man is getting a massage from a woman."}, {"scene_id": "oltl-09-30-09s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-30-09s39", "raw": "A scene from a TV show in which a woman is standing in a doorway, looking down at a piece of paper.", "with_names": "a woman is standing in a doorway, looking down at a piece of paper."}, {"scene_id": "oltl-09-30-09s40", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a necklace.", "with_names": "a woman is wearing a pink jacket and a necklace."}, {"scene_id": "oltl-09-30-09s41", "raw": "A scene from a TV show in which a man is walking down a hallway with a young girl and a boy.", "with_names": "a man is walking down a hallway with a young girl and a boy."}, {"scene_id": "oltl-09-30-09s42", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-09-30-09s43", "raw": "A scene from a TV show in which a man sits at a desk and types on a computer keyboard.", "with_names": "a man sits at a desk and types on a computer keyboard."}, {"scene_id": "oltl-09-30-09s44", "raw": "A scene from a TV show in which two women are sitting in chairs in a living room.", "with_names": "two women are sitting in chairs in a living room."}, {"scene_id": "oltl-09-30-09s45", "raw": "", "with_names": ""}]