[{"scene_id": "bb-06-20-17s0", "raw": "A scene from a TV show in which a man is seen climbing a mountain. (File/FOX5)", "with_names": "a man is climbing a mountain. (file/fox5)"}, {"scene_id": "bb-06-20-17s1", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-20-17s2", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "bb-06-20-17s3", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "bb-06-20-17s4", "raw": "A scene from a TV show in which a woman is looking at a picture and talking.", "with_names": ""}, {"scene_id": "bb-06-20-17s5", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a piece of paper.", "with_names": "a man is standing in front of a woman, holding a piece of paper."}, {"scene_id": "bb-06-20-17s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rick and Maya are standing next to each other."}, {"scene_id": "bb-06-20-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-20-17s8", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-20-17s9", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and she is wearing a dress.", "with_names": "Maya is standing in a room with Rick, and she is wearing a dress."}, {"scene_id": "bb-06-20-17s10", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Julius is wearing a suit and a white shirt."}, {"scene_id": "bb-06-20-17s12", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "Lizzy is arguing with a man."}, {"scene_id": "bb-06-20-17s13", "raw": "A scene from a TV show in which a woman is standing next to a man, looking concerned.", "with_names": "Maya is standing next to Rick, looking concerned."}, {"scene_id": "bb-06-20-17s14", "raw": "A scene from a TV show in which a woman is wearing a green and white dress and a man is standing next to her.", "with_names": "Nicole is wearing a green and white dress and Julius is standing next to her."}, {"scene_id": "bb-06-20-17s15", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie.", "with_names": "a man is wearing a suit and a blue tie."}]