[{"scene_id": "bb-04-28-06s0", "raw": "A scene from a TV show in which a man stands in front of a fireplace, his hands are in his pockets.", "with_names": "a man stands in front of a fireplace, his hands are in his pockets."}, {"scene_id": "bb-04-28-06s1", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s2", "raw": "A scene from a TV show in which a woman is sitting on a plane with her eyes closed.", "with_names": "Bridget is sitting on a plane with her eyes closed."}, {"scene_id": "bb-04-28-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s4", "raw": "A scene from a TV show in which a woman is sitting at a desk talking on the phone.", "with_names": ""}, {"scene_id": "bb-04-28-06s6", "raw": "A scene from a TV show in which a man is holding a camera and taking a picture.", "with_names": "Taylor is holding a camera and taking a picture."}, {"scene_id": "bb-04-28-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s8", "raw": "A scene from a TV show in which a woman is sitting on a blue couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-04-28-06s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a white jacket.", "with_names": "Bridget is wearing a black dress and a white jacket."}, {"scene_id": "bb-04-28-06s11", "raw": "A scene from a TV show in which a woman is shown reacting to a video of a man's death.", "with_names": ""}, {"scene_id": "bb-04-28-06s12", "raw": "A scene from a TV show in which a blonde man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and walking down a hallway", "with_names": "a man is wearing a suit and tie and walking down a hallway"}, {"scene_id": "bb-04-28-06s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "bb-04-28-06s17", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "bb-04-28-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-04-28-06s19", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "bb-04-28-06s21", "raw": "A scene from a TV show in which a man is bleeding from the nose and mouth.", "with_names": "Dante is bleeding from the nose and mouth."}]