[{"scene_id": "bb-12-19-16s0", "raw": "A scene from a TV show in which a person is holding a phone and playing a video game.", "with_names": "a person is holding a phone and playing a video game."}, {"scene_id": "bb-12-19-16s1", "raw": "A scene from a TV show in which a woman is walking through a dark garden at night.", "with_names": "a woman is walking through a dark garden at night."}, {"scene_id": "bb-12-19-16s2", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her hair up in a bun.", "with_names": "a woman is in a dark room, with her hair up in a bun."}, {"scene_id": "bb-12-19-16s3", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-19-16s4", "raw": "A scene from a TV show in which a man is talking to a woman while she is sitting on a bed.", "with_names": ""}, {"scene_id": "bb-12-19-16s5", "raw": "A scene from a TV show in which a man is standing in a room, wearing a suit and tie.", "with_names": "a man is standing in a room, wearing a suit and tie."}, {"scene_id": "bb-12-19-16s6", "raw": "A scene from a TV show in which a woman is walking down a hallway and looking at a door.", "with_names": "a woman is walking down a hallway and looking at a door."}, {"scene_id": "bb-12-19-16s7", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Eric and Quinn are lying in bed together."}, {"scene_id": "bb-12-19-16s8", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "bb-12-19-16s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-19-16s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Eric and Quinn are lying in bed together."}, {"scene_id": "bb-12-19-16s11", "raw": "A scene from a TV show in which Mark Pinocchini is seen flying over a city at night.", "with_names": "mark pinocchini is flying over a city at night."}]