[{"scene_id": "oltl-07-14-08s0", "raw": "A scene from a TV show in which a man is opening a door and a woman is standing behind him", "with_names": "a man is opening a door and a woman is standing behind him"}, {"scene_id": "oltl-07-14-08s1", "raw": "A scene from a TV show in which a man is holding a book and a coffee cup", "with_names": "a man is holding a book and a coffee cup"}, {"scene_id": "oltl-07-14-08s2", "raw": "A scene from a TV show in which two women are talking to a man at a bar.", "with_names": ""}, {"scene_id": "oltl-07-14-08s3", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-14-08s4", "raw": "A scene from a TV show in which a man is pointing his finger at someone.", "with_names": "a man is pointing his finger at someone."}, {"scene_id": "oltl-07-14-08s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-07-14-08s6", "raw": "A scene from a TV show in which a man is looking down and another man is standing next to him.", "with_names": "a man is looking down and another man is standing next to him."}, {"scene_id": "oltl-07-14-08s7", "raw": "A scene from a TV show in which a girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-14-08s8", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing green shirts.", "with_names": ""}, {"scene_id": "oltl-07-14-08s9", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him angrily.", "with_names": "a man is standing in front of a woman, and she is looking at him angrily."}, {"scene_id": "oltl-07-14-08s10", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-07-14-08s11", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-07-14-08s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-14-08s13", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a couch.", "with_names": "a woman is standing in a room with a chair and a couch."}, {"scene_id": "oltl-07-14-08s14", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is sitting next to her.", "with_names": "a woman is wearing a green dress and ] is sitting next to her."}, {"scene_id": "oltl-07-14-08s15", "raw": "A scene from a TV show in which a man is holding a beer and a woman is standing behind him", "with_names": "a man is holding a beer and ] is standing behind him"}, {"scene_id": "oltl-07-14-08s16", "raw": "A scene from a TV show in which a young man is walking down a hallway and looking at a door.", "with_names": "a young man is walking down a hallway and looking at a door."}, {"scene_id": "oltl-07-14-08s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-08s18", "raw": "A scene from a TV show in which a woman is singing and a man stands behind her", "with_names": "a woman is singing and a man stands behind her"}, {"scene_id": "oltl-07-14-08s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-08s20", "raw": "A scene from a TV show in which a man is standing in front of a woman in a bed.", "with_names": "a man is standing in front of a woman in a bed."}, {"scene_id": "oltl-07-14-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-08s22", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him", "with_names": ""}, {"scene_id": "oltl-07-14-08s23", "raw": "A scene from a TV show in which a man is talking to another man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-07-14-08s24", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-07-14-08s25", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a smile.", "with_names": ""}, {"scene_id": "oltl-07-14-08s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-14-08s27", "raw": "", "with_names": ""}]