[{"scene_id": "gl-05-12-04s0", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting at a desk.", "with_names": "a man is standing in front of a woman, and she is sitting at a desk."}, {"scene_id": "gl-05-12-04s1", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-05-12-04s2", "raw": "A scene from a TV show in which a man is holding a woman in a room with a fireplace.", "with_names": "a man is holding a woman in a room with a fireplace."}, {"scene_id": "gl-05-12-04s3", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-05-12-04s4", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a suit", "with_names": ""}, {"scene_id": "gl-05-12-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "gl-05-12-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "gl-05-12-04s7", "raw": "A scene from a TV show in which a man is hugging a woman", "with_names": "a man is hugging a woman"}, {"scene_id": "gl-05-12-04s8", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "gl-05-12-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-12-04s10", "raw": "A scene from a TV show in which a man and a woman are laughing together.", "with_names": "a man and a woman are laughing together."}, {"scene_id": "gl-05-12-04s11", "raw": "A scene from a TV show in which a young blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-12-04s12", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "gl-05-12-04s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-12-04s14", "raw": "A scene from a TV show in which a man is talking to someone and the person is laughing", "with_names": ""}, {"scene_id": "gl-05-12-04s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at a plant.", "with_names": ""}, {"scene_id": "gl-05-12-04s16", "raw": "A scene from a TV show in which a man and a woman are dancing.", "with_names": "a man and a woman are dancing."}, {"scene_id": "gl-05-12-04s17", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a backpack.", "with_names": "a man is wearing a blue shirt and a backpack."}, {"scene_id": "gl-05-12-04s18", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "gl-05-12-04s19", "raw": "A scene from a TV show in which a man is wearing glasses and a black jacket", "with_names": "a man is wearing glasses and a black jacket"}, {"scene_id": "gl-05-12-04s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "gl-05-12-04s21", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-12-04s22", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-05-12-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-12-04s24", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a book.", "with_names": ""}, {"scene_id": "gl-05-12-04s25", "raw": "A scene from a TV show in which a man is talking on the phone and his mouth is open wide", "with_names": ""}, {"scene_id": "gl-05-12-04s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-05-12-04s27", "raw": "", "with_names": ""}]