[{"scene_id": "atwt-07-04-06s0", "raw": "A scene from a TV show in which a man is wearing a red t-shirt and a woman is standing behind him.", "with_names": "a man is wearing a red t-shirt and a woman is standing behind him."}, {"scene_id": "atwt-07-04-06s1", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a grey shirt", "with_names": "a man is looking at the camera and wearing a grey shirt"}, {"scene_id": "atwt-07-04-06s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-04-06s3", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed with a feeding tube.", "with_names": "a young woman is lying in a hospital bed with a feeding tube."}, {"scene_id": "atwt-07-04-06s4", "raw": "A scene from a TV show in which the logos of various companies are shown", "with_names": "the logos of various companies are shown"}, {"scene_id": "atwt-07-04-06s5", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and is looking at a book.", "with_names": "a woman is lying in a hospital bed and is looking at a book."}, {"scene_id": "atwt-07-04-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-04-06s7", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-04-06s8", "raw": "A scene from a TV show in which a man is sitting on a bed and a person is standing behind him.", "with_names": "a man is sitting on a bed and a person is standing behind him."}, {"scene_id": "atwt-07-04-06s9", "raw": "A scene from a TV show in which a man is seen being shot in the head.", "with_names": "a man is being shot in the head."}, {"scene_id": "atwt-07-04-06s10", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is holding a towel.", "with_names": "a woman is wearing a suit and ] is holding a towel."}, {"scene_id": "atwt-07-04-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "atwt-07-04-06s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-07-04-06s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-04-06s14", "raw": "A scene from a TV show in which a doctor is touching his neck and looking at his watch.", "with_names": "a doctor is touching his neck and looking at his watch."}, {"scene_id": "atwt-07-04-06s15", "raw": "A scene from a TV show in which a woman is lying on a bed and another woman is standing over her, holding a can of soda.", "with_names": "a woman is lying on a bed and another woman is standing over her, holding a can of soda."}, {"scene_id": "atwt-07-04-06s16", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "atwt-07-04-06s17", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is a white background with a grey circle in the lower right corner.", "with_names": "a man is in a hospital bed. the image is a white background with a grey circle in the lower right corner."}, {"scene_id": "atwt-07-04-06s18", "raw": "A scene from a TV show in which a shirtless man is screaming and running around a room.", "with_names": "a shirtless man is screaming and running around a room."}, {"scene_id": "atwt-07-04-06s19", "raw": "A scene from a TV show in which a woman is looking at a piece of paper and touching her neck", "with_names": "a woman is looking at a piece of paper and touching her neck"}, {"scene_id": "atwt-07-04-06s20", "raw": "A scene from a TV show in which a woman is shown on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-04-06s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-04-06s22", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-07-04-06s23", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "atwt-07-04-06s24", "raw": "A scene from a TV show in which a rocket is launched.", "with_names": "a rocket is launched."}, {"scene_id": "atwt-07-04-06s25", "raw": "A scene from a TV show in which hair products are being advertised.", "with_names": "hair products are being advertised."}, {"scene_id": "atwt-07-04-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-04-06s27", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is looking at her.", "with_names": "a woman is holding a cell phone and a man is looking at her."}, {"scene_id": "atwt-07-04-06s28", "raw": "A scene from a TV show in which a woman is looking downcast.", "with_names": "a woman is looking downcast."}, {"scene_id": "atwt-07-04-06s29", "raw": "A scene from a TV show in which a man is wearing a military uniform and a woman is holding a bouquet.", "with_names": "a man is wearing a military uniform and a woman is holding a bouquet."}, {"scene_id": "atwt-07-04-06s30", "raw": "A scene from a TV show in which a bottle of sunscreen is shown.", "with_names": ""}]