[{"scene_id": "bb-07-15-14s0", "raw": "A scene from a TV show in which a man is talking to a woman and a young manI", "with_names": ""}, {"scene_id": "bb-07-15-14s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-15-14s2", "raw": "A scene from a TV show in which a fountain is turned on and people take pictures of it.", "with_names": "a fountain is turned on and people take pictures of it."}, {"scene_id": "bb-07-15-14s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-15-14s4", "raw": "A scene from a TV show in which a man is wearing a striped cardigan and a tie.", "with_names": "a man is wearing a striped cardigan and a tie."}, {"scene_id": "bb-07-15-14s5", "raw": "A scene from a TV show in which a group of people are hiking in the mountains.", "with_names": "a group of people are hiking in the mountains."}, {"scene_id": "bb-07-15-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-15-14s7", "raw": "A scene from a TV show in which a young woman is crying in front of a man.", "with_names": "a young woman is crying in front of a man."}, {"scene_id": "bb-07-15-14s8", "raw": "A scene from a TV show in which a man and a woman are in a room and he is looking at her.", "with_names": "a man and a woman are in a room and he is looking at her."}, {"scene_id": "bb-07-15-14s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-15-14s10", "raw": "A scene from a TV show in which a man and a woman are sitting in a library.", "with_names": "a man and a woman are sitting in a library."}, {"scene_id": "bb-07-15-14s11", "raw": "A scene from a TV show in which a man is wearing a sweater and a tie and is looking confused.", "with_names": "a man is wearing a sweater and a tie and is looking confused."}, {"scene_id": "bb-07-15-14s12", "raw": "A scene from a TV show in which a man is talking to a therapist.", "with_names": ""}]