[{"scene_id": "gl-08-02-04s0", "raw": "A scene from a TV show in which a man is holding a gun in a room with a potted plant.", "with_names": "Danny is holding a gun in a room with a potted plant."}, {"scene_id": "gl-08-02-04s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-02-04s2", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a white shirt.", "with_names": "Dinah is wearing a pink jacket and a white shirt."}, {"scene_id": "gl-08-02-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "Ross is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-08-02-04s6", "raw": "A scene from a TV show in which a man is looking at a blonde woman and smiling.", "with_names": "a man is looking at a blonde woman and smiling."}, {"scene_id": "gl-08-02-04s7", "raw": "A scene from a TV show in which a bride and groom walk down the aisle.", "with_names": "a bride and groom walk down the aisle."}, {"scene_id": "gl-08-02-04s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and a headband and is looking shocked. A man is standing next to her, looking at her with a surprised expression.", "with_names": "a woman is wearing a white dress and a headband and is looking shocked. Jeffrey is standing next to her, looking at her with a surprised expression."}, {"scene_id": "gl-08-02-04s9", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-08-02-04s10", "raw": "A scene from a TV show in which a man is seen in a room with a large stack of boxes.", "with_names": "a man is in a room with a large stack of boxes."}, {"scene_id": "gl-08-02-04s11", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Gus is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-08-02-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-08-02-04s14", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-08-02-04s15", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is behind her.", "with_names": "a woman is wearing a red dress and Edmund is behind her."}, {"scene_id": "gl-08-02-04s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Dinah is crying."}, {"scene_id": "gl-08-02-04s17", "raw": "A scene from a TV show in which a man is reading a wedding certificate to a woman and a young boy.", "with_names": "Jeffrey is reading a wedding certificate to a woman and a young boy."}, {"scene_id": "gl-08-02-04s19", "raw": "A scene from a TV show in which a man is punching a woman in the face.", "with_names": "Phillip is punching Olivia in the face."}, {"scene_id": "gl-08-02-04s20", "raw": "A scene from a TV show in which a woman is wearing a black hat and a blue shirt.", "with_names": "a woman is wearing a black hat and a blue shirt."}, {"scene_id": "gl-08-02-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress", "with_names": "a man is wearing a suit and Frank is in a dress"}, {"scene_id": "gl-08-02-04s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Marina are standing next to each other."}, {"scene_id": "gl-08-02-04s24", "raw": "A scene from a TV show in which a man and a woman are standing in front of a staircase, the womanluring the man to her side.", "with_names": "a man and a woman are standing in front of a staircase, the womanluring the man to her side."}, {"scene_id": "gl-08-02-04s25", "raw": "A scene from a TV show in which a man is talking to a woman, with a green plant in the foreground.", "with_names": ""}, {"scene_id": "gl-08-02-04s26", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a wedding dress.", "with_names": "a man is wearing a tuxedo and a woman is in a wedding dress."}, {"scene_id": "gl-08-02-04s33", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-08-02-04s34", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is in a suit.", "with_names": "a woman is wearing a wedding dress and a man is in a suit."}, {"scene_id": "gl-08-02-04s35", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "Olivia is wearing a white dress and a man is standing behind her."}, {"scene_id": "gl-08-02-04s36", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is looking at the camera.", "with_names": "a man is wearing a tuxedo and a bow tie and is looking at the camera."}, {"scene_id": "gl-08-02-04s37", "raw": "A scene from a TV show in which a woman is crying on her wedding day.", "with_names": "Gus is crying on her wedding day."}, {"scene_id": "gl-08-02-04s38", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "Edmund is holding a gun to another man's head."}, {"scene_id": "gl-08-02-04s39", "raw": "A scene from a TV show in which a man is talking to two other men.", "with_names": ""}, {"scene_id": "gl-08-02-04s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-02-04s41", "raw": "A scene from a TV show in which a man is walking past a woman and a bouquet of flowers.", "with_names": "a man is walking past Frank and a bouquet of flowers."}, {"scene_id": "gl-08-02-04s42", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a tuxedo.", "with_names": "Alexandra is wearing a pink dress and a man is in a tuxedo."}, {"scene_id": "gl-08-02-04s44", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-02-04s45", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie", "with_names": "a man is wearing a suit and a bow tie"}, {"scene_id": "gl-08-02-04s46", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a brooch", "with_names": "Cassie is wearing a pink suit and a brooch"}, {"scene_id": "gl-08-02-04s47", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Edmund is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-08-02-04s49", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-08-02-04s50", "raw": "A scene from a TV show in which a man is wearing a tuxedo and bow tie and another man is wearing a suit.", "with_names": "a man is wearing a tuxedo and bow tie and another man is wearing a suit."}, {"scene_id": "gl-08-02-04s51", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]