[{"scene_id": "atwt-07-02-10s0", "raw": "A scene from a TV show in which a woman is talking to another woman demonstratively.", "with_names": ""}, {"scene_id": "atwt-07-02-10s1", "raw": "A scene from a TV show in which a man is seen blowing a bag of lettuce.", "with_names": "a man is blowing a bag of lettuce."}, {"scene_id": "atwt-07-02-10s2", "raw": "A scene from a TV show in which a woman is looking down and her hand is on her face", "with_names": "a woman is looking down and her hand is on her face"}, {"scene_id": "atwt-07-02-10s3", "raw": "A scene from a TV show in which a python is seen eating a man's hand.", "with_names": "a python is eating a man's hand."}, {"scene_id": "atwt-07-02-10s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-02-10s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-02-10s6", "raw": "A scene from a TV show in which a woman is shown with her hair styled into a short, sleek style.", "with_names": ""}, {"scene_id": "atwt-07-02-10s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-02-10s8", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-02-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a yellow flower in his lapel", "with_names": "a man is wearing a suit and tie and a yellow flower in his lapel"}, {"scene_id": "atwt-07-02-10s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-07-02-10s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-02-10s12", "raw": "A scene from a TV show in which a man is being interviewed by a reporter.", "with_names": "a man is being interviewed by a reporter."}, {"scene_id": "atwt-07-02-10s13", "raw": "A scene from a TV show in which a man is standing in a doorway, looking down and holding his stomach.", "with_names": "a man is standing in a doorway, looking down and holding his stomach."}, {"scene_id": "atwt-07-02-10s14", "raw": "A scene from a TV show in which a young boy and girl are eating cereal and watching a football game.", "with_names": "a young boy and girl are eating cereal and watching a football game."}, {"scene_id": "atwt-07-02-10s15", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-02-10s16", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a wedding dress.", "with_names": "a man is wearing a suit and a woman is in a wedding dress."}, {"scene_id": "atwt-07-02-10s17", "raw": "A scene from a TV show in which a woman is wearing large hoop earrings and a purple shirt.", "with_names": "a woman is wearing large hoop earrings and a purple shirt."}, {"scene_id": "atwt-07-02-10s18", "raw": "A scene from a TV show in which a jar of Nutella is shown.", "with_names": ""}, {"scene_id": "atwt-07-02-10s19", "raw": "A scene from a TV show in which a girl eats a slice of pizza while reading a book.", "with_names": "a girl eats a slice of pizza while reading a book."}]