[{"scene_id": "oltl-07-06-09s0", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-06-09s1", "raw": "A scene from a TV show in which a woman is sitting at a table and a blonde woman is standing behind her", "with_names": "a woman is sitting at a table and a blonde woman is standing behind her"}, {"scene_id": "oltl-07-06-09s2", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "oltl-07-06-09s3", "raw": "A scene from a TV show in which a black man is being questioned by a white man.", "with_names": "a black man is being questioned by a white man."}, {"scene_id": "oltl-07-06-09s4", "raw": "A scene from a TV show in which a woman is talking to a man and another woman.", "with_names": ""}, {"scene_id": "oltl-07-06-09s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed and looking at a crib.", "with_names": "a man and a woman are sitting on a bed and looking at a crib."}, {"scene_id": "oltl-07-06-09s6", "raw": "A scene from a TV show in which the word 'OLTL' is written in large letters", "with_names": "the word 'oltl' is written in large letters"}, {"scene_id": "oltl-07-06-09s7", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "oltl-07-06-09s8", "raw": "A scene from a TV show in which a man is standing next to a crib and a woman is sitting in it.", "with_names": "a man is standing next to a crib and a woman is sitting in it."}, {"scene_id": "oltl-07-06-09s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-06-09s10", "raw": "A scene from a TV show in which a man is getting his tie tied by another man.", "with_names": "a man is getting his tie tied by another man."}, {"scene_id": "oltl-07-06-09s11", "raw": "A scene from a TV show in which a woman is sitting at a table with a bowl of green apples.", "with_names": "a woman is sitting at a table with a bowl of green apples."}, {"scene_id": "oltl-07-06-09s12", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "oltl-07-06-09s13", "raw": "A scene from a TV show in which a man is laughing and wearing a Hawaiian shirt.", "with_names": "a man is laughing and wearing a hawaiian shirt."}, {"scene_id": "oltl-07-06-09s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-06-09s15", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing next to her.", "with_names": "a woman is wearing a white dress and a man is standing next to her."}, {"scene_id": "oltl-07-06-09s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-06-09s17", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-07-06-09s18", "raw": "A scene from a TV show in which a woman is sitting in a crib and a man is standing behind her.", "with_names": "a woman is sitting in a crib and a man is standing behind her."}, {"scene_id": "oltl-07-06-09s19", "raw": "A scene from a TV show in which a man is standing outside a door and a clock is hanging on the wall.", "with_names": "a man is standing outside a door and a clock is hanging on the wall."}, {"scene_id": "oltl-07-06-09s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-06-09s21", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "oltl-07-06-09s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-06-09s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-06-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-09s25", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "oltl-07-06-09s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-07-06-09s27", "raw": "A scene from a TV show in which a woman is talking to two men in a hallway.", "with_names": ""}, {"scene_id": "oltl-07-06-09s28", "raw": "A scene from a TV show in which a man is talking to another man, with a cup and a book in front of him.", "with_names": ""}, {"scene_id": "oltl-07-06-09s29", "raw": "A scene from a TV show in which a woman is sitting on a staircase and a man is standing next to her.", "with_names": "a woman is sitting on a staircase and a man is standing next to her."}, {"scene_id": "oltl-07-06-09s30", "raw": "A scene from a TV show in which a shirtless man and a woman kiss in a shower.", "with_names": "a shirtless man and a woman kiss in a shower."}, {"scene_id": "oltl-07-06-09s31", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-09s32", "raw": "A scene from a TV show in which a man is wearing a blue shirt and his eyes are closed.", "with_names": "a man is wearing a blue shirt and his eyes are closed."}, {"scene_id": "oltl-07-06-09s33", "raw": "A scene from a TV show in which two women are sitting in a room, one of them is crying.", "with_names": "two women are sitting in a room, one of them is crying."}, {"scene_id": "oltl-07-06-09s34", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-07-06-09s35", "raw": "A scene from a TV show in which two women are sitting in a kitchen.", "with_names": "two women are sitting in a kitchen."}, {"scene_id": "oltl-07-06-09s36", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-07-06-09s37", "raw": "A scene from a TV show in which a man is wearing a black shirt and a suit jacket.", "with_names": "a man is wearing a black shirt and a suit jacket."}, {"scene_id": "oltl-07-06-09s38", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a white dress.", "with_names": "a man is wearing a suit and a woman is in a white dress."}, {"scene_id": "oltl-07-06-09s39", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a blue shirt.", "with_names": "a woman is wearing a green dress and a man is in a blue shirt."}, {"scene_id": "oltl-07-06-09s40", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-06-09s41", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}]