[{"scene_id": "gl-02-03-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-03-05s1", "raw": "A scene from a TV show in which a woman is wearing a black abaya", "with_names": "Dinah is wearing a black abaya"}, {"scene_id": "gl-02-03-05s2", "raw": "A scene from a TV show in which a woman is standing in a room with a table and chairs.", "with_names": "Corey is standing in a room with a table and chairs."}, {"scene_id": "gl-02-03-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-05s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-03-05s5", "raw": "A scene from a TV show in which a woman is laughing and her teeth are showing", "with_names": "Reva is laughing and her teeth are showing"}, {"scene_id": "gl-02-03-05s6", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "Josh is sitting at a table with Bill."}, {"scene_id": "gl-02-03-05s7", "raw": "A scene from a TV show in which a man and a woman are sitting in a car and laughing.", "with_names": "Jonathan and Reva are sitting in a car and laughing."}, {"scene_id": "gl-02-03-05s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Josh is kissing Bill on the cheek"}, {"scene_id": "gl-02-03-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-05s10", "raw": "A scene from a TV show in which a man is looking at a painting and a horse", "with_names": "Edmund is looking at a painting and a horse"}, {"scene_id": "gl-02-03-05s11", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her.", "with_names": ""}, {"scene_id": "gl-02-03-05s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-03-05s13", "raw": "A scene from a TV show in which a woman is sitting in a car with a man, and they are both laughing.", "with_names": "Reva is sitting in a car with Jonathan, and they are both laughing."}, {"scene_id": "gl-02-03-05s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-03-05s15", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at the camera.", "with_names": ""}, {"scene_id": "gl-02-03-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-05s19", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "Jonathan is smiling and wearing a suit."}, {"scene_id": "gl-02-03-05s20", "raw": "A scene from a TV show in which a woman is sitting in a car and a man is leaning over her and laughing.", "with_names": "Dinah is sitting in a car and a man is leaning over her and laughing."}, {"scene_id": "gl-02-03-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-05s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-03-05s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jonathan is kissing Dinah on the cheek."}, {"scene_id": "gl-02-03-05s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Cassie are standing next to each other."}, {"scene_id": "gl-02-03-05s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-03-05s26", "raw": "A scene from a TV show in which a man is talking on the phone and his head is tilted back", "with_names": ""}, {"scene_id": "gl-02-03-05s28", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Olivia is looking at Bill and smiling."}, {"scene_id": "gl-02-03-05s29", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-03-05s30", "raw": "A scene from a TV show in which a man is looking up and his face is not visible.", "with_names": "Jonathan is looking up and his face is not visible."}, {"scene_id": "gl-02-03-05s31", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-03-05s32", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a t-shirt with a motorcycle logo.", "with_names": "Edmund is wearing a leather jacket and a t-shirt with a motorcycle logo."}, {"scene_id": "gl-02-03-05s33", "raw": "A scene from a TV show in which a man is singing in a leather jacket", "with_names": "a man is singing in a leather jacket"}, {"scene_id": "gl-02-03-05s34", "raw": "A scene from a TV show in which a man is being arrested for playing pool with a prostitute.", "with_names": "a man is being arrested for playing pool with a prostitute."}]