[{"scene_id": "pc-08-05-03s0", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth.", "with_names": "Ian is kissing Lucy on the mouth."}, {"scene_id": "pc-08-05-03s1", "raw": "A scene from a TV show in which a young girl is painting a picture.", "with_names": "a young girl is painting a picture."}, {"scene_id": "pc-08-05-03s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-08-05-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-05-03s4", "raw": "A scene from a TV show in which a man is sitting in front of a door and talking to someone.", "with_names": ""}, {"scene_id": "pc-08-05-03s5", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing in front of him.", "with_names": "a man is holding a knife and a woman is standing in front of him."}, {"scene_id": "pc-08-05-03s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-08-05-03s7", "raw": "A scene from a TV show in which a woman is wearing a white halter top and a large diamond necklace", "with_names": "a woman is wearing a white halter top and a large diamond necklace"}, {"scene_id": "pc-08-05-03s8", "raw": "A scene from a TV show in which a woman is walking into a kitchen and a bowl of fruit is on the counter.", "with_names": "a woman is walking into a kitchen and a bowl of fruit is on the counter."}, {"scene_id": "pc-08-05-03s9", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is looking at him.", "with_names": "a man is smoking a cigarette and a woman is looking at him."}, {"scene_id": "pc-08-05-03s10", "raw": "A scene from a TV show in which a woman is reading a newspaper and a man is standing behind her.", "with_names": "a woman is reading a newspaper and a man is standing behind her."}]