[{"scene_id": "gl-07-06-06s0", "raw": "A scene from a TV show in which a man is blindfolded and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-07-06-06s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-06-06s2", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Buzz and Olivia are looking at each other."}, {"scene_id": "gl-07-06-06s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lizzie is crying"}, {"scene_id": "gl-07-06-06s4", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}, {"scene_id": "gl-07-06-06s5", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a red dress.", "with_names": ""}, {"scene_id": "gl-07-06-06s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-06-06s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at her hand", "with_names": ""}, {"scene_id": "gl-07-06-06s8", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Frank is yelling at Ava."}, {"scene_id": "gl-07-06-06s9", "raw": "A scene from a TV show in which a man is pushing a woman in a chair.", "with_names": "a man is pushing a woman in a chair."}, {"scene_id": "gl-07-06-06s10", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hair in a towel.", "with_names": ""}, {"scene_id": "gl-07-06-06s11", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-06-06s12", "raw": "A scene from a TV show in which a man is shirtless and wearing headphones", "with_names": "a man is shirtless and wearing headphones"}, {"scene_id": "gl-07-06-06s13", "raw": "A scene from a TV show in which a pink screen is shown", "with_names": ""}, {"scene_id": "gl-07-06-06s14", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a red tank top.", "with_names": ""}, {"scene_id": "gl-07-06-06s15", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "gl-07-06-06s16", "raw": "A scene from a TV show in which a woman is looking at the camera and making a face", "with_names": "a woman is looking at the camera and making a face"}, {"scene_id": "gl-07-06-06s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-06-06s18", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and another man.", "with_names": "a man is sitting at a table with a woman and another man."}, {"scene_id": "gl-07-06-06s19", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-06-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and another man is looking at them.", "with_names": ""}, {"scene_id": "gl-07-06-06s21", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "gl-07-06-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-06-06s23", "raw": "A scene from a TV show in which a man is throwing a chair in a room.", "with_names": "a man is throwing a chair in a room."}, {"scene_id": "gl-07-06-06s24", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-06-06s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of surprise on her face.", "with_names": ""}, {"scene_id": "gl-07-06-06s26", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-07-06-06s27", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her with a concerned expression.", "with_names": "a woman is crying and another woman is looking at her with a concerned expression."}, {"scene_id": "gl-07-06-06s28", "raw": "A scene from a TV show in which a man is holding his arm up in the air", "with_names": "a man is holding his arm up in the air"}, {"scene_id": "gl-07-06-06s29", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a green shirt.", "with_names": "a man is looking at the camera and wearing a green shirt."}]