[{"scene_id": "oltl-05-07-08s0", "raw": "two women are standing in a hospital room and one woman is talking.", "with_names": ""}, {"scene_id": "oltl-05-07-08s1", "raw": "a man is talking about a business and then a man is walking through a room.", "with_names": ""}, {"scene_id": "oltl-05-07-08s2", "raw": "a man is talking to a woman and then she is crying.", "with_names": ""}, {"scene_id": "oltl-05-07-08s3", "raw": "a man and a woman are talking about a mail and then they are going to get into a box.", "with_names": ""}, {"scene_id": "oltl-05-07-08s4", "raw": "a man is laying on a bed and a girl is trying to comfort her.", "with_names": "Cole is laying on a bed and Starr is trying to comfort her."}, {"scene_id": "oltl-05-07-08s5", "raw": "a family is sitting at a table and the man is talking about the woman.", "with_names": ""}, {"scene_id": "oltl-05-07-08s6", "raw": "a man is talking about a woman who is going to be in a room.", "with_names": ""}, {"scene_id": "oltl-05-07-08s7", "raw": "a man and a woman are in a kitchen and they are having a conversation.", "with_names": "John and Blair are in a kitchen and they are having a conversation."}, {"scene_id": "oltl-05-07-08s8", "raw": "a man and a woman are having a conversation in a room.", "with_names": "Cole and Starr are having a conversation in a room."}, {"scene_id": "oltl-05-07-08s9", "raw": "a man and woman are talking on a phone and talking about it.", "with_names": ""}, {"scene_id": "oltl-05-07-08s10", "raw": "a man is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-05-07-08s11", "raw": "two girls are sitting in a room and one of them is talking to the other.", "with_names": ""}, {"scene_id": "oltl-05-07-08s12", "raw": "a man is talking to another man and then two men are walking around.", "with_names": ""}, {"scene_id": "oltl-05-07-08s13", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "oltl-05-07-08s14", "raw": "a man is holding a baby and giving him a hug.", "with_names": "a man is holding a baby and giving him a hug."}, {"scene_id": "oltl-05-07-08s15", "raw": "a man is talking to a man and he is walking around.", "with_names": ""}, {"scene_id": "oltl-05-07-08s16", "raw": "a woman is talking about her experience and then a man is shown.", "with_names": ""}, {"scene_id": "oltl-05-07-08s17", "raw": "a man is talking to another man and then he is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-07-08s18", "raw": "a woman is talking about a restaurant and a man is talking about it.", "with_names": ""}, {"scene_id": "oltl-05-07-08s19", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "oltl-05-07-08s20", "raw": "a man and a woman are kissing each other and then they kiss.", "with_names": "a man and Natalie are kissing each other and then they kiss."}, {"scene_id": "oltl-05-07-08s21", "raw": "a man and a woman are on the beach and the man is making a sand castle.", "with_names": "Cole and Starr are on the beach and the man is making a sand castle."}, {"scene_id": "oltl-05-07-08s22", "raw": "a man and woman are talking about a scene of a man.", "with_names": ""}, {"scene_id": "oltl-05-07-08s23", "raw": "a man and woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "oltl-05-07-08s24", "raw": "a man and woman are talking about a man and then they are talking.", "with_names": ""}, {"scene_id": "oltl-05-07-08s25", "raw": "a man is talking to another man and then he is walking away.", "with_names": ""}, {"scene_id": "oltl-05-07-08s26", "raw": "a man and woman are talking about a restaurant and they are laughing.", "with_names": ""}, {"scene_id": "oltl-05-07-08s27", "raw": "a man and woman are talking about a man and they are talking about it.", "with_names": ""}, {"scene_id": "oltl-05-07-08s28", "raw": "a man and a woman are walking around a room and talking about it.", "with_names": ""}, {"scene_id": "oltl-05-07-08s29", "raw": "a man and a woman are sitting at a table and talking about the experience.", "with_names": ""}, {"scene_id": "oltl-05-07-08s30", "raw": "a man and a woman are kissing and then the man is kissing.", "with_names": "Jared and Natalie are kissing and then the man is kissing."}, {"scene_id": "oltl-05-07-08s31", "raw": "a man is talking to a man and then he is walking away.", "with_names": ""}, {"scene_id": "oltl-05-07-08s32", "raw": "a man and woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "oltl-05-07-08s33", "raw": "a man and a woman are talking and laughing at each other.", "with_names": ""}, {"scene_id": "oltl-05-07-08s34", "raw": "a woman is talking about a man who is trying to wink.", "with_names": ""}, {"scene_id": "oltl-05-07-08s35", "raw": "a man and woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "oltl-05-07-08s36", "raw": "a man and woman are talking about a romantic health.", "with_names": ""}, {"scene_id": "oltl-05-07-08s37", "raw": "a man and a woman are walking around on the beach and talking about the scene.", "with_names": ""}, {"scene_id": "oltl-05-07-08s38", "raw": "a man and a woman are walking around a room and then they are walking away.", "with_names": ""}, {"scene_id": "oltl-05-07-08s39", "raw": "a man is talking about a woman who is being interviewed.", "with_names": ""}]