[{"scene_id": "oltl-05-26-06s0", "raw": "A scene from a TV show in which a man is seen climbing onto a boat.", "with_names": "a man is climbing onto a boat."}, {"scene_id": "oltl-05-26-06s1", "raw": "A scene from a TV show in which a woman is handing a gift to another woman.", "with_names": "a woman is handing a gift to another woman."}, {"scene_id": "oltl-05-26-06s2", "raw": "A scene from a TV show in which a woman is holding a coffee cup and looking at the camera.", "with_names": "a woman is holding a coffee cup and looking at the camera."}, {"scene_id": "oltl-05-26-06s3", "raw": "A scene from a TV show in which a man and a woman are sitting in a movie theater.", "with_names": "a man and a woman are sitting in a movie theater."}, {"scene_id": "oltl-05-26-06s4", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-05-26-06s5", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-26-06s6", "raw": "A scene from a TV show in which a man and a woman are walking down a street, with a cup of coffee in their hands.", "with_names": "a man and a woman are walking down a street, with a cup of coffee in their hands."}, {"scene_id": "oltl-05-26-06s7", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "oltl-05-26-06s8", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-26-06s9", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-05-26-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-26-06s11", "raw": "A scene from a TV show in which a young girl is talking to two older women.", "with_names": ""}, {"scene_id": "oltl-05-26-06s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-26-06s13", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-26-06s14", "raw": "A scene from a TV show in which a man is lying on a bed with his legs up in the air, and a woman is sitting next to him.", "with_names": "a man is lying on a bed with his legs up in the air, and a woman is sitting next to him."}, {"scene_id": "oltl-05-26-06s15", "raw": "A scene from a TV show in which a man is in a jail cell and a guard is standing next to him.", "with_names": "a man is in a jail cell and a guard is standing next to him."}, {"scene_id": "oltl-05-26-06s16", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a couch.", "with_names": "a man and a woman are sitting next to each other on a couch."}, {"scene_id": "oltl-05-26-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "oltl-05-26-06s18", "raw": "A scene from a TV show in which a woman is being touched by another man.", "with_names": "a woman is being touched by another man."}, {"scene_id": "oltl-05-26-06s19", "raw": "A scene from a TV show in which a man is handcuffed and a police officer is holding his head.", "with_names": "a man is handcuffed and a police officer is holding his head."}, {"scene_id": "oltl-05-26-06s20", "raw": "A scene from a TV show in which a woman comforts a child.", "with_names": "a woman comforts a child."}, {"scene_id": "oltl-05-26-06s21", "raw": "A scene from a TV show in which a priest is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-05-26-06s22", "raw": "A scene from a TV show in which a woman is being pushed into a subway car.", "with_names": "a woman is being pushed into a subway car."}, {"scene_id": "oltl-05-26-06s23", "raw": "A scene from a TV show in which a young girl is wearing a denim shirt and a black jacket.", "with_names": "a young girl is wearing a denim shirt and a black jacket."}, {"scene_id": "oltl-05-26-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-26-06s25", "raw": "A scene from a TV show in which a woman is holding a cell phone and standing in a hallway.", "with_names": "a woman is holding a cell phone and standing in a hallway."}, {"scene_id": "oltl-05-26-06s26", "raw": "A scene from a TV show in which a woman is holding her hand to her chest and a man is standing behind her", "with_names": "a woman is holding her hand to her chest and a man is standing behind her"}, {"scene_id": "oltl-05-26-06s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-26-06s28", "raw": "A scene from a TV show in which a woman is yelling and a man is behind her.", "with_names": "a woman is yelling and a man is behind her."}, {"scene_id": "oltl-05-26-06s29", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt and is looking to the right of the frame.", "with_names": "a woman is wearing a suit and a white shirt and is looking to the right of the frame."}, {"scene_id": "oltl-05-26-06s30", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-05-26-06s31", "raw": "A scene from a TV show in which a man is playing golf with a golf club", "with_names": "a man is playing golf with a golf club"}]