[{"scene_id": "bb-09-23-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-23-14s1", "raw": "A scene from a TV show in which a man and a woman argue in front of a window.", "with_names": "a man and a woman argue in front of a window."}, {"scene_id": "bb-09-23-14s2", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a door.", "with_names": "a man is walking down a hallway and looking at a door."}, {"scene_id": "bb-09-23-14s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-23-14s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-23-14s5", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-23-14s6", "raw": "A scene from a TV show in which a woman is holding a necklace and a man is standing behind her.", "with_names": "a woman is holding a necklace and a man is standing behind her."}, {"scene_id": "bb-09-23-14s7", "raw": "A scene from a TV show in which a woman is talking to a robot.", "with_names": ""}, {"scene_id": "bb-09-23-14s8", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-09-23-14s9", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "a woman is surprised by a man."}, {"scene_id": "bb-09-23-14s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-23-14s11", "raw": "A scene from a TV show in which a woman is standing in a room with a candle and a vase.", "with_names": "a woman is standing in a room with a candle and a vase."}, {"scene_id": "bb-09-23-14s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-09-23-14s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-23-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-23-14s15", "raw": "A scene from a TV show in which a man is chased by a woman on a bridge.", "with_names": "a man is chased by a woman on a bridge."}]