[{"scene_id": "pc-10-22-02s0", "raw": "A scene from a TV show in which a man is lying on a couch with his feet up, looking at a TV.", "with_names": "a man is lying on a couch with his feet up, looking at a tv."}, {"scene_id": "pc-10-22-02s1", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-10-22-02s2", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a suit", "with_names": "a man is wearing a black turtleneck and a suit"}, {"scene_id": "pc-10-22-02s3", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "pc-10-22-02s4", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is in a red dress", "with_names": "Rafe is wearing a tank top and a woman is in a red dress"}, {"scene_id": "pc-10-22-02s5", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-10-22-02s6", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-10-22-02s7", "raw": "A scene from a TV show in which a man is singing and his hair is blowing in the wind", "with_names": "a man is singing and his hair is blowing in the wind"}, {"scene_id": "pc-10-22-02s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-10-22-02s9", "raw": "A scene from a TV show in which a woman is kissing a man on the butt", "with_names": "a woman is kissing a man on the butt"}, {"scene_id": "pc-10-22-02s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "pc-10-22-02s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-10-22-02s14", "raw": "A scene from a TV show in which a man is yelling and making a face", "with_names": "Mick is yelling and making a face"}, {"scene_id": "pc-10-22-02s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Casper and a woman are looking at each other."}, {"scene_id": "pc-10-22-02s16", "raw": "A scene from a TV show in which a shirtless Black man and a Black woman are laying in bed together.", "with_names": "a shirtless black man and a black woman are laying in bed together."}, {"scene_id": "pc-10-22-02s17", "raw": "A scene from a TV show in which a handwritten note is shown to the camera", "with_names": ""}, {"scene_id": "pc-10-22-02s21", "raw": "A scene from a TV show in which Barbara Eden is sitting on a couch and talking to someone off camera.", "with_names": ""}]