[{"scene_id": "oltl-02-12-10s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-12-10s1", "raw": "A scene from a TV show in which a man is walking down a street, and he is wearing a leather jacket.", "with_names": "a man is walking down a street, and he is wearing a leather jacket."}, {"scene_id": "oltl-02-12-10s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-02-12-10s3", "raw": "A scene from a TV show in which a white man and a black woman are walking together.", "with_names": "a white man and a black woman are walking together."}, {"scene_id": "oltl-02-12-10s4", "raw": "A scene from a TV show in which a woman is pointing a gun at a police officer.", "with_names": "a woman is pointing a gun at a police officer."}, {"scene_id": "oltl-02-12-10s5", "raw": "A scene from a TV show in which a man is bleeding from his head", "with_names": "a man is bleeding from his head"}, {"scene_id": "oltl-02-12-10s6", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-02-12-10s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-12-10s8", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "oltl-02-12-10s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, while a doctor and two other men stand around her.", "with_names": "a woman is lying in a hospital bed, while a doctor and two other men stand around her."}, {"scene_id": "oltl-02-12-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-12-10s11", "raw": "A scene from a TV show in which two men are standing in the snow.", "with_names": "two men are standing in the snow."}, {"scene_id": "oltl-02-12-10s12", "raw": "A scene from a TV show in which a woman is holding a baby and laughing.", "with_names": "a woman is holding a baby and laughing."}, {"scene_id": "oltl-02-12-10s13", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at the camera.", "with_names": "a man is standing in front of a door, looking at the camera."}, {"scene_id": "oltl-02-12-10s14", "raw": "A scene from a TV show in which a man is holding a baby and a woman is sitting next to him.", "with_names": "a man is holding a baby and a woman is sitting next to him."}, {"scene_id": "oltl-02-12-10s15", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-02-12-10s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-12-10s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-12-10s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-12-10s19", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-02-12-10s20", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "oltl-02-12-10s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-02-12-10s22", "raw": "A scene from a TV show in which a man is walking in the snow.", "with_names": "a man is walking in the snow."}, {"scene_id": "oltl-02-12-10s23", "raw": "A scene from a TV show in which a man is walking through the snow and is holding a bag.", "with_names": "] is walking through the snow and is holding a bag."}, {"scene_id": "oltl-02-12-10s24", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "oltl-02-12-10s25", "raw": "A scene from a TV show in which a woman is holding a gun.", "with_names": "a woman is holding a gun."}, {"scene_id": "oltl-02-12-10s26", "raw": "A scene from a TV show in which a woman is holding a glass and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-12-10s27", "raw": "A scene from a TV show in which a man is being handcuffed and a police officer is holding his shirt.", "with_names": "a man is being handcuffed and a police officer is holding his shirt."}, {"scene_id": "oltl-02-12-10s28", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-02-12-10s29", "raw": "A scene from a TV show in which a man and a woman sit in a corner, looking at each other.", "with_names": "a man and a woman sit in a corner, looking at each other."}, {"scene_id": "oltl-02-12-10s30", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a short haircut.", "with_names": "a man is wearing a leather jacket and a short haircut."}, {"scene_id": "oltl-02-12-10s31", "raw": "A scene from a TV show in which a woman is looking at something in the distance.", "with_names": "a woman is looking at something in the distance."}, {"scene_id": "oltl-02-12-10s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-12-10s33", "raw": "A scene from a TV show in which a woman is holding a cat and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-02-12-10s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s39", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s41", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s43", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s44", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s45", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s46", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-12-10s47", "raw": "", "with_names": ""}]