[{"scene_id": "bb-01-24-14s0", "raw": "A scene from a TV show in which a man and a woman are seen kissing on a beach.", "with_names": "Wyatt and Hope are kissing on a beach."}, {"scene_id": "bb-01-24-14s1", "raw": "A scene from a TV show in which a woman is talking to another woman at a restaurant.", "with_names": ""}, {"scene_id": "bb-01-24-14s2", "raw": "A scene from a TV show in which a man is interviewed by a woman.", "with_names": "a man is interviewed by a woman."}, {"scene_id": "bb-01-24-14s3", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "bb-01-24-14s4", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by a man."}, {"scene_id": "bb-01-24-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-24-14s6", "raw": "A scene from a TV show in which a man and a woman are hugging and kissing.", "with_names": "a man and a woman are hugging and kissing."}, {"scene_id": "bb-01-24-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-24-14s8", "raw": "A scene from a TV show in which a woman is biting another woman's face.", "with_names": "a woman is biting another woman's face."}, {"scene_id": "bb-01-24-14s9", "raw": "A scene from a TV show in which a woman is holding a ring and looking at it.", "with_names": "a woman is holding a ring and looking at it."}, {"scene_id": "bb-01-24-14s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a man.", "with_names": ""}, {"scene_id": "bb-01-24-14s11", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-24-14s12", "raw": "A scene from a TV show in which a man and a woman are standing on a beach at night.", "with_names": "a man and a woman are standing on a beach at night."}, {"scene_id": "bb-01-24-14s13", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit.", "with_names": "a woman is standing next to a man in a suit."}, {"scene_id": "bb-01-24-14s14", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-24-14s15", "raw": "A scene from a TV show in which a woman is seen wearing a white dress.", "with_names": "a woman is wearing a white dress."}]