[{"scene_id": "bb-01-24-14s0", "raw": "a man and a woman are shown kissing on a beach.", "with_names": "Wyatt and Hope are shown kissing on a beach."}, {"scene_id": "bb-01-24-14s1", "raw": "a woman is talking about a wine tasting event and then she is drinking.", "with_names": ""}, {"scene_id": "bb-01-24-14s2", "raw": "a man and a woman are sitting down and talking about a topic.", "with_names": ""}, {"scene_id": "bb-01-24-14s3", "raw": "a man and woman are walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "bb-01-24-14s4", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "bb-01-24-14s5", "raw": "a woman is talking about a woman who is drinking a glass of wine.", "with_names": ""}, {"scene_id": "bb-01-24-14s6", "raw": "a man and a woman are hugging each other and the man is holding the woman's hand.", "with_names": "Wyatt and Hope are hugging each other and the man is holding the woman's hand."}, {"scene_id": "bb-01-24-14s7", "raw": "a man and woman are sitting in a living room and talking about the experience.", "with_names": ""}, {"scene_id": "bb-01-24-14s8", "raw": "a man and a woman are dancing to music in the beach.", "with_names": "a man and a woman are dancing to music in the beach."}, {"scene_id": "bb-01-24-14s9", "raw": "a man is talking about a woman and then she is laughing.", "with_names": ""}, {"scene_id": "bb-01-24-14s10", "raw": "a man is talking on a phone and laughing while a woman is laughing.", "with_names": ""}, {"scene_id": "bb-01-24-14s11", "raw": "a man is talking about a police officer and then a woman is shown talking about the importance of july.", "with_names": ""}, {"scene_id": "bb-01-24-14s12", "raw": "a man and a woman are shown kissing each other in the beach.", "with_names": "a man and Singer are shown kissing each other in the beach."}, {"scene_id": "bb-01-24-14s13", "raw": "a woman is talking about a woman who is walking around a room.", "with_names": ""}, {"scene_id": "bb-01-24-14s14", "raw": "a woman is talking to a man and then a man is shown standing at a table.", "with_names": ""}, {"scene_id": "bb-01-24-14s15", "raw": "a man and a woman are hugging each other and then they kiss.", "with_names": "a man and a woman are hugging each other and then they kiss."}]