[{"scene_id": "atwt-09-26-07s0", "raw": "A scene from a TV show in which a blonde woman is looking off to the side, with a purple shirt and a brown purse.", "with_names": "a blonde woman is looking off to the side, with a purple shirt and a brown purse."}, {"scene_id": "atwt-09-26-07s1", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and ] are standing close to each other."}, {"scene_id": "atwt-09-26-07s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-26-07s3", "raw": "A scene from a TV show in which a hand holds a ring.", "with_names": "a hand holds a ring."}, {"scene_id": "atwt-09-26-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-26-07s5", "raw": "A scene from a TV show in which a girl is talking to a boy in a restaurant.", "with_names": ""}, {"scene_id": "atwt-09-26-07s6", "raw": "A scene from a TV show in which a man is shown in court.", "with_names": ""}, {"scene_id": "atwt-09-26-07s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-26-07s8", "raw": "A scene from a TV show in which a woman drinks a can of DanActive.", "with_names": "a woman drinks a can of danactive."}, {"scene_id": "atwt-09-26-07s9", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-09-26-07s10", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-09-26-07s11", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a purple shirt", "with_names": "a blonde woman is looking down and wearing a purple shirt"}, {"scene_id": "atwt-09-26-07s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-26-07s13", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-09-26-07s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-26-07s15", "raw": "A scene from a TV show in which a Sears ad is shown", "with_names": ""}, {"scene_id": "atwt-09-26-07s16", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "atwt-09-26-07s17", "raw": "A scene from a TV show in which a man is being restrained by a police officer.", "with_names": "a man is being restrained by a police officer."}, {"scene_id": "atwt-09-26-07s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and walking through a bar.", "with_names": "a man is wearing a suit and tie and walking through a bar."}, {"scene_id": "atwt-09-26-07s19", "raw": "A scene from a TV show in which a man is sitting in a car and another man is standing next to him.", "with_names": "a man is sitting in a car and another man is standing next to him."}, {"scene_id": "atwt-09-26-07s20", "raw": "A scene from a TV show in which a box of dog food is shown.", "with_names": ""}, {"scene_id": "atwt-09-26-07s21", "raw": "A scene from a TV show in which a woman is sitting in a room with her eyes closed and her mouth open.", "with_names": "a woman is sitting in a room with her eyes closed and her mouth open."}, {"scene_id": "atwt-09-26-07s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-26-07s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-26-07s24", "raw": "A scene from a TV show in which a man is bleeding from the head.", "with_names": "a man is bleeding from the head."}, {"scene_id": "atwt-09-26-07s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-26-07s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-26-07s27", "raw": "A scene from a TV show in which a man is wearing a hat and a jacket", "with_names": "a man is wearing a hat and a jacket"}, {"scene_id": "atwt-09-26-07s28", "raw": "A scene from a TV show in which Bill Cosby is shown laughing.", "with_names": ""}, {"scene_id": "atwt-09-26-07s29", "raw": "A scene from a TV show in which a man is being handed a grapefruit.", "with_names": "a man is being handed a grapefruit."}, {"scene_id": "atwt-09-26-07s30", "raw": "A scene from a TV show in which a man holds up a picture of a woman and says, \"I'm not sure if you're the mother or the daughter of the man who just died.\"", "with_names": "a man holds up a picture of a woman and says, \"i'm not sure if you're the mother or the daughter of the man who just died.\""}, {"scene_id": "atwt-09-26-07s31", "raw": "A scene from a TV show in which a woman is crying and holding her chest", "with_names": "a woman is crying and holding her chest"}, {"scene_id": "atwt-09-26-07s32", "raw": "A scene from a TV show in which a man is lying on the floor with his eyes closed.", "with_names": "] is lying on the floor with his eyes closed."}, {"scene_id": "atwt-09-26-07s33", "raw": "A scene from a TV show in which a young man is looking at another young man who is looking away.", "with_names": "a young man is looking at another young man who is looking away."}, {"scene_id": "atwt-09-26-07s34", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-26-07s35", "raw": "A scene from a TV show in which a person is inserting a hearing aid into their ear.", "with_names": "a person is inserting a hearing aid into their ear."}]