[{"scene_id": "oltl-05-31-07s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-31-07s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-31-07s2", "raw": "A scene from a TV show in which a man is sitting on a chair with his hands folded in front of him.", "with_names": ""}, {"scene_id": "oltl-05-31-07s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is sleeping on the couch.", "with_names": ""}, {"scene_id": "oltl-05-31-07s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "oltl-05-31-07s5", "raw": "A scene from a TV show in which a man is sitting in a room with his hand on his face.", "with_names": "a man is sitting in a room with his hand on his face."}, {"scene_id": "oltl-05-31-07s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-31-07s7", "raw": "A scene from a TV show in which a man is seen sitting at a desk with a lamp on and a vase of flowers on the desk.", "with_names": "a man is sitting at a desk with a lamp on and a vase of flowers on the desk."}, {"scene_id": "oltl-05-31-07s8", "raw": "A scene from a TV show in which a man is sitting in a room with an American flag and a map on the wall.", "with_names": "a man is sitting in a room with an american flag and a map on the wall."}, {"scene_id": "oltl-05-31-07s9", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-05-31-07s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-31-07s11", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-05-31-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s14", "raw": "A scene from a TV show in which a woman is shown talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-31-07s15", "raw": "A scene from a TV show in which a man is holding a folder and talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-05-31-07s17", "raw": "A scene from a TV show in which a man is holding a cup and talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s18", "raw": "A scene from a TV show in which a woman is holding a cigarette in her hand and pointing at a man.", "with_names": "a woman is holding a cigarette in her hand and pointing at a man."}, {"scene_id": "oltl-05-31-07s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-31-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s21", "raw": "A scene from a TV show in which a man is talking on a cell phone while sitting on a plane.", "with_names": ""}, {"scene_id": "oltl-05-31-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-31-07s23", "raw": "A scene from a TV show in which a black man is looking at the camera.", "with_names": "a black man is looking at the camera."}, {"scene_id": "oltl-05-31-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-31-07s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-05-31-07s26", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-31-07s27", "raw": "A scene from a TV show in which two men are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-31-07s28", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]