[{"scene_id": "gl-11-10-04s0", "raw": "A scene from a TV show in which a man is swinging a baseball bat at a woman.", "with_names": "Tony is swinging a baseball bat at Michelle."}, {"scene_id": "gl-11-10-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-11-10-04s2", "raw": "A scene from a TV show in which a man is talking to someone and his hand is on his chin", "with_names": ""}, {"scene_id": "gl-11-10-04s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-10-04s4", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-10-04s5", "raw": "A scene from a TV show in which a man is cutting vegetables in a kitchen while another man watches.", "with_names": "a man is cutting vegetables in a kitchen while another man watches."}, {"scene_id": "gl-11-10-04s6", "raw": "A scene from a TV show in which a man is wearing a white towel around his neck.", "with_names": "a man is wearing a white towel around his neck."}, {"scene_id": "gl-11-10-04s7", "raw": "A scene from a TV show in which a man is looking down and his head is shaved", "with_names": "a man is looking down and his head is shaved"}, {"scene_id": "gl-11-10-04s8", "raw": "A scene from a TV show in which a man is being scolded by a stern-looking man.", "with_names": "a man is being scolded by a stern-looking man."}, {"scene_id": "gl-11-10-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a jacket.", "with_names": "a man is wearing a suit and a tie and another man is wearing a jacket."}, {"scene_id": "gl-11-10-04s10", "raw": "A scene from a TV show in which a man and a woman are drinking wine.", "with_names": "a man and a woman are drinking wine."}, {"scene_id": "gl-11-10-04s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-10-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is covering her ears.", "with_names": ""}, {"scene_id": "gl-11-10-04s13", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-11-10-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-10-04s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-10-04s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-10-04s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-10-04s20", "raw": "A scene from a TV show in which a man is talking on his cell phone while two men are walking behind him.", "with_names": ""}, {"scene_id": "gl-11-10-04s21", "raw": "A scene from a TV show in which a man is being hit by a large box.", "with_names": "a man is being hit by a large box."}, {"scene_id": "gl-11-10-04s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-11-10-04s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]