[{"scene_id": "atwt-06-27-06s0", "raw": "A scene from a TV show in which a shirtless man is sitting on a couch and a woman is standing in front of him.", "with_names": ""}, {"scene_id": "atwt-06-27-06s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-27-06s2", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "atwt-06-27-06s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-06-27-06s4", "raw": "A scene from a TV show in which a woman is hugging a man in a museum.", "with_names": "a woman is hugging a man in a museum."}, {"scene_id": "atwt-06-27-06s5", "raw": "A scene from a TV show in which a woman is seen with her hair blowing in the wind.", "with_names": "a woman is with her hair blowing in the wind."}, {"scene_id": "atwt-06-27-06s6", "raw": "A scene from a TV show in which a young man is looking at a woman and making a face.", "with_names": "a young man is looking at a woman and making a face."}, {"scene_id": "atwt-06-27-06s7", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is clapping his hands.", "with_names": "a man is sitting at a table with a woman, and he is clapping his hands."}, {"scene_id": "atwt-06-27-06s8", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "atwt-06-27-06s9", "raw": "A scene from a TV show in which a woman is shown taking a tablet of Boniva.", "with_names": ""}, {"scene_id": "atwt-06-27-06s10", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-06-27-06s11", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-06-27-06s12", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-27-06s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-27-06s14", "raw": "A scene from a TV show in which a woman is talking to a priest and another woman.", "with_names": ""}, {"scene_id": "atwt-06-27-06s15", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-06-27-06s16", "raw": "A scene from a TV show in which a man is sitting at a table with a cup of coffee", "with_names": "a man is sitting at a table with a cup of coffee"}, {"scene_id": "atwt-06-27-06s17", "raw": "A scene from a TV show in which a girl is wearing an orange shirt and a boy is in a grey shirt.", "with_names": "a girl is wearing an orange shirt and a boy is in a grey shirt."}, {"scene_id": "atwt-06-27-06s18", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-06-27-06s19", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera", "with_names": "a woman is holding her hair up and looking at the camera"}, {"scene_id": "atwt-06-27-06s20", "raw": "A scene from a TV show in which a woman is being spanked by another woman.", "with_names": "a woman is being spanked by another woman."}, {"scene_id": "atwt-06-27-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-27-06s22", "raw": "A scene from a TV show in which a young woman is smiling and looking at someone off-screen.", "with_names": "a young woman is smiling and looking at someone off-screen."}, {"scene_id": "atwt-06-27-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-27-06s24", "raw": "A scene from a TV show in which a dog is being fed a hot dog with mustard.", "with_names": "a dog is being fed a hot dog with mustard."}]