[{"scene_id": "gl-07-07-05s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-07-07-05s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-07-07-05s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-07-07-05s3", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a green wall.", "with_names": ""}, {"scene_id": "gl-07-07-05s4", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, looking at each other.", "with_names": "a man and a woman are standing in a bar, looking at each other."}, {"scene_id": "gl-07-07-05s5", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-07-05s6", "raw": "A scene from a TV show in which a man is holding a knife and a woman is lying on the floor.", "with_names": "a man is holding a knife and a woman is lying on the floor."}, {"scene_id": "gl-07-07-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-07-05s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-07-07-05s9", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "gl-07-07-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-07-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-07-07-05s12", "raw": "A scene from a TV show in which a man is pointing at a woman and she is looking at him.", "with_names": "a man is pointing at a woman and she is looking at him."}, {"scene_id": "gl-07-07-05s13", "raw": "A scene from a TV show in which a man is talking to a woman in a suit", "with_names": ""}, {"scene_id": "gl-07-07-05s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-07-05s15", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "] is wearing a green dress and a necklace"}, {"scene_id": "gl-07-07-05s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-07-05s17", "raw": "A scene from a TV show in which a woman is wearing a lab coat and a man is standing behind her.", "with_names": "a woman is wearing a lab coat and a man is standing behind her."}, {"scene_id": "gl-07-07-05s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "gl-07-07-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-07-07-05s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-07-07-05s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a bottle and a book.", "with_names": "a woman is sitting at a table with a bottle and a book."}, {"scene_id": "gl-07-07-05s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-07-05s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]