[{"scene_id": "atwt-12-24-03s0", "raw": "A scene from a TV show in which a woman is sleeping next to a box of Night Effects.", "with_names": "a woman is sleeping next to a box of night effects."}, {"scene_id": "atwt-12-24-03s1", "raw": "A scene from a TV show in which a woman is talking to a man in a police station.", "with_names": ""}, {"scene_id": "atwt-12-24-03s2", "raw": "A scene from a TV show in which a man and a woman are standing outside a brick building.", "with_names": "a man and a woman are standing outside a brick building."}, {"scene_id": "atwt-12-24-03s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "atwt-12-24-03s4", "raw": "A scene from a TV show in which a woman is being helped by a man.", "with_names": "a woman is being helped by a man."}, {"scene_id": "atwt-12-24-03s5", "raw": "A scene from a TV show in which a woman is shown with a pill stuck to her tongue.", "with_names": ""}, {"scene_id": "atwt-12-24-03s6", "raw": "A scene from a TV show in which a group of doctors are gathered around a patient.", "with_names": "a group of doctors are gathered around a patient."}, {"scene_id": "atwt-12-24-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-24-03s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-12-24-03s9", "raw": "A scene from a TV show in which a young girl and boy are dressed in identical clothes.", "with_names": "a young girl and boy are dressed in identical clothes."}, {"scene_id": "atwt-12-24-03s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-12-24-03s11", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a red lipstick", "with_names": "a woman is wearing a black turtleneck and a red lipstick"}, {"scene_id": "atwt-12-24-03s12", "raw": "A scene from a TV show in which a man is looking at a mirror and a woman is reflected in the mirror.", "with_names": "a man is looking at a mirror and a woman is reflected in the mirror."}, {"scene_id": "atwt-12-24-03s13", "raw": "A scene from a TV show in which a CD is shown with a phone number and a Christmas song playing on it", "with_names": ""}, {"scene_id": "atwt-12-24-03s14", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is holding a piece of paper.", "with_names": "a woman is sitting at a table with a man, and he is holding a piece of paper."}, {"scene_id": "atwt-12-24-03s15", "raw": "A scene from a TV show in which a woman reads a newspaper.", "with_names": "a woman reads a newspaper."}, {"scene_id": "atwt-12-24-03s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]