[{"scene_id": "atwt-05-21-09s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-05-21-09s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-21-09s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-21-09s3", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-05-21-09s4", "raw": "A scene from a TV show in which a baby is shown using Pampers diapers.", "with_names": ""}, {"scene_id": "atwt-05-21-09s5", "raw": "A scene from a TV show in which a man is sitting across from a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-05-21-09s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-05-21-09s7", "raw": "A scene from a TV show in which Kris Jenner is seen looking at a piece of paper", "with_names": "kris jenner is looking at a piece of paper"}, {"scene_id": "atwt-05-21-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-21-09s9", "raw": "A scene from a TV show in which a woman is touching a glass with her hand.", "with_names": "a woman is touching a glass with her hand."}, {"scene_id": "atwt-05-21-09s10", "raw": "A scene from a TV show in which a white plate is on a table with a 50 Million Pounds Diamond logo on it", "with_names": "a white plate is on a table with a 50 million pounds diamond logo on it"}, {"scene_id": "atwt-05-21-09s11", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a bag.", "with_names": ""}, {"scene_id": "atwt-05-21-09s12", "raw": "A scene from a TV show in which a woman is sitting in a car and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-21-09s13", "raw": "A scene from a TV show in which a man is drinking a cup of coffee.", "with_names": "a man is drinking a cup of coffee."}, {"scene_id": "atwt-05-21-09s14", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "atwt-05-21-09s15", "raw": "A scene from a TV show in which a woman and two children are eating Danone products.", "with_names": "a woman and two children are eating danone products."}, {"scene_id": "atwt-05-21-09s16", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-05-21-09s17", "raw": "A scene from a TV show in which a police officer is seen talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-21-09s18", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a red dress.", "with_names": ""}, {"scene_id": "atwt-05-21-09s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-21-09s20", "raw": "A scene from a TV show in which a woman is wearing a black suit and pearls.", "with_names": "a woman is wearing a black suit and pearls."}, {"scene_id": "atwt-05-21-09s21", "raw": "A scene from a TV show in which a woman is walking down a hallway with a doctor.", "with_names": "a woman is walking down a hallway with a doctor."}, {"scene_id": "atwt-05-21-09s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-21-09s23", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red top and jeans.", "with_names": "a woman is standing in a kitchen, wearing a red top and jeans."}, {"scene_id": "atwt-05-21-09s24", "raw": "A scene from a TV show in which a man is seen walking on a wet floor.", "with_names": "a man is walking on a wet floor."}, {"scene_id": "atwt-05-21-09s25", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-05-21-09s26", "raw": "A scene from a TV show in which a man is talking to a woman in a police station.", "with_names": ""}, {"scene_id": "atwt-05-21-09s27", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-21-09s28", "raw": "A scene from a TV show in which a woman is shown smiling and talking to the camera.", "with_names": ""}]