[{"scene_id": "atwt-09-16-10s0", "raw": "A scene from a TV show in which a woman is bending over and bending over her head.", "with_names": "a woman is bending over and bending over her head."}, {"scene_id": "atwt-09-16-10s1", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "atwt-09-16-10s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-16-10s3", "raw": "A scene from a TV show in which a man is seen trying to open a car door with a crowbar.", "with_names": "a man is trying to open a car door with a crowbar."}, {"scene_id": "atwt-09-16-10s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-16-10s5", "raw": "A scene from a TV show in which a man is looking at a cell phone and another mande is standing behind him", "with_names": "a man is looking at a cell phone and another mande is standing behind him"}, {"scene_id": "atwt-09-16-10s6", "raw": "A scene from a TV show in which a woman is seen wearing a hijab.", "with_names": "a woman is wearing a hijab."}, {"scene_id": "atwt-09-16-10s7", "raw": "A scene from a TV show in which a woman is cleaning a chair with a spray bottle.", "with_names": "] is cleaning a chair with a spray bottle."}, {"scene_id": "atwt-09-16-10s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, talking.", "with_names": ""}, {"scene_id": "atwt-09-16-10s9", "raw": "A scene from a TV show in which a woman is wearing a white dress and a blonde wig.", "with_names": "a woman is wearing a white dress and a blonde wig."}, {"scene_id": "atwt-09-16-10s10", "raw": "A scene from a TV show in which a woman is shown singing.", "with_names": ""}, {"scene_id": "atwt-09-16-10s11", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching ]'s face"}, {"scene_id": "atwt-09-16-10s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-16-10s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-16-10s14", "raw": "A scene from a TV show in which a woman is wearing a pink top and a necklace", "with_names": "a woman is wearing a pink top and a necklace"}, {"scene_id": "atwt-09-16-10s15", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking at the camera.", "with_names": "a man is wearing a suit and a white shirt and is looking at the camera."}, {"scene_id": "atwt-09-16-10s16", "raw": "A scene from a TV show in which a woman asks a dentist what she should do.", "with_names": "a woman asks a dentist what she should do."}, {"scene_id": "atwt-09-16-10s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-16-10s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him.", "with_names": "a man is wearing a red shirt and ] is standing behind him."}, {"scene_id": "atwt-09-16-10s19", "raw": "A scene from a TV show in which a man and a woman are in a hospital room, both smiling and holding a baby.", "with_names": "a man and a woman are in a hospital room, both smiling and holding a baby."}, {"scene_id": "atwt-09-16-10s20", "raw": "A scene from a TV show in which a green liquid is poured into stacks of plastic cups.", "with_names": "a green liquid is poured into stacks of plastic cups."}, {"scene_id": "atwt-09-16-10s21", "raw": "A scene from a TV show in which a purple ball is rolling down a hill. The caption reads: Adviar helps improve lung function for better breathing.", "with_names": "a purple ball is rolling down a hill. the caption reads: adviar helps improve lung function for better breathing."}, {"scene_id": "atwt-09-16-10s22", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-09-16-10s23", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a suit.", "with_names": "a woman is wearing a pink dress and a man is in a suit."}, {"scene_id": "atwt-09-16-10s24", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man is standing next to her", "with_names": "a woman is in a hospital gown and a man is standing next to her"}, {"scene_id": "atwt-09-16-10s25", "raw": "A scene from a TV show in which a woman is shown using a bottle of Clorox bleach.", "with_names": ""}]