[{"scene_id": "bb-06-12-14s0", "raw": "A scene from a TV show in which a man and a woman are lying on a couch and kissing.", "with_names": "Liam and Hope are lying on a couch and kissing."}, {"scene_id": "bb-06-12-14s1", "raw": "A scene from a TV show in which a woman is sitting at a desk and writing on a piece of paper.", "with_names": "a woman is sitting at a desk and writing on a piece of paper."}, {"scene_id": "bb-06-12-14s2", "raw": "A scene from a TV show in which a woman is standing in front of a laptop and a man is sitting in front.", "with_names": "a woman is standing in front of a laptop and a man is sitting in front."}, {"scene_id": "bb-06-12-14s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-06-12-14s4", "raw": "A scene from a TV show in which a young woman is looking at her phone.", "with_names": "a young woman is looking at her phone."}, {"scene_id": "bb-06-12-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-12-14s6", "raw": "A scene from a TV show in which a woman touches a man's shoulder.", "with_names": "a woman touches a man's shoulder."}, {"scene_id": "bb-06-12-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-12-14s8", "raw": "A scene from a TV show in which a man sits on a couch and looks at a book.", "with_names": "a man sits on a couch and looks at a book."}, {"scene_id": "bb-06-12-14s9", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "a man is arguing with a woman."}, {"scene_id": "bb-06-12-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-12-14s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking.", "with_names": ""}, {"scene_id": "bb-06-12-14s12", "raw": "A scene from a TV show in which a girl is smiling at a boy.", "with_names": "a girl is smiling at a boy."}, {"scene_id": "bb-06-12-14s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with the woman resting her head on the man's shoulder.", "with_names": ""}, {"scene_id": "bb-06-12-14s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-12-14s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-12-14s16", "raw": "A scene from a TV show in which a woman is crying and a young girl is looking at her.", "with_names": "a woman is crying and a young girl is looking at her."}, {"scene_id": "bb-06-12-14s17", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}]