[{"scene_id": "oltl-12-14-10s0", "raw": "A scene from a TV show in which a man is seen falling from a building.", "with_names": "a man is falling from a building."}, {"scene_id": "oltl-12-14-10s1", "raw": "A scene from a TV show in which a man and a woman are hugging in front of a microwave.", "with_names": "a man and a woman are hugging in front of a microwave."}, {"scene_id": "oltl-12-14-10s2", "raw": "A scene from a TV show in which the word \"OLTL\" is written in black and white", "with_names": "the word \"oltl\" is written in black and white"}, {"scene_id": "oltl-12-14-10s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is sitting at a table.", "with_names": "a woman is standing in a kitchen and a man is sitting at a table."}, {"scene_id": "oltl-12-14-10s4", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "oltl-12-14-10s5", "raw": "A scene from a TV show in which a man is driving a car and his head is turned to the side", "with_names": "a man is driving a car and his head is turned to the side"}, {"scene_id": "oltl-12-14-10s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-14-10s7", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-14-10s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-14-10s9", "raw": "A scene from a TV show in which a woman is drinking coffee and a man is sitting next to her.", "with_names": "a woman is drinking coffee and a man is sitting next to her."}, {"scene_id": "oltl-12-14-10s10", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-12-14-10s11", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-12-14-10s12", "raw": "A scene from a TV show in which a blonde woman is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-12-14-10s13", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "a woman is pouring a drink for a man."}, {"scene_id": "oltl-12-14-10s14", "raw": "A scene from a TV show in which a woman is on the phone.", "with_names": "a woman is on the phone."}, {"scene_id": "oltl-12-14-10s15", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-14-10s16", "raw": "A scene from a TV show in which two women are arguing in a kitchen.", "with_names": "two women are arguing in a kitchen."}, {"scene_id": "oltl-12-14-10s17", "raw": "A scene from a TV show in which a blonde woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "oltl-12-14-10s18", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital room.", "with_names": "a man and a woman are standing in a hospital room."}, {"scene_id": "oltl-12-14-10s19", "raw": "A scene from a TV show in which a man is seen lying on a bed in a dark room.", "with_names": "a man is lying on a bed in a dark room."}, {"scene_id": "oltl-12-14-10s20", "raw": "A scene from a TV show in which a man is standing in a bathroom, holding a bag of popcorn.", "with_names": "a man is standing in a bathroom, holding a bag of popcorn."}, {"scene_id": "oltl-12-14-10s21", "raw": "A scene from a TV show in which a man is being attacked by a woman in a car.", "with_names": "a man is being attacked by a woman in a car."}, {"scene_id": "oltl-12-14-10s22", "raw": "A scene from a TV show in which a man is seen pushing a bed into a corner.", "with_names": "a man is pushing a bed into a corner."}, {"scene_id": "oltl-12-14-10s23", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is leaning over him.", "with_names": "a man is lying on a couch and a woman is leaning over him."}, {"scene_id": "oltl-12-14-10s24", "raw": "A scene from a TV show in which a police officer is on the phone", "with_names": "a police officer is on the phone"}, {"scene_id": "oltl-12-14-10s25", "raw": "A scene from a TV show in which a woman is being held by a man in a hallway.", "with_names": "a woman is being held by a man in a hallway."}, {"scene_id": "oltl-12-14-10s26", "raw": "A scene from a TV show in which a woman is wearing a robe and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-14-10s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-14-10s28", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-12-14-10s29", "raw": "A scene from a TV show in which a blonde woman is singing on a staircase.", "with_names": "a blonde woman is singing on a staircase."}, {"scene_id": "oltl-12-14-10s30", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-12-14-10s31", "raw": "A scene from a TV show in which a woman is standing over a man who is lying on a stretcher.", "with_names": "a woman is standing over a man who is lying on a stretcher."}, {"scene_id": "oltl-12-14-10s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-14-10s33", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a knife in his hand. A woman is looking at him, and two other people are standing behind him.", "with_names": "a man is standing in a kitchen, holding a knife in his hand. a woman is looking at him, and two other people are standing behind him."}, {"scene_id": "oltl-12-14-10s34", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-14-10s35", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-14-10s36", "raw": "A scene from a TV show in which a man is sitting in front of a server room and a woman is standing behind him.", "with_names": "a man is sitting in front of a server room and ] is standing behind him."}, {"scene_id": "oltl-12-14-10s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-14-10s38", "raw": "A scene from a TV show in which a man is looking at a mirror and smiling", "with_names": "a man is looking at a mirror and smiling"}, {"scene_id": "oltl-12-14-10s39", "raw": "A scene from a TV show in which a woman is sitting at a table with her hand to her face, looking sad.", "with_names": "a woman is sitting at a table with her hand to her face, looking sad."}, {"scene_id": "oltl-12-14-10s40", "raw": "A scene from a TV show in which a man is walking down a hallway with a white-haired man behind him.", "with_names": "a man is walking down a hallway with a white-haired man behind him."}, {"scene_id": "oltl-12-14-10s41", "raw": "A scene from a TV show in which two police officers are standing in a room with a couch and a chair.", "with_names": "two police officers are standing in a room with a couch and a chair."}, {"scene_id": "oltl-12-14-10s42", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-14-10s43", "raw": "A scene from a TV show in which a car is seen stuck in a ditch.", "with_names": "a car is stuck in a ditch."}, {"scene_id": "oltl-12-14-10s44", "raw": "A scene from a TV show in which a man is talking about his experience with a woman.", "with_names": ""}, {"scene_id": "oltl-12-14-10s45", "raw": "A scene from a TV show in which a man is wearing a police uniform and a black jacket.", "with_names": "a man is wearing a police uniform and a black jacket."}, {"scene_id": "oltl-12-14-10s46", "raw": "A scene from a TV show in which a young woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "oltl-12-14-10s47", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-14-10s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-14-10s49", "raw": "", "with_names": ""}]