[{"scene_id": "bb-10-13-14s0", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Ridge is looking at Caroline."}, {"scene_id": "bb-10-13-14s1", "raw": "A scene from a TV show in which a man sits at a desk and looks at his laptop.", "with_names": "a man sits at a desk and looks at his laptop."}, {"scene_id": "bb-10-13-14s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a chess board and a laptop.", "with_names": "a man and Ivy are standing in a room with a chess board and a laptop."}, {"scene_id": "bb-10-13-14s3", "raw": "A scene from a TV show in which a man is seen in a black room, with a white light shining on him.", "with_names": "Rick is in a black room, with a white light shining on him."}, {"scene_id": "bb-10-13-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-13-14s5", "raw": "A scene from a TV show in which a man and a woman stand in a room looking at a laptop.", "with_names": "Rick and Ivy stand in a room looking at a laptop."}, {"scene_id": "bb-10-13-14s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room talking.", "with_names": ""}, {"scene_id": "bb-10-13-14s8", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-10-13-14s9", "raw": "A scene from a TV show in which a woman sits on a couch and talks to someone off camera.", "with_names": "Caroline sits on a couch and talks to someone off camera."}, {"scene_id": "bb-10-13-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-13-14s11", "raw": "A scene from a TV show in which two women are standing in a room, talking on their cell phones.", "with_names": ""}, {"scene_id": "bb-10-13-14s12", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a lamp.", "with_names": "a woman is standing in a room with a couch and a lamp."}, {"scene_id": "bb-10-13-14s13", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "a woman looks at a man and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-10-13-14s14", "raw": "A scene from a TV show in which an older man is wearing a white shirt and a gold tie.", "with_names": "an older man is wearing a white shirt and a gold tie."}, {"scene_id": "bb-10-13-14s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}]