[{"scene_id": "bb-08-31-06s0", "raw": "A scene from a TV show in which a man is running on a stage while a woman is sitting on the couch.", "with_names": "a man is running on a stage while a woman is sitting on the couch."}, {"scene_id": "bb-08-31-06s1", "raw": "A scene from a TV show in which a man is looking down and a timer is counting down", "with_names": "Thorne is looking down and a timer is counting down"}, {"scene_id": "bb-08-31-06s2", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-08-31-06s3", "raw": "A scene from a TV show in which a man holds a toy boat in his hands.", "with_names": "a man holds a toy boat in his hands."}, {"scene_id": "bb-08-31-06s4", "raw": "A scene from a TV show in which a woman is holding a glass and talking to someone off-screen.", "with_names": ""}, {"scene_id": "bb-08-31-06s5", "raw": "A scene from a TV show in which a man is looking at a clock.", "with_names": "Thorne is looking at a clock."}, {"scene_id": "bb-08-31-06s6", "raw": "A scene from a TV show in which a man is wearing sunglasses and a woman is sitting next to him.", "with_names": "a man is wearing sunglasses and a woman is sitting next to him."}, {"scene_id": "bb-08-31-06s7", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at each other.", "with_names": "Nick and Brooke sit on a couch, looking at each other."}, {"scene_id": "bb-08-31-06s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ridge and Felicia are standing next to each other."}, {"scene_id": "bb-08-31-06s9", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-08-31-06s10", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a brown vest.", "with_names": "a man is wearing a grey shirt and a brown vest."}, {"scene_id": "bb-08-31-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and sitting in a chair.", "with_names": ""}, {"scene_id": "bb-08-31-06s12", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall", "with_names": "Thorne is standing in a room with a clock on the wall"}, {"scene_id": "bb-08-31-06s13", "raw": "A scene from a TV show in which a man is standing in a living room, holding a cell phone to his ear.", "with_names": "a man is standing in a living room, holding a cell phone to his ear."}, {"scene_id": "bb-08-31-06s14", "raw": "A scene from a TV show in which a countdown timer is counting down from one minute to zero", "with_names": "a countdown timer is counting down from one minute to zero"}]