[{"scene_id": "atwt-07-15-10s0", "raw": "A scene from a TV show in which a woman is holding a cup and a strawberry in her hand.", "with_names": "a woman is holding a cup and a strawberry in her hand."}, {"scene_id": "atwt-07-15-10s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-15-10s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at each other.", "with_names": "a man and a woman are standing in a room, looking at each other."}, {"scene_id": "atwt-07-15-10s3", "raw": "A scene from a TV show in which a twin bed is shown with a pink and blue comforter and a suitcase next to it.", "with_names": ""}, {"scene_id": "atwt-07-15-10s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both looking shocked.", "with_names": "a man and a woman are standing next to each other, both looking shocked."}, {"scene_id": "atwt-07-15-10s5", "raw": "A scene from a TV show in which a woman is wearing a red robe and is yelling.", "with_names": "a woman is wearing a red robe and is yelling."}, {"scene_id": "atwt-07-15-10s6", "raw": "A scene from a TV show in which a woman is wearing a grey suit and a white shirt.", "with_names": "a woman is wearing a grey suit and a white shirt."}, {"scene_id": "atwt-07-15-10s7", "raw": "A scene from a TV show in which a man is sitting at a desk with a computer and a mouse.", "with_names": "] is sitting at a desk with a computer and a mouse."}, {"scene_id": "atwt-07-15-10s8", "raw": "A scene from a TV show in which a man is standing in front of two women, holding a piece of paper.", "with_names": "a man is standing in front of two women, holding a piece of paper."}, {"scene_id": "atwt-07-15-10s9", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in the background.", "with_names": "a man is wearing a red shirt and a woman is in the background."}, {"scene_id": "atwt-07-15-10s10", "raw": "A scene from a TV show in which a woman is talking to a doll.", "with_names": ""}, {"scene_id": "atwt-07-15-10s11", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is behind her.", "with_names": "a woman is standing in front of a door and ] is behind her."}, {"scene_id": "atwt-07-15-10s12", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a blue top", "with_names": ""}, {"scene_id": "atwt-07-15-10s13", "raw": "A scene from a TV show in which a hand holds a small, round device. The word \"PUR\" is written on it.", "with_names": "a hand holds a small, round device. the word \"pur\" is written on it."}, {"scene_id": "atwt-07-15-10s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-15-10s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-15-10s16", "raw": "A scene from a TV show in which a woman is talking to someone and a flower is in the background.", "with_names": ""}, {"scene_id": "atwt-07-15-10s17", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-07-15-10s18", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-15-10s19", "raw": "A scene from a TV show in which a man is looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-15-10s20", "raw": "A scene from a TV show in which a man is talking on the phone while holding a piece of paper.", "with_names": ""}, {"scene_id": "atwt-07-15-10s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-15-10s22", "raw": "A scene from a TV show in which a woman is drinking a bottle of milk.", "with_names": "a woman is drinking a bottle of milk."}]