[{"scene_id": "atwt-07-05-05s0", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a picture hanging on the wall.", "with_names": "a man is walking down a hallway and looking at a picture hanging on the wall."}, {"scene_id": "atwt-07-05-05s1", "raw": "A scene from a TV show in which a man is sitting at a table with his head down.", "with_names": "a man is sitting at a table with his head down."}, {"scene_id": "atwt-07-05-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-05-05s3", "raw": "A scene from a TV show in which a woman is wearing a green dress and a yellow cardigan", "with_names": "a woman is wearing a green dress and a yellow cardigan"}, {"scene_id": "atwt-07-05-05s4", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman kissing the man's face.", "with_names": "] and a woman are lying in bed, with the woman kissing the man's face."}, {"scene_id": "atwt-07-05-05s5", "raw": "A scene from a TV show in which a woman is seen with her hair in a bun.", "with_names": "a woman is with her hair in a bun."}, {"scene_id": "atwt-07-05-05s6", "raw": "A scene from a TV show in which a man is naked and standing in a bathroom.", "with_names": "] is naked and standing in a bathroom."}, {"scene_id": "atwt-07-05-05s7", "raw": "A scene from a TV show in which a man is standing in a bathroom, holding his head and looking down", "with_names": "a man is standing in a bathroom, holding his head and looking down"}, {"scene_id": "atwt-07-05-05s8", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-07-05-05s9", "raw": "A scene from a TV show in which a man is talking and pointing at his hand.", "with_names": ""}, {"scene_id": "atwt-07-05-05s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-05-05s11", "raw": "A scene from a TV show in which a woman is playing with a beach ball on the beach.", "with_names": "a woman is playing with a beach ball on the beach."}, {"scene_id": "atwt-07-05-05s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-05-05s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-05-05s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-07-05-05s15", "raw": "A scene from a TV show in which a man is carrying a suitcase up a flight of stairs.", "with_names": "a man is carrying a suitcase up a flight of stairs."}, {"scene_id": "atwt-07-05-05s16", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a white shirt", "with_names": "a man is looking at the camera and wearing a white shirt"}, {"scene_id": "atwt-07-05-05s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-05-05s18", "raw": "A scene from a TV show in which the words \"Just push the button\" are displayed", "with_names": "the words \"just push the button\" are displayed"}, {"scene_id": "atwt-07-05-05s19", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-07-05-05s20", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-05-05s21", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt", "with_names": "a man is looking down and wearing a white shirt"}, {"scene_id": "atwt-07-05-05s22", "raw": "A scene from a TV show in which a woman is wearing a black dress and is walking towards a window.", "with_names": "a woman is wearing a black dress and is walking towards a window."}, {"scene_id": "atwt-07-05-05s23", "raw": "A scene from a TV show in which a family is sitting on the floor and playing with kittens.", "with_names": "a family is sitting on the floor and playing with kittens."}, {"scene_id": "atwt-07-05-05s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-05-05s25", "raw": "A scene from a TV show in which a woman is wearing a flannel shirt and her hair is down", "with_names": "a woman is wearing a flannel shirt and her hair is down"}, {"scene_id": "atwt-07-05-05s26", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt.", "with_names": "a man is looking down and wearing a white shirt."}, {"scene_id": "atwt-07-05-05s27", "raw": "A scene from a TV show in which a stack of pancakes is covered in syrup.", "with_names": "a stack of pancakes is covered in syrup."}, {"scene_id": "atwt-07-05-05s28", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-05-05s29", "raw": "A scene from a TV show in which a man is crying", "with_names": "] is crying"}, {"scene_id": "atwt-07-05-05s30", "raw": "A scene from a TV show in which a blonde woman is looking up and smiling.", "with_names": "a blonde woman is looking up and smiling."}, {"scene_id": "atwt-07-05-05s31", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a white dress.", "with_names": "a man is wearing a suit and a woman is in a white dress."}, {"scene_id": "atwt-07-05-05s32", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]