[{"scene_id": "oltl-12-05-06s0", "raw": "A scene from a TV show in which two girls are talking in a school hallway.", "with_names": ""}, {"scene_id": "oltl-12-05-06s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-12-05-06s2", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}, {"scene_id": "oltl-12-05-06s3", "raw": "A scene from a TV show in which a blue square is placed in the middle of a white background.", "with_names": "a blue square is placed in the middle of a white background."}, {"scene_id": "oltl-12-05-06s4", "raw": "A scene from a TV show in which a shirtless Brad Pitt is standing in a gym, looking at the camera.", "with_names": "a shirtless brad pitt is standing in a gym, looking at the camera."}, {"scene_id": "oltl-12-05-06s5", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-05-06s6", "raw": "A scene from a TV show in which two girls are talking in front of lockers.", "with_names": ""}, {"scene_id": "oltl-12-05-06s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-05-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-05-06s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-05-06s10", "raw": "A scene from a TV show in which a girl is giving a book to a boy.", "with_names": "a girl is giving a book to a boy."}, {"scene_id": "oltl-12-05-06s11", "raw": "A scene from a TV show in which a woman is drinking a drink while a man watches her.", "with_names": "a woman is drinking a drink while a man watches her."}, {"scene_id": "oltl-12-05-06s12", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-05-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-05-06s14", "raw": "A scene from a TV show in which a woman is wearing a purple turtleneck and a blonde wig.", "with_names": "a woman is wearing a purple turtleneck and a blonde wig."}, {"scene_id": "oltl-12-05-06s15", "raw": "A scene from a TV show in which a man is wearing a suit and crossing his arms.", "with_names": "a man is wearing a suit and crossing his arms."}, {"scene_id": "oltl-12-05-06s16", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-12-05-06s17", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-05-06s18", "raw": "A scene from a TV show in which a woman is holding a book and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-05-06s19", "raw": "A scene from a TV show in which a girl is standing between two boys, arms crossed, and a boy is looking at her.", "with_names": "a girl is standing between two boys, arms crossed, and a boy is looking at her."}, {"scene_id": "oltl-12-05-06s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a police officer.", "with_names": "a man is wearing a suit and a tie and looking at a police officer."}, {"scene_id": "oltl-12-05-06s21", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is sitting next to her.", "with_names": "a woman is holding a baby and another woman is sitting next to her."}, {"scene_id": "oltl-12-05-06s22", "raw": "A scene from a TV show in which a young man is wearing a white and blue shirt and a blonde wig.", "with_names": "a young man is wearing a white and blue shirt and a blonde wig."}, {"scene_id": "oltl-12-05-06s23", "raw": "A scene from a TV show in which a woman is crying in a hospital room.", "with_names": "a woman is crying in a hospital room."}, {"scene_id": "oltl-12-05-06s24", "raw": "A scene from a TV show in which a woman is sitting in a courtroom with a man and a few other people.", "with_names": "a woman is sitting in a courtroom with a man and a few other people."}, {"scene_id": "oltl-12-05-06s25", "raw": "A scene from a TV show in which a woman is tied up and gagged.", "with_names": "a woman is tied up and gagged."}]