[{"scene_id": "oltl-03-30-09s0", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-03-30-09s1", "raw": "A scene from a TV show in which a woman is having sex with a man through a window.", "with_names": "a woman is having sex with a man through a window."}, {"scene_id": "oltl-03-30-09s2", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-30-09s3", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-03-30-09s4", "raw": "A scene from a TV show in which a young man is seen in a dark room, looking at the camera.", "with_names": "a young man is in a dark room, looking at the camera."}, {"scene_id": "oltl-03-30-09s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-30-09s6", "raw": "A scene from a TV show in which a child is in a hospital bed with a red face paint.", "with_names": "a child is in a hospital bed with a red face paint."}, {"scene_id": "oltl-03-30-09s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-03-30-09s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-30-09s9", "raw": "A scene from a TV show in which a woman is looking at a man through a window.", "with_names": "a woman is looking at a man through a window."}, {"scene_id": "oltl-03-30-09s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "a woman is lying in a hospital bed and looking at the camera."}, {"scene_id": "oltl-03-30-09s11", "raw": "A scene from a TV show in which a blonde woman is sitting down and looking down.", "with_names": "a blonde woman is sitting down and looking down."}, {"scene_id": "oltl-03-30-09s12", "raw": "A scene from a TV show in which a man is standing in front of a woman and a priest.", "with_names": "a man is standing in front of a woman and a priest."}, {"scene_id": "oltl-03-30-09s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-03-30-09s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-03-30-09s15", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is watching her.", "with_names": ""}, {"scene_id": "oltl-03-30-09s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-30-09s17", "raw": "A scene from a TV show in which a woman is singing in a courtroom.", "with_names": "] is singing in a courtroom."}, {"scene_id": "oltl-03-30-09s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a nurse stands next to her.", "with_names": "a woman is lying in a hospital bed, a nurse stands next to her."}, {"scene_id": "oltl-03-30-09s19", "raw": "A scene from a TV show in which a woman is touching a man's shoulder", "with_names": "a woman is touching a man's shoulder"}, {"scene_id": "oltl-03-30-09s20", "raw": "A scene from a TV show in which a man whispers into a woman's ear while she is on the phone.", "with_names": "a man whispers into a woman's ear while she is on the phone."}, {"scene_id": "oltl-03-30-09s21", "raw": "A scene from a TV show in which a woman is wearing a white dress and a long brown hair", "with_names": "a woman is wearing a white dress and a long brown hair"}, {"scene_id": "oltl-03-30-09s22", "raw": "A scene from a TV show in which a woman is making a peace sign with her hand", "with_names": "a woman is making a peace sign with her hand"}, {"scene_id": "oltl-03-30-09s23", "raw": "A scene from a TV show in which a man is wearing a black shirt and a jacket", "with_names": "a man is wearing a black shirt and a jacket"}, {"scene_id": "oltl-03-30-09s24", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hair blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-03-30-09s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-30-09s26", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-03-30-09s27", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "oltl-03-30-09s28", "raw": "A scene from a TV show in which a man and a woman are walking together in a room.", "with_names": "a man and a woman are walking together in a room."}, {"scene_id": "oltl-03-30-09s29", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-30-09s30", "raw": "A scene from a TV show in which a woman is lying down and looking at the camera.", "with_names": "a woman is lying down and looking at the camera."}, {"scene_id": "oltl-03-30-09s31", "raw": "A scene from a TV show in which a blonde woman is sitting at a table with a plate of food, and another blonde woman with long hair is standing behind her.", "with_names": "a blonde woman is sitting at a table with a plate of food, and another blonde woman with long hair is standing behind her."}, {"scene_id": "oltl-03-30-09s32", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-03-30-09s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-30-09s34", "raw": "A scene from a TV show in which a man is kissing a woman on the head", "with_names": "a man is kissing a woman on the head"}, {"scene_id": "oltl-03-30-09s35", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and another man is standing behind him", "with_names": "a man is sitting in a suit and tie and another man is standing behind him"}, {"scene_id": "oltl-03-30-09s36", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-30-09s37", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-03-30-09s38", "raw": "A scene from a TV show in which a man is sitting in a chair and writing on a piece of paper.", "with_names": ""}, {"scene_id": "oltl-03-30-09s39", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-03-30-09s40", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-30-09s41", "raw": "A scene from a TV show in which a woman is being groped by another woman.", "with_names": "a woman is being groped by another woman."}, {"scene_id": "oltl-03-30-09s42", "raw": "A scene from a TV show in which a man is looking at his phone", "with_names": "a man is looking at his phone"}, {"scene_id": "oltl-03-30-09s43", "raw": "A scene from a TV show in which a woman is lying in bed with her head propped up on a pillow, and another woman is standing behind her, holding her hand.", "with_names": "a woman is lying in bed with her head propped up on a pillow, and another woman is standing behind her, holding her hand."}, {"scene_id": "oltl-03-30-09s44", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-30-09s45", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-03-30-09s46", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "oltl-03-30-09s47", "raw": "A scene from a TV show in which a woman is talking to a bald woman in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-03-30-09s48", "raw": "A scene from a TV show in which a man is holding a door open and looking at the camera.", "with_names": "a man is holding a door open and looking at the camera."}, {"scene_id": "oltl-03-30-09s49", "raw": "A scene from a TV show in which a blonde woman is wearing a white scarf and a black jacket.", "with_names": "a blonde woman is wearing a white scarf and a black jacket."}, {"scene_id": "oltl-03-30-09s50", "raw": "A scene from a TV show in which a shirtless man is being held by another shirtless man who is also shirtless.", "with_names": "a shirtless man is being held by another shirtless man who is also shirtless."}]