[{"scene_id": "gl-06-27-05s0", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "gl-06-27-05s1", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "gl-06-27-05s2", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed.", "with_names": "a woman is holding her head and looking distressed."}, {"scene_id": "gl-06-27-05s3", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "gl-06-27-05s4", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}, {"scene_id": "gl-06-27-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-27-05s6", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-06-27-05s7", "raw": "A scene from a TV show in which a woman is sitting on the floor in a dress and a man is standing behind her", "with_names": "a woman is sitting on the floor in a dress and a man is standing behind her"}, {"scene_id": "gl-06-27-05s8", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and Reva is standing behind him."}, {"scene_id": "gl-06-27-05s9", "raw": "A scene from a TV show in which a man is seen holding a gun in his hand.", "with_names": "a man is holding a gun in his hand."}, {"scene_id": "gl-06-27-05s10", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Jonathan and Dinah are kissing."}, {"scene_id": "gl-06-27-05s11", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-06-27-05s12", "raw": "A scene from a TV show in which a woman is topless and a man is wearing a t-shirt.", "with_names": "Dinah is topless and Jonathan is wearing a t-shirt."}, {"scene_id": "gl-06-27-05s13", "raw": "A scene from a TV show in which a woman is being served a drink at a bar.", "with_names": "Reva is being served a drink at a bar."}, {"scene_id": "gl-06-27-05s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Dinah is crying"}, {"scene_id": "gl-06-27-05s15", "raw": "A scene from a TV show in which a man is kissing a blindfolded woman.", "with_names": "Jeffrey is kissing a blindfolded woman."}, {"scene_id": "gl-06-27-05s16", "raw": "A scene from a TV show in which a woman is having sex with a man in a bathroom.", "with_names": "a woman is having sex with a man in a bathroom."}, {"scene_id": "gl-06-27-05s17", "raw": "A scene from a TV show in which two women are kissing each other.", "with_names": "two women are kissing each other."}, {"scene_id": "gl-06-27-05s19", "raw": "A scene from a TV show in which a woman is crying and a man is holding a gun to her head.", "with_names": "a woman is crying and a man is holding a gun to her head."}]