[{"scene_id": "oltl-06-30-06s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rex and Adriana are standing next to each other."}, {"scene_id": "oltl-06-30-06s1", "raw": "A scene from a TV show in which a person is using a laptop to send an email.", "with_names": "a person is using a laptop to send an email."}, {"scene_id": "oltl-06-30-06s2", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "oltl-06-30-06s3", "raw": "A scene from a TV show in which a man is wearing a white suit and a shirt and is standing in a room with a vase of flowers and an open window.", "with_names": "a man is wearing a white suit and a shirt and is standing in a room with a vase of flowers and an open window."}, {"scene_id": "oltl-06-30-06s4", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "a man is smiling and wearing a suit."}, {"scene_id": "oltl-06-30-06s5", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a man is standing next to her.", "with_names": "a woman is sitting in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-06-30-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-30-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-30-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-06-30-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s11", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is in the background.", "with_names": "a man is wearing a white shirt and a woman is in the background."}, {"scene_id": "oltl-06-30-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-30-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s14", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-06-30-06s15", "raw": "A scene from a TV show in which a woman is smiling and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-30-06s16", "raw": "A scene from a TV show in which a woman is sitting on a hospital bed and looking at the camera.", "with_names": "a woman is sitting on a hospital bed and looking at the camera."}, {"scene_id": "oltl-06-30-06s17", "raw": "A scene from a TV show in which a black man is sitting in a chair and talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s18", "raw": "A scene from a TV show in which a man is wearing a white suit and holding a glass of champagne.", "with_names": "a man is wearing a white suit and holding a glass of champagne."}, {"scene_id": "oltl-06-30-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s20", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s21", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-30-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-30-06s24", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]