[{"scene_id": "gl-01-19-05s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-19-05s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-01-19-05s2", "raw": "A scene from a TV show in which a man is handing a woman a cupcake", "with_names": "a man is handing a woman a cupcake"}, {"scene_id": "gl-01-19-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-19-05s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is in the air", "with_names": ""}, {"scene_id": "gl-01-19-05s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-19-05s6", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and a man is standing behind her.", "with_names": "a woman is sitting in a restaurant and a man is standing behind her."}, {"scene_id": "gl-01-19-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-19-05s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-19-05s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-01-19-05s10", "raw": "A scene from a TV show in which a woman is holding a large gold box and a man is behind her.", "with_names": "a woman is holding a large gold box and a man is behind her."}, {"scene_id": "gl-01-19-05s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-01-19-05s12", "raw": "A scene from a TV show in which a girl is talking to someone and she is wearing a pink shirt.", "with_names": ""}, {"scene_id": "gl-01-19-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "gl-01-19-05s14", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "gl-01-19-05s15", "raw": "A scene from a TV show in which a woman is wearing a pink lei and a green sweater and talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-19-05s16", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the camera.", "with_names": "a woman is sitting on a bench and looking at the camera."}, {"scene_id": "gl-01-19-05s17", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-01-19-05s18", "raw": "A scene from a TV show in which a woman is wearing a green sweater and a pink lei", "with_names": "a woman is wearing a green sweater and a pink lei"}, {"scene_id": "gl-01-19-05s19", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "a woman is smiling and looking up."}, {"scene_id": "gl-01-19-05s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-19-05s21", "raw": "A scene from a TV show in which a woman is talking to someone and she is holding a wine glass", "with_names": ""}, {"scene_id": "gl-01-19-05s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, both wearing leis.", "with_names": ""}, {"scene_id": "gl-01-19-05s23", "raw": "", "with_names": ""}]