[{"scene_id": "gl-06-09-06s0", "raw": "A scene from a TV show in which a man and a woman are lying together on a bed.", "with_names": "Mallet and Dinah are lying together on a bed."}, {"scene_id": "gl-06-09-06s1", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman.", "with_names": "a man is sitting at a bar with a woman."}, {"scene_id": "gl-06-09-06s2", "raw": "A scene from a TV show in which a man is wearing a white suit and a woman is holding a cup.", "with_names": "a man is wearing a white suit and a woman is holding a cup."}, {"scene_id": "gl-06-09-06s3", "raw": "", "with_names": ""}, {"scene_id": "gl-06-09-06s4", "raw": "A scene from a TV show in which a man and a woman are in a bathroom, the man is wearing a t-shirt with a picture of a wolf on it.", "with_names": "a man and a woman are in a bathroom, the man is wearing a t-shirt with a picture of a wolf on it."}, {"scene_id": "gl-06-09-06s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-09-06s6", "raw": "A scene from a TV show in which a woman is seen in a room with a glowing orb and the words 'Glowing Light'", "with_names": "a woman is in a room with a glowing orb and the words 'glowing light'"}, {"scene_id": "gl-06-09-06s7", "raw": "A scene from a TV show in which a man is sitting at a table with a cup of coffee.", "with_names": "a man is sitting at a table with a cup of coffee."}, {"scene_id": "gl-06-09-06s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-09-06s9", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "gl-06-09-06s10", "raw": "A scene from a TV show in which a man is holding a cup and a woman is standing behind him", "with_names": "a man is holding a cup and a woman is standing behind him"}, {"scene_id": "gl-06-09-06s11", "raw": "A scene from a TV show in which a woman is wearing a blue and white shirt", "with_names": "a woman is wearing a blue and white shirt"}, {"scene_id": "gl-06-09-06s12", "raw": "A scene from a TV show in which a woman is talking to a dog", "with_names": ""}, {"scene_id": "gl-06-09-06s13", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-09-06s14", "raw": "A scene from a TV show in which a woman is engulfed in a cloud of yellow smoke.", "with_names": "a woman is engulfed in a cloud of yellow smoke."}, {"scene_id": "gl-06-09-06s15", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-06-09-06s16", "raw": "A scene from a TV show in which a man is wearing a Superman t-shirt and a woman is standing behind him.", "with_names": "a man is wearing a superman t-shirt and a woman is standing behind him."}, {"scene_id": "gl-06-09-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-09-06s18", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-09-06s19", "raw": "A scene from a TV show in which a woman is wearing a black t-shirt and a blonde wig", "with_names": "a woman is wearing a black t-shirt and a blonde wig"}, {"scene_id": "gl-06-09-06s20", "raw": "A scene from a TV show in which a man is wearing a t-shirt with a red dragon on it and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-06-09-06s21", "raw": "A scene from a TV show in which a man is holding a piece of paper and looking at it.", "with_names": "a man is holding a piece of paper and looking at it."}, {"scene_id": "gl-06-09-06s22", "raw": "A scene from a TV show in which a man is seen smoking a cigarette in a restaurant.", "with_names": "a man is smoking a cigarette in a restaurant."}, {"scene_id": "gl-06-09-06s23", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-06-09-06s24", "raw": "A scene from a TV show in which a woman is wearing a robe and standing in a bathroom.", "with_names": "a woman is wearing a robe and standing in a bathroom."}, {"scene_id": "gl-06-09-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-09-06s26", "raw": "A scene from a TV show in which a young man is looking at a small tattoo on his face.", "with_names": "a young man is looking at a small tattoo on his face."}]