[{"scene_id": "atwt-07-04-03s0", "raw": "A scene from a TV show in which a baby is being breastfed.", "with_names": "a baby is being breastfed."}, {"scene_id": "atwt-07-04-03s1", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a necklace.", "with_names": "a woman is wearing a cowboy hat and a necklace."}, {"scene_id": "atwt-07-04-03s2", "raw": "A scene from a TV show in which a man is driving a car and another man is sitting next to him", "with_names": "a man is driving a car and another man is sitting next to him"}, {"scene_id": "atwt-07-04-03s3", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing behind him", "with_names": ""}, {"scene_id": "atwt-07-04-03s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-07-04-03s5", "raw": "A scene from a TV show in which a woman is dancing in a crowd of people.", "with_names": "a woman is dancing in a crowd of people."}, {"scene_id": "atwt-07-04-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-04-03s7", "raw": "A scene from a TV show in which a woman is seen holding a camera and standing in a dark cave.", "with_names": "a woman is holding a camera and standing in a dark cave."}, {"scene_id": "atwt-07-04-03s8", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-07-04-03s9", "raw": "A scene from a TV show in which a man is seen in a dark room, with a spotlight shining on him.", "with_names": "a man is in a dark room, with a spotlight shining on him."}, {"scene_id": "atwt-07-04-03s10", "raw": "A scene from a TV show in which a young girl is talking on a phone.", "with_names": ""}, {"scene_id": "atwt-07-04-03s11", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-04-03s12", "raw": "A scene from a TV show in which a man is seen with a white face and a black shirt.", "with_names": "a man is with a white face and a black shirt."}, {"scene_id": "atwt-07-04-03s13", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is looking at him.", "with_names": "a man is smoking a cigarette and a woman is looking at him."}, {"scene_id": "atwt-07-04-03s14", "raw": "A scene from a TV show in which a woman is wearing a flower crown and a white dress.", "with_names": "a woman is wearing a flower crown and a white dress."}, {"scene_id": "atwt-07-04-03s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-04-03s16", "raw": "A scene from a TV show in which a man is shown making a funny face", "with_names": ""}, {"scene_id": "atwt-07-04-03s17", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "atwt-07-04-03s18", "raw": "A scene from a TV show in which a man is holding a credit card and a piece of paper.", "with_names": "a man is holding a credit card and a piece of paper."}, {"scene_id": "atwt-07-04-03s19", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-07-04-03s20", "raw": "A scene from a TV show in which a woman is screaming and pointing her finger at someone.", "with_names": "a woman is screaming and pointing her finger at someone."}, {"scene_id": "atwt-07-04-03s21", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-04-03s22", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and a woman is standing behind him.", "with_names": "a man is wearing a hawaiian shirt and a woman is standing behind him."}, {"scene_id": "atwt-07-04-03s23", "raw": "A scene from a TV show in which wine blenders are used to make wine.", "with_names": "wine blenders are used to make wine."}, {"scene_id": "atwt-07-04-03s24", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "atwt-07-04-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a flower crown and is sitting on a bed with a black cat.", "with_names": "a blonde woman is wearing a white dress and a flower crown and is sitting on a bed with a black cat."}, {"scene_id": "atwt-07-04-03s26", "raw": "A scene from a TV show in which a man is sitting on a bed and looking down.", "with_names": "a man is sitting on a bed and looking down."}, {"scene_id": "atwt-07-04-03s27", "raw": "A scene from a TV show in which a woman is sitting in front of a pink background and a bowl of cereal. The caption reads: Persistent heartburn 2 or more days a week, despite treatment, may be Acid Reflux Disease", "with_names": "a woman is sitting in front of a pink background and a bowl of cereal. the caption reads: persistent heartburn 2 or more days a week, despite treatment, may be acid reflux disease"}, {"scene_id": "atwt-07-04-03s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-04-03s29", "raw": "A scene from a TV show in which a black man is standing behind two young girls, one of whom is crying.", "with_names": "a black man is standing behind two young girls, one of whom is crying."}, {"scene_id": "atwt-07-04-03s30", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-07-04-03s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-04-03s32", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-07-04-03s33", "raw": "A scene from a TV show in which a man is standing in a doorway, a woman is behind him, and a clock is visible on the wall.", "with_names": "a man is standing in a doorway, a woman is behind him, and a clock is visible on the wall."}, {"scene_id": "atwt-07-04-03s34", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}]