[{"scene_id": "atwt-09-17-08s0", "raw": "A scene from a TV show in which a man is holding a noose.", "with_names": "a man is holding a noose."}, {"scene_id": "atwt-09-17-08s1", "raw": "A scene from a TV show in which a woman is pouring water on her hair.", "with_names": "a woman is pouring water on her hair."}, {"scene_id": "atwt-09-17-08s2", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-17-08s3", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt and is looking at another man.", "with_names": "a man is wearing a suit and a red shirt and is looking at another man."}, {"scene_id": "atwt-09-17-08s4", "raw": "A scene from a TV show in which a man is seen carrying a gun while walking down a street.", "with_names": "a man is carrying a gun while walking down a street."}, {"scene_id": "atwt-09-17-08s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-17-08s6", "raw": "A scene from a TV show in which a man is driving a car and a baby is sitting in the back seat.", "with_names": "a man is driving a car and a baby is sitting in the back seat."}, {"scene_id": "atwt-09-17-08s7", "raw": "A scene from a TV show in which two women are standing in front of a construction worker.", "with_names": "two women are standing in front of a construction worker."}, {"scene_id": "atwt-09-17-08s8", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-09-17-08s9", "raw": "A scene from a TV show in which a woman is kneeling on the ground, a man is standing behind her, and three other people are standing around them.", "with_names": "a woman is kneeling on the ground, a man is standing behind her, and three other people are standing around them."}, {"scene_id": "atwt-09-17-08s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-09-17-08s11", "raw": "A scene from a TV show in which a man is being restrained by a red strap.", "with_names": "a man is being restrained by a red strap."}, {"scene_id": "atwt-09-17-08s12", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-17-08s13", "raw": "A scene from a TV show in which a woman is looking at her hand and mouth", "with_names": "a woman is looking at her hand and mouth"}, {"scene_id": "atwt-09-17-08s14", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "atwt-09-17-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-17-08s16", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, looking at a book.", "with_names": "a man and a woman are standing in a kitchen, looking at a book."}, {"scene_id": "atwt-09-17-08s17", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie.", "with_names": "a man is wearing a suit and a yellow tie."}, {"scene_id": "atwt-09-17-08s18", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-17-08s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-17-08s20", "raw": "A scene from a TV show in which a woman is trapped in a window.", "with_names": "a woman is trapped in a window."}, {"scene_id": "atwt-09-17-08s21", "raw": "A scene from a TV show in which a man is holding a piece of cloth over a seated man.", "with_names": "a man is holding a piece of cloth over a seated man."}, {"scene_id": "atwt-09-17-08s22", "raw": "A scene from a TV show in which a man is looking at a computer screen and making a face", "with_names": "a man is looking at a computer screen and making a face"}, {"scene_id": "atwt-09-17-08s23", "raw": "A scene from a TV show in which a man and a woman are standing in front of a construction site.", "with_names": "a man and a woman are standing in front of a construction site."}, {"scene_id": "atwt-09-17-08s24", "raw": "A scene from a TV show in which a woman is submerged in a pool with bottles of sunscreen floating around her.", "with_names": "a woman is submerged in a pool with bottles of sunscreen floating around her."}]