[{"scene_id": "atwt-07-20-10s0", "raw": "A scene from a TV show in which a woman is wearing a blue and white dress and a short brown hair.", "with_names": "a woman is wearing a blue and white dress and a short brown hair."}, {"scene_id": "atwt-07-20-10s1", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is sitting on it.", "with_names": "a woman is standing in front of a desk and ] is sitting on it."}, {"scene_id": "atwt-07-20-10s2", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a bottle and a woman is behind him.", "with_names": "a man is standing in a kitchen, holding a bottle and a woman is behind him."}, {"scene_id": "atwt-07-20-10s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-20-10s4", "raw": "A scene from a TV show in which a blue circle is seen in the center of the screen.", "with_names": "a blue circle is in the center of the screen."}, {"scene_id": "atwt-07-20-10s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-07-20-10s6", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a floral blouse.", "with_names": "a woman is wearing a red jacket and a floral blouse."}, {"scene_id": "atwt-07-20-10s7", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "a woman is lying in bed with her eyes closed."}, {"scene_id": "atwt-07-20-10s8", "raw": "A scene from a TV show in which a woman is trying on a dress in a store.", "with_names": "a woman is trying on a dress in a store."}, {"scene_id": "atwt-07-20-10s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-20-10s10", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-20-10s11", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "atwt-07-20-10s12", "raw": "A scene from a TV show in which an ambulance is shown.", "with_names": ""}, {"scene_id": "atwt-07-20-10s13", "raw": "A scene from a TV show in which a woman is smoking a cigarette and another woman is looking at her.", "with_names": "a woman is smoking a cigarette and another woman is looking at her."}, {"scene_id": "atwt-07-20-10s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-07-20-10s15", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is contorted in pain.", "with_names": ""}, {"scene_id": "atwt-07-20-10s16", "raw": "A scene from a TV show in which a man is throwing a pumpkin at another man.", "with_names": "a man is throwing a pumpkin at another man."}, {"scene_id": "atwt-07-20-10s17", "raw": "A scene from a TV show in which a woman is being harassed by a cashier.", "with_names": "a woman is being harassed by a cashier."}, {"scene_id": "atwt-07-20-10s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-20-10s19", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "atwt-07-20-10s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-20-10s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-20-10s22", "raw": "A scene from a TV show in which a woman is standing in a room with a piano.", "with_names": "a woman is standing in a room with a piano."}, {"scene_id": "atwt-07-20-10s23", "raw": "A scene from a TV show in which a woman holds a package of tampons.", "with_names": "a woman holds a package of tampons."}, {"scene_id": "atwt-07-20-10s24", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-20-10s25", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-20-10s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-07-20-10s27", "raw": "A scene from a TV show in which a woman is breathing on a quilt.", "with_names": "a woman is breathing on a quilt."}]