[{"scene_id": "bb-11-06-15s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ridge is kissing Caroline on the cheek."}, {"scene_id": "bb-11-06-15s1", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and smiling.", "with_names": "a man is wearing a shirt and tie and smiling."}, {"scene_id": "bb-11-06-15s2", "raw": "A scene from a TV show in which a man is walking down a hallway with the words \"Bold and the Beautiful\" above him.", "with_names": "a man is walking down a hallway with the words \"bold and the beautiful\" above him."}, {"scene_id": "bb-11-06-15s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and smiling.", "with_names": "a woman is wearing a blue dress and smiling."}, {"scene_id": "bb-11-06-15s4", "raw": "A scene from a TV show in which a car is driving down a street between tall buildings.", "with_names": "a car is driving down a street between tall buildings."}, {"scene_id": "bb-11-06-15s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-06-15s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-06-15s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a blue shirt.", "with_names": "a woman is wearing a black dress and a man is in a blue shirt."}, {"scene_id": "bb-11-06-15s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hands together.", "with_names": ""}, {"scene_id": "bb-11-06-15s9", "raw": "A scene from a TV show in which a man is standing with his arms crossed and a woman is looking at him.", "with_names": "a man is standing with his arms crossed and a woman is looking at him."}, {"scene_id": "bb-11-06-15s10", "raw": "A scene from a TV show in which a man is holding a woman's hand in a hospital bed.", "with_names": "a man is holding a woman's hand in a hospital bed."}, {"scene_id": "bb-11-06-15s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-11-06-15s12", "raw": "A scene from a TV show in which a woman slaps a man in the face.", "with_names": "a woman slaps a man in the face."}, {"scene_id": "bb-11-06-15s13", "raw": "A scene from a TV show in which a doctor is using a ventilator.", "with_names": "a doctor is using a ventilator."}]