[{"scene_id": "atwt-08-30-05s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-30-05s1", "raw": "A scene from a TV show in which a woman is wearing a bra and a skirt, and is standing in a living room.", "with_names": "a woman is wearing a bra and a skirt, and is standing in a living room."}, {"scene_id": "atwt-08-30-05s2", "raw": "A scene from a TV show in which a man is looking at a TV screen", "with_names": "a man is looking at a tv screen"}, {"scene_id": "atwt-08-30-05s3", "raw": "A scene from a TV show in which a baby is shown a book.", "with_names": ""}, {"scene_id": "atwt-08-30-05s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch, talking.", "with_names": ""}, {"scene_id": "atwt-08-30-05s5", "raw": "A scene from a TV show in which a man is leaning over a desk and a chair is on the floor.", "with_names": "a man is leaning over a desk and a chair is on the floor."}, {"scene_id": "atwt-08-30-05s6", "raw": "A scene from a TV show in which a woman is holding a spray bottle and laughing.", "with_names": "a woman is holding a spray bottle and laughing."}, {"scene_id": "atwt-08-30-05s7", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-08-30-05s8", "raw": "A scene from a TV show in which Miley Cyrus is wearing a blue shirt and a blonde pixie cut.", "with_names": "miley cyrus is wearing a blue shirt and a blonde pixie cut."}, {"scene_id": "atwt-08-30-05s9", "raw": "A scene from a TV show in which a blonde woman is wearing a black top and a necklace", "with_names": "a blonde woman is wearing a black top and a necklace"}, {"scene_id": "atwt-08-30-05s10", "raw": "A scene from a TV show in which a man is swimming underwater and his arms are outspread.", "with_names": "a man is swimming underwater and his arms are outspread."}, {"scene_id": "atwt-08-30-05s11", "raw": "A scene from a TV show in which a woman is shown with a pile of money.", "with_names": ""}, {"scene_id": "atwt-08-30-05s12", "raw": "A scene from a TV show in which Joey is talking to a woman", "with_names": ""}, {"scene_id": "atwt-08-30-05s13", "raw": "A scene from a TV show in which a woman is seen pouring a drink into a cup.", "with_names": "a woman is pouring a drink into a cup."}, {"scene_id": "atwt-08-30-05s14", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-30-05s15", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine and a woman.", "with_names": "a man is sitting at a table with a glass of wine and ]."}, {"scene_id": "atwt-08-30-05s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-30-05s17", "raw": "A scene from a TV show in which a man is sitting on the floor, a woman is standing behind him, and another man is lying on the floor in front of them.", "with_names": "a man is sitting on the floor, a woman is standing behind him, and another man is lying on the floor in front of them."}, {"scene_id": "atwt-08-30-05s18", "raw": "A scene from a TV show in which a woman is shown using Olay's facial cleanser.", "with_names": ""}, {"scene_id": "atwt-08-30-05s19", "raw": "A scene from a TV show in which a man is smiling and closing his eyes", "with_names": "a man is smiling and closing his eyes"}, {"scene_id": "atwt-08-30-05s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-30-05s21", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-08-30-05s22", "raw": "A scene from a TV show in which a man is talking to a young man at a table.", "with_names": ""}, {"scene_id": "atwt-08-30-05s23", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and black pants", "with_names": "a woman is wearing a blue shirt and black pants"}, {"scene_id": "atwt-08-30-05s24", "raw": "A scene from a TV show in which a boy is shown with a nose and mouth that are too big.", "with_names": ""}]