[{"scene_id": "gl-07-09-04s0", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-09-04s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-09-04s2", "raw": "A scene from a TV show in which a man is holding a cup and looking at the camera.", "with_names": "a man is holding a cup and looking at the camera."}, {"scene_id": "gl-07-09-04s3", "raw": "A scene from a TV show in which a woman is sitting at a table with flowers and wine glasses.", "with_names": "Cassie is sitting at a table with flowers and wine glasses."}, {"scene_id": "gl-07-09-04s4", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at Blake and smiling."}, {"scene_id": "gl-07-09-04s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-09-04s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-09-04s9", "raw": "A scene from a TV show in which a man is smiling and wearing a blue shirt.", "with_names": "a man is smiling and wearing a blue shirt."}, {"scene_id": "gl-07-09-04s10", "raw": "A scene from a TV show in which a man is on the phone with another man.", "with_names": "michelle is on the phone with another man."}, {"scene_id": "gl-07-09-04s11", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-09-04s12", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by a man."}, {"scene_id": "gl-07-09-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-09-04s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-09-04s18", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "gl-07-09-04s20", "raw": "A scene from a TV show in which a woman is being scolded by her husband and son.", "with_names": "a woman is being scolded by her husband and son."}, {"scene_id": "gl-07-09-04s21", "raw": "A scene from a TV show in which a black man is being arrested by white police officers.", "with_names": "a black man is being arrested by white police officers."}, {"scene_id": "gl-07-09-04s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-09-04s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-07-09-04s27", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "a woman is wearing a dress and a necklace"}, {"scene_id": "gl-07-09-04s28", "raw": "A scene from a TV show in which a woman is smiling and wearing a black suit.", "with_names": "bill is smiling and wearing a black suit."}, {"scene_id": "gl-07-09-04s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-09-04s30", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-09-04s32", "raw": "A scene from a TV show in which a man is holding a piece of paper and looking at it.", "with_names": "Buzz is holding a piece of paper and looking at it."}, {"scene_id": "gl-07-09-04s33", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-07-09-04s34", "raw": "A scene from a TV show in which a man is holding a glass and looking at it.", "with_names": "a man is holding a glass and looking at it."}, {"scene_id": "gl-07-09-04s35", "raw": "A scene from a TV show in which a man is sitting in a kitchen and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-09-04s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-09-04s37", "raw": "A scene from a TV show in which a man is being interviewed by a woman and a reporter.", "with_names": "Ross is being interviewed by Dinah and a reporter."}, {"scene_id": "gl-07-09-04s38", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her hand.", "with_names": "a woman is smiling and a man is kissing her hand."}, {"scene_id": "gl-07-09-04s39", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "gl-07-09-04s40", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Cassie is kissing Edmund on the cheek."}, {"scene_id": "gl-07-09-04s41", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-09-04s42", "raw": "A scene from a TV show in which a woman is on the phone and is visibly upset.", "with_names": "No, I don'T. Of course, not. Just... I hate to see you upset. (Door slams) hey, let's light a fire on this whole sordid affair, shall we? Hello, jeffrey. is on the phone and is visibly upset."}, {"scene_id": "gl-07-09-04s43", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}]