[{"scene_id": "oltl-10-26-10s0", "raw": "A scene from a TV show in which a police officer smashes a car window with a hammer.", "with_names": "a police officer smashes a car window with a hammer."}, {"scene_id": "oltl-10-26-10s1", "raw": "A scene from a TV show in which a woman is playing with a marionette.", "with_names": "a woman is playing with a marionette."}, {"scene_id": "oltl-10-26-10s2", "raw": "A scene from a TV show in which a woman is laying on a stretcher with a neck brace on.", "with_names": "a woman is laying on a stretcher with a neck brace on."}, {"scene_id": "oltl-10-26-10s3", "raw": "A scene from a TV show in which a woman is running through a dark room with her hair flying behind her.", "with_names": "a woman is running through a dark room with her hair flying behind her."}, {"scene_id": "oltl-10-26-10s4", "raw": "A scene from a TV show in which a man is wearing a trench coat and a tie.", "with_names": "a man is wearing a trench coat and a tie."}, {"scene_id": "oltl-10-26-10s5", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "] is singing."}, {"scene_id": "oltl-10-26-10s6", "raw": "A scene from a TV show in which a man is sitting in a chair and eating a sandwich", "with_names": ""}, {"scene_id": "oltl-10-26-10s7", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-10-26-10s8", "raw": "A scene from a TV show in which a girl is being comforted by a woman.", "with_names": "a girl is being comforted by a woman."}, {"scene_id": "oltl-10-26-10s9", "raw": "A scene from a TV show in which a man is playing a drum and singing.", "with_names": "a man is playing a drum and singing."}, {"scene_id": "oltl-10-26-10s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-10-26-10s11", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-10-26-10s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-10-26-10s13", "raw": "A scene from a TV show in which a young girl is crying.", "with_names": "a young girl is crying."}, {"scene_id": "oltl-10-26-10s14", "raw": "A scene from a TV show in which a man is talking to a firefighter.", "with_names": ""}, {"scene_id": "oltl-10-26-10s15", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a man.", "with_names": "a woman is holding a baby and looking at a man."}, {"scene_id": "oltl-10-26-10s16", "raw": "A scene from a TV show in which a man is trapped in a dark room with a lantern hanging above him.", "with_names": "a man is trapped in a dark room with a lantern hanging above him."}, {"scene_id": "oltl-10-26-10s17", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "oltl-10-26-10s18", "raw": "A scene from a TV show in which a woman is looking up at a brick wall.", "with_names": "a woman is looking up at a brick wall."}, {"scene_id": "oltl-10-26-10s19", "raw": "A scene from a TV show in which a man is behind bars and his face is reflected in the bars.", "with_names": "a man is behind bars and his face is reflected in the bars."}, {"scene_id": "oltl-10-26-10s20", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "oltl-10-26-10s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-26-10s22", "raw": "A scene from a TV show in which a man is holding his head in his hands", "with_names": "a man is holding his head in his hands"}, {"scene_id": "oltl-10-26-10s23", "raw": "A scene from a TV show in which a woman is looking at a tree and talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-26-10s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-26-10s25", "raw": "A scene from a TV show in which a man is looking at a screen.", "with_names": "a man is looking at a screen."}, {"scene_id": "oltl-10-26-10s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-26-10s27", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-10-26-10s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-26-10s29", "raw": "A scene from a TV show in which a man is being tortured by a woman.", "with_names": "a man is being tortured by ]."}, {"scene_id": "oltl-10-26-10s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-26-10s31", "raw": "A scene from a TV show in which a woman is wearing a neck brace and headphones.", "with_names": "a woman is wearing a neck brace and headphones."}, {"scene_id": "oltl-10-26-10s32", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is lying on the ground", "with_names": "a man is holding a woman by the arm and she is lying on the ground"}, {"scene_id": "oltl-10-26-10s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-26-10s34", "raw": "A scene from a TV show in which a man is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "oltl-10-26-10s35", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-10-26-10s36", "raw": "A scene from a TV show in which a man is holding a woman by the hair and putting his hands on her shoulders.", "with_names": "a man is holding a woman by the hair and putting his hands on her shoulders."}, {"scene_id": "oltl-10-26-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-26-10s38", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-10-26-10s39", "raw": "A scene from a TV show in which a man is being detained by police.", "with_names": "a man is being detained by police."}, {"scene_id": "oltl-10-26-10s40", "raw": "A scene from a TV show in which a man is standing in front of a brick wall and looking at the camera.", "with_names": "a man is standing in front of a brick wall and looking at the camera."}]