[{"scene_id": "oltl-01-21-09s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-01-21-09s1", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk.", "with_names": "a man and a woman are sitting at a desk."}, {"scene_id": "oltl-01-21-09s2", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-01-21-09s3", "raw": "A scene from a TV show in which a woman is looking at a wall and her mouth is open.", "with_names": "a woman is looking at a wall and her mouth is open."}, {"scene_id": "oltl-01-21-09s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with the man looking surprised and the woman looking at him with a smile.", "with_names": "a man and a woman are standing next to each other, with the man looking surprised and the woman looking at him with a smile."}, {"scene_id": "oltl-01-21-09s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-21-09s6", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-01-21-09s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-01-21-09s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-21-09s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-21-09s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-01-21-09s11", "raw": "A scene from a TV show in which a woman is holding a red handbag and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-01-21-09s12", "raw": "A scene from a TV show in which a young man is standing in front of a blackboard.", "with_names": "a young man is standing in front of a blackboard."}, {"scene_id": "oltl-01-21-09s13", "raw": "A scene from a TV show in which a boy is talking on the phone", "with_names": ""}, {"scene_id": "oltl-01-21-09s14", "raw": "A scene from a TV show in which a man and a woman shake hands over a desk.", "with_names": "a man and a woman shake hands over a desk."}, {"scene_id": "oltl-01-21-09s15", "raw": "A scene from a TV show in which a young Asian man is talking to a younger Asian man who is sitting next to him.", "with_names": ""}, {"scene_id": "oltl-01-21-09s16", "raw": "A scene from a TV show in which a man is talking to a woman in front of a blackboard.", "with_names": ""}, {"scene_id": "oltl-01-21-09s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-21-09s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-01-21-09s19", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-01-21-09s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-21-09s21", "raw": "A scene from a TV show in which a woman is standing in a room with a handbag and a letter in her hand.", "with_names": "a woman is standing in a room with a handbag and a letter in her hand."}, {"scene_id": "oltl-01-21-09s22", "raw": "A scene from a TV show in which a woman is being reprimanded by a man and a young woman.", "with_names": "a woman is being reprimanded by a man and a young woman."}, {"scene_id": "oltl-01-21-09s23", "raw": "A scene from a TV show in which a man is standing in the doorway and a woman is walking out of the house.", "with_names": "a man is standing in the doorway and ] is walking out of the house."}, {"scene_id": "oltl-01-21-09s24", "raw": "A scene from a TV show in which a girl is wearing a black hat and a necklace", "with_names": "a girl is wearing a black hat and a necklace"}, {"scene_id": "oltl-01-21-09s25", "raw": "A scene from a TV show in which a man is talking to a woman in front of a blackboard.", "with_names": ""}, {"scene_id": "oltl-01-21-09s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-21-09s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-21-09s28", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-01-21-09s29", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-21-09s30", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-21-09s31", "raw": "A scene from a TV show in which a girl is wearing a red dress and a boy is standing next to her.", "with_names": "a girl is wearing a red dress and a boy is standing next to her."}, {"scene_id": "oltl-01-21-09s32", "raw": "A scene from a TV show in which a man is kissing a woman in a kitchen.", "with_names": "a man is kissing a woman in a kitchen."}, {"scene_id": "oltl-01-21-09s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-21-09s34", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-01-21-09s35", "raw": "A scene from a TV show in which a woman is talking on the phone and a wall with the word \"LEARN\" is behind her", "with_names": ""}, {"scene_id": "oltl-01-21-09s36", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-21-09s37", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-21-09s38", "raw": "A scene from a TV show in which a man is standing in front of a wall with posters on it.", "with_names": "a man is standing in front of a wall with posters on it."}, {"scene_id": "oltl-01-21-09s39", "raw": "A scene from a TV show in which a man is falling down a flight of stairs and a woman is trying to help him up.", "with_names": "a man is falling down a flight of stairs and a woman is trying to help him up."}, {"scene_id": "oltl-01-21-09s40", "raw": "A scene from a TV show in which a woman is singing in a dark room.", "with_names": "a woman is singing in a dark room."}, {"scene_id": "oltl-01-21-09s41", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar drinking coke.", "with_names": "a man and a woman are sitting at a bar drinking coke."}, {"scene_id": "oltl-01-21-09s42", "raw": "A scene from a TV show in which a man is holding a baby and talking to another manRI", "with_names": ""}, {"scene_id": "oltl-01-21-09s43", "raw": "A scene from a TV show in which a man is singing into a microphone.", "with_names": "a man is singing into a microphone."}, {"scene_id": "oltl-01-21-09s44", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-01-21-09s45", "raw": "A scene from a TV show in which a woman is sitting on a couch and another womanI is standing next to her", "with_names": ""}, {"scene_id": "oltl-01-21-09s46", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-21-09s47", "raw": "A scene from a TV show in which a man is seen walking up to a statue and taking a picture of it.", "with_names": "a man is walking up to a statue and taking a picture of it."}, {"scene_id": "oltl-01-21-09s48", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-21-09s49", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-21-09s50", "raw": "A scene from a TV show in which a woman is standing in a bathroom, holding a bottle.", "with_names": "a woman is standing in a bathroom, holding a bottle."}, {"scene_id": "oltl-01-21-09s51", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-01-21-09s52", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding her head", "with_names": ""}, {"scene_id": "oltl-01-21-09s53", "raw": "A scene from a TV show in which a man is talking about the importance of living a life of purpose.", "with_names": ""}]