[{"scene_id": "oltl-07-27-06s0", "raw": "A scene from a TV show in which a woman is sitting on a beach chair wearing a purple bikini.", "with_names": "Adriana is sitting on a beach chair wearing a purple bikini."}, {"scene_id": "oltl-07-27-06s1", "raw": "A scene from a TV show in which a man is swinging a golf club and a woman is watching him.", "with_names": "Todd is swinging a golf club and ] is watching him."}, {"scene_id": "oltl-07-27-06s2", "raw": "A scene from a TV show in which a woman is sitting in a bar and a man is standing next to her.", "with_names": "a woman is sitting in a bar and a man is standing next to her."}, {"scene_id": "oltl-07-27-06s3", "raw": "A scene from a TV show in which a woman is standing in a room with a man in a white coat.", "with_names": "a woman is standing in a room with a man in a white coat."}, {"scene_id": "oltl-07-27-06s4", "raw": "A scene from a TV show in which a woman is sitting in a room with her eyes closed.", "with_names": "a woman is sitting in a room with her eyes closed."}, {"scene_id": "oltl-07-27-06s5", "raw": "A scene from a TV show in which a woman is wearing a blue bra and a necklace and is pulling her hair back.", "with_names": "a woman is wearing a blue bra and a necklace and is pulling her hair back."}, {"scene_id": "oltl-07-27-06s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-27-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-06s8", "raw": "A scene from a TV show in which a woman is pointing a gun at someone.", "with_names": "a woman is pointing a gun at someone."}, {"scene_id": "oltl-07-27-06s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-07-27-06s10", "raw": "A scene from a TV show in which a man is playing golf and another man to his right is watching him.", "with_names": "a man is playing golf and another man to his right is watching him."}, {"scene_id": "oltl-07-27-06s11", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "oltl-07-27-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-06s13", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-07-27-06s14", "raw": "A scene from a TV show in which a man is talking to a woman on a beach.", "with_names": ""}, {"scene_id": "oltl-07-27-06s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-27-06s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding a bottle.", "with_names": "a man and a woman are standing next to each other, both holding a bottle."}, {"scene_id": "oltl-07-27-06s17", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-07-27-06s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is dressed in a white jacket.", "with_names": "a woman is wearing a black dress and a man is dressed in a white jacket."}, {"scene_id": "oltl-07-27-06s19", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-07-27-06s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-27-06s21", "raw": "A scene from a TV show in which a man is wearing a white jacket and a black shirt.", "with_names": "a man is wearing a white jacket and a black shirt."}, {"scene_id": "oltl-07-27-06s22", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-07-27-06s23", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is watching her.", "with_names": "Jessica is wearing a bikini and ] is watching her."}, {"scene_id": "oltl-07-27-06s24", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "oltl-07-27-06s25", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman.", "with_names": ""}, {"scene_id": "oltl-07-27-06s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-27-06s27", "raw": "A scene from a TV show in which a woman is standing in front of a window, holding her hands out to the window.", "with_names": "a woman is standing in front of a window, holding her hands out to the window."}, {"scene_id": "oltl-07-27-06s28", "raw": "A scene from a TV show in which a woman is walking on a beach, holding a white handbag.", "with_names": "a woman is walking on a beach, holding a white handbag."}, {"scene_id": "oltl-07-27-06s29", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing behind him.", "with_names": "a man is on the phone and a woman is standing behind him."}, {"scene_id": "oltl-07-27-06s30", "raw": "A scene from a TV show in which a woman is playing pool and falls over the table.", "with_names": "a woman is playing pool and falls over the table."}]