{"is the game at this place, and it is a game of the game called \"Atwatt's Game of Thrones, \"Atwt\", which is \"atwt's\" atwt's game of Thrones' \"atwatt.pt\" and \"Att's\" game, and \"Wetscene's atwt\"..": ["<MALFORMED SENTENCE>"], "Will wants Gwen to see his bank statements to prove what Adam is saying is not true, but Gwen is on his side.": ["Will wants Gwen to see his bank statements.", "Will wants to prove what Adam is saying is not true.", "Gwen is on Will's side."], "Maddie is having trouble believing or forgiving Casey.": ["Maddie is having trouble believing Casey.", "Maddie is having trouble forgiving Casey."], "Emily shares with Meg that she is worried about Craig seeking revenge on her, but Meg convinces her not to worry, but then Craig summons Emily to meet him right away.": ["Emily is worried about Craig seeking revenge on her.", "Meg convinces Emily not to worry.", "Craig summons Emily to meet him right away."], "Paul has another vision and tells Susan that Meg is in danger.": ["Paul has a vision.", "Paul tells Susan.", "Meg is in danger according to Paul's vision."], "Will and Gwen talk about Adam, and Gwen agrees to talk to him about his spending habits.": ["Will talks about Adam.", "Gwen talks about Adam.", "Gwen agrees to talk to Adam.", "Gwen agrees to talk to Adam about his spending habits."], "Paul hits a glass of water out of Meg's hand claiming it is poisoned.": ["Paul hits a glass of water.", "The glass of water was out of Meg's hand.", "Paul claims the water is poisoned."], "Meg tests the water to prove him wrong, but is stunned to find it is contaminated.": ["Meg tests the water.", "Meg aims to prove him wrong.", "Meg is stunned by the result.", "The water is contaminated."], "Adam tells Gwen about Carly and she appreciates this so she asks him to stay and help her.": ["Adam tells Gwen about Carly.", "Gwen appreciates this.", "Gwen asks Adam to stay.", "Gwen asks Adam to help her."], "Craig tells Emily he is punishing her by selling his part in the paper; Emily doesn't get how this is punishment until she meets Mr.": ["Craig tells Emily he is punishing her.", "Craig is selling his part in the paper.", "Emily does not understand how this is punishment.", "Emily meets.", "<MALFORMED SENTENCE>"], "Tull.": ["<MALFORMED SENTENCE>"], "He gets what he wants no matter what it is; he wants Emily's shares of the newspaper now; Emily refuses and both Craig and Mr.": ["He gets what he wants.", "He wants something no matter what it is.", "He wants Emily's shares of the newspaper.", "Emily refuses to give."], "Tull strongly suggest that she reconsider.": ["Tull strongly suggests.", "Tull suggests that she reconsider."], "Gwen and Adam start to argue about Will, and Adam decides to pull out of their venture.": ["Gwen and Adam argue about Will.", "Adam decides to pull out of their venture."], "Gwen wants him to reconsider and in the process, Adam mistakeningly knocks her down; Will sees this and punches his brother.": ["Gwen wants him to reconsider.", "In the process, Adam mistakenly knocks Gwen down.", "Will sees Adam knocking Gwen down.", "Will punches his brother."], "Casey tries to win some of Elwood's money back and instead makes it worse, just in time for Maddie to show up admitting she should have forgiven him after everything he did for her and because he said he is not gambling anymore.": ["Casey tries to win some of Elwood's money back.", "Casey makes the situation worse.", "Maddie shows up.", "Maddie admits she should."], "Meg and Paul almost kiss after the near poisoning until Luke interrupts them.": ["Meg and Paul almost kiss.", "The almost kiss happens after a near poisoning.", "Luke interrupts Meg and Paul."], "Luke tells Meg that he saw Paul looking and reaching into the well earlier; Meg surmises he contaminated her well to play the hero and lets him have it..": ["Luke tells Meg something.", "Luke saw Paul earlier.", "Paul was looking into the well.", "Paul was reaching into the well.", "Meg surm."], "Gwen and Will find out from the doctor that not only is she not pregnant, but due to her fall, there was damage done to her pituitary gland, which will cause her problems if she wants to get pregnant in the future.": ["Gwen and Will find out information from the doctor.", "Gwen is not pregnant.", "Gwen had a fall.", "The fall caused damage to Gwen's pit."], "Barbara tells Will he can gain access to his trust fund if he and Gwen go their separate ways, but Will tells her to get lost.": ["Barbara tells Will he can gain access to his trust fund under a condition.", "The condition is if Will and Gwen go their separate ways.", "Will tells."], "Maddie and Casey kiss, but then pretend neither meant to let it happen, however it is evident they are fighting their mutual attraction for one another.": ["Maddie and Casey kiss.", "Maddie and Casey pretend the kiss was unintentional.", "It is evident Maddie and Casey are fighting their mutual attraction."], "Maddie makes Henry promise not to spend BJ's money until they find a place, but Henry secretly calls his bookie and puts a large sum of money down on a game that night.": ["Maddie makes Henry promise.", "The promise is not to spend BJ's money until they find a place.", "Henry secretly calls his bookie.\n-."], "Carly and Jack think Hal's call means he is getting his job back.": ["Carly thinks Hal's call means he is getting his job back.", "Jack thinks Hal's call means he is getting his job back.", "Hal made a."], "The IA is not going to dismiss Jack, but Hal can only offer him a part time job because they have hired Nick now.": ["The IA is not going to dismiss Jack.", "Hal can only offer Jack a part-time job.", "The reason Hal can only offer a part-time job."], "Carly and Nick spar, as she continues to \u0091despise him'.": ["Carly and Nick spar.", "Carly continues to despise Nick."], "Emily continues to act erratically, as she continues to see \u0091Paul'.": ["Emily acts erratically.", "Emily continues to see 'Paul'."], "Meg happily tells Paul of her role in his downfall.": ["Meg is happy.", "Meg tells Paul something.", "Meg has a role in Paul's downfall.", "Meg tells Paul of her role in his downfall."], "Later, Paul wants her to continue to help him and he will give her whatever she wants.": ["Paul wants help to continue.", "Paul will give her whatever she wants if the help continues."], "Meg agrees, but tells him that if she decides at any time to go to the police, then he is in for it..": ["Meg agrees.", "Meg tells him that she might decide to go to the police.", "If she decides to go to the police, then he is in."], "and the author, the musician, the singer and the singer, the author and the musician and the artist, the artist and the actor the singer the actress and the dancer, the model and the model, and some of the actors, the designer, the dancer and the photographer and the comedian, and others, and an actor, are among the people who are interested in the movie..": ["<MALFORMED SENTENCE>"], "Lily and Holden tell their heartbroken kids that they're separating.": ["Lily and Holden are separating.", "Lily and Holden have kids.", "Their kids are heartbroken."], "While that's happening, Carly tries to talk with Julia but they end up fighting and Julia sends Carly away, telling her that she has lost so much, it doesn't matter what Carly does, she won't care.": ["Carly tries to talk with Julia.", "Carly and Julia end up fighting.", "Julia sends Carly away.", "Julia tells Carly that she has lost so much."], "After Holden arrives back at the farm, he helps Julia with the pie she's baking.": ["Holden arrives back at the farm.", "Holden helps Julia.", "Julia is baking a pie."], "When Lily shows up to talk with Holden she finds Julia instead, Julia telling her that she and Holden shared a drink on New Years and Lily asks Holden about it.": ["Lily shows up to talk with Holden.", "Lily finds Julia instead.", "Julia tells Lily that she and Holden shared a drink.", "Julia and Holden shared."], "He replied that as far gone as their marriage was, he didn't feel it was any of her business.": ["Their marriage was far gone.", "He replied to her.", "He didn't feel it was any of her business."], "Alison tells Emily to put a tack under her foot during the polygraph to mess it up, Emily's flashbacks of buying the doll and being at Fairwinds coming quicker and more intense.": ["Alison tells Emily to put a tack under her foot.", "The purpose of putting a tack under her foot is to mess up the polygraph.", "Emily."], "The test finishes up and the cop that administered it tells Hal and a lurking Paul that he has the answer.": ["The test finishes up.", "A cop administered the test.", "The cop tells Hal that he has the answer.", "The cop tells a lurking Paul that."], "Mike declares his love to Jennifer after telling her what Katie had done.": ["Mike declares his love to Jennifer.", "Mike tells Jennifer what Katie had done."], "Katie walks in after Jennifer leaves and tries again to convince Mike to come back to her, Mike telling her that he's in love with Jennifer and that they are through.": ["Katie walks in after Jennifer leaves.", "Katie tries again to convince Mike to come back to her.", "Mike tells Katie that he's in love with Jennifer."], "Jennifer runs into Henry and is furious with him for helping Katie with her scheme to get Mike away from her, Henry telling Jennifer that Katie and Mike are meant to be and sooner or later Mike will remember and run back to Katie..": ["Jennifer runs into Henry.", "Jennifer is furious with Henry.", "Henry helped Katie with her scheme.", "The scheme was to get Mike away from Jennifer."], "Daniel's out of the house and Barbara's gone Hal and Emily are angry at Paul for accusing them of breaking into Fair Hal was shown something by him.Depths The D.A.": ["<MALFORMED SENTENCE>"], "is on his way to arrest Jordan Sinclair for Jordan tried to help get Dusty out of here so that Dusty Lucy is stuck on top of a mountain in a raging snowstorm Jordan is glad to be out of there.": ["<MALFORMED SENTENCE>"], "Rafael wants to Dusty promises Lucy that he won't let her down again She feels terrible about it Every reminder of Cabot's death brought back the day that he died Will is going to stay with Aunt Kim and Uncle Bob for a while Will will stay here tonight and try to figure out where Paul and Ros Rosanna is looking for her keys.": ["<MALFORMED SENTENCE>"], "Jordan Bud, who was hired by Dusty and Jordan to help them Bud died.": ["Jordan Bud was a person.", "Jordan Bud was hired by Dusty.", "Jordan Bud was hired by Jordan.", "Jordan Bud died."], "Jordan tried to help him out, but he died Jordan did what he did to save Lucy and her friend.": ["Jordan tried to help him out.", "He died.", "Jordan did what he did to save Lucy.", "Jordan did what he did to save Lucy's."], "Jordan spent the There is food, blankets, Dusty wants Lucy to eat quickly and put on some warm clothes, because Dominic Dusty is going to light a flare for the forest service rescue team Rafael, Lucy and Dusty are going home.": ["<MALFORMED SENTENCE>"], "They split up..": ["They were together.", "They are no longer together."], "@@@@@@@@ Emily almost had an affair with her sister's fiancé, Chris Hughes.": ["Emily almost had an affair.", "The affair was with her sister's fiancé.", "Chris Hughes is her sister's fiancé."], "Emily acted out because she was lonely.": ["Emily acted out.", "Emily was lonely."], "Emily was caught buying a doll in Paul and Hal's house.": ["Emily was caught.", "Emily was buying a doll.", "The event occurred in Paul and Hal's house."], "Paul was on the case Paul found out who was Paul wants to talk to Hal for a Emily is tired of Paul's accusations.": ["<MALFORMED SENTENCE>"], "Paul and Emily used to have a lot of Emily did not do this.": ["<MALFORMED SENTENCE>"], "Emily couldn't tell Rosanna the truth during the polygraph test.": ["Emily couldn't tell the truth.", "The situation involved a polygraph test.", "Rosanna was the person Emily couldn't tell the truth to."], "Emily is sceptical Emily has nothing to hide, because she didn't do it.Depths Rosanna hurt Emily and Will, but Paul assures her that they will Rosanna harm Will and Paul.": ["<MALFORMED SENTENCE>"], "Paul has a hard time believing that she Emily kissed her fian.": ["Paul has a hard time believing something.", "Emily kissed her fiancé."], "Alison tries to persuade Aaron to make love, but he's hesitant.": ["Alison tries to persuade Aaron.", "Alison wants to make love.", "Aaron is hesitant."], "Not to worry, Alison gets a call from Will and told the unpleasant news that Emily is the one behind Roseanna's haunting.": ["Alison gets a call from Will.", "Will tells Alison the unpleasant news.", "Emily is the one behind Roseanna's haunting."], "Hal wants to believe his wife but her dalliance with Chris hinders him.": ["Hal wants to believe his wife.", "His wife had a dalliance.", "The dalliance was with Chris.", "The dalliance hinders Hal."], "Emily volunteers for a polygraph when Paul and Roseanna confront her but as she looks at the picture of her at the store, she flashes to Fairwinds and knows she was there.": ["Emily volunteers for a polygraph.", "Paul and Roseanna confront Emily.", "Emily looks at a picture of her at the store.", "Emily flashes to."], "Margo and Tom make up and swear to make their marriage work after Lucinda calls Tom away from the New Years party at the Mayor's to let Jordan out on bail.": ["Margo and Tom make up.", "Margo and Tom swear to make their marriage work.", "Lucinda calls Tom away from the New Year's party."], "Dusty finds Lucy and Rafi and just after Lucy talks on a radio phone with her mother, Dominic shows up and threatens them with a gun..": ["Dusty finds Lucy and Rafi.", "Lucy talks on a radio phone with her mother.", "The talk on the radio phone happens just after Dusty."], "is a movie by the actor, who is also available there, and a movie of his wife and his daughter, and his wife, who are also, and her daughter, who can be seen in the film at the movie.": ["<MALFORMED SENTENCE>"], "She is also seen there..": ["She is seen there."], "Holden and Molly go to visit Meg, but Holden begins to have second thoughts that Molly had come with him.": ["Holden goes to visit Meg.", "Molly goes to visit Meg.", "Holden begins to have second thoughts.", "Holden's second thoughts concern Molly coming with him."], "Lily tells Noah that they want to support his decisions.": ["Lily tells Noah something.", "Lily wants to support Noah's decisions."], "Noah mentions a Dr.": ["<MALFORMED SENTENCE>"], "Reed Oliver, who is going to help him get his eyesight back.": ["Reed Oliver is a person.", "Reed Oliver is going to help him.", "Reed Oliver is going to help him get his eyesight back."], "Lucinda recognizes the name and knows that Dr.": ["<MALFORMED SENTENCE>"], "Oliver is very good.": ["Oliver is very good."], "Katie wakes up and sees Henry and Simon asleep on her sofa.": ["Katie wakes up.", "Katie sees Henry.", "Katie sees Simon.", "Henry is asleep.", "Simon is asleep.", "Henry and Simon are on the."], "Holden and Molly visit Meg and can't get over the change in her condition, but molly feels that something is not quite right about the situation.": ["Holden visits Meg.", "Molly visits Meg.", "Holden and Molly can't get over the change in Meg's condition.", "Molly feels that something is not."], "A nurse brings in Meg's medication and Meg pretends to take it, but when the nurse leaves, Meg spits it out .Lily reminds Lucinda of the lunch date they have.": ["A nurse brings in Meg's medication.", "Meg pretends to take her medication.", "Meg spits out her medication when the nurse leaves.", "Lily."], "Lily worries that she is pregnant.": ["Lily worries.", "Lily thinks she might be pregnant."], "Luke starts to kiss Noah, but Noah pulls away.": ["Luke starts to kiss Noah.", "Noah pulls away."], "Holden notices a look in Molly's eyes and knows that Molly doesn't' believe that Meg is doing as good as she claims.": ["Holden notices a look in Molly's eyes.", "Holden knows Molly doesn't believe Meg is doing as good as she claims."], "Katie balks at the idea of getting involved with someone so soon after Brads' death.": ["Katie balks at the idea of getting involved with someone.", "The reason is it's soon after Brad's death."], "Katie mentions a new idea for a TV show to Henry which is aimed at Mothers with children.": ["Katie mentions a new idea.", "The idea is for a TV show.", "Katie mentions the idea to Henry.", "The TV show is aimed at mothers."], "Clarissa arrives to help Simon at the diner.": ["Clarissa arrives.", "Clarissa helps Simon.", "The location is at the diner."], "Meg meets with Dr.": ["<MALFORMED SENTENCE>", "<MALFORMED SENTENCE>"], "Wilson.": ["<MALFORMED SENTENCE>"], "Molly wants to go to Kentucky to meet with Grady.": ["Molly wants to go to Kentucky.", "Molly wants to meet with Grady."], "Lucinda gives Molly a helpful piece of advice that Holden and Lily will get back together.": ["Lucinda gives Molly a piece of advice.", "The advice is helpful.", "The advice is about Holden and Lily.", "The advice suggests that Holden and."], "Simon and Katie eat dinner together.": ["Simon eats dinner.", "Katie eats dinner.", "Simon and Katie eat dinner together."], "At the hospital, Holden finds out that Lily may be pregnant.": ["Holden is at the hospital.", "Holden finds out information at the hospital.", "Lily may be pregnant."], "Damian visits Meg and she reveals that she is only telling Dr.": ["<MALFORMED SENTENCE>"], "Wilson what he wants to hear so that she can get out of here ..": ["Wilson hears what he wants to hear.", "She tells Wilson what he wants to hear.", "She wants to get out of here.", "She tells Wilson."], "Emily fails the lie detector test, remembering that a map of Fairwinds is tucked in Daniel's backpack.": ["Emily fails the lie detector test.", "Emily remembers a detail.", "The detail is about a map of Fairwinds.", "The map of Fairw."], "She calls Alison, who is with Aaron getting Daniel's stuff at Emily's house, and tells her about the map.": ["She calls Alison.", "Alison is with Aaron.", "Alison and Aaron are getting Daniel's stuff.", "They are at Emily's house.", "She tells."], "Alison eventually talks Aaron into burning it with her.": ["Alison talks Aaron into an action.", "The action involves burning something.", "Alison and Aaron perform the action together."], "Paul is insistent that Emily go to jail and after Will takes the polygraph test and passes, Emily is arrested.": ["Paul is insistent.", "Paul wants Emily to go to jail.", "Will takes the polygraph test.", "Will passes the polygraph test.\n-."], "Katie tells Mike that she won't stop trying to get them back together, Mike telling her he's in love with Jennifer and that they are truly through.": ["Katie tells Mike she won't stop trying to get them back together.", "Mike tells Katie he's in love with Jennifer.", "Mike tells Katie that they."], "In the meantime, Henry makes a confession to Jennifer \u0096 that he's in love with Katie and always has been.": ["Henry makes a confession to Jennifer.", "Henry is in love with Katie.", "Henry has always been in love with Katie."], "He also tells Jennifer that Katie and Mike's love is one of a kind and she should probably settle to be Mike's friend, like he's done with Katie.": ["He tells Jennifer about Katie and Mike's love.", "Katie and Mike have a love that is considered one of a kind.", "He suggests Jennifer should probably."], "Jennifer refuses and when Mike calls her to have her come over, she's sure he's going to dump her for Katie but instead Mike surprises her and tells her he loves her.": ["Jennifer refuses something.", "Mike calls Jennifer to come over.", "Jennifer is sure Mike is going to dump her.", "Jennifer thinks Mike is going to dump."], "When Katie meets up with Henry, he tells her that she should marry him \u0096 if Mike is only using Jennifer to push Katie away, he'll make sure she doesn't marry Henry.": ["Katie meets up with Henry.", "Henry speaks to Katie.", "Henry tells Katie she should marry him.", "Mike is using Jennifer to push Katie away,."], "Ben talks with Bob about Aaron's arm, Bob ordering more tests..": ["Ben talks with Bob.", "The conversation involves Aaron's arm.", "Bob orders more tests."], "is available..": ["<MALFORMED SENTENCE>"]}