[{"scene_id": "gl-03-08-04s0", "raw": "A scene from a TV show in which a man is standing outside a house, looking at a window.", "with_names": "a man is standing outside a house, looking at a window."}, {"scene_id": "gl-03-08-04s1", "raw": "A scene from a TV show in which a woman is seen from behind, wearing a beige jacket and her hair is long and straight.", "with_names": "a woman is from behind, wearing a beige jacket and her hair is long and straight."}, {"scene_id": "gl-03-08-04s2", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-03-08-04s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-08-04s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-08-04s5", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-03-08-04s7", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking at a hat.", "with_names": "Michelle is standing in front of a door and looking at a hat."}, {"scene_id": "gl-03-08-04s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-08-04s9", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "Danny is yelling at someone."}, {"scene_id": "gl-03-08-04s10", "raw": "A scene from a TV show in which a woman is crying and a man is holding her face", "with_names": "Marah is crying and a man is holding her face"}, {"scene_id": "gl-03-08-04s11", "raw": "A scene from a TV show in which a man is being attacked by a dog", "with_names": "a man is being attacked by a dog"}, {"scene_id": "gl-03-08-04s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "gl-03-08-04s13", "raw": "A scene from a TV show in which a man is screaming.", "with_names": "Danny is screaming."}, {"scene_id": "gl-03-08-04s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Gus is crying"}, {"scene_id": "gl-03-08-04s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-08-04s16", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at it.", "with_names": "a man is holding a cell phone and looking at it."}, {"scene_id": "gl-03-08-04s17", "raw": "A scene from a TV show in which a man is seen in the dark, with his head turned to the side", "with_names": "Gus is in the dark, with his head turned to the side"}, {"scene_id": "gl-03-08-04s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-08-04s19", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "Michelle is being held by Danny."}, {"scene_id": "gl-03-08-04s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-08-04s23", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "Josh is hugging a woman."}]