[{"scene_id": "gl-02-21-05s0", "raw": "A scene from a TV show in which a woman is standing in a bar and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-02-21-05s1", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-02-21-05s2", "raw": "A scene from a TV show in which a woman is screaming and pointing at something.", "with_names": "Dinah is screaming and pointing at something."}, {"scene_id": "gl-02-21-05s3", "raw": "A scene from a TV show in which a man is standing in front of a woman in a courtroom.", "with_names": "a man is standing in front of a woman in a courtroom."}, {"scene_id": "gl-02-21-05s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Jeffrey is wearing a suit and tie"}, {"scene_id": "gl-02-21-05s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at something off-screen.", "with_names": "a man and a woman are standing next to each other, looking at something off-screen."}, {"scene_id": "gl-02-21-05s8", "raw": "A scene from a TV show in which a man is sitting in an office chair and a woman is standing behind him", "with_names": "a man is sitting in an office chair and Harley is standing behind him"}, {"scene_id": "gl-02-21-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-02-21-05s10", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-02-21-05s11", "raw": "A scene from a TV show in which a man is talking to someone and the person is not visible", "with_names": ""}, {"scene_id": "gl-02-21-05s12", "raw": "A scene from a TV show in which a man is eating a piece of cake", "with_names": "a man is eating a piece of cake"}, {"scene_id": "gl-02-21-05s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-02-21-05s15", "raw": "A scene from a TV show in which a man is holding a box and a woman is looking at him.", "with_names": "a man is holding a box and a woman is looking at him."}, {"scene_id": "gl-02-21-05s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-02-21-05s18", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is watching them", "with_names": ""}, {"scene_id": "gl-02-21-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-21-05s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a book.", "with_names": ""}, {"scene_id": "gl-02-21-05s21", "raw": "A scene from a TV show in which a man is crying and covering his face with his hands.", "with_names": "a man is crying and covering his face with his hands."}, {"scene_id": "gl-02-21-05s22", "raw": "A scene from a TV show in which a man is wearing a hoodie and a t-shirt and is looking down.", "with_names": "Jeffrey is wearing a hoodie and a t-shirt and is looking down."}, {"scene_id": "gl-02-21-05s23", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-02-21-05s25", "raw": "A scene from a TV show in which a woman is talking on the phone and her face is contorted.", "with_names": ""}, {"scene_id": "gl-02-21-05s27", "raw": "A scene from a TV show in which a woman is talking on a phone and her face is distorted", "with_names": ""}, {"scene_id": "gl-02-21-05s28", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted", "with_names": "Reva is on the phone and her face is contorted"}, {"scene_id": "gl-02-21-05s29", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator, and a bouquet is sitting on the floor.", "with_names": "Reva is standing in front of a refrigerator, and a bouquet is sitting on the floor."}, {"scene_id": "gl-02-21-05s32", "raw": "A scene from a TV show in which a man is crying", "with_names": "Jonathan is crying"}, {"scene_id": "gl-02-21-05s33", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-21-05s34", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-02-21-05s35", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "Reva is wearing a suit and a tie and looking down"}, {"scene_id": "gl-02-21-05s37", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Reva is crying"}, {"scene_id": "gl-02-21-05s38", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and a blonde wig.", "with_names": "Cassie is wearing a purple sweater and a blonde wig."}, {"scene_id": "gl-02-21-05s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-21-05s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-21-05s41", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "gl-02-21-05s42", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a microphone.", "with_names": ""}, {"scene_id": "gl-02-21-05s43", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-02-21-05s44", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her hand.", "with_names": ""}, {"scene_id": "gl-02-21-05s45", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a bottle.", "with_names": "Bailiff is standing in a kitchen, holding a bottle."}, {"scene_id": "gl-02-21-05s46", "raw": "A scene from a TV show in which a young boy is looking at a girl and making a face.", "with_names": "a young boy is looking at Judge ellis and making a face."}, {"scene_id": "gl-02-21-05s47", "raw": "A scene from a TV show in which a man is hugging a woman and smiling.", "with_names": "Jonathan is hugging Reva and smiling."}, {"scene_id": "gl-02-21-05s48", "raw": "A scene from a TV show in which a lawyer is arguing with a witness.", "with_names": "a lawyer is arguing with a witness."}, {"scene_id": "gl-02-21-05s49", "raw": "A scene from a TV show in which a woman is being accused of murder.", "with_names": "Cassie is being accused of murder."}, {"scene_id": "gl-02-21-05s52", "raw": "A scene from a TV show in which a woman is praying.", "with_names": "a woman is praying."}, {"scene_id": "gl-02-21-05s53", "raw": "A scene from a TV show in which a woman is crying and talking into a microphone.", "with_names": ""}]