[{"scene_id": "atwt-03-30-06s0", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "atwt-03-30-06s1", "raw": "A scene from a TV show in which a man is standing in a room with a door and a woman is walking towards him.", "with_names": "a man is standing in a room with a door and a woman is walking towards him."}, {"scene_id": "atwt-03-30-06s2", "raw": "A scene from a TV show in which a woman holds a notepad and writes on it.", "with_names": "a woman holds a notepad and writes on it."}, {"scene_id": "atwt-03-30-06s3", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-03-30-06s4", "raw": "A scene from a TV show in which a dishwasher is running, with a fork, spoon, and wine glass in it.", "with_names": "a dishwasher is running, with a fork, spoon, and wine glass in it."}, {"scene_id": "atwt-03-30-06s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a flower arrangement.", "with_names": "a man and a woman are standing in front of a flower arrangement."}, {"scene_id": "atwt-03-30-06s6", "raw": "A scene from a TV show in which a young woman is wearing a pink shirt and a ponytail.", "with_names": "a young woman is wearing a pink shirt and a ponytail."}, {"scene_id": "atwt-03-30-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-30-06s8", "raw": "A scene from a TV show in which a woman is seen in a dark room with a man standing behind her.", "with_names": "a woman is in a dark room with a man standing behind her."}, {"scene_id": "atwt-03-30-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-30-06s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man with long hair.", "with_names": ""}, {"scene_id": "atwt-03-30-06s11", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-03-30-06s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-03-30-06s13", "raw": "A scene from a TV show in which a woman is shown holding a Medicare card.", "with_names": ""}, {"scene_id": "atwt-03-30-06s14", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "atwt-03-30-06s15", "raw": "A scene from a TV show in which a woman is laying on a couch with her head resting on the back of a couch cushion.", "with_names": "a woman is laying on a couch with her head resting on the back of a couch cushion."}, {"scene_id": "atwt-03-30-06s16", "raw": "A scene from a TV show in which a woman is reaching into a box.", "with_names": "a woman is reaching into a box."}, {"scene_id": "atwt-03-30-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-30-06s18", "raw": "A scene from a TV show in which a man and a woman stand in front of a TV.", "with_names": "a man and a woman stand in front of a tv."}, {"scene_id": "atwt-03-30-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-30-06s20", "raw": "A scene from a TV show in which a man is talking to a woman while she is lying down", "with_names": ""}, {"scene_id": "atwt-03-30-06s21", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-03-30-06s22", "raw": "A scene from a TV show in which a red cube is surrounded by pasta", "with_names": "a red cube is surrounded by pasta"}, {"scene_id": "atwt-03-30-06s23", "raw": "A scene from a TV show in which a woman is wearing a gold and maroon outfit and big hoop earrings", "with_names": "a woman is wearing a gold and maroon outfit and big hoop earrings"}, {"scene_id": "atwt-03-30-06s24", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-03-30-06s25", "raw": "A scene from a TV show in which a man is holding a newspaper and a cup in his hands, standing behind bars", "with_names": "a man is holding a newspaper and a cup in his hands, standing behind bars"}, {"scene_id": "atwt-03-30-06s26", "raw": "A scene from a TV show in which a man is trying on a dress in a shop.", "with_names": "a man is trying on a dress in a shop."}]