[{"scene_id": "gl-02-24-06s0", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-02-24-06s1", "raw": "A scene from a TV show in which a blonde woman is standing in front of a red curtain, looking at a man.", "with_names": "a blonde woman is standing in front of a red curtain, looking at a man."}, {"scene_id": "gl-02-24-06s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-02-24-06s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-24-06s4", "raw": "A scene from a TV show in which a giant ball of light is seen", "with_names": "a giant ball of light is"}, {"scene_id": "gl-02-24-06s5", "raw": "A scene from a TV show in which two men are standing next to each other, one is holding a wine glass.", "with_names": "two men are standing next to each other, one is holding a wine glass."}, {"scene_id": "gl-02-24-06s6", "raw": "A scene from a TV show in which a woman is eating a chocolate bar.", "with_names": "a woman is eating a chocolate bar."}, {"scene_id": "gl-02-24-06s7", "raw": "A scene from a TV show in which a man is sitting at a table with wine glasses and a bottle of wine.", "with_names": "a man is sitting at a table with wine glasses and a bottle of wine."}, {"scene_id": "gl-02-24-06s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "gl-02-24-06s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-24-06s10", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "gl-02-24-06s11", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a leather jacket.", "with_names": "a woman is wearing a pink shirt and a leather jacket."}, {"scene_id": "gl-02-24-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "gl-02-24-06s13", "raw": "", "with_names": ""}, {"scene_id": "gl-02-24-06s14", "raw": "A scene from a TV show in which a cupcake is lit on a cake stand.", "with_names": "a cupcake is lit on a cake stand."}, {"scene_id": "gl-02-24-06s15", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "gl-02-24-06s16", "raw": "A scene from a TV show in which a woman is talking on the phone and the words \"Comm\" are displayed on a sign behind her.", "with_names": ""}, {"scene_id": "gl-02-24-06s17", "raw": "A scene from a TV show in which a man and a woman are talking in a room. The man is wearing a black shirt, and the woman is wearing a sweater with a \"Chill\" sticker on it", "with_names": ""}, {"scene_id": "gl-02-24-06s18", "raw": "", "with_names": ""}, {"scene_id": "gl-02-24-06s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-02-24-06s20", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-02-24-06s21", "raw": "A scene from a TV show in which a man is sitting in a snow-covered field.", "with_names": "a man is sitting in a snow-covered field."}, {"scene_id": "gl-02-24-06s22", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "gl-02-24-06s23", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a shocked expression.", "with_names": "a woman is crying and a man is looking at her with a shocked expression."}, {"scene_id": "gl-02-24-06s24", "raw": "A scene from a TV show in which two men are driving a car.", "with_names": "two men are driving a car."}, {"scene_id": "gl-02-24-06s25", "raw": "A scene from a TV show in which a man and a woman are walking in the woods.", "with_names": "a man and a woman are walking in the woods."}]