[{"scene_id": "oltl-04-09-10s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "Blair is standing in a kitchen with a man."}, {"scene_id": "oltl-04-09-10s1", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-09-10s2", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "oltl-04-09-10s3", "raw": "A scene from a TV show in which a man is in a suit and a woman is sitting in the background.", "with_names": "a man is in a suit and a woman is sitting in the background."}, {"scene_id": "oltl-04-09-10s4", "raw": "A scene from a TV show in which a young man is sitting next to a man in a room.", "with_names": "a young man is sitting next to a man in a room."}, {"scene_id": "oltl-04-09-10s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-09-10s6", "raw": "A scene from a TV show in which a woman is trapped in a door.", "with_names": "a woman is trapped in a door."}, {"scene_id": "oltl-04-09-10s7", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is pouring a drink into a cup.", "with_names": "two men are standing in a bar, one of them is pouring a drink into a cup."}, {"scene_id": "oltl-04-09-10s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-09-10s9", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-04-09-10s10", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-04-09-10s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-09-10s12", "raw": "A scene from a TV show in which two men are holding a baby.", "with_names": "two men are holding a baby."}, {"scene_id": "oltl-04-09-10s13", "raw": "A scene from a TV show in which a young man is in court, a judge is sitting behind him, and a lawyer stands behind him.", "with_names": "a young man is in court, a judge is sitting behind him, and a lawyer stands behind him."}, {"scene_id": "oltl-04-09-10s14", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen. The man is looking at her, and she is looking back at him.", "with_names": ""}, {"scene_id": "oltl-04-09-10s15", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-04-09-10s16", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "oltl-04-09-10s17", "raw": "A scene from a TV show in which a man is sitting on a couch and another manI is standing next to him", "with_names": ""}, {"scene_id": "oltl-04-09-10s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "oltl-04-09-10s19", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-04-09-10s20", "raw": "A scene from a TV show in which a woman is wearing a purple blazer and a short haircut.", "with_names": "a woman is wearing a purple blazer and a short haircut."}, {"scene_id": "oltl-04-09-10s21", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-04-09-10s22", "raw": "A scene from a TV show in which a man is holding a baby and another man is sitting next to him.", "with_names": "a man is holding a baby and another man is sitting next to him."}, {"scene_id": "oltl-04-09-10s23", "raw": "A scene from a TV show in which a woman is pointing a wand at a man in a suit.", "with_names": "a woman is pointing a wand at a man in a suit."}, {"scene_id": "oltl-04-09-10s24", "raw": "A scene from a TV show in which a doctor is touching a woman's breast.", "with_names": "a doctor is touching ]'s breast."}, {"scene_id": "oltl-04-09-10s25", "raw": "A scene from a TV show in which a young man is looking down and wearing a green shirt.", "with_names": "a young man is looking down and wearing a green shirt."}, {"scene_id": "oltl-04-09-10s26", "raw": "A scene from a TV show in which a boy is talking on the phone", "with_names": ""}, {"scene_id": "oltl-04-09-10s27", "raw": "A scene from a TV show in which a woman is standing in a room with a cat.", "with_names": "a woman is standing in a room with a cat."}, {"scene_id": "oltl-04-09-10s28", "raw": "A scene from a TV show in which a man is talking to someone and his face is shown", "with_names": ""}, {"scene_id": "oltl-04-09-10s29", "raw": "A scene from a TV show in which a man stands over a hospital bed, a woman lies in it.", "with_names": "Clint stands over a hospital bed, ] lies in it."}, {"scene_id": "oltl-04-09-10s30", "raw": "A scene from a TV show in which a man is sitting on the floor, a woman is standing behind him, and another man is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-04-09-10s31", "raw": "A scene from a TV show in which a woman is smoking a cigarette and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-09-10s32", "raw": "A scene from a TV show in which a woman is being held by a man while another man looks on.", "with_names": "a woman is being held by a man while another man looks on."}, {"scene_id": "oltl-04-09-10s33", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-04-09-10s34", "raw": "A scene from a TV show in which a man is being arrested by police officers.", "with_names": "a man is being arrested by police officers."}, {"scene_id": "oltl-04-09-10s35", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-09-10s36", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-04-09-10s37", "raw": "A scene from a TV show in which a black woman is talking to a white woman in a school hallway.", "with_names": ""}, {"scene_id": "oltl-04-09-10s38", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-09-10s39", "raw": "A scene from a TV show in which a man is talking to someone and looking down", "with_names": ""}, {"scene_id": "oltl-04-09-10s40", "raw": "A scene from a TV show in which a woman is holding a book and a man is standing behind her.", "with_names": "a woman is holding a book and a man is standing behind her."}, {"scene_id": "oltl-04-09-10s41", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-09-10s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-09-10s43", "raw": "A scene from a TV show in which a man is holding a baby in a sling.", "with_names": "a man is holding a baby in a sling."}, {"scene_id": "oltl-04-09-10s44", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-09-10s45", "raw": "A scene from a TV show in which a man is wearing a black jacket and a green shirt.", "with_names": "a man is wearing a black jacket and a green shirt."}, {"scene_id": "oltl-04-09-10s46", "raw": "A scene from a TV show in which a blonde woman is looking down and her lips are pursed.", "with_names": "a blonde woman is looking down and her lips are pursed."}, {"scene_id": "oltl-04-09-10s47", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-09-10s48", "raw": "A scene from a TV show in which a girl is talking to two men in a classroom.", "with_names": ""}, {"scene_id": "oltl-04-09-10s49", "raw": "A scene from a TV show in which a woman is wearing a harness and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-04-09-10s50", "raw": "A scene from a TV show in which a man is opening a gift for a woman.", "with_names": "a man is opening a gift for a woman."}, {"scene_id": "oltl-04-09-10s51", "raw": "A scene from a TV show in which a woman is being harassed by three men.", "with_names": "a woman is being harassed by three men."}, {"scene_id": "oltl-04-09-10s52", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a man is standing behind her.", "with_names": "a woman is wearing a pink jacket and a man is standing behind her."}, {"scene_id": "oltl-04-09-10s53", "raw": "A scene from a TV show in which a man is lying in a hospital bed with wires attached to his body.", "with_names": "a man is lying in a hospital bed with wires attached to his body."}]