[{"scene_id": "atwt-10-11-04s0", "raw": "A scene from a TV show in which a child is lying on a bed and a man is standing behind him.", "with_names": "a child is lying on a bed and a man is standing behind him."}, {"scene_id": "atwt-10-11-04s1", "raw": "A scene from a TV show in which a man and a woman are eating food together.", "with_names": "a man and a woman are eating food together."}, {"scene_id": "atwt-10-11-04s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-11-04s3", "raw": "A scene from a TV show in which a woman is kissing another woman in the mirror.", "with_names": "a woman is kissing another woman in the mirror."}, {"scene_id": "atwt-10-11-04s4", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-10-11-04s5", "raw": "A scene from a TV show in which a young man is wearing a plaid shirt and a surprised look on his face.", "with_names": "a young man is wearing a plaid shirt and a surprised look on his face."}, {"scene_id": "atwt-10-11-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-11-04s7", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-10-11-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-11-04s9", "raw": "A scene from a TV show in which a woman is talking and making a face.", "with_names": ""}, {"scene_id": "atwt-10-11-04s10", "raw": "A scene from a TV show in which a man and a woman sit at a table and hold hands.", "with_names": "a man and a woman sit at a table and hold hands."}, {"scene_id": "atwt-10-11-04s11", "raw": "A scene from a TV show in which a man is holding a piece of paper.", "with_names": "a man is holding a piece of paper."}, {"scene_id": "atwt-10-11-04s12", "raw": "A scene from a TV show in which a woman is standing in a room, holding a plastic bag and drinking from a cup.", "with_names": "a woman is standing in a room, holding a plastic bag and drinking from a cup."}, {"scene_id": "atwt-10-11-04s13", "raw": "A scene from a TV show in which a poster is pasted on a bulletin board with a picture of a man and a woman.", "with_names": "a poster is pasted on a bulletin board with a picture of a man and a woman."}, {"scene_id": "atwt-10-11-04s14", "raw": "A scene from a TV show in which a woman is wearing a green suit and a white shirt and is dancing.", "with_names": "a woman is wearing a green suit and a white shirt and is dancing."}, {"scene_id": "atwt-10-11-04s15", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}, {"scene_id": "atwt-10-11-04s16", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at the camera.", "with_names": "a woman is holding a wine glass and looking at the camera."}, {"scene_id": "atwt-10-11-04s17", "raw": "A scene from a TV show in which a man is holding a box in an elevator.", "with_names": "a man is holding a box in an elevator."}, {"scene_id": "atwt-10-11-04s18", "raw": "A scene from a TV show in which a woman is holding a tissue to her face and a man is looking at her.", "with_names": "a woman is holding a tissue to her face and a man is looking at her."}, {"scene_id": "atwt-10-11-04s19", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-11-04s20", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-10-11-04s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-11-04s22", "raw": "A scene from a TV show in which a man is leaning out of a car window and looking at a woman.", "with_names": "a man is leaning out of a car window and looking at a woman."}, {"scene_id": "atwt-10-11-04s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-11-04s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-11-04s25", "raw": "A scene from a TV show in which a man and a woman are in a bathroom, with the man washing his hands.", "with_names": "a man and a woman are in a bathroom, with the man washing his hands."}, {"scene_id": "atwt-10-11-04s26", "raw": "A scene from a TV show in which a woman is holding a microphone and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-11-04s27", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-10-11-04s28", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-11-04s29", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}]