[{"scene_id": "oltl-12-22-10s0", "raw": "A scene from a TV show in which a woman is wearing a white hat and coat and holding a microphone.", "with_names": "a woman is wearing a white hat and coat and holding a microphone."}, {"scene_id": "oltl-12-22-10s1", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a stove and oven in the background.", "with_names": "a man and a woman are standing in a kitchen, with a stove and oven in the background."}, {"scene_id": "oltl-12-22-10s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-12-22-10s3", "raw": "A scene from a TV show in which a man is knocking on a door and a woman answers", "with_names": "a man is knocking on a door and a woman answers"}, {"scene_id": "oltl-12-22-10s4", "raw": "A scene from a TV show in which two men are sitting on a couch, drinking beer and eating pizza.", "with_names": ""}, {"scene_id": "oltl-12-22-10s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s6", "raw": "A scene from a TV show in which a woman is being proposed to by a man in front of a Christmas tree.", "with_names": "a woman is being proposed to by a man in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s7", "raw": "A scene from a TV show in which a man and a woman dance together.", "with_names": "a man and a woman dance together."}, {"scene_id": "oltl-12-22-10s8", "raw": "A scene from a TV show in which a woman is proposing to a man in front of a Christmas tree.", "with_names": "a woman is proposing to a man in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s9", "raw": "A scene from a TV show in which a yellow light is shining on a person", "with_names": "a yellow light is shining on a person"}, {"scene_id": "oltl-12-22-10s10", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a black hat.", "with_names": "a woman is wearing a red scarf and a black hat."}, {"scene_id": "oltl-12-22-10s11", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a white hat and standing in front of a Christmas tree.", "with_names": "a woman is wearing a pink coat and a white hat and standing in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s12", "raw": "A scene from a TV show in which a woman is holding a bowl of vegetables and a man is walking towards her.", "with_names": "a woman is holding a bowl of vegetables and a man is walking towards her."}, {"scene_id": "oltl-12-22-10s13", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "oltl-12-22-10s14", "raw": "A scene from a TV show in which a man and a woman are walking down a street, with a couple of other people standing nearby.", "with_names": "a man and a woman are walking down a street, with a couple of other people standing nearby."}, {"scene_id": "oltl-12-22-10s15", "raw": "A scene from a TV show in which two men are standing in a kitchen.", "with_names": "two men are standing in a kitchen."}, {"scene_id": "oltl-12-22-10s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s17", "raw": "A scene from a TV show in which a man is looking at a woman and a Christmas tree is in the background.", "with_names": "a man is looking at a woman and a christmas tree is in the background."}, {"scene_id": "oltl-12-22-10s18", "raw": "A scene from a TV show in which a man and a woman are arguing in front of a Christmas tree.", "with_names": "a man and a woman are arguing in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s19", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a bowl and talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-22-10s20", "raw": "A scene from a TV show in which a man is being choked by a woman", "with_names": "a man is being choked by a woman"}, {"scene_id": "oltl-12-22-10s21", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a wrapped present.", "with_names": "two women are standing in a room, one of them is holding a wrapped present."}, {"scene_id": "oltl-12-22-10s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-22-10s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-22-10s24", "raw": "A scene from a TV show in which two men sit on a couch and talk.", "with_names": "two men sit on a couch and talk."}, {"scene_id": "oltl-12-22-10s25", "raw": "A scene from a TV show in which a blonde woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s26", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-22-10s27", "raw": "A scene from a TV show in which a woman is holding a young boy by the neck and a younger boy all stand in a living room.", "with_names": "a woman is holding a young boy by the neck and a younger boy all stand in a living room."}, {"scene_id": "oltl-12-22-10s28", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-22-10s29", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-12-22-10s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s31", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s32", "raw": "A scene from a TV show in which a man and two women sit at a table, one of them is holding a bouquet.", "with_names": "a man and two women sit at a table, one of them is holding a bouquet."}, {"scene_id": "oltl-12-22-10s33", "raw": "A scene from a TV show in which a man and a woman are talking to a group of people.", "with_names": ""}, {"scene_id": "oltl-12-22-10s34", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-22-10s35", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking surprised.", "with_names": ""}, {"scene_id": "oltl-12-22-10s36", "raw": "A scene from a TV show in which a woman holds a baby in her arms and kisses her on the cheek.", "with_names": "a woman holds a baby in her arms and kisses her on the cheek."}, {"scene_id": "oltl-12-22-10s37", "raw": "A scene from a TV show in which a woman is laughing hysterically.", "with_names": "a woman is laughing hysterically."}, {"scene_id": "oltl-12-22-10s38", "raw": "A scene from a TV show in which a woman is talking to a man in a dark room.", "with_names": ""}, {"scene_id": "oltl-12-22-10s39", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-12-22-10s40", "raw": "A scene from a TV show in which a woman is eating a chocolate cake.", "with_names": "a woman is eating a chocolate cake."}, {"scene_id": "oltl-12-22-10s41", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s42", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-12-22-10s43", "raw": "A scene from a TV show in which a woman is looking up at a ceiling.", "with_names": "a woman is looking up at a ceiling."}, {"scene_id": "oltl-12-22-10s44", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is behind her.", "with_names": "a woman is wearing a red dress and a man is behind her."}, {"scene_id": "oltl-12-22-10s45", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and ] are holding a baby."}, {"scene_id": "oltl-12-22-10s46", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-22-10s47", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-12-22-10s48", "raw": "A scene from a TV show in which a man is dressed as Santa Claus and is yelling.", "with_names": "a man is dressed as santa claus and is yelling."}, {"scene_id": "oltl-12-22-10s49", "raw": "A scene from a TV show in which a man is seen opening a door and a Christmas tree is on the other side.", "with_names": "a man is opening a door and a christmas tree is on the other side."}, {"scene_id": "oltl-12-22-10s50", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "oltl-12-22-10s51", "raw": "A scene from a TV show in which a woman is dressed as Santa Claus", "with_names": "a woman is dressed as santa claus"}, {"scene_id": "oltl-12-22-10s52", "raw": "A scene from a TV show in which a woman is talking to a man and a vase is on the table.", "with_names": ""}, {"scene_id": "oltl-12-22-10s53", "raw": "A scene from a TV show in which a man is seen walking in the dark", "with_names": "a man is walking in the dark"}, {"scene_id": "oltl-12-22-10s54", "raw": "A scene from a TV show in which a young girl is shown a book by a man.", "with_names": ""}, {"scene_id": "oltl-12-22-10s55", "raw": "A scene from a TV show in which a woman is washing a glass in a sink.", "with_names": "a woman is washing a glass in a sink."}, {"scene_id": "oltl-12-22-10s56", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-12-22-10s57", "raw": "A scene from a TV show in which a man is seen putting a stocking on a fireplace.", "with_names": "a man is putting a stocking on a fireplace."}, {"scene_id": "oltl-12-22-10s58", "raw": "A scene from a TV show in which a man and woman are standing in front of a bookshelf.", "with_names": "a man and woman are standing in front of a bookshelf."}, {"scene_id": "oltl-12-22-10s59", "raw": "A scene from a TV show in which a woman is talking to her mother about her boyfriend.", "with_names": ""}, {"scene_id": "oltl-12-22-10s60", "raw": "A scene from a TV show in which a Christmas tree is lit up with red and green lights.", "with_names": "a christmas tree is lit up with red and green lights."}]