[{"scene_id": "oltl-06-02-06s0", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "Cristian and Evangeline are hugging each other."}, {"scene_id": "oltl-06-02-06s1", "raw": "A scene from a TV show in which a baby is shown to be born with a head and hands that are not attached to her body.", "with_names": ""}, {"scene_id": "oltl-06-02-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-06-02-06s3", "raw": "A scene from a TV show in which a blue light is shining on a person.", "with_names": "a blue light is shining on a person."}, {"scene_id": "oltl-06-02-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-06s5", "raw": "A scene from a TV show in which a man is walking down a hallway with his face covered.", "with_names": "a man is walking down a hallway with his face covered."}, {"scene_id": "oltl-06-02-06s6", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "oltl-06-02-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-06-02-06s8", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-02-06s9", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at another woman.", "with_names": "a woman is holding a piece of paper and looking at another woman."}, {"scene_id": "oltl-06-02-06s10", "raw": "A scene from a TV show in which a young girl is looking down and wearing a blue shirt.", "with_names": "a young girl is looking down and wearing a blue shirt."}, {"scene_id": "oltl-06-02-06s11", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-06-02-06s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-02-06s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, smiling and looking at her.", "with_names": "a woman is sitting at a table with a man, smiling and looking at her."}, {"scene_id": "oltl-06-02-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-06s15", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a man is standing behind her.", "with_names": "a woman is wearing a white lab coat and a man is standing behind her."}, {"scene_id": "oltl-06-02-06s16", "raw": "A scene from a TV show in which a man is seen wearing a blue hoodie and a baseball cap.", "with_names": "a man is wearing a blue hoodie and a baseball cap."}, {"scene_id": "oltl-06-02-06s17", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a woman is in the background.", "with_names": "a man is wearing a white lab coat and a woman is in the background."}, {"scene_id": "oltl-06-02-06s18", "raw": "A scene from a TV show in which a man is standing in a bathtub, looking down at his hands.", "with_names": "a man is standing in a bathtub, looking down at his hands."}, {"scene_id": "oltl-06-02-06s19", "raw": "A scene from a TV show in which Jennifer Aniston is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-06s20", "raw": "A scene from a TV show in which a woman is locked up in a cage and a man is standing next to her.", "with_names": "a woman is locked up in a cage and a man is standing next to her."}, {"scene_id": "oltl-06-02-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-06s22", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-02-06s23", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-02-06s24", "raw": "A scene from a TV show in which a man is holding a woman in his arms.", "with_names": "a man is holding a woman in his arms."}, {"scene_id": "oltl-06-02-06s25", "raw": "A scene from a TV show in which a woman is laying on top of a man.", "with_names": "] is laying on top of John."}, {"scene_id": "oltl-06-02-06s26", "raw": "A scene from a TV show in which a blonde woman is looking at a teddy bear and saying,", "with_names": "a blonde woman is looking at a teddy bear and saying,"}, {"scene_id": "oltl-06-02-06s27", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-06-02-06s28", "raw": "A scene from a TV show in which a man is wearing a white shirt and a badge on his shirt.", "with_names": "a man is wearing a white shirt and a badge on his shirt."}]