[{"scene_id": "atwt-04-25-08s0", "raw": "A scene from a TV show in which a young man is kissing a woman on the cheek.", "with_names": "a young man is kissing Carly on the cheek."}, {"scene_id": "atwt-04-25-08s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-25-08s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-25-08s3", "raw": "A scene from a TV show in which a man is on the phone and a girl is sitting at a table.", "with_names": "a man is on the phone and a girl is sitting at a table."}, {"scene_id": "atwt-04-25-08s4", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-25-08s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "atwt-04-25-08s6", "raw": "A scene from a TV show in which a woman is wearing a floral top and a necklace", "with_names": "a woman is wearing a floral top and a necklace"}, {"scene_id": "atwt-04-25-08s7", "raw": "A scene from a TV show in which a man is talking about a product.", "with_names": ""}, {"scene_id": "atwt-04-25-08s8", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "atwt-04-25-08s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-25-08s10", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a boy.", "with_names": "a woman is standing in a room with a man and a boy."}, {"scene_id": "atwt-04-25-08s11", "raw": "A scene from a TV show in which a man and a girl are holding hands.", "with_names": "a man and a girl are holding hands."}, {"scene_id": "atwt-04-25-08s12", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-04-25-08s13", "raw": "A scene from a TV show in which a man and a woman are standing next to a surveying instrument.", "with_names": "a man and a woman are standing next to a surveying instrument."}, {"scene_id": "atwt-04-25-08s14", "raw": "A scene from a TV show in which a woman holds a small dog in a pink sweater.", "with_names": "a woman holds a small dog in a pink sweater."}, {"scene_id": "atwt-04-25-08s15", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "a man is looking at a book and smiling"}, {"scene_id": "atwt-04-25-08s16", "raw": "A scene from a TV show in which a man and a woman are in a field, with the man looking at the woman and smiling.", "with_names": "a man and a woman are in a field, with the man looking at the woman and smiling."}, {"scene_id": "atwt-04-25-08s17", "raw": "A scene from a TV show in which a woman is wearing a baseball cap and a jacket.", "with_names": "a woman is wearing a baseball cap and a jacket."}, {"scene_id": "atwt-04-25-08s18", "raw": "A scene from a TV show in which a man is hitting a red cone with a bat.", "with_names": "a man is hitting a red cone with a bat."}, {"scene_id": "atwt-04-25-08s19", "raw": "A scene from a TV show in which a woman is shown a CD package and asked to buy it.", "with_names": ""}, {"scene_id": "atwt-04-25-08s20", "raw": "A scene from a TV show in which a woman is lying on the ground with a red pillow over her head.", "with_names": "a woman is lying on the ground with a red pillow over her head."}, {"scene_id": "atwt-04-25-08s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-25-08s22", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting at a table.", "with_names": "a man is standing in a kitchen and a woman is sitting at a table."}, {"scene_id": "atwt-04-25-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s25", "raw": "A scene from a TV show in which a man is being helped by a person.", "with_names": "a man is being helped by a person."}, {"scene_id": "atwt-04-25-08s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s27", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "atwt-04-25-08s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s30", "raw": "A scene from a TV show in which a young boy is playing baseball.", "with_names": "a young boy is playing baseball."}, {"scene_id": "atwt-04-25-08s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-25-08s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-08s33", "raw": "A scene from a TV show in which a woman is standing over a man's foot, holding a tissue.", "with_names": "a woman is standing over a man's foot, holding a tissue."}, {"scene_id": "atwt-04-25-08s34", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "atwt-04-25-08s35", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-25-08s36", "raw": "A scene from a TV show in which a woman is shown with a prosthetic nose.", "with_names": ""}]