[{"scene_id": "gl-01-15-04s0", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "a man is standing in a room with a desk and a chair."}, {"scene_id": "gl-01-15-04s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-15-04s2", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible", "with_names": ""}, {"scene_id": "gl-01-15-04s3", "raw": "A scene from a TV show in which a man is being hit on by another man.", "with_names": "a man is being hit on by another man."}, {"scene_id": "gl-01-15-04s4", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-01-15-04s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-15-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-15-04s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-15-04s8", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-01-15-04s9", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "gl-01-15-04s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-01-15-04s11", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, wearing leather jackets.", "with_names": "Buzz and Alexandra are standing in a hallway, wearing leather jackets."}, {"scene_id": "gl-01-15-04s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-15-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-15-04s16", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "gl-01-15-04s17", "raw": "A scene from a TV show in which a man and a woman sit at a table in a bar, talking.", "with_names": ""}, {"scene_id": "gl-01-15-04s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-01-15-04s19", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at something.", "with_names": "a man is sitting next to another man and they are both looking at something."}, {"scene_id": "gl-01-15-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-01-15-04s21", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-01-15-04s22", "raw": "A scene from a TV show in which a man is talking to a priest", "with_names": ""}, {"scene_id": "gl-01-15-04s23", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a fur coat.", "with_names": ""}]