[{"scene_id": "oltl-07-13-09s0", "raw": "A scene from a TV show in which a woman is standing in front of a door, her hands are on the doorknob, and her mouth is open.", "with_names": "a woman is standing in front of a door, her hands are on the doorknob, and her mouth is open."}, {"scene_id": "oltl-07-13-09s1", "raw": "A scene from a TV show in which a woman is sitting next to a man on a couch.", "with_names": "a woman is sitting next to a man on a couch."}, {"scene_id": "oltl-07-13-09s2", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-07-13-09s3", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing in a living room.", "with_names": "a woman is wearing a green dress and a man is standing in a living room."}, {"scene_id": "oltl-07-13-09s4", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s5", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-07-13-09s6", "raw": "A scene from a TV show in which a woman is talking to a man and two other women.", "with_names": ""}, {"scene_id": "oltl-07-13-09s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-09s10", "raw": "A scene from a TV show in which a woman is talking to a reporter.", "with_names": ""}, {"scene_id": "oltl-07-13-09s11", "raw": "A scene from a TV show in which a person is lying on a bed with a sheet over their face.", "with_names": "a person is lying on a bed with a sheet over their face."}, {"scene_id": "oltl-07-13-09s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-13-09s13", "raw": "A scene from a TV show in which two women are standing next to a man in a suit.", "with_names": "two women are standing next to a man in a suit."}, {"scene_id": "oltl-07-13-09s14", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-07-13-09s15", "raw": "A scene from a TV show in which a man is being hit by a baseball bat", "with_names": "a man is being hit by a baseball bat"}, {"scene_id": "oltl-07-13-09s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s17", "raw": "A scene from a TV show in which two men are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-13-09s18", "raw": "A scene from a TV show in which a man and a woman are sitting close to each other, with the womanrear looking at the camera.", "with_names": "a man and a woman are sitting close to each other, with the womanrear looking at the camera."}, {"scene_id": "oltl-07-13-09s19", "raw": "A scene from a TV show in which a man is being scolded by two men.", "with_names": "a man is being scolded by two men."}, {"scene_id": "oltl-07-13-09s20", "raw": "A scene from a TV show in which three women are standing in a room with a cake and cups.", "with_names": "three women are standing in a room with a cake and cups."}, {"scene_id": "oltl-07-13-09s21", "raw": "A scene from a TV show in which two men are arguing in front of a potted plant.", "with_names": "two men are arguing in front of a potted plant."}, {"scene_id": "oltl-07-13-09s22", "raw": "A scene from a TV show in which a boy is standing next to a man and they are both looking at something.", "with_names": "a boy is standing next to a man and they are both looking at something."}, {"scene_id": "oltl-07-13-09s23", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s24", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "oltl-07-13-09s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s26", "raw": "A scene from a TV show in which a woman is wearing a green scrubs and a stethoscope around her neck.", "with_names": "a woman is wearing a green scrubs and a stethoscope around her neck."}, {"scene_id": "oltl-07-13-09s27", "raw": "A scene from a TV show in which two blonde women are standing next to each other.", "with_names": "two blonde women are standing next to each other."}, {"scene_id": "oltl-07-13-09s28", "raw": "A scene from a TV show in which a man is talking to a woman and a young girl.", "with_names": ""}, {"scene_id": "oltl-07-13-09s29", "raw": "A scene from a TV show in which a man is standing in front of a painting.", "with_names": "a man is standing in front of a painting."}, {"scene_id": "oltl-07-13-09s30", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-07-13-09s31", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-07-13-09s32", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-09s33", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-07-13-09s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-13-09s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-13-09s36", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-13-09s37", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "oltl-07-13-09s38", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-07-13-09s39", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a wine glass and looking at a cell phone.", "with_names": "a woman is standing in a kitchen, holding a wine glass and looking at a cell phone."}, {"scene_id": "oltl-07-13-09s40", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}]