[{"scene_id": "atwt-08-20-07s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Col. Mayer is kissing a man on the cheek."}, {"scene_id": "atwt-08-20-07s1", "raw": "A scene from a TV show in which a blonde woman is wearing a purple dress and looking at the camera.", "with_names": "a blonde woman is wearing a purple dress and looking at the camera."}, {"scene_id": "atwt-08-20-07s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-20-07s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-20-07s4", "raw": "A scene from a TV show in which a young man is wearing glasses and a white shirt and looking at a blonde woman.", "with_names": "a young man is wearing glasses and a white shirt and looking at a blonde woman."}, {"scene_id": "atwt-08-20-07s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-20-07s6", "raw": "A scene from a TV show in which a box of Swiffer dusters is shown.", "with_names": ""}, {"scene_id": "atwt-08-20-07s7", "raw": "A scene from a TV show in which a man is standing in front of a painting and talking.", "with_names": ""}, {"scene_id": "atwt-08-20-07s8", "raw": "A scene from a TV show in which a man is looking at the camera with a short haircut", "with_names": "a man is looking at the camera with a short haircut"}, {"scene_id": "atwt-08-20-07s9", "raw": "A scene from a TV show in which a blonde woman is smiling.", "with_names": "a blonde woman is smiling."}, {"scene_id": "atwt-08-20-07s10", "raw": "A scene from a TV show in which a woman is holding her hands to her face and looking distressed.", "with_names": "a woman is holding her hands to her face and looking distressed."}, {"scene_id": "atwt-08-20-07s11", "raw": "A scene from a TV show in which a woman is shown walking on a beach with a red vest on.", "with_names": ""}, {"scene_id": "atwt-08-20-07s12", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right of the frame.", "with_names": "a blonde woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-08-20-07s13", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace.", "with_names": "a woman is wearing a green jacket and a necklace."}, {"scene_id": "atwt-08-20-07s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-08-20-07s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-20-07s16", "raw": "A scene from a TV show in which a man is shown sitting in front of a fireplace and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-20-07s17", "raw": "A scene from a TV show in which a woman is looking at her phone and smiling.", "with_names": "a woman is looking at her phone and smiling."}, {"scene_id": "atwt-08-20-07s18", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-08-20-07s19", "raw": "A scene from a TV show in which a young man is sitting at a table with a yellow shirt and plaid shirt.", "with_names": "a young man is sitting at a table with a yellow shirt and plaid shirt."}, {"scene_id": "atwt-08-20-07s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera with a surprised expression.", "with_names": "a man is wearing a suit and tie and is looking at the camera with a surprised expression."}, {"scene_id": "atwt-08-20-07s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and a woman are sitting next to each other."}, {"scene_id": "atwt-08-20-07s22", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-08-20-07s23", "raw": "A scene from a TV show in which a woman is looking in the mirror and touching her face.", "with_names": "a woman is looking in the mirror and touching her face."}, {"scene_id": "atwt-08-20-07s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-08-20-07s25", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at the camera.", "with_names": "a man is wearing a red shirt and looking at the camera."}, {"scene_id": "atwt-08-20-07s26", "raw": "A scene from a TV show in which a grapefruit is being squeezed into a cup.", "with_names": "a grapefruit is being squeezed into a cup."}, {"scene_id": "atwt-08-20-07s27", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-20-07s28", "raw": "A scene from a TV show in which a man is holding a woman by the hair and pulling her towards him.", "with_names": "a man is holding a woman by the hair and pulling her towards him."}, {"scene_id": "atwt-08-20-07s29", "raw": "A scene from a TV show in which a man is wearing a green shirt and looking at the camera.", "with_names": "a man is wearing a green shirt and looking at the camera."}, {"scene_id": "atwt-08-20-07s30", "raw": "A scene from a TV show in which a young man is looking down and wearing a blue shirt", "with_names": "a young man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-08-20-07s31", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is kneeling on the floor.", "with_names": ""}, {"scene_id": "atwt-08-20-07s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-20-07s33", "raw": "A scene from a TV show in which a mother and son are on a roller coaster.", "with_names": "a mother and son are on a roller coaster."}]