[{"scene_id": "oltl-10-12-07s0", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "oltl-10-12-07s1", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-10-12-07s2", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-10-12-07s3", "raw": "A scene from a TV show in which a man is looking at a flower.", "with_names": "a man is looking at a flower."}, {"scene_id": "oltl-10-12-07s4", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a man is walking towards her.", "with_names": "a woman is standing in a kitchen, a man is walking towards her."}, {"scene_id": "oltl-10-12-07s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-12-07s6", "raw": "A scene from a TV show in which two men are sitting at a table, talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-12-07s7", "raw": "A scene from a TV show in which the word \"Oli\" is written in the fog", "with_names": "the word \"oli\" is written in the fog"}, {"scene_id": "oltl-10-12-07s8", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of coffee and a vase of flowers.", "with_names": "a woman is sitting at a table with a cup of coffee and a vase of flowers."}, {"scene_id": "oltl-10-12-07s9", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-10-12-07s10", "raw": "A scene from a TV show in which a man is sitting in a courtroom with a woman and a lawyer.", "with_names": "a man is sitting in a courtroom with a woman and a lawyer."}, {"scene_id": "oltl-10-12-07s11", "raw": "A scene from a TV show in which a woman is dancing in a living room with a man standing behind her.", "with_names": "a woman is dancing in a living room with a man standing behind her."}, {"scene_id": "oltl-10-12-07s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "oltl-10-12-07s13", "raw": "A scene from a TV show in which a man pours a glass of wine for a woman.", "with_names": "a man pours a glass of wine for a woman."}, {"scene_id": "oltl-10-12-07s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and a cat is on the floor", "with_names": ""}, {"scene_id": "oltl-10-12-07s15", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-10-12-07s16", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "oltl-10-12-07s17", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-10-12-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-12-07s19", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a black dress.", "with_names": "a woman is standing in a kitchen, wearing a black dress."}, {"scene_id": "oltl-10-12-07s20", "raw": "A scene from a TV show in which a woman is throwing a ball in a living room.", "with_names": "a woman is throwing a ball in a living room."}, {"scene_id": "oltl-10-12-07s21", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "oltl-10-12-07s22", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-10-12-07s23", "raw": "A scene from a TV show in which a man is standing next to two other men, one of whom is holding a piece of paper.", "with_names": "a man is standing next to two other men, one of whom is holding a piece of paper."}, {"scene_id": "oltl-10-12-07s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-10-12-07s25", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a shirt that says \"Speak Life to Life\"", "with_names": "two women are standing next to each other, one is wearing a shirt that says \"speak life to life\""}, {"scene_id": "oltl-10-12-07s26", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "oltl-10-12-07s27", "raw": "A scene from a TV show in which a woman is standing in a kitchen with three other women.", "with_names": "a woman is standing in a kitchen with three other women."}, {"scene_id": "oltl-10-12-07s28", "raw": "A scene from a TV show in which a cat is playing with a human's shoes.", "with_names": "a cat is playing with a human's shoes."}, {"scene_id": "oltl-10-12-07s29", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "oltl-10-12-07s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-12-07s31", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-12-07s32", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-10-12-07s33", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white apron.", "with_names": "a woman is wearing a red jacket and a white apron."}, {"scene_id": "oltl-10-12-07s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-12-07s35", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}]