[{"scene_id": "pc-07-29-03s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-07-29-03s1", "raw": "A scene from a TV show in which a man is wearing yellow pants and a yellow shirt", "with_names": "a man is wearing yellow pants and a yellow shirt"}, {"scene_id": "pc-07-29-03s2", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is looking at him with a shocked expression.", "with_names": "a man is wearing a tank top and a woman is looking at him with a shocked expression."}, {"scene_id": "pc-07-29-03s3", "raw": "A scene from a TV show in which a blonde woman is wearing a white tank top and a blue scarf around her neck.", "with_names": "a blonde woman is wearing a white tank top and a blue scarf around her neck."}, {"scene_id": "pc-07-29-03s4", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-29-03s5", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "pc-07-29-03s6", "raw": "A scene from a TV show in which a black man and a woman are standing next to each other.", "with_names": "a black man and a woman are standing next to each other."}, {"scene_id": "pc-07-29-03s7", "raw": "A scene from a TV show in which a woman is holding her face in her hands", "with_names": "a woman is holding her face in her hands"}, {"scene_id": "pc-07-29-03s8", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "pc-07-29-03s9", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "pc-07-29-03s10", "raw": "", "with_names": ""}, {"scene_id": "pc-07-29-03s11", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "a man is engulfed in flames."}, {"scene_id": "pc-07-29-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-29-03s13", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-29-03s14", "raw": "A scene from a TV show in which a man is shown with his eyes closed and his mouth open.", "with_names": ""}, {"scene_id": "pc-07-29-03s15", "raw": "", "with_names": ""}, {"scene_id": "pc-07-29-03s16", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}]