[{"scene_id": "atwt-07-01-08s0", "raw": "A scene from a TV show in which a man is holding a book and a woman is standing behind him.", "with_names": "a man is holding a book and a woman is standing behind him."}, {"scene_id": "atwt-07-01-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-01-08s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "atwt-07-01-08s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a blue shirt.", "with_names": "a woman is wearing a red dress and a man is in a blue shirt."}, {"scene_id": "atwt-07-01-08s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-01-08s5", "raw": "A scene from a TV show in which a woman is seen pouring a blue liquid into a sink.", "with_names": "a woman is pouring a blue liquid into a sink."}, {"scene_id": "atwt-07-01-08s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-01-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-01-08s8", "raw": "A scene from a TV show in which a woman sits on a porch and talks about the importance of taking care of your mental health.", "with_names": "a woman sits on a porch and talks about the importance of taking care of your mental health."}, {"scene_id": "atwt-07-01-08s9", "raw": "A scene from a TV show in which a woman is wearing a light green suit and a necklace", "with_names": "a woman is wearing a light green suit and a necklace"}, {"scene_id": "atwt-07-01-08s10", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-07-01-08s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-07-01-08s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-01-08s13", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "a man is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-07-01-08s14", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-01-08s15", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him", "with_names": ""}, {"scene_id": "atwt-07-01-08s16", "raw": "A scene from a TV show in which a green screen is displayed with the words \"More power to you\"", "with_names": "a green screen is displayed with the words \"more power to you\""}, {"scene_id": "atwt-07-01-08s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-01-08s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-01-08s19", "raw": "A scene from a TV show in which a boy is wearing a blue shirt and a green tie", "with_names": "a boy is wearing a blue shirt and a green tie"}, {"scene_id": "atwt-07-01-08s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-07-01-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-01-08s22", "raw": "A scene from a TV show in which a man is seen in a dark room with a black circle on the right side of the screen and a white circle on the left side of it.", "with_names": "a man is in a dark room with a black circle on the right side of the screen and a white circle on the left side of it."}, {"scene_id": "atwt-07-01-08s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-01-08s24", "raw": "A scene from a TV show in which a woman is standing in a bed, holding a white plate.", "with_names": "a woman is standing in a bed, holding a white plate."}, {"scene_id": "atwt-07-01-08s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-01-08s26", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is behind her.", "with_names": "a woman is standing in front of a door and a man is behind her."}, {"scene_id": "atwt-07-01-08s27", "raw": "A scene from a TV show in which a ballerina is dancing on a rock.", "with_names": "a ballerina is dancing on a rock."}]