[{"scene_id": "bb-11-16-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-11-16-06s1", "raw": "A scene from a TV show in which a woman is sitting in a room with her mouth open and her head tilted to the side.", "with_names": "a woman is sitting in a room with her mouth open and her head tilted to the side."}, {"scene_id": "bb-11-16-06s2", "raw": "A scene from a TV show in which a woman is crying in a cage.", "with_names": "a woman is crying in a cage."}, {"scene_id": "bb-11-16-06s3", "raw": "A scene from a TV show in which a man is lying on the ground with blood on his face and a cell phone in his hand.", "with_names": "a man is lying on the ground with blood on his face and a cell phone in his hand."}, {"scene_id": "bb-11-16-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-16-06s5", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a clock is visible on the bottom of the screen.", "with_names": "a woman is wearing a red shirt and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-11-16-06s6", "raw": "A scene from a TV show in which a police officer is talking to two men.", "with_names": ""}, {"scene_id": "bb-11-16-06s7", "raw": "A scene from a TV show in which a woman is in a red jumpsuit and a clock is visible on the bottom of the screen.", "with_names": "a woman is in a red jumpsuit and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-11-16-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-11-16-06s9", "raw": "A scene from a TV show in which a young woman is wearing a headband and a black shirt.", "with_names": "a young woman is wearing a headband and a black shirt."}, {"scene_id": "bb-11-16-06s10", "raw": "A scene from a TV show in which a girl is looking at a boy and he is looking back at her.", "with_names": "a girl is looking at a boy and he is looking back at her."}, {"scene_id": "bb-11-16-06s11", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}]