[{"scene_id": "atwt-08-20-09s0", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and the man is looking at her.", "with_names": "a woman is sitting on a man's lap and the man is looking at her."}, {"scene_id": "atwt-08-20-09s1", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}, {"scene_id": "atwt-08-20-09s2", "raw": "A scene from a TV show in which an older woman is laying in a hospital bed, her hand covering her face.", "with_names": "an older woman is laying in a hospital bed, her hand covering her face."}, {"scene_id": "atwt-08-20-09s3", "raw": "A scene from a TV show in which a woman is bent over a washing machine.", "with_names": "a woman is bent over a washing machine."}, {"scene_id": "atwt-08-20-09s4", "raw": "A scene from a TV show in which a doctor is talking to an elderly patient in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-08-20-09s5", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing next to him.", "with_names": "a man is holding a knife and a woman is standing next to him."}, {"scene_id": "atwt-08-20-09s6", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-08-20-09s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-20-09s8", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling at a man who is sitting next to her.", "with_names": ""}, {"scene_id": "atwt-08-20-09s9", "raw": "A scene from a TV show in which a hand puppet is used to represent a clown", "with_names": "a hand puppet is used to represent a clown"}, {"scene_id": "atwt-08-20-09s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-20-09s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a flower in her hair.", "with_names": "a woman is wearing a blue dress and a flower in her hair."}, {"scene_id": "atwt-08-20-09s12", "raw": "A scene from a TV show in which a woman is wearing a white suit and a pearl necklace", "with_names": "a woman is wearing a white suit and a pearl necklace"}, {"scene_id": "atwt-08-20-09s13", "raw": "A scene from a TV show in which a woman is wearing a white shirt and blue tie.", "with_names": "a woman is wearing a white shirt and blue tie."}, {"scene_id": "atwt-08-20-09s14", "raw": "A scene from a TV show in which a woman is wearing a white suit and shaking hands with a man.", "with_names": "a woman is wearing a white suit and shaking hands with a man."}, {"scene_id": "atwt-08-20-09s15", "raw": "A scene from a TV show in which a woman is wearing a tank top and earrings", "with_names": "a woman is wearing a tank top and earrings"}, {"scene_id": "atwt-08-20-09s16", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-08-20-09s17", "raw": "A scene from a TV show in which a Kohl's cash card is used to get $10 cash for every $50 spent.", "with_names": "a kohl's cash card is used to get $10 cash for every $50 spent."}, {"scene_id": "atwt-08-20-09s18", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-20-09s19", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "a woman is lying in bed with her eyes closed."}, {"scene_id": "atwt-08-20-09s20", "raw": "A scene from a TV show in which a man is slapping another man in the face", "with_names": "a man is slapping another man in the face"}, {"scene_id": "atwt-08-20-09s21", "raw": "A scene from a TV show in which a woman is shown with a stomach and a pill is popping out of her stomach.", "with_names": ""}]