[{"scene_id": "bb-02-22-06s0", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "bb-02-22-06s2", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace.", "with_names": "FiaiaI dcn#t mind nick is wearing a black shirt and a necklace."}, {"scene_id": "bb-02-22-06s4", "raw": "A scene from a TV show in which an older woman is talking to a younger man.", "with_names": ""}, {"scene_id": "bb-02-22-06s7", "raw": "A scene from a TV show in which a man is standing in a room with a large vase of jelly beans and a lamp on a table.", "with_names": "stephanie is standing in a room with a large vase of jelly beans and a lamp on a table."}, {"scene_id": "bb-02-22-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-22-06s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-22-06s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-02-22-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-22-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-02-22-06s15", "raw": "A scene from a TV show in which the time is displayed on a black screen", "with_names": "the time is displayed on a black screen"}, {"scene_id": "bb-02-22-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-22-06s17", "raw": "A scene from a TV show in which a woman is holding a baby and walking into a kitchen.", "with_names": "Stúan is holding a baby and walking into a kitchen."}, {"scene_id": "bb-02-22-06s18", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "bb-02-22-06s19", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "Stephanie is holding her head in her hands"}]