[{"scene_id": "pc-06-27-03s0", "raw": "A scene from a TV show in which a nurse is seen taking a patient to the hospital.", "with_names": "a nurse is taking a patient to the hospital."}, {"scene_id": "pc-06-27-03s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-06-27-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-27-03s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a green light shining behind her.", "with_names": "] is looking at the camera with a green light shining behind her."}, {"scene_id": "pc-06-27-03s4", "raw": "A scene from a TV show in which a man is singing and his eyes are closed", "with_names": "a man is singing and his eyes are closed"}, {"scene_id": "pc-06-27-03s5", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "pc-06-27-03s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a handbag", "with_names": "a woman is wearing a white dress and a handbag"}, {"scene_id": "pc-06-27-03s7", "raw": "A scene from a TV show in which a woman is being operated on by two doctors.", "with_names": "a woman is being operated on by two doctors."}, {"scene_id": "pc-06-27-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-27-03s9", "raw": "A scene from a TV show in which a woman is talking to a man with dreadlocks.", "with_names": ""}, {"scene_id": "pc-06-27-03s10", "raw": "A scene from a TV show in which a young boy is seen wearing a brown shirt and red tie.", "with_names": "a young boy is wearing a brown shirt and red tie."}, {"scene_id": "pc-06-27-03s11", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "pc-06-27-03s12", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a green shirt and a stethoscope around his neck.", "with_names": "a man is standing in a kitchen, wearing a green shirt and a stethoscope around his neck."}, {"scene_id": "pc-06-27-03s13", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}]