[{"scene_id": "bb-10-12-05s0", "raw": "A scene from a TV show in which a woman is being followed by a man.", "with_names": "a woman is being followed by Brooke."}, {"scene_id": "bb-10-12-05s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-12-05s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-10-12-05s3", "raw": "A scene from a TV show in which a woman is crying and an older woman is looking at her with a concerned expression.", "with_names": "a woman is crying and an older woman is looking at her with a concerned expression."}, {"scene_id": "bb-10-12-05s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a clock.", "with_names": "a man and a woman sit on a couch and look at a clock."}, {"scene_id": "bb-10-12-05s5", "raw": "A scene from a TV show in which a man is sitting on the floor with his head down, looking at a clock.", "with_names": "a man is sitting on the floor with his head down, looking at a clock."}, {"scene_id": "bb-10-12-05s6", "raw": "A scene from a TV show in which two women are arguing with an older woman.", "with_names": "two women are arguing with an older woman."}, {"scene_id": "bb-10-12-05s7", "raw": "A scene from a TV show in which a man is talking to someone and his hand is clenched", "with_names": ""}, {"scene_id": "bb-10-12-05s8", "raw": "A scene from a TV show in which a man is holding a hammer and a chair.", "with_names": "a man is holding a hammer and a chair."}, {"scene_id": "bb-10-12-05s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-10-12-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-12-05s11", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}]