[{"scene_id": "atwt-03-25-03s0", "raw": "A scene from a TV show in which two women are standing in front of a tree.", "with_names": "two women are standing in front of a tree."}, {"scene_id": "atwt-03-25-03s1", "raw": "A scene from a TV show in which a woman is smiling and pointing at her own face.", "with_names": "a woman is smiling and pointing at her own face."}, {"scene_id": "atwt-03-25-03s2", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-03-25-03s3", "raw": "A scene from a TV show in which a woman is walking towards a man in a bar.", "with_names": "a woman is walking towards a man in a bar."}, {"scene_id": "atwt-03-25-03s4", "raw": "A scene from a TV show in which a woman is looking in the mirror and touching her face.", "with_names": "Jessica is looking in the mirror and touching her face."}, {"scene_id": "atwt-03-25-03s5", "raw": "A scene from a TV show in which a man is standing in a hotel room, wearing a robe and holding a glass.", "with_names": "a man is standing in a hotel room, wearing a robe and holding a glass."}, {"scene_id": "atwt-03-25-03s6", "raw": "A scene from a TV show in which a pink plastic bottle is labelled Canessa", "with_names": "a pink plastic bottle is labelled canessa"}, {"scene_id": "atwt-03-25-03s7", "raw": "A scene from a TV show in which a woman is dancing in a kitchen with a banana in her hand.", "with_names": "Bonnie is dancing in a kitchen with a banana in her hand."}, {"scene_id": "atwt-03-25-03s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "Jessica is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-25-03s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-25-03s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Chris and a woman are sitting next to each other."}, {"scene_id": "atwt-03-25-03s11", "raw": "A scene from a TV show in which a doctor explains that if you have vivid dreams or other sleep disturbances, remove this patch at bedtime.", "with_names": "a doctor explains that if you have vivid dreams or other sleep disturbances, remove this patch at bedtime."}, {"scene_id": "atwt-03-25-03s12", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging Paul."}, {"scene_id": "atwt-03-25-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-25-03s14", "raw": "A scene from a TV show in which a man is throwing a chair at another man.", "with_names": "Marshall is throwing a chair at another man."}, {"scene_id": "atwt-03-25-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is yelling at someone.", "with_names": "a man is wearing a suit and a tie and is yelling at someone."}, {"scene_id": "atwt-03-25-03s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Rose is crying."}, {"scene_id": "atwt-03-25-03s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is looking at her.", "with_names": ""}, {"scene_id": "atwt-03-25-03s18", "raw": "A scene from a TV show in which a woman is talking to a man, with a red sweater and a blue shirt behind her", "with_names": ""}, {"scene_id": "atwt-03-25-03s19", "raw": "A scene from a TV show in which a woman is talking about a t-score of 10.", "with_names": ""}]