[{"scene_id": "pc-06-17-03s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-06-17-03s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-06-17-03s2", "raw": "A scene from a TV show in which a man is talking to another man and a woman is watching him", "with_names": ""}, {"scene_id": "pc-06-17-03s3", "raw": "A scene from a TV show in which two men are sitting on a bed and talking.", "with_names": ""}, {"scene_id": "pc-06-17-03s4", "raw": "A scene from a TV show in which a woman is wearing a necklace and a dress.", "with_names": "a woman is wearing a necklace and a dress."}, {"scene_id": "pc-06-17-03s5", "raw": "A scene from a TV show in which a woman is engulfed in flames.", "with_names": "a woman is engulfed in flames."}, {"scene_id": "pc-06-17-03s6", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is lying on the bed next to him.", "with_names": "a man is sitting on a bed and a woman is lying on the bed next to him."}, {"scene_id": "pc-06-17-03s7", "raw": "", "with_names": ""}, {"scene_id": "pc-06-17-03s8", "raw": "A scene from a TV show in which a woman is holding a candle and looking at it.", "with_names": "a woman is holding a candle and looking at it."}, {"scene_id": "pc-06-17-03s9", "raw": "A scene from a TV show in which a woman is lying on a bed with her head propped up on her hand.", "with_names": "] is lying on a bed with her head propped up on her hand."}, {"scene_id": "pc-06-17-03s10", "raw": "A scene from a TV show in which a man is touching a woman's hand", "with_names": "a man is touching a woman's hand"}, {"scene_id": "pc-06-17-03s11", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him", "with_names": ""}, {"scene_id": "pc-06-17-03s12", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}]