[{"scene_id": "gl-11-30-06s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is kissing her on the cheek.", "with_names": "Lizzie is lying in a hospital bed and Jonathan is kissing her on the cheek."}, {"scene_id": "gl-11-30-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "gl-11-30-06s2", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on another woman's chest.", "with_names": "a woman is lying on a bed with her head resting on another woman's chest."}, {"scene_id": "gl-11-30-06s3", "raw": "A scene from a TV show in which a man is wearing a green sweater and a beard.", "with_names": "a man is wearing a green sweater and a beard."}, {"scene_id": "gl-11-30-06s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-11-30-06s5", "raw": "A scene from a TV show in which a man is seen holding a gun in a hotel room.", "with_names": "a man is holding a gun in a hotel room."}, {"scene_id": "gl-11-30-06s6", "raw": "A scene from a TV show in which a woman is standing in front of a table with a cake on it.", "with_names": "a woman is standing in front of a table with a cake on it."}, {"scene_id": "gl-11-30-06s7", "raw": "A scene from a TV show in which a man and a woman are in a sauna.", "with_names": "a man and a woman are in a sauna."}, {"scene_id": "gl-11-30-06s8", "raw": "A scene from a TV show in which a man is seen opening a door and pulling out a gun.", "with_names": "a man is opening a door and pulling out a gun."}, {"scene_id": "gl-11-30-06s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-30-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-30-06s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a glass.", "with_names": ""}, {"scene_id": "gl-11-30-06s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-30-06s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-11-30-06s14", "raw": "A scene from a TV show in which a man is reading a paper to another man.", "with_names": "a man is reading a paper to another man."}, {"scene_id": "gl-11-30-06s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-11-30-06s16", "raw": "A scene from a TV show in which a man pours a drink for a woman.", "with_names": "a man pours a drink for a woman."}, {"scene_id": "gl-11-30-06s17", "raw": "A scene from a TV show in which a man is sitting on the floor and another man is standing next to him.", "with_names": "a man is sitting on the floor and another man is standing next to him."}, {"scene_id": "gl-11-30-06s18", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-11-30-06s19", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-11-30-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-11-30-06s21", "raw": "A scene from a TV show in which a woman is slapping a man.", "with_names": "a woman is slapping a man."}, {"scene_id": "gl-11-30-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-30-06s23", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a black coat and a green scarf.", "with_names": "a woman is walking down a street, wearing a black coat and a green scarf."}, {"scene_id": "gl-11-30-06s24", "raw": "A scene from a TV show in which a man is seen kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "gl-11-30-06s25", "raw": "A scene from a TV show in which a woman is shown entering a door and... Stock Video Footage", "with_names": ""}, {"scene_id": "gl-11-30-06s26", "raw": "A scene from a TV show in which a man is standing next to a blonde woman, who is talking on her cell phone.", "with_names": ""}, {"scene_id": "gl-11-30-06s27", "raw": "A scene from a TV show in which a woman sits at a desk and talks on the phone.", "with_names": "a woman sits at a desk and talks on the phone."}, {"scene_id": "gl-11-30-06s28", "raw": "A scene from a TV show in which a woman is seen talking on a cell phone.", "with_names": ""}]