[{"scene_id": "oltl-09-28-06s0", "raw": "A scene from a TV show in which a shirtless man is lying on a bed with his eyes closed.", "with_names": "a shirtless man is lying on a bed with his eyes closed."}, {"scene_id": "oltl-09-28-06s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-28-06s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-28-06s3", "raw": "A scene from a TV show in which a man is putting a necklace on a woman.", "with_names": "a man is putting a necklace on a woman."}, {"scene_id": "oltl-09-28-06s4", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a woman.", "with_names": "] is standing in a dark room, looking at a woman."}, {"scene_id": "oltl-09-28-06s5", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-28-06s6", "raw": "A scene from a TV show in which a woman is standing with a cane and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-09-28-06s7", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "oltl-09-28-06s8", "raw": "A scene from a TV show in which two women are sitting next to each other, one is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-09-28-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-28-06s10", "raw": "A scene from a TV show in which a TSA agent is questioning a woman at an airport.", "with_names": "a tsa agent is questioning a woman at an airport."}, {"scene_id": "oltl-09-28-06s11", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-28-06s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-28-06s13", "raw": "A scene from a TV show in which a woman is comforting a crying girl.", "with_names": "a woman is comforting a crying girl."}, {"scene_id": "oltl-09-28-06s14", "raw": "A scene from a TV show in which a man is shirtless and a woman is standing next to him.", "with_names": "a man is shirtless and a woman is standing next to him."}, {"scene_id": "oltl-09-28-06s15", "raw": "A scene from a TV show in which a woman is standing in front of a door, wearing a leather jacket.", "with_names": "a woman is standing in front of a door, wearing a leather jacket."}, {"scene_id": "oltl-09-28-06s16", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "oltl-09-28-06s17", "raw": "A scene from a TV show in which a shirtless man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-28-06s18", "raw": "A scene from a TV show in which a woman is holding a pillow and dancing in a living room.", "with_names": "a woman is holding a pillow and dancing in a living room."}, {"scene_id": "oltl-09-28-06s19", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "oltl-09-28-06s20", "raw": "A scene from a TV show in which a woman is wearing a low-cut blue dress.", "with_names": "a woman is wearing a low-cut blue dress."}, {"scene_id": "oltl-09-28-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-28-06s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-28-06s23", "raw": "A scene from a TV show in which a woman is applying makeup to another woman's face.", "with_names": "a woman is applying makeup to another woman's face."}, {"scene_id": "oltl-09-28-06s24", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is in a ponytail.", "with_names": "a woman is wearing a blue dress and her hair is in a ponytail."}, {"scene_id": "oltl-09-28-06s25", "raw": "A scene from a TV show in which a woman is sitting on the lap of a man, with a chair and a table in the background.", "with_names": "a woman is sitting on the lap of a man, with a chair and a table in the background."}, {"scene_id": "oltl-09-28-06s26", "raw": "A scene from a TV show in which a woman is smiling at a shirtless man.", "with_names": "a woman is smiling at a shirtless man."}, {"scene_id": "oltl-09-28-06s27", "raw": "A scene from a TV show in which a woman is wearing a hairnet and a gown.", "with_names": "a woman is wearing a hairnet and a gown."}, {"scene_id": "oltl-09-28-06s28", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "oltl-09-28-06s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-28-06s30", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "oltl-09-28-06s31", "raw": "A scene from a TV show in which a man is handcuffed and a police officer stands behind him.", "with_names": "a man is handcuffed and a police officer stands behind him."}]