[{"scene_id": "bb-02-14-17s0", "raw": "A scene from a TV show in which a woman is standing in front of a vase of flowers, and another woman is talking to her.", "with_names": ""}, {"scene_id": "bb-02-14-17s1", "raw": "A scene from a TV show in which a couple is about to get married.", "with_names": "a couple is about to get married."}, {"scene_id": "bb-02-14-17s2", "raw": "A scene from a TV show in which a baker is making a wedding cake", "with_names": "a baker is making a wedding cake"}, {"scene_id": "bb-02-14-17s4", "raw": "A scene from a TV show in which two women are holding red and white baskets.", "with_names": "two women are holding red and white baskets."}, {"scene_id": "bb-02-14-17s5", "raw": "A scene from a TV show in which a man and a woman hug each other.", "with_names": "Saul and a woman hug each other."}, {"scene_id": "bb-02-14-17s6", "raw": "A scene from a TV show in which a woman is dancing in a room with a polka dot shirt and yellow gloves.", "with_names": "a woman is dancing in a room with a polka dot shirt and yellow gloves."}, {"scene_id": "bb-02-14-17s7", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "bb-02-14-17s9", "raw": "A scene from a TV show in which a woman is being comforted by two men.", "with_names": "a woman is being comforted by two men."}, {"scene_id": "bb-02-14-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-14-17s12", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "bb-02-14-17s13", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-14-17s15", "raw": "A scene from a TV show in which a man is proposing to a woman in a lavish wedding setting.", "with_names": "a man is proposing to a woman in a lavish wedding setting."}, {"scene_id": "bb-02-14-17s18", "raw": "A scene from a TV show in which a woman is wearing glasses and a black dress", "with_names": "a woman is wearing glasses and a black dress"}, {"scene_id": "bb-02-14-17s19", "raw": "A scene from a TV show in which a woman is standing in front of a man and a priest, holding a piece of paper.", "with_names": "Kristen is standing in front of Zende and a priest, holding a piece of paper."}, {"scene_id": "bb-02-14-17s21", "raw": "A scene from a TV show in which a young man is wearing a white tuxedo and a woman is in a pink dress.", "with_names": "a young man is wearing a white tuxedo and a woman is in a pink dress."}, {"scene_id": "bb-02-14-17s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-02-14-17s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-14-17s26", "raw": "A scene from a TV show in which two women are standing in a kitchen, looking at a table with a cake.", "with_names": "two women are standing in a kitchen, looking at a table with a cake."}, {"scene_id": "bb-02-14-17s27", "raw": "A scene from a TV show in which a woman is wearing glasses and a suit and tie.", "with_names": "Zende is wearing glasses and a suit and tie."}, {"scene_id": "bb-02-14-17s28", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Charlie and a woman are arguing."}, {"scene_id": "bb-02-14-17s29", "raw": "A scene from a TV show in which a young man is wearing a white jacket and a black shirt.", "with_names": "a young man is wearing a white jacket and a black shirt."}, {"scene_id": "bb-02-14-17s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-14-17s31", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "Nicole is looking at Julius and saying, \"i'm not sure what to think.\""}, {"scene_id": "bb-02-14-17s36", "raw": "A scene from a TV show in which a black man and a white woman are talking to a group of people.", "with_names": ""}, {"scene_id": "bb-02-14-17s37", "raw": "A scene from a TV show in which a black man and a white woman are talking to a young black man in a tuxedo.", "with_names": ""}, {"scene_id": "bb-02-14-17s38", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Ridge is wearing a tuxedo and a bow tie."}, {"scene_id": "bb-02-14-17s39", "raw": "A scene from a TV show in which two women dressed as waiters serve food to a man", "with_names": "two women dressed as waiters serve food to a man"}, {"scene_id": "bb-02-14-17s40", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-14-17s42", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "bb-02-14-17s44", "raw": "A scene from a TV show in which a woman is smiling and standing in front of a floral arrangement.", "with_names": "Zende is smiling and standing in front of a floral arrangement."}, {"scene_id": "bb-02-14-17s45", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and smiling.", "with_names": "a woman is wearing a wedding dress and smiling."}]