[{"scene_id": "bb-07-02-14s0", "raw": "A scene from a TV show in which a man wears a vest and a shirt.", "with_names": "a man wears a vest and a shirt."}, {"scene_id": "bb-07-02-14s1", "raw": "A scene from a TV show in which a woman lies on a bed and reads a book.", "with_names": "Aly lies on a bed and reads a book."}, {"scene_id": "bb-07-02-14s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-07-02-14s3", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "bb-07-02-14s4", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "Wyatt is in a black room."}, {"scene_id": "bb-07-02-14s5", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a green shirt.", "with_names": "a woman is wearing sunglasses and a green shirt."}, {"scene_id": "bb-07-02-14s6", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-07-02-14s7", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "bb-07-02-14s8", "raw": "A scene from a TV show in which a woman is standing in a dark room, looking around.", "with_names": "a woman is standing in a dark room, looking around."}, {"scene_id": "bb-07-02-14s9", "raw": "A scene from a TV show in which a woman sits on a bed and talks on her cell phone.", "with_names": "a woman sits on a bed and talks on her cell phone."}, {"scene_id": "bb-07-02-14s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-02-14s11", "raw": "A scene from a TV show in which a woman is wearing a crown and smiling.", "with_names": "Aly is wearing a crown and smiling."}, {"scene_id": "bb-07-02-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-02-14s13", "raw": "A scene from a TV show in which a woman is in the dark, looking at the camera.", "with_names": "Quinn is in the dark, looking at the camera."}, {"scene_id": "bb-07-02-14s14", "raw": "A scene from a TV show in which a man and a woman sit on a couch holding hands.", "with_names": "Rick and Caroline sit on a couch holding hands."}, {"scene_id": "bb-07-02-14s15", "raw": "A scene from a TV show in which a woman lies in bed and talks on her cell phone.", "with_names": "Aly lies in bed and talks on her cell phone."}, {"scene_id": "bb-07-02-14s17", "raw": "A scene from a TV show in which a man hands a bag to a woman at a bar.", "with_names": "a man hands a bag to Deacon at a bar."}, {"scene_id": "bb-07-02-14s18", "raw": "A scene from a TV show in which a man and a woman are flirting in a bar.", "with_names": "a man and Hope are flirting in a bar."}, {"scene_id": "bb-07-02-14s19", "raw": "A scene from a TV show in which a woman is looking at a computer screen.", "with_names": "a woman is looking at a computer screen."}]