[{"scene_id": "gl-10-29-04s0", "raw": "A scene from a TV show in which a door is opened and a pumpkin is seen", "with_names": "a door is opened and a pumpkin is"}, {"scene_id": "gl-10-29-04s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-29-04s2", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a blue shirt and the other is wearing a white shirt.", "with_names": "two men are standing next to each other, one is wearing a blue shirt and the other is wearing a white shirt."}, {"scene_id": "gl-10-29-04s3", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "a woman is sitting at a bar with ]."}, {"scene_id": "gl-10-29-04s4", "raw": "A scene from a TV show in which a man is holding a woman's hand", "with_names": "a man is holding a woman's hand"}, {"scene_id": "gl-10-29-04s5", "raw": "A scene from a TV show in which a woman is wearing a white coat and a black dress.", "with_names": "a woman is wearing a white coat and a black dress."}, {"scene_id": "gl-10-29-04s6", "raw": "A scene from a TV show in which a man and a woman are talking to a young man.", "with_names": ""}, {"scene_id": "gl-10-29-04s7", "raw": "A scene from a TV show in which a woman is talking to another woman in a cage.", "with_names": ""}, {"scene_id": "gl-10-29-04s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-29-04s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-10-29-04s10", "raw": "A scene from a TV show in which a woman is wearing glasses and a man is behind her.", "with_names": "a woman is wearing glasses and a man is behind her."}, {"scene_id": "gl-10-29-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and the subtitles are not visible", "with_names": ""}, {"scene_id": "gl-10-29-04s12", "raw": "A scene from a TV show in which a man is talking about his ex-wife.", "with_names": ""}, {"scene_id": "gl-10-29-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-29-04s14", "raw": "A scene from a TV show in which a woman is wearing glasses and a red wig.", "with_names": "a woman is wearing glasses and a red wig."}, {"scene_id": "gl-10-29-04s15", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a suit and a pink tie", "with_names": ""}, {"scene_id": "gl-10-29-04s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-29-04s17", "raw": "", "with_names": ""}, {"scene_id": "gl-10-29-04s18", "raw": "A scene from a TV show in which a man is arguing with someone.", "with_names": "a man is arguing with someone."}, {"scene_id": "gl-10-29-04s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-29-04s20", "raw": "A scene from a TV show in which a man is singing and a guitar is in the background", "with_names": "a man is singing and a guitar is in the background"}, {"scene_id": "gl-10-29-04s21", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-10-29-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-29-04s23", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-10-29-04s24", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is sitting on the floor.", "with_names": ""}, {"scene_id": "gl-10-29-04s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down at her hands.", "with_names": ""}, {"scene_id": "gl-10-29-04s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at ] and she is looking back at him."}, {"scene_id": "gl-10-29-04s27", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-10-29-04s28", "raw": "A scene from a TV show in which a woman is on the phone and covering her face with her hand.", "with_names": "a woman is on the phone and covering her face with her hand."}, {"scene_id": "gl-10-29-04s29", "raw": "A scene from a TV show in which a woman is hugging another woman", "with_names": "a woman is hugging another woman"}, {"scene_id": "gl-10-29-04s30", "raw": "A scene from a TV show in which a woman is being filmed by a hidden camera", "with_names": "a woman is being filmed by a hidden camera"}]