[{"scene_id": "atwt-02-18-05s0", "raw": "A scene from a TV show in which a woman is wearing a red coat and a grey shirt", "with_names": "a woman is wearing a red coat and a grey shirt"}, {"scene_id": "atwt-02-18-05s1", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-18-05s2", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "atwt-02-18-05s3", "raw": "A scene from a TV show in which a woman is holding flowers and looking at a man.", "with_names": "a woman is holding flowers and looking at a man."}, {"scene_id": "atwt-02-18-05s4", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-18-05s5", "raw": "A scene from a TV show in which a man is smiling and looking out a window.", "with_names": "a man is smiling and looking out a window."}, {"scene_id": "atwt-02-18-05s6", "raw": "A scene from a TV show in which a young man is looking down and wearing a red shirt.", "with_names": "a young man is looking down and wearing a red shirt."}, {"scene_id": "atwt-02-18-05s7", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black turtleneck.", "with_names": "a woman is wearing a red coat and a black turtleneck."}, {"scene_id": "atwt-02-18-05s8", "raw": "A scene from a TV show in which a woman is holding a handbag and another woman is standing behind her.", "with_names": "a woman is holding a handbag and another woman is standing behind her."}, {"scene_id": "atwt-02-18-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-18-05s10", "raw": "A scene from a TV show in which a baby is seen in a Baby Huggies diaper.", "with_names": "a baby is in a baby huggies diaper."}, {"scene_id": "atwt-02-18-05s11", "raw": "A scene from a TV show in which a girl and a boy are sitting at a table in a restaurant.", "with_names": "a girl and a boy are sitting at a table in a restaurant."}, {"scene_id": "atwt-02-18-05s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-18-05s13", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-02-18-05s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "atwt-02-18-05s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-02-18-05s16", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-18-05s17", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-02-18-05s18", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-18-05s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-02-18-05s20", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-18-05s21", "raw": "A scene from a TV show in which a woman is wearing a red top and a man is standing next to her.", "with_names": "a woman is wearing a red top and a man is standing next to her."}, {"scene_id": "atwt-02-18-05s22", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-02-18-05s23", "raw": "A scene from a TV show in which a boy is sitting on a chair and singing.", "with_names": ""}, {"scene_id": "atwt-02-18-05s24", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a brown shirt", "with_names": "a young man is wearing a leather jacket and a brown shirt"}, {"scene_id": "atwt-02-18-05s25", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown jacket.", "with_names": "a man is wearing a black shirt and a brown jacket."}, {"scene_id": "atwt-02-18-05s26", "raw": "A scene from a TV show in which a young boy and girl are standing in a room.", "with_names": "a young boy and girl are standing in a room."}, {"scene_id": "atwt-02-18-05s27", "raw": "A scene from a TV show in which a bee is spraying a white substance on a pipe.", "with_names": "a bee is spraying a white substance on a pipe."}, {"scene_id": "atwt-02-18-05s28", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-18-05s29", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a long dress.", "with_names": "a woman is standing in a kitchen, wearing a long dress."}, {"scene_id": "atwt-02-18-05s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-18-05s31", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "atwt-02-18-05s32", "raw": "A scene from a TV show in which a woman is holding a door open with her hand.", "with_names": "a woman is holding a door open with her hand."}]