[{"scene_id": "atwt-03-07-03s0", "raw": "A scene from a TV show in which a woman is sitting on the floor and a man is kneeling on the floor next to her.", "with_names": "a woman is sitting on the floor and Marshall is kneeling on the floor next to her."}, {"scene_id": "atwt-03-07-03s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "atwt-03-07-03s2", "raw": "A scene from a TV show in which two women are standing next to each other, looking at something off-screen.", "with_names": "two women are standing next to each other, looking at something off-screen."}, {"scene_id": "atwt-03-07-03s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is sitting in the background.", "with_names": "a man is wearing a suit and tie and a woman is sitting in the background."}, {"scene_id": "atwt-03-07-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch and looking to the right. He has long hair and is wearing a green jacket.", "with_names": ""}, {"scene_id": "atwt-03-07-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-07-03s6", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "atwt-03-07-03s7", "raw": "A scene from a TV show in which a woman is sitting next to a young girl and they are both looking at something.", "with_names": "a woman is sitting next to a young girl and they are both looking at something."}, {"scene_id": "atwt-03-07-03s8", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing next to him.", "with_names": "a man is sitting at a desk and another man is standing next to him."}, {"scene_id": "atwt-03-07-03s9", "raw": "A scene from a TV show in which a man is being followed by two women.", "with_names": "a man is being followed by two women."}, {"scene_id": "atwt-03-07-03s10", "raw": "A scene from a TV show in which a blonde woman is looking out of a jail cell.", "with_names": "a blonde woman is looking out of a jail cell."}, {"scene_id": "atwt-03-07-03s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-07-03s12", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a badge on her chest.", "with_names": "a woman is wearing a white shirt and a badge on her chest."}, {"scene_id": "atwt-03-07-03s13", "raw": "A scene from a TV show in which a woman is sitting on a bed with a dog.", "with_names": "a woman is sitting on a bed with a dog."}, {"scene_id": "atwt-03-07-03s14", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-07-03s15", "raw": "A scene from a TV show in which a man is wearing black socks and black shoes.", "with_names": "] is wearing black socks and black shoes."}, {"scene_id": "atwt-03-07-03s16", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-07-03s17", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-07-03s18", "raw": "A scene from a TV show in which a blonde woman is in a prison cell, a man is behind her, and another manI is standing behind her.", "with_names": "a blonde woman is in a prison cell, a man is behind her, and another mani is standing behind her."}, {"scene_id": "atwt-03-07-03s19", "raw": "A scene from a TV show in which a woman is sitting at a table and looking down.", "with_names": "a woman is sitting at a table and looking down."}, {"scene_id": "atwt-03-07-03s20", "raw": "A scene from a TV show in which a giant cheese grater is used to destroy a balloon.", "with_names": "a giant cheese grater is used to destroy a balloon."}, {"scene_id": "atwt-03-07-03s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-07-03s22", "raw": "A scene from a TV show in which a woman is looking at another woman and smiling.", "with_names": "a woman is looking at another woman and smiling."}, {"scene_id": "atwt-03-07-03s23", "raw": "A scene from a TV show in which a woman is sitting in a jail cell", "with_names": "a woman is sitting in a jail cell"}, {"scene_id": "atwt-03-07-03s24", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-03-07-03s25", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "atwt-03-07-03s26", "raw": "A scene from a TV show in which a woman is talking on the phone and the words Monitors are displayed.", "with_names": ""}]