[{"scene_id": "pc-12-07-01s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-07-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-07-01s2", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "pc-12-07-01s3", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and kissing.", "with_names": ""}, {"scene_id": "pc-12-07-01s4", "raw": "A scene from a TV show in which a man is holding a woman by the face and she is crying.", "with_names": "Frank is holding Karen by the face and she is crying."}, {"scene_id": "pc-12-07-01s5", "raw": "A scene from a TV show in which a man looks through a microscope.", "with_names": "Chris looks through a microscope."}, {"scene_id": "pc-12-07-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-07-01s7", "raw": "A scene from a TV show in which a man is standing in front of a window, holding a potted plant.", "with_names": "a man is standing in front of a window, holding a potted plant."}, {"scene_id": "pc-12-07-01s8", "raw": "A scene from a TV show in which a young man is sitting in a restaurant, wearing a leather jacket.", "with_names": "a young man is sitting in a restaurant, wearing a leather jacket."}, {"scene_id": "pc-12-07-01s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is kneeling next to him, holding his hands.", "with_names": ""}, {"scene_id": "pc-12-07-01s10", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "karen is crying and a man is comforting her."}, {"scene_id": "pc-12-07-01s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "pc-12-07-01s12", "raw": "A scene from a TV show in which a man looks into a microscope.", "with_names": "Chris looks into a microscope."}, {"scene_id": "pc-12-07-01s13", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with her eyes closed.", "with_names": ""}, {"scene_id": "pc-12-07-01s14", "raw": "A scene from a TV show in which a hand is reaching out to a string of lights.", "with_names": "a hand is reaching out to a string of lights."}, {"scene_id": "pc-12-07-01s15", "raw": "A scene from a TV show in which a man is seen urinating in a public toilet.", "with_names": "Kevin is urinating in a public toilet."}, {"scene_id": "pc-12-07-01s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-12-07-01s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-12-07-01s18", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a hand is touching his face", "with_names": "a man is wearing a leather jacket and a hand is touching his face"}, {"scene_id": "pc-12-07-01s19", "raw": "A scene from a TV show in which a man is talking to a woman and making a face", "with_names": ""}, {"scene_id": "pc-12-07-01s20", "raw": "A scene from a TV show in which a man is hugging a woman, both of them are wearing headscarves.", "with_names": "a man is hugging Woman, both of them are wearing headscarves."}, {"scene_id": "pc-12-07-01s23", "raw": "A scene from a TV show in which a man is holding a gun and pointing it at someone.", "with_names": ">> Stay tuned for scenes from the next \"port charles is holding a gun and pointing it at someone."}, {"scene_id": "pc-12-07-01s24", "raw": "A scene from a TV show in which a woman is pushing a baby carriage and a child is standing next to her. The words \"All My Children\" are written on the screen.", "with_names": "a woman is pushing a baby carriage and a child is standing next to her. the words \"all my children\" are written on the screen."}]