[{"scene_id": "pc-06-25-01s0", "raw": "A scene from a TV show in which a pool is shown in front of a house.", "with_names": ""}, {"scene_id": "pc-06-25-01s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-25-01s2", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-25-01s3", "raw": "A scene from a TV show in which a man and a woman are standing in a cave, surrounded by candles.", "with_names": "Caleb and Livvie are standing in a cave, surrounded by candles."}, {"scene_id": "pc-06-25-01s4", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-06-25-01s5", "raw": "A scene from a TV show in which a woman is surrounded by candles.", "with_names": "Livvie is surrounded by candles."}, {"scene_id": "pc-06-25-01s6", "raw": "A scene from a TV show in which a man is touching a woman's hair.", "with_names": "Joe is touching Gabriela's hair."}, {"scene_id": "pc-06-25-01s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a high ponytail.", "with_names": "a woman is wearing a dress and a high ponytail."}, {"scene_id": "pc-06-25-01s8", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a dog sitting on a chair.", "with_names": ""}, {"scene_id": "pc-06-25-01s9", "raw": "A scene from a TV show in which a woman is being held by another woman.", "with_names": "Livvie is being held by another woman."}, {"scene_id": "pc-06-25-01s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-25-01s11", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-06-25-01s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-06-25-01s13", "raw": "A scene from a TV show in which a man stands in a dark room with candles and a bed.", "with_names": "a man stands in a dark room with candles and a bed."}, {"scene_id": "pc-06-25-01s14", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}]