[{"scene_id": "gl-01-19-04s0", "raw": "A scene from a TV show in which a car is seen driving through a tunnel", "with_names": "a car is driving through a tunnel"}, {"scene_id": "gl-01-19-04s1", "raw": "A scene from a TV show in which a man is holding a woman's hand and looking at her.", "with_names": "Tony is holding Eden's hand and looking at her."}, {"scene_id": "gl-01-19-04s2", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is watching them", "with_names": ""}, {"scene_id": "gl-01-19-04s3", "raw": "A scene from a TV show in which a woman is wearing a red shirt and her hair is blowing in the wind.", "with_names": "Beth is wearing a red shirt and her hair is blowing in the wind."}, {"scene_id": "gl-01-19-04s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Lizzie and she is looking back at him."}, {"scene_id": "gl-01-19-04s6", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-01-19-04s7", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "gl-01-19-04s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-19-04s9", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-01-19-04s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-19-04s11", "raw": "A scene from a TV show in which a man is lying on a bed and looking at a pillow", "with_names": "Christopher is lying on a bed and looking at a pillow"}, {"scene_id": "gl-01-19-04s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-19-04s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-19-04s14", "raw": "A scene from a TV show in which a woman is wearing a blonde wig and red lipstick.", "with_names": "a woman is wearing a blonde wig and red lipstick."}, {"scene_id": "gl-01-19-04s15", "raw": "A scene from a TV show in which a man is sitting in a booth, looking at his cell phone.", "with_names": "Jeffrey is sitting in a booth, looking at his cell phone."}, {"scene_id": "gl-01-19-04s16", "raw": "A scene from a TV show in which a woman is holding a book and a little girl is looking at it.", "with_names": "a woman is holding a book and a little girl is looking at it."}, {"scene_id": "gl-01-19-04s17", "raw": "A scene from a TV show in which a blonde woman is wearing a blue jacket and a necklace.", "with_names": "a blonde woman is wearing a blue jacket and a necklace."}, {"scene_id": "gl-01-19-04s18", "raw": "A scene from a TV show in which a man is drowning in a lake.", "with_names": "a man is drowning in a lake."}, {"scene_id": "gl-01-19-04s19", "raw": "A scene from a TV show in which a man is sitting in a car and his face is blurred", "with_names": "Jeffrey is sitting in a car and his face is blurred"}, {"scene_id": "gl-01-19-04s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Bill is kissing Eden on the cheek."}, {"scene_id": "gl-01-19-04s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Christopher is kissing a woman on the cheek."}, {"scene_id": "gl-01-19-04s22", "raw": "A scene from a TV show in which a man is trying to kiss a girl.", "with_names": "Jeffrey is trying to kiss Carrie."}, {"scene_id": "gl-01-19-04s23", "raw": "A scene from a TV show in which a woman is smiling and wearing a black coat.", "with_names": "Lizzie is smiling and wearing a black coat."}, {"scene_id": "gl-01-19-04s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-19-04s25", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Olivia are kissing."}, {"scene_id": "gl-01-19-04s26", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "Jeffrey is hugging Carrie."}]