[{"scene_id": "pc-02-26-03s0", "raw": "A scene from a TV show in which a woman is laying on a bed and a man is holding her face.", "with_names": "a woman is laying on a bed and a man is holding her face."}, {"scene_id": "pc-02-26-03s1", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, looking at herself.", "with_names": "a woman is standing in front of a mirror, looking at herself."}, {"scene_id": "pc-02-26-03s2", "raw": "A scene from a TV show in which a man is leaning against a wall and looking down.", "with_names": "a man is leaning against a wall and looking down."}, {"scene_id": "pc-02-26-03s3", "raw": "A scene from a TV show in which a man is lying on his back with his hand on his face.", "with_names": "a man is lying on his back with his hand on his face."}, {"scene_id": "pc-02-26-03s4", "raw": "A scene from a TV show in which three women are standing in a room.", "with_names": "three women are standing in a room."}, {"scene_id": "pc-02-26-03s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-02-26-03s6", "raw": "A scene from a TV show in which a man is driving a car and is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-26-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-26-03s8", "raw": "A scene from a TV show in which a man is walking out of a door with a suitcase", "with_names": "a man is walking out of a door with a suitcase"}, {"scene_id": "pc-02-26-03s9", "raw": "A scene from a TV show in which a man reads a letter.", "with_names": "a man reads a letter."}, {"scene_id": "pc-02-26-03s10", "raw": "A scene from a TV show in which a woman is lying on top of a man.", "with_names": "a woman is lying on top of a man."}, {"scene_id": "pc-02-26-03s11", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "a woman is lying on a bed with her eyes closed."}]