[{"scene_id": "bb-07-31-14s0", "raw": "A scene from a TV show in which a man and a woman stand in front of a screen and talk.", "with_names": "Wyatt and Hope stand in front of a screen and talk."}, {"scene_id": "bb-07-31-14s1", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out at the city.", "with_names": "a woman is standing in front of a window and looking out at the city."}, {"scene_id": "bb-07-31-14s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-31-14s3", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-07-31-14s4", "raw": "A scene from a TV show in which a man is looking at a woman and thinking.", "with_names": "Wyatt is looking at All and thinking."}, {"scene_id": "bb-07-31-14s6", "raw": "A scene from a TV show in which a man and a woman are in a room with a cityscape in the background.", "with_names": "a man and Hope are in a room with a cityscape in the background."}, {"scene_id": "bb-07-31-14s7", "raw": "A scene from a TV show in which a man is wearing a suit and a mustache.", "with_names": "Bill is wearing a suit and a mustache."}, {"scene_id": "bb-07-31-14s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-31-14s9", "raw": "A scene from a TV show in which a man is yawning.", "with_names": "a man is yawning."}, {"scene_id": "bb-07-31-14s10", "raw": "A scene from a TV show in which a man walks into a room and flowers are on the table.", "with_names": "Liam walks into a room and flowers are on the table."}, {"scene_id": "bb-07-31-14s11", "raw": "A scene from a TV show in which a woman is trying on a necklace.", "with_names": "a woman is trying on a necklace."}, {"scene_id": "bb-07-31-14s12", "raw": "A scene from a TV show in which a young woman is talking to a man and a woman.", "with_names": ""}, {"scene_id": "bb-07-31-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-07-31-14s14", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-07-31-14s15", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-07-31-14s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]