[{"scene_id": "oltl-01-30-09s0", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking down", "with_names": ""}, {"scene_id": "oltl-01-30-09s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s2", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-01-30-09s3", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "oltl-01-30-09s4", "raw": "A scene from a TV show in which a woman is sitting on the ground, her head bowed, and a man is standing behind her.", "with_names": "Marcie is sitting on the ground, her head bowed, and ] is standing behind her."}, {"scene_id": "oltl-01-30-09s5", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}, {"scene_id": "oltl-01-30-09s6", "raw": "A scene from a TV show in which a woman is singing and her mouth is open.", "with_names": "a woman is singing and her mouth is open."}, {"scene_id": "oltl-01-30-09s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-30-09s8", "raw": "A scene from a TV show in which a man is holding a baby and a woman is kissing him.", "with_names": "a man is holding a baby and a woman is kissing him."}, {"scene_id": "oltl-01-30-09s9", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s10", "raw": "A scene from a TV show in which a young man is standing in a courtroom.", "with_names": "a young man is standing in a courtroom."}, {"scene_id": "oltl-01-30-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s12", "raw": "A scene from a TV show in which a woman is standing in front of a microphone and holding papers.", "with_names": "a woman is standing in front of a microphone and holding papers."}, {"scene_id": "oltl-01-30-09s13", "raw": "A scene from a TV show in which a young man is being questioned by police.", "with_names": "a young man is being questioned by police."}, {"scene_id": "oltl-01-30-09s14", "raw": "A scene from a TV show in which a woman is sitting on a chair and a dead body is laying on the floor.", "with_names": ""}, {"scene_id": "oltl-01-30-09s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-01-30-09s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s17", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-30-09s18", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-01-30-09s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black blazer.", "with_names": "a woman is wearing a white shirt and a black blazer."}, {"scene_id": "oltl-01-30-09s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s21", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in her hands and a man is standing over her, holding a dog.", "with_names": "a woman is lying on the floor with her head in her hands and a man is standing over her, holding a dog."}, {"scene_id": "oltl-01-30-09s22", "raw": "A scene from a TV show in which a woman is standing in a suit and tie, looking at a man who is sitting behind her.", "with_names": "a woman is standing in a suit and tie, looking at a man who is sitting behind her."}, {"scene_id": "oltl-01-30-09s23", "raw": "A scene from a TV show in which a woman is being threatened by a man.", "with_names": "a woman is being threatened by a man."}, {"scene_id": "oltl-01-30-09s24", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-01-30-09s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-30-09s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-30-09s27", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-01-30-09s28", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him, holding his head.", "with_names": ""}, {"scene_id": "oltl-01-30-09s29", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a man is looking at her.", "with_names": "Marcie is wearing a red sweater and ] is looking at her."}, {"scene_id": "oltl-01-30-09s30", "raw": "A scene from a TV show in which a blonde woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "oltl-01-30-09s31", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-30-09s32", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-01-30-09s33", "raw": "A scene from a TV show in which a man is seen holding a gun in a backyard.", "with_names": "] is holding a gun in a backyard."}, {"scene_id": "oltl-01-30-09s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-30-09s35", "raw": "A scene from a TV show in which a woman is talking to a man and her eyes are closed.", "with_names": ""}, {"scene_id": "oltl-01-30-09s36", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking into a box.", "with_names": "a woman is sitting on a bench and looking into a box."}, {"scene_id": "oltl-01-30-09s37", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-01-30-09s38", "raw": "A scene from a TV show in which a woman is sitting on a bed with a sheet over her face.", "with_names": "a woman is sitting on a bed with a sheet over her face."}]