[{"scene_id": "oltl-06-24-09s0", "raw": "A scene from a TV show in which a family sits around a table and talks.", "with_names": "a family sits around a table and talks."}, {"scene_id": "oltl-06-24-09s1", "raw": "A scene from a TV show in which a young black woman is wearing a gold headband and earrings.", "with_names": "a young black woman is wearing a gold headband and earrings."}, {"scene_id": "oltl-06-24-09s2", "raw": "A scene from a TV show in which a little girl is dressed up as a ballerina and her mother is standing in front of a mirror.", "with_names": "a little girl is dressed up as a ballerina and her mother is standing in front of a mirror."}, {"scene_id": "oltl-06-24-09s3", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-24-09s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-06-24-09s5", "raw": "A scene from a TV show in which a woman is teaching young girls ballet.", "with_names": "a woman is teaching young girls ballet."}, {"scene_id": "oltl-06-24-09s6", "raw": "A scene from a TV show in which a woman is holding a yellow stuffed animal and looking at it.", "with_names": "a woman is holding a yellow stuffed animal and looking at it."}, {"scene_id": "oltl-06-24-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-24-09s8", "raw": "A scene from a TV show in which a woman is sitting in a room with a yellow headscarf on.", "with_names": "a woman is sitting in a room with a yellow headscarf on."}, {"scene_id": "oltl-06-24-09s9", "raw": "A scene from a TV show in which a woman is sitting at a table, wearing a pink jacket and pearls.", "with_names": "a woman is sitting at a table, wearing a pink jacket and pearls."}, {"scene_id": "oltl-06-24-09s10", "raw": "A scene from a TV show in which a man is sitting in a room and looking at the camera.", "with_names": "a man is sitting in a room and looking at the camera."}, {"scene_id": "oltl-06-24-09s11", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a bar.", "with_names": ""}, {"scene_id": "oltl-06-24-09s12", "raw": "A scene from a TV show in which a woman is seen in the mirror, looking at her reflection.", "with_names": "] is in the mirror, looking at her reflection."}, {"scene_id": "oltl-06-24-09s13", "raw": "A scene from a TV show in which a woman is kneeling on the floor with a group of girls.", "with_names": "a woman is kneeling on the floor with a group of girls."}, {"scene_id": "oltl-06-24-09s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a white shirt.", "with_names": "a woman is wearing a black dress and a man is in a white shirt."}, {"scene_id": "oltl-06-24-09s15", "raw": "A scene from a TV show in which two men are in their underwear in a bathroom.", "with_names": "two men are in their underwear in a bathroom."}, {"scene_id": "oltl-06-24-09s16", "raw": "A scene from a TV show in which a woman is sitting at a table and looking up.", "with_names": "a woman is sitting at a table and looking up."}, {"scene_id": "oltl-06-24-09s17", "raw": "A scene from a TV show in which a shirtless man is looking at another shirtless man who is looking away.", "with_names": "a shirtless man is looking at another shirtless man who is looking away."}, {"scene_id": "oltl-06-24-09s18", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-24-09s19", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing next to him", "with_names": "a man is on the phone and a woman is standing next to him"}, {"scene_id": "oltl-06-24-09s20", "raw": "A scene from a TV show in which a black woman is sitting in a room with a yellow head wrap on.", "with_names": "a black woman is sitting in a room with a yellow head wrap on."}, {"scene_id": "oltl-06-24-09s21", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, holding hands and smiling.", "with_names": "a man and a woman are sitting at a table, holding hands and smiling."}, {"scene_id": "oltl-06-24-09s22", "raw": "A scene from a TV show in which a woman is wearing a pink suit and pearls and smiling at a man.", "with_names": "a woman is wearing a pink suit and pearls and smiling at a man."}, {"scene_id": "oltl-06-24-09s23", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-06-24-09s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-24-09s25", "raw": "A scene from a TV show in which two men are in a shower together.", "with_names": "two men are in a shower together."}, {"scene_id": "oltl-06-24-09s26", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, with a bottle and a glass of beer on the table in front of them.", "with_names": "a man and a woman are sitting at a bar, with a bottle and a glass of beer on the table in front of them."}, {"scene_id": "oltl-06-24-09s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-06-24-09s28", "raw": "A scene from a TV show in which a woman is dancing with a group of young girls.", "with_names": "a woman is dancing with a group of young girls."}, {"scene_id": "oltl-06-24-09s29", "raw": "A scene from a TV show in which a woman is wearing a pink suit and pearls.", "with_names": "a woman is wearing a pink suit and pearls."}, {"scene_id": "oltl-06-24-09s30", "raw": "A scene from a TV show in which a ballot is being inserted into an envelope.", "with_names": "a ballot is being inserted into an envelope."}, {"scene_id": "oltl-06-24-09s31", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "oltl-06-24-09s32", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-24-09s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s39", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s41", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s42", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s43", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-24-09s44", "raw": "", "with_names": ""}]