[{"scene_id": "gl-03-10-04s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Cassie is crying"}, {"scene_id": "gl-03-10-04s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red fur coat and a white shirt.", "with_names": "a blonde woman is wearing a red fur coat and a white shirt."}, {"scene_id": "gl-03-10-04s2", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-03-10-04s3", "raw": "A scene from a TV show in which three men are sitting at a bar.", "with_names": "three men are sitting at a bar."}, {"scene_id": "gl-03-10-04s5", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-03-10-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-10-04s7", "raw": "A scene from a TV show in which a boy is crying", "with_names": "a boy is crying"}, {"scene_id": "gl-03-10-04s8", "raw": "A scene from a TV show in which two women are standing next to each other in a room.", "with_names": "two women are standing next to each other in a room."}, {"scene_id": "gl-03-10-04s9", "raw": "A scene from a TV show in which two men are sitting at a bar, one of them is wearing a brown jacket and the other one is wearing a green jacket", "with_names": "two men are sitting at a bar, one of them is wearing a brown jacket and the other one is wearing a green jacket"}, {"scene_id": "gl-03-10-04s10", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "gl-03-10-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-03-10-04s12", "raw": "A scene from a TV show in which a woman is wearing a white shirt and short hair", "with_names": "a woman is wearing a white shirt and short hair"}, {"scene_id": "gl-03-10-04s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Reva is looking at Cassie and she is looking back at him."}, {"scene_id": "gl-03-10-04s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-10-04s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a quizzical expression.", "with_names": ""}, {"scene_id": "gl-03-10-04s16", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "gl-03-10-04s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-03-10-04s18", "raw": "A scene from a TV show in which a man is sitting in front of a fireplace and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-03-10-04s19", "raw": "A scene from a TV show in which a blonde woman is wearing a red fur coat and a brown top.", "with_names": "a blonde woman is wearing a red fur coat and a brown top."}, {"scene_id": "gl-03-10-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-10-04s21", "raw": "A scene from a TV show in which a man is sitting at a table and looking down.", "with_names": "a man is sitting at a table and looking down."}, {"scene_id": "gl-03-10-04s22", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a brown coat.", "with_names": ""}, {"scene_id": "gl-03-10-04s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-10-04s24", "raw": "A scene from a TV show in which a man is talking on a cell phone while standing on stairs.", "with_names": ""}, {"scene_id": "gl-03-10-04s25", "raw": "A scene from a TV show in which a woman is looking out a window.", "with_names": "Cassie is looking out a window."}, {"scene_id": "gl-03-10-04s26", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at the camera.", "with_names": "Reva is standing in front of a door, looking at the camera."}, {"scene_id": "gl-03-10-04s27", "raw": "A scene from a TV show in which a man is using a crutch and a woman is standing next to him.", "with_names": "a man is using a crutch and Marina is standing next to him."}, {"scene_id": "gl-03-10-04s28", "raw": "A scene from a TV show in which a man is looking at a book and making a face", "with_names": "a man is looking at a book and making a face"}]