[{"scene_id": "atwt-05-23-07s0", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-23-07s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-23-07s2", "raw": "A scene from a TV show in which a woman is talking to a little girl.", "with_names": ""}, {"scene_id": "atwt-05-23-07s3", "raw": "A scene from a TV show in which a man is dancing in a room with his feet in the air.", "with_names": "a man is dancing in a room with his feet in the air."}, {"scene_id": "atwt-05-23-07s4", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace", "with_names": "a woman is wearing a red blazer and a necklace"}, {"scene_id": "atwt-05-23-07s5", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-23-07s6", "raw": "A scene from a TV show in which a man is drenched in water.", "with_names": "a man is drenched in water."}, {"scene_id": "atwt-05-23-07s7", "raw": "A scene from a TV show in which a man and a woman are talking in front of a door.", "with_names": ""}, {"scene_id": "atwt-05-23-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-23-07s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-05-23-07s10", "raw": "A scene from a TV show in which a dog is sitting at a table with a can of Bush's Original Baked Beans.", "with_names": "a dog is sitting at a table with a can of bush's original baked beans."}, {"scene_id": "atwt-05-23-07s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-23-07s12", "raw": "A scene from a TV show in which a woman is combing her hair.", "with_names": "a woman is combing her hair."}, {"scene_id": "atwt-05-23-07s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-23-07s14", "raw": "A scene from a TV show in which a woman is holding a red cooler and a little girl is standing next to her.", "with_names": "a woman is holding a red cooler and a little girl is standing next to her."}, {"scene_id": "atwt-05-23-07s15", "raw": "A scene from a TV show in which a dog is shown eating a Purina puppy chow.", "with_names": ""}, {"scene_id": "atwt-05-23-07s16", "raw": "A scene from a TV show in which a woman is sitting next to a man.", "with_names": "a woman is sitting next to a man."}, {"scene_id": "atwt-05-23-07s17", "raw": "A scene from a TV show in which a woman is standing in a room with a chandelier and a couch.", "with_names": "a woman is standing in a room with a chandelier and a couch."}, {"scene_id": "atwt-05-23-07s18", "raw": "A scene from a TV show in which a girl is hugging a woman.", "with_names": "a girl is hugging a woman."}, {"scene_id": "atwt-05-23-07s19", "raw": "A scene from a TV show in which a young boy is seen looking down and making a face.", "with_names": "a young boy is looking down and making a face."}, {"scene_id": "atwt-05-23-07s20", "raw": "A scene from a TV show in which a man is holding a bouquet.", "with_names": "] is holding a bouquet."}, {"scene_id": "atwt-05-23-07s21", "raw": "A scene from a TV show in which a woman is seen looking out a window at a cat.", "with_names": "a woman is looking out a window at a cat."}, {"scene_id": "atwt-05-23-07s22", "raw": "A scene from a TV show in which a man and a woman stand in a living room, with the womanlurking in the background.", "with_names": "a man and a woman stand in a living room, with the womanlurking in the background."}, {"scene_id": "atwt-05-23-07s23", "raw": "A scene from a TV show in which a man is preparing salmon.", "with_names": "a man is preparing salmon."}]