[{"scene_id": "gl-08-04-05s0", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "Jonathan is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "gl-08-04-05s1", "raw": "A scene from a TV show in which a shirtless man is putting a tie on a woman.", "with_names": "a shirtless man is putting a tie on a woman."}, {"scene_id": "gl-08-04-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking upset.", "with_names": ""}, {"scene_id": "gl-08-04-05s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-08-04-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-04-05s5", "raw": "A scene from a TV show in which a man is talking on the phone and his face is covered in a mustache", "with_names": ""}, {"scene_id": "gl-08-04-05s6", "raw": "A scene from a TV show in which a man is about to kiss a woman on the cheek.", "with_names": "a man is about to kiss a woman on the cheek."}, {"scene_id": "gl-08-04-05s7", "raw": "A scene from a TV show in which a woman is talking to someone and she is holding her hands over her heart.", "with_names": ""}, {"scene_id": "gl-08-04-05s8", "raw": "A scene from a TV show in which a man is being beaten by another man.", "with_names": "a man is being beaten by another man."}, {"scene_id": "gl-08-04-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-04-05s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a vase.", "with_names": ""}, {"scene_id": "gl-08-04-05s11", "raw": "A scene from a TV show in which a man is looking at a window and his face is not visible", "with_names": "a man is looking at a window and his face is not visible"}, {"scene_id": "gl-08-04-05s12", "raw": "A scene from a TV show in which a man is bleeding from his nose.", "with_names": "a man is bleeding from his nose."}, {"scene_id": "gl-08-04-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-04-05s14", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-04-05s15", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "gl-08-04-05s16", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-04-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-04-05s18", "raw": "A scene from a TV show in which a woman is in a dark room, looking at the camera.", "with_names": "a woman is in a dark room, looking at the camera."}, {"scene_id": "gl-08-04-05s19", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}, {"scene_id": "gl-08-04-05s20", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}, {"scene_id": "gl-08-04-05s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-08-04-05s22", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-08-04-05s23", "raw": "A scene from a TV show in which a man is lying in bed and looking at the ceiling.", "with_names": "a man is lying in bed and looking at the ceiling."}, {"scene_id": "gl-08-04-05s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-08-04-05s25", "raw": "A scene from a TV show in which a chair is seen on the floor after it was thrown through a window.", "with_names": "a chair is on the floor after it was thrown through a window."}, {"scene_id": "gl-08-04-05s26", "raw": "A scene from a TV show in which a man and a woman are dancing in a hallway.", "with_names": "a man and a woman are dancing in a hallway."}, {"scene_id": "gl-08-04-05s27", "raw": "", "with_names": ""}, {"scene_id": "gl-08-04-05s28", "raw": "", "with_names": ""}]