[{"scene_id": "bb-05-05-14s0", "raw": "A scene from a TV show in which a man and a child are hugging.", "with_names": "a man and a child are hugging."}, {"scene_id": "bb-05-05-14s1", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "bb-05-05-14s2", "raw": "A scene from a TV show in which a man and a woman are having a conversation.", "with_names": "Wyatt and Quinn are having a conversation."}, {"scene_id": "bb-05-05-14s3", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, looking at a box.", "with_names": "Liam and Hope are standing in a living room, looking at a box."}, {"scene_id": "bb-05-05-14s4", "raw": "A scene from a TV show in which a woman is holding a white cat and a blonde womanI is petting the catre", "with_names": "a woman is holding a white cat and a blonde womani is petting the catre"}, {"scene_id": "bb-05-05-14s5", "raw": "A scene from a TV show in which a man and a woman are arguing in front of a cat.", "with_names": "a man and a woman are arguing in front of a cat."}, {"scene_id": "bb-05-05-14s8", "raw": "A scene from a TV show in which a woman is looking at a man and thinking.", "with_names": "a woman is looking at a man and thinking."}, {"scene_id": "bb-05-05-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-05-14s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Ridge and Katie are sitting next to each other."}, {"scene_id": "bb-05-05-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-05-14s12", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "a man is wearing a suit and a striped shirt."}, {"scene_id": "bb-05-05-14s14", "raw": "A scene from a TV show in which John Stamos talks about his new role as a father.", "with_names": "john stamos talks about his new role as a father."}, {"scene_id": "bb-05-05-14s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ridge and Katie are standing next to each other."}, {"scene_id": "bb-05-05-14s16", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-05-14s17", "raw": "A scene from a TV show in which a man is standing in an office, looking at a toy airplane.", "with_names": "a man is standing in an office, looking at a toy airplane."}, {"scene_id": "bb-05-05-14s18", "raw": "A scene from a TV show in which a man and a woman are having a baby in a high-rise building.", "with_names": "Liam and Bill are having a baby in a high-rise building."}, {"scene_id": "bb-05-05-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-05-14s20", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "Liam is wearing a suit and Quinn is in a dress."}, {"scene_id": "bb-05-05-14s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "bb-05-05-14s22", "raw": "A scene from a TV show in which a man holds a baby and talks to a woman.", "with_names": "Ridge holds a baby and talks to Katie."}, {"scene_id": "bb-05-05-14s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]