[{"scene_id": "bb-06-28-17s0", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "bb-06-28-17s1", "raw": "A scene from a TV show in which a man and a woman hold a baby.", "with_names": "Rick and a woman hold a baby."}, {"scene_id": "bb-06-28-17s2", "raw": "A scene from a TV show in which a woman is wearing a green jacket and her hand is on her chest.", "with_names": "Katie is wearing a green jacket and her hand is on her chest."}, {"scene_id": "bb-06-28-17s3", "raw": "A scene from a TV show in which a black woman is standing next to a white woman desirous of her attention.", "with_names": "a black woman is standing next to a white woman desirous of her attention."}, {"scene_id": "bb-06-28-17s4", "raw": "A scene from a TV show in which a woman is upset and a man is trying to comfort her.", "with_names": "Zende is upset and a man is trying to comfort her."}, {"scene_id": "bb-06-28-17s5", "raw": "A scene from a TV show in which a black man and a white woman are arguing.", "with_names": "a black man and a white woman are arguing."}, {"scene_id": "bb-06-28-17s6", "raw": "A scene from a TV show in which a man and a woman sit at a dining table and eat food.", "with_names": "Wyatt and Katie sit at a dining table and eat food."}, {"scene_id": "bb-06-28-17s7", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Julius and a woman are standing in a living room."}, {"scene_id": "bb-06-28-17s8", "raw": "A scene from a TV show in which a woman is talking to a man and a younger woman to her right.", "with_names": ""}, {"scene_id": "bb-06-28-17s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-28-17s10", "raw": "A scene from a TV show in which a young woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "bb-06-28-17s11", "raw": "A scene from a TV show in which a man is looking at a vase.", "with_names": "a man is looking at a vase."}, {"scene_id": "bb-06-28-17s12", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is holding a cell phone.", "with_names": "Wyatt is sitting at a table with Katie, and she is holding a cell phone."}, {"scene_id": "bb-06-28-17s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-06-28-17s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Vivienne is crying."}, {"scene_id": "bb-06-28-17s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Nicole is crying."}, {"scene_id": "bb-06-28-17s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-28-17s17", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Wyatt and Katie are standing in a living room."}, {"scene_id": "bb-06-28-17s18", "raw": "A scene from a TV show in which a young black man is talking to a white woman.", "with_names": ""}, {"scene_id": "bb-06-28-17s19", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and Julius is comforting her."}, {"scene_id": "bb-06-28-17s21", "raw": "A scene from a TV show in which a city is shown from above", "with_names": ""}]