[{"scene_id": "atwt-04-21-06s0", "raw": "A scene from a TV show in which a woman is falling down a staircase.", "with_names": "Carly is falling down a staircase."}, {"scene_id": "atwt-04-21-06s1", "raw": "A scene from a TV show in which a man is carrying a woman up the stairs.", "with_names": "a man is carrying a woman up the stairs."}, {"scene_id": "atwt-04-21-06s2", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-04-21-06s3", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-04-21-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-21-06s5", "raw": "A scene from a TV show in which a man with long blonde hair is wearing a brown shirt", "with_names": "a man with long blonde hair is wearing a brown shirt"}, {"scene_id": "atwt-04-21-06s6", "raw": "A scene from a TV show in which a woman and a child are sitting on the grass in a garden.", "with_names": "a woman and a child are sitting on the grass in a garden."}, {"scene_id": "atwt-04-21-06s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-21-06s8", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from a woman."}, {"scene_id": "atwt-04-21-06s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-21-06s10", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and short hair", "with_names": "a woman is wearing a plaid shirt and short hair"}, {"scene_id": "atwt-04-21-06s11", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a young boy.", "with_names": "a woman is sitting at a table with a man and a young boy."}, {"scene_id": "atwt-04-21-06s12", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a short blonde hair", "with_names": "a woman is wearing a plaid shirt and a short blonde hair"}, {"scene_id": "atwt-04-21-06s13", "raw": "A scene from a TV show in which a man is sitting at a desk with a fish head on.", "with_names": "a man is sitting at a desk with a fish head on."}, {"scene_id": "atwt-04-21-06s14", "raw": "A scene from a TV show in which a bright light is seen", "with_names": "a bright light is"}, {"scene_id": "atwt-04-21-06s15", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-04-21-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-21-06s17", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a short blonde hair.", "with_names": "a woman is wearing a plaid shirt and a short blonde hair."}, {"scene_id": "atwt-04-21-06s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-21-06s19", "raw": "A scene from a TV show in which a woman is cutting a piece of meat with a knife.", "with_names": "a woman is cutting a piece of meat with a knife."}, {"scene_id": "atwt-04-21-06s20", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-04-21-06s21", "raw": "A scene from a TV show in which the word \"Pulser\" is displayed", "with_names": "the word \"pulser\" is displayed"}, {"scene_id": "atwt-04-21-06s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-21-06s23", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking shocked.", "with_names": "a woman is holding a cell phone and looking shocked."}, {"scene_id": "atwt-04-21-06s24", "raw": "A scene from a TV show in which a woman is pouring a bucket of water on a man.", "with_names": "a woman is pouring a bucket of water on ]."}, {"scene_id": "atwt-04-21-06s25", "raw": "A scene from a TV show in which two bottles of dishwashing liquid are shown on a kitchen counter.", "with_names": "two bottles of dishwashing liquid are shown on a kitchen counter."}, {"scene_id": "atwt-04-21-06s26", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a blonde wig", "with_names": "a man is wearing a brown jacket and a blonde wig"}, {"scene_id": "atwt-04-21-06s27", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at ]."}, {"scene_id": "atwt-04-21-06s28", "raw": "A scene from a TV show in which birds are perched on power lines.", "with_names": "birds are perched on power lines."}]