[{"scene_id": "bb-07-31-19s0", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-07-31-19s1", "raw": "A scene from a TV show in which people are seen swimming in the sea in the coastal city of Ashkelon, Israel, on July 25, 2020.", "with_names": "people are swimming in the sea in the coastal city of ashkelon, israel, on july 25, 2020."}, {"scene_id": "bb-07-31-19s2", "raw": "A scene from a TV show in which a woman is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "bb-07-31-19s4", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not attracted to you.\"", "with_names": "Steffy is looking at a man and saying, \"i'm not attracted to you.\""}, {"scene_id": "bb-07-31-19s5", "raw": "A scene from a TV show in which a young boy is talking to an older man.", "with_names": ""}, {"scene_id": "bb-07-31-19s6", "raw": "A scene from a TV show in which a woman is wearing a blue dress and looking at someone off-camera.", "with_names": "a woman is wearing a blue dress and looking at someone off-camera."}, {"scene_id": "bb-07-31-19s7", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a table and a vase of flowers in front of them.", "with_names": "a man and a woman are standing in a kitchen, with a table and a vase of flowers in front of them."}, {"scene_id": "bb-07-31-19s8", "raw": "A scene from a TV show in which a man kneels in front of a table, a backpack is on the table, and a cat is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-07-31-19s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-31-19s10", "raw": "A scene from a TV show in which a man is opening a door and another man is standing in the doorway.", "with_names": "a man is opening a door and another man is standing in the doorway."}, {"scene_id": "bb-07-31-19s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-31-19s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "bb-07-31-19s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-31-19s14", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "bb-07-31-19s15", "raw": "A scene from a TV show in which a woman is drinking wine and a man is standing next to her.", "with_names": "a woman is drinking wine and a man is standing next to her."}, {"scene_id": "bb-07-31-19s16", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking towards him.", "with_names": "Thomas is standing in a kitchen and Hope is walking towards him."}]