[{"scene_id": "bb-08-12-15s0", "raw": "A scene from a TV show in which a woman is getting married and her mother is there to support her.", "with_names": "a woman is getting married and her mother is there to support her."}, {"scene_id": "bb-08-12-15s1", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-08-12-15s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-12-15s3", "raw": "A scene from a TV show in which a woman is sitting on a chair with her two daughters.", "with_names": ""}, {"scene_id": "bb-08-12-15s4", "raw": "A scene from a TV show in which a man is looking at a woman and she is wearing a wedding dress.", "with_names": "a man is looking at a woman and she is wearing a wedding dress."}, {"scene_id": "bb-08-12-15s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-12-15s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-08-12-15s7", "raw": "A scene from a TV show in which a woman is sitting in a chair in a library.", "with_names": ""}, {"scene_id": "bb-08-12-15s8", "raw": "A scene from a TV show in which a man is standing in front of a TV and a large letter.", "with_names": "a man is standing in front of a tv and a large letter."}, {"scene_id": "bb-08-12-15s9", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is pointing at her.", "with_names": "Ivy is wearing a green dress and Thomas is pointing at her."}, {"scene_id": "bb-08-12-15s10", "raw": "A scene from a TV show in which a woman is holding a young girl and another woman is looking on.", "with_names": "Maya is holding a young girl and another woman is looking on."}, {"scene_id": "bb-08-12-15s11", "raw": "A scene from a TV show in which a man is talking to a woman at a desk.", "with_names": ""}, {"scene_id": "bb-08-12-15s12", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Ivy is hugging Thomas."}, {"scene_id": "bb-08-12-15s14", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at Nick."}, {"scene_id": "bb-08-12-15s15", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "Rick is getting married to Maya."}]