[{"scene_id": "oltl-10-06-06s0", "raw": "A scene from a TV show in which a sign is seen in front of a tree, with the words \"Museum of Hyacinths\"", "with_names": "a sign is in front of a tree, with the words \"museum of hyacinths\""}, {"scene_id": "oltl-10-06-06s1", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "oltl-10-06-06s2", "raw": "A scene from a TV show in which a man wears a black cowboy hat and a gold sash.", "with_names": "a man wears a black cowboy hat and a gold sash."}, {"scene_id": "oltl-10-06-06s3", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at his watch.", "with_names": "a man is sitting on a bench and looking at his watch."}, {"scene_id": "oltl-10-06-06s4", "raw": "A scene from a TV show in which a man is seen in a dark room with a green curtain.", "with_names": "] is in a dark room with a green curtain."}, {"scene_id": "oltl-10-06-06s5", "raw": "A scene from a TV show in which a man is wearing a suit and a top hat and is sitting at a table with a boy and a girl.", "with_names": "a man is wearing a suit and a top hat and is sitting at a table with a boy and a girl."}, {"scene_id": "oltl-10-06-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "oltl-10-06-06s7", "raw": "A scene from a TV show in which a woman is talking to a man while a baby is standing next to her.", "with_names": ""}, {"scene_id": "oltl-10-06-06s8", "raw": "A scene from a TV show in which a woman is standing behind a man, with the caption: Season Premiere Monday 10/9", "with_names": "a woman is standing behind ], with the caption: season premiere monday 10/9"}, {"scene_id": "oltl-10-06-06s9", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-10-06-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-06-06s11", "raw": "A scene from a TV show in which a man is talking to a boy and a woman.", "with_names": ""}, {"scene_id": "oltl-10-06-06s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-06-06s13", "raw": "A scene from a TV show in which a priest and two women are standing in a church.", "with_names": "a priest and two women are standing in a church."}, {"scene_id": "oltl-10-06-06s14", "raw": "A scene from a TV show in which three women are standing in a room, one of them is holding the hand of the other two.", "with_names": "three women are standing in a room, one of them is holding the hand of the other two."}, {"scene_id": "oltl-10-06-06s15", "raw": "A scene from a TV show in which a man sits in a chair wearing a suit and top hat.", "with_names": "a man sits in a chair wearing a suit and top hat."}, {"scene_id": "oltl-10-06-06s16", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-10-06-06s17", "raw": "A scene from a TV show in which police officers are seen bowing their heads in prayer at a funeral.", "with_names": "police officers are bowing their heads in prayer at a funeral."}, {"scene_id": "oltl-10-06-06s18", "raw": "A scene from a TV show in which a man is standing in a church, looking at a woman.", "with_names": "a man is standing in a church, looking at a woman."}]