[{"scene_id": "oltl-12-06-11s0", "raw": "A scene from a TV show in which a woman is pointing a gun at a man.", "with_names": "Briana is pointing a gun at Brandon."}, {"scene_id": "oltl-12-06-11s6", "raw": "A scene from a TV show in which a man is sitting in front of a computer and looking at a screen.", "with_names": "Destiny is sitting in front of a computer and looking at a screen."}, {"scene_id": "oltl-12-06-11s8", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-06-11s9", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black purse.", "with_names": "Shaun is wearing a white shirt and a black purse."}, {"scene_id": "oltl-12-06-11s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Destiny is kissing Roxanne on the cheek."}, {"scene_id": "oltl-12-06-11s20", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-12-06-11s21", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-12-06-11s22", "raw": "A scene from a TV show in which a woman is in a pink shirt and a hair bun, holding her finger up to her mouth.", "with_names": "Shane is in a pink shirt and a hair bun, holding her finger up to her mouth."}, {"scene_id": "oltl-12-06-11s23", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a statue.", "with_names": ""}, {"scene_id": "oltl-12-06-11s29", "raw": "A scene from a TV show in which a young black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-12-06-11s30", "raw": "A scene from a TV show in which a woman is sitting on the floor, wearing a red jacket and a blue shirt.", "with_names": "Briana is sitting on the floor, wearing a red jacket and a blue shirt."}, {"scene_id": "oltl-12-06-11s31", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "Viki is being harassed by a man."}, {"scene_id": "oltl-12-06-11s32", "raw": "A scene from a TV show in which a young boy is crying.", "with_names": "a young boy is crying."}, {"scene_id": "oltl-12-06-11s33", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-12-06-11s34", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-06-11s35", "raw": "A scene from a TV show in which a woman is standing in a living room holding a trophy.", "with_names": "Noelle is standing in a living room holding a trophy."}, {"scene_id": "oltl-12-06-11s36", "raw": "A scene from a TV show in which a woman is sitting in a salon and talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-06-11s37", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "Destiny is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-12-06-11s38", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-06-11s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-06-11s40", "raw": "A scene from a TV show in which a man is walking down a street and a woman is standing behind him.", "with_names": "Jack is walking down a street and Starr is standing behind him."}, {"scene_id": "oltl-12-06-11s41", "raw": "A scene from a TV show in which a woman is in a brown prison uniform and a man is sitting across from her.", "with_names": "a woman is in a brown prison uniform and a man is sitting across from her."}, {"scene_id": "oltl-12-06-11s43", "raw": "A scene from a TV show in which a woman is talking to a man and a large poster of a woman is behind her.", "with_names": ""}, {"scene_id": "oltl-12-06-11s44", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Jack and Starr are sitting next to each other."}, {"scene_id": "oltl-12-06-11s45", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-06-11s46", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a waitress is standing behind him.", "with_names": "a man is sitting at a table with Roxanne, and a waitress is standing behind him."}, {"scene_id": "oltl-12-06-11s47", "raw": "A scene from a TV show in which a girl is sitting in a chair in front of a table, and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-06-11s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-06-11s49", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-06-11s50", "raw": "A scene from a TV show in which a woman is wearing a badge and a uniform", "with_names": "a woman is wearing a badge and a uniform"}, {"scene_id": "oltl-12-06-11s51", "raw": "A scene from a TV show in which a young boy is wearing a striped shirt and a blonde wig.", "with_names": "a young boy is wearing a striped shirt and a blonde wig."}, {"scene_id": "oltl-12-06-11s52", "raw": "A scene from a TV show in which a woman is being harassed by two other women.", "with_names": "a woman is being harassed by two other women."}, {"scene_id": "oltl-12-06-11s53", "raw": "A scene from a TV show in which a young man is looking at a blonde woman.", "with_names": "a young man is looking at a blonde woman."}, {"scene_id": "oltl-12-06-11s54", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-06-11s55", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-06-11s56", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-06-11s57", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-12-06-11s65", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-06-11s66", "raw": "A scene from a TV show in which a young boy and a girl are talking in front of a pink neon sign.", "with_names": ""}, {"scene_id": "oltl-12-06-11s67", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Noelle is looking at Shane and he is looking away."}, {"scene_id": "oltl-12-06-11s68", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a cell phone.", "with_names": "a woman is standing in a kitchen, holding a cell phone."}, {"scene_id": "oltl-12-06-11s70", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-06-11s71", "raw": "A scene from a TV show in which a woman is writing in a book and another woman is looking at her.", "with_names": "Shaun is writing in a book and another woman is looking at her."}]