[{"scene_id": "atwt-06-13-06s0", "raw": "A scene from a TV show in which a man is looking down and wearing a grey shirt", "with_names": "Jack is looking down and wearing a grey shirt"}, {"scene_id": "atwt-06-13-06s1", "raw": "A scene from a TV show in which a man is looking up and wearing a black shirt and a jacket.", "with_names": "a man is looking up and wearing a black shirt and a jacket."}, {"scene_id": "atwt-06-13-06s2", "raw": "A scene from a TV show in which a woman is wearing a dress and talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-13-06s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-13-06s4", "raw": "A scene from a TV show in which a white person is shown in a blue light, with the words \"Whiteness\" and \"Softness\" written below.", "with_names": ""}, {"scene_id": "atwt-06-13-06s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-13-06s6", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-06-13-06s7", "raw": "A scene from a TV show in which a woman is wearing a tank top and a necklace and looking at the camera with a confused expression.", "with_names": "a woman is wearing a tank top and a necklace and looking at the camera with a confused expression."}, {"scene_id": "atwt-06-13-06s8", "raw": "A scene from a TV show in which a man is talking on the phone with the word Influenza overlaid on top of him.", "with_names": ""}, {"scene_id": "atwt-06-13-06s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-13-06s10", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-06-13-06s11", "raw": "A scene from a TV show in which a woman is eating a spoonful of Activia.", "with_names": "a woman is eating a spoonful of activia."}, {"scene_id": "atwt-06-13-06s12", "raw": "A scene from a TV show in which a doctor and a nurse are talking to a patient.", "with_names": ""}, {"scene_id": "atwt-06-13-06s13", "raw": "A scene from a TV show in which a young woman is holding a can of Mountain Dew.", "with_names": "a young woman is holding a can of mountain dew."}, {"scene_id": "atwt-06-13-06s14", "raw": "A scene from a TV show in which a woman is wearing a white dress and a short brown hair.", "with_names": "] is wearing a white dress and a short brown hair."}, {"scene_id": "atwt-06-13-06s15", "raw": "A scene from a TV show in which a man is wearing a green shirt and looking down.", "with_names": "a man is wearing a green shirt and looking down."}, {"scene_id": "atwt-06-13-06s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-06-13-06s17", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a woman is in a white dress.", "with_names": "a man is wearing a grey shirt and a woman is in a white dress."}, {"scene_id": "atwt-06-13-06s18", "raw": "A scene from a TV show in which a bag of Wheat Thins is shown.", "with_names": ""}, {"scene_id": "atwt-06-13-06s19", "raw": "A scene from a TV show in which a woman is crying next to a man.", "with_names": "a woman is crying next to ]."}, {"scene_id": "atwt-06-13-06s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-13-06s21", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "atwt-06-13-06s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-13-06s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}]