[{"scene_id": "bb-04-29-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-29-14s1", "raw": "A scene from a TV show in which a woman is blurred out.", "with_names": "a woman is blurred out."}, {"scene_id": "bb-04-29-14s2", "raw": "A scene from a TV show in which a woman is lying in bed and a man is kissing her on the cheek.", "with_names": "a woman is lying in bed and a man is kissing her on the cheek."}, {"scene_id": "bb-04-29-14s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-29-14s4", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-04-29-14s5", "raw": "A scene from a TV show in which a man is lying naked on a bed with a woman.", "with_names": "a man is lying naked on a bed with a woman."}, {"scene_id": "bb-04-29-14s6", "raw": "A scene from a TV show in which a young woman is wearing a floral shirt and a necklace.", "with_names": "a young woman is wearing a floral shirt and a necklace."}, {"scene_id": "bb-04-29-14s7", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-04-29-14s8", "raw": "A scene from a TV show in which a man and a woman are in a bedroom and he is shirtless.", "with_names": "a man and a woman are in a bedroom and he is shirtless."}, {"scene_id": "bb-04-29-14s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-04-29-14s10", "raw": "A scene from a TV show in which a woman is sitting in a kitchen and looking down.", "with_names": "a woman is sitting in a kitchen and looking down."}, {"scene_id": "bb-04-29-14s11", "raw": "A scene from a TV show in which a man is slapping a woman", "with_names": "a man is slapping a woman"}, {"scene_id": "bb-04-29-14s12", "raw": "A scene from a TV show in which a woman reads a letter in her office.", "with_names": "a woman reads a letter in her office."}]