[{"scene_id": "pc-08-15-03s0", "raw": "A scene from a TV show in which a nurse is looking at a piece of paper.", "with_names": "a nurse is looking at a piece of paper."}, {"scene_id": "pc-08-15-03s1", "raw": "A scene from a TV show in which a man is sitting at a table with a crystal ball and a young man is standing next to him.", "with_names": "a man is sitting at a table with a crystal ball and a young man is standing next to him."}, {"scene_id": "pc-08-15-03s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "pc-08-15-03s3", "raw": "A scene from a TV show in which a man is sitting at a table with a bottle and a glass in front of him.", "with_names": "a man is sitting at a table with a bottle and a glass in front of him."}, {"scene_id": "pc-08-15-03s4", "raw": "A scene from a TV show in which a woman is sitting next to a man, and he is looking at her with a confused expression.", "with_names": "a woman is sitting next to a man, and he is looking at her with a confused expression."}, {"scene_id": "pc-08-15-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-15-03s6", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "pc-08-15-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-15-03s8", "raw": "A scene from a TV show in which two men are talking to a third man.", "with_names": ""}, {"scene_id": "pc-08-15-03s9", "raw": "A scene from a TV show in which a woman is sitting in a dark room, looking at the camera.", "with_names": "a woman is sitting in a dark room, looking at the camera."}, {"scene_id": "pc-08-15-03s10", "raw": "A scene from a TV show in which a blonde woman is holding a glass and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-08-15-03s11", "raw": "A scene from a TV show in which a man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "pc-08-15-03s12", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a wall.", "with_names": ""}, {"scene_id": "pc-08-15-03s13", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is kissing her neck.", "with_names": "a woman is lying on a bed and a man is kissing her neck."}, {"scene_id": "pc-08-15-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]