[{"scene_id": "pc-08-15-03s0", "raw": "a man is talking about a hospital and then two people are shown.", "with_names": ""}, {"scene_id": "pc-08-15-03s1", "raw": "a man and a woman are doing a trick with a bottle of alcohol.", "with_names": "a man and Jamal are doing a trick with a bottle of alcohol."}, {"scene_id": "pc-08-15-03s2", "raw": "a woman is talking to a man and she is trying to get it to the woman.", "with_names": ""}, {"scene_id": "pc-08-15-03s3", "raw": "a man and woman are having a conversation about a news channel.", "with_names": "Caleb and woman are having a conversation about a news channel."}, {"scene_id": "pc-08-15-03s4", "raw": "a man and woman are having a conversation about a conference.", "with_names": "Caleb and woman are having a conversation about a conference."}, {"scene_id": "pc-08-15-03s5", "raw": "a man is talking to a woman and then he shakes his hand.", "with_names": ""}, {"scene_id": "pc-08-15-03s6", "raw": "two women are talking and laughing and dancing in a room.", "with_names": ""}, {"scene_id": "pc-08-15-03s7", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "pc-08-15-03s8", "raw": "a man is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "pc-08-15-03s9", "raw": "a woman is sitting in a dark room and talking about something.", "with_names": ""}, {"scene_id": "pc-08-15-03s10", "raw": "a man and a woman are talking about a conference.", "with_names": ""}, {"scene_id": "pc-08-15-03s11", "raw": "a man and woman are talking about a scene of a man and woman are sitting down.", "with_names": ""}, {"scene_id": "pc-08-15-03s12", "raw": "a man and woman are having a conversation about a man.", "with_names": "Chris and woman are having a conversation about a man."}, {"scene_id": "pc-08-15-03s13", "raw": "a man and a woman are sitting at a bar and they are drinking.", "with_names": "a man and a woman are sitting at a bar and they are drinking."}, {"scene_id": "pc-08-15-03s14", "raw": "two women are talking about a video of a woman and then a man is talking.", "with_names": ""}]