[{"scene_id": "atwt-09-26-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking milkshakes.", "with_names": "Mike and Alison are sitting at a table, drinking milkshakes."}, {"scene_id": "atwt-09-26-03s1", "raw": "A scene from a TV show in which a man is tied to a chair with a belt.", "with_names": "a man is tied to a chair with a belt."}, {"scene_id": "atwt-09-26-03s2", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-26-03s3", "raw": "A scene from a TV show in which a man is kissing a woman passionately.", "with_names": "a man is kissing a woman passionately."}, {"scene_id": "atwt-09-26-03s4", "raw": "A scene from a TV show in which a box of Zest is shown on a tiled floor.", "with_names": ""}, {"scene_id": "atwt-09-26-03s5", "raw": "A scene from a TV show in which a woman is sitting down and looking down.", "with_names": "a woman is sitting down and looking down."}, {"scene_id": "atwt-09-26-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-26-03s7", "raw": "A scene from a TV show in which a man is wearing a lab coat and a stethoscope.", "with_names": "a man is wearing a lab coat and a stethoscope."}, {"scene_id": "atwt-09-26-03s8", "raw": "A scene from a TV show in which a blonde woman is looking off camera.", "with_names": "a blonde woman is looking off camera."}, {"scene_id": "atwt-09-26-03s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-09-26-03s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-26-03s11", "raw": "A scene from a TV show in which a man is looking down and his mouth is open", "with_names": "a man is looking down and his mouth is open"}, {"scene_id": "atwt-09-26-03s12", "raw": "A scene from a TV show in which a woman is crying and a man is sitting next to her.", "with_names": "a woman is crying and a man is sitting next to her."}, {"scene_id": "atwt-09-26-03s13", "raw": "A scene from a TV show in which a man and a woman are dancing in a kitchen.", "with_names": "Paul and ] are dancing in a kitchen."}, {"scene_id": "atwt-09-26-03s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-09-26-03s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-09-26-03s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-09-26-03s17", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-09-26-03s18", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-26-03s19", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both looking at something.", "with_names": "a woman is standing next to a man and they are both looking at something."}, {"scene_id": "atwt-09-26-03s20", "raw": "A scene from a TV show in which a man is holding his head in his hands.", "with_names": "a man is holding his head in his hands."}, {"scene_id": "atwt-09-26-03s21", "raw": "A scene from a TV show in which a baby is sitting on the floor and playing with a toy.", "with_names": "a baby is sitting on the floor and playing with a toy."}, {"scene_id": "atwt-09-26-03s22", "raw": "A scene from a TV show in which a woman is lying on a couch and holding a cell phone.", "with_names": "] is lying on a couch and holding a cell phone."}, {"scene_id": "atwt-09-26-03s23", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a bottle in his hand.", "with_names": "a man is standing in front of a woman, holding a bottle in his hand."}, {"scene_id": "atwt-09-26-03s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]