[{"scene_id": "pc-11-25-02s0", "raw": "A scene from a TV show in which a man is comforting a crying woman.", "with_names": "a man is comforting a crying woman."}, {"scene_id": "pc-11-25-02s1", "raw": "A scene from a TV show in which a man is holding a woman's hand and looking at her.", "with_names": "Rafe is holding Alison's hand and looking at her."}, {"scene_id": "pc-11-25-02s2", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-11-25-02s3", "raw": "A scene from a TV show in which Monica is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "pc-11-25-02s4", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man is standing over her.", "with_names": "a woman is in a hospital gown and a man is standing over her."}, {"scene_id": "pc-11-25-02s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "pc-11-25-02s6", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-11-25-02s7", "raw": "A scene from a TV show in which a woman is lying on a bed with a cut on her forehead.", "with_names": "Alison is lying on a bed with a cut on her forehead."}, {"scene_id": "pc-11-25-02s8", "raw": "A scene from a TV show in which a woman is lying on a bed with a young girl.", "with_names": "Elizabeth is lying on a bed with a young girl."}, {"scene_id": "pc-11-25-02s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-25-02s10", "raw": "A scene from a TV show in which a woman is standing in front of a wine rack and a balloon.", "with_names": "Livvie is standing in front of a wine rack and a balloon."}, {"scene_id": "pc-11-25-02s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-25-02s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]