[{"scene_id": "bb-05-26-17s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is lying on it.", "with_names": "Sally is sitting on a bed and Thomas is lying on it."}, {"scene_id": "bb-05-26-17s1", "raw": "A scene from a TV show in which a woman is sitting at a table and reading a paper.", "with_names": "a woman is sitting at a table and reading a paper."}, {"scene_id": "bb-05-26-17s2", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-05-26-17s3", "raw": "A scene from a TV show in which a man is standing in a shop, holding a cup and looking at a woman.", "with_names": "a man is standing in a shop, holding a cup and looking at a woman."}, {"scene_id": "bb-05-26-17s4", "raw": "A scene from a TV show in which a man is lying on a bed with a woman, and they are cuddling.", "with_names": "Thomas is lying on a bed with Sally, and they are cuddling."}, {"scene_id": "bb-05-26-17s5", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a table.", "with_names": "a woman is standing in a room with a chair and a table."}, {"scene_id": "bb-05-26-17s6", "raw": "A scene from a TV show in which a man is crossing a street in front of a building.", "with_names": "Dr. March is crossing a street in front of a building."}, {"scene_id": "bb-05-26-17s8", "raw": "A scene from a TV show in which a man holds his hands to his face and a baby looks at him.", "with_names": "a man holds his hands to his face and a baby looks at him."}, {"scene_id": "bb-05-26-17s9", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "Coco is holding a baby and smiling."}, {"scene_id": "bb-05-26-17s10", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white lab coat and a stethoscope around her neck."}, {"scene_id": "bb-05-26-17s11", "raw": "A scene from a TV show in which a man and a woman are arguing in a room with a painting and a vase.", "with_names": "Dr. March and a woman are arguing in a room with a painting and a vase."}, {"scene_id": "bb-05-26-17s13", "raw": "A scene from a TV show in which a man and a woman are standing in a clothing store.", "with_names": "a man and Shirley are standing in a clothing store."}, {"scene_id": "bb-05-26-17s14", "raw": "A scene from a TV show in which a man is looking at his phone and a woman is standing next to him.", "with_names": "Saul is looking at his phone and a woman is standing next to him."}, {"scene_id": "bb-05-26-17s16", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Darlita is being groped by a man."}, {"scene_id": "bb-05-26-17s17", "raw": "A scene from a TV show in which a baby is being held by a man and a woman.", "with_names": "a baby is being held by a man and a woman."}, {"scene_id": "bb-05-26-17s18", "raw": "A scene from a TV show in which a girl and a boy are sitting next to each other.", "with_names": "Pam and Charlie are sitting next to each other."}, {"scene_id": "bb-05-26-17s19", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a black shirt.", "with_names": "a woman is wearing a white jacket and a black shirt."}, {"scene_id": "bb-05-26-17s20", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "bb-05-26-17s21", "raw": "A scene from a TV show in which a woman is shocked by a man who is using a laptop.", "with_names": "Nicole is shocked by a man who is using a laptop."}, {"scene_id": "bb-05-26-17s24", "raw": "A scene from a TV show in which a young man and woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-26-17s25", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a door.", "with_names": "a man is walking down a hallway and looking at a door."}, {"scene_id": "bb-05-26-17s26", "raw": "A scene from a TV show in which a man is wearing a white shirt and a blue jacket.", "with_names": "a man is wearing a white shirt and a blue jacket."}, {"scene_id": "bb-05-26-17s27", "raw": "A scene from a TV show in which a woman is holding a baby in her arms.", "with_names": "a woman is holding a baby in her arms."}, {"scene_id": "bb-05-26-17s28", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a floral shirt.", "with_names": "Coco is wearing a white blazer and a floral shirt."}, {"scene_id": "bb-05-26-17s29", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]