[{"scene_id": "bb-06-30-14s0", "raw": "A scene from a TV show in which a bright light is seen in the distance.", "with_names": "a bright light is in the distance."}, {"scene_id": "bb-06-30-14s1", "raw": "A scene from a TV show in which a man and a woman are dressed in medieval clothing.", "with_names": "a man and a woman are dressed in medieval clothing."}, {"scene_id": "bb-06-30-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-30-14s3", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "bb-06-30-14s4", "raw": "A scene from a TV show in which a man and woman dressed as medieval knights sit at a dining table.", "with_names": "a man and woman dressed as medieval knights sit at a dining table."}, {"scene_id": "bb-06-30-14s5", "raw": "A scene from a TV show in which a man is sitting on the floor in a dark room, holding his head in his hands.", "with_names": "Liam is sitting on the floor in a dark room, holding his head in his hands."}, {"scene_id": "bb-06-30-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-30-14s7", "raw": "A scene from a TV show in which a doctor and a patient talk in a hospital room.", "with_names": "a doctor and a patient talk in a hospital room."}, {"scene_id": "bb-06-30-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-30-14s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-06-30-14s10", "raw": "A scene from a TV show in which a king and queen sit at a table and talk.", "with_names": "a king and queen sit at a table and talk."}, {"scene_id": "bb-06-30-14s11", "raw": "A scene from a TV show in which a woman is walking on a stage with a large ball and a man is standing in front of her.", "with_names": "Both is walking on a stage with a large ball and a man is standing in front of her."}, {"scene_id": "bb-06-30-14s12", "raw": "A scene from a TV show in which a man wears a medieval-style helmet and chain mail.", "with_names": "Charlie wears a medieval-style helmet and chain mail."}, {"scene_id": "bb-06-30-14s13", "raw": "A scene from a TV show in which a woman is standing in front of a door.", "with_names": "Hope is standing in front of a door."}, {"scene_id": "bb-06-30-14s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rick and a woman are standing next to each other."}, {"scene_id": "bb-06-30-14s15", "raw": "A scene from a TV show in which a man rides a horse in a ring.", "with_names": "Charlie rides a horse in a ring."}, {"scene_id": "bb-06-30-14s16", "raw": "A scene from a TV show in which a woman is dressed in a blue and white dress and a crown, and is singing.", "with_names": "Aly is dressed in a blue and white dress and a crown, and is singing."}, {"scene_id": "bb-06-30-14s19", "raw": "A scene from a TV show in which a woman is talking to a man in a workshop.", "with_names": ""}, {"scene_id": "bb-06-30-14s20", "raw": "A scene from a TV show in which a woman is looking at a large blue letter T.", "with_names": "a woman is looking at a large blue letter t."}, {"scene_id": "bb-06-30-14s23", "raw": "A scene from a TV show in which a man is riding a horse and wearing a suit of armor.", "with_names": "Quinn is riding a horse and wearing a suit of armor."}, {"scene_id": "bb-06-30-14s25", "raw": "A scene from a TV show in which a man is wearing a crown and a woman is looking at him.", "with_names": "Rick is wearing a crown and a woman is looking at him."}, {"scene_id": "bb-06-30-14s27", "raw": "A scene from a TV show in which a young woman wears a crown and a veil", "with_names": "a young woman wears a crown and a veil"}]