[{"scene_id": "gl-05-04-05s0", "raw": "A scene from a TV show in which a woman is driving and her reflection in the side mirror is shown", "with_names": ""}, {"scene_id": "gl-05-04-05s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "Cassie is crying and Jeffrey is standing next to her."}, {"scene_id": "gl-05-04-05s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-04-05s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Bill is kissing Olivia on the cheek."}, {"scene_id": "gl-05-04-05s4", "raw": "A scene from a TV show in which a man is being tortured by a machine.", "with_names": "Gus is being tortured by a machine."}, {"scene_id": "gl-05-04-05s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-04-05s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-05-04-05s7", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and a man is standing behind her", "with_names": "Dinah is sitting in a restaurant and Edmund is standing behind her"}, {"scene_id": "gl-05-04-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-04-05s9", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at a cell phone.", "with_names": ""}, {"scene_id": "gl-05-04-05s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-05-04-05s12", "raw": "A scene from a TV show in which a woman holds up a key.", "with_names": "Bartender holds up a key."}, {"scene_id": "gl-05-04-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "Reva is wearing a suit and a blue shirt"}, {"scene_id": "gl-05-04-05s14", "raw": "A scene from a TV show in which a woman is seen entering a room through a door.", "with_names": "a woman is entering a room through a door."}, {"scene_id": "gl-05-04-05s15", "raw": "A scene from a TV show in which a man is shown his chest and neck", "with_names": ""}, {"scene_id": "gl-05-04-05s18", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-05-04-05s19", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking down", "with_names": ""}, {"scene_id": "gl-05-04-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Reva is crying"}, {"scene_id": "gl-05-04-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-05-04-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-04-05s23", "raw": "A scene from a TV show in which a woman is crying in a bathroom stall.", "with_names": "a woman is crying in a bathroom stall."}, {"scene_id": "gl-05-04-05s25", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-04-05s26", "raw": "A scene from a TV show in which a man is driving a car and his face is turned away from the camera.", "with_names": "a man is driving a car and his face is turned away from the camera."}, {"scene_id": "gl-05-04-05s27", "raw": "A scene from a TV show in which a woman is talking to a man and sticking her tongue out.", "with_names": ""}, {"scene_id": "gl-05-04-05s28", "raw": "A scene from a TV show in which a woman is seen texting on her cell phone while standing in front of a couch.", "with_names": "Just... ( normal voice ) is texting on her cell phone while standing in front of a couch."}, {"scene_id": "gl-05-04-05s29", "raw": "A scene from a TV show in which a woman is leaning against a wall with her hand on the wall.", "with_names": "Reva is leaning against a wall with her hand on the wall."}, {"scene_id": "gl-05-04-05s30", "raw": "A scene from a TV show in which a woman is in a bathroom with a shower curtain", "with_names": "a woman is in a bathroom with a shower curtain"}]