[{"scene_id": "gl-04-28-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-28-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone in a kitchen while a woman stands behind him.", "with_names": ""}, {"scene_id": "gl-04-28-06s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-28-06s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "gl-04-28-06s4", "raw": "A scene from a TV show in which a UFO is seen flying over a town.", "with_names": "a ufo is flying over a town."}, {"scene_id": "gl-04-28-06s5", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-04-28-06s6", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a ponytail", "with_names": "a woman is wearing a green shirt and a ponytail"}, {"scene_id": "gl-04-28-06s7", "raw": "A scene from a TV show in which a woman is lying in bed and laughing.", "with_names": "a woman is lying in bed and laughing."}, {"scene_id": "gl-04-28-06s8", "raw": "A scene from a TV show in which a woman is sitting in a coffee shop and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-28-06s9", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette woman.", "with_names": "a blonde woman is sitting next to a brunette woman."}, {"scene_id": "gl-04-28-06s10", "raw": "A scene from a TV show in which a young woman is being held by a man.", "with_names": "a young woman is being held by a man."}, {"scene_id": "gl-04-28-06s11", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "gl-04-28-06s12", "raw": "A scene from a TV show in which a man is standing behind a bar and a woman is sitting at a table.", "with_names": "a man is standing behind a bar and a woman is sitting at a table."}, {"scene_id": "gl-04-28-06s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-28-06s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-04-28-06s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-28-06s16", "raw": "A scene from a TV show in which a woman is sitting at a bar with a laptop and a man is standing behind her.", "with_names": "a woman is sitting at a bar with a laptop and a man is standing behind her."}, {"scene_id": "gl-04-28-06s17", "raw": "A scene from a TV show in which a black bar is seen through a grid of black and white squares.", "with_names": "a black bar is through a grid of black and white squares."}, {"scene_id": "gl-04-28-06s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-28-06s19", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-28-06s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-04-28-06s21", "raw": "A scene from a TV show in which the words Air Wick are shown", "with_names": "the words air wick are shown"}]