[{"scene_id": "bb-09-20-17s0", "raw": "A scene from a TV show in which a woman is standing in a room with a man, and the man is standing behind her.", "with_names": "Steffy is standing in a room with Liam, and the man is standing behind her."}, {"scene_id": "bb-09-20-17s1", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, looking down at a box.", "with_names": "Katie is standing in front of a fireplace, looking down at a box."}, {"scene_id": "bb-09-20-17s2", "raw": "A scene from a TV show in which a woman is holding a large piece of paper and a man is standing behind her.", "with_names": "a woman is holding a large piece of paper and a man is standing behind her."}, {"scene_id": "bb-09-20-17s4", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "Darlita is holding a baby and a man is standing next to her."}, {"scene_id": "bb-09-20-17s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-09-20-17s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-09-20-17s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-20-17s8", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "bb-09-20-17s9", "raw": "A scene from a TV show in which a man is talking to a woman and a man is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-20-17s10", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace and a young woman is looking at her.", "with_names": "a woman is standing in front of a fireplace and a young woman is looking at her."}, {"scene_id": "bb-09-20-17s11", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing behind him.", "with_names": "a man is holding a gun and a woman is standing behind him."}, {"scene_id": "bb-09-20-17s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-20-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-20-17s14", "raw": "A scene from a TV show in which a man is holding a glass of water and talking to another man.", "with_names": ""}, {"scene_id": "bb-09-20-17s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-20-17s16", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit.", "with_names": "a woman is standing in front of a man in a suit."}, {"scene_id": "bb-09-20-17s18", "raw": "A scene from a TV show in which a woman is crying and a man is kissing her cheek.", "with_names": "Sally is crying and a man is kissing her cheek."}, {"scene_id": "bb-09-20-17s19", "raw": "A scene from a TV show in which a woman is looking at a wall and talking.", "with_names": ""}]