[{"scene_id": "bb-12-05-16s0", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-12-05-16s1", "raw": "A scene from a TV show in which a man stands in front of a door with his arms crossed.", "with_names": "a man stands in front of a door with his arms crossed."}, {"scene_id": "bb-12-05-16s2", "raw": "A scene from a TV show in which a man is holding a yellow envelope and talking to another man.", "with_names": ""}, {"scene_id": "bb-12-05-16s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-12-05-16s4", "raw": "A scene from a TV show in which a man sits on a couch and talks to someone off camera.", "with_names": "a man sits on a couch and talks to someone off camera."}, {"scene_id": "bb-12-05-16s5", "raw": "A scene from a TV show in which a bride is seen putting on her wedding ring.", "with_names": "a bride is putting on her wedding ring."}, {"scene_id": "bb-12-05-16s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-05-16s7", "raw": "A scene from a TV show in which a man is standing in a living room with a bottle and a glass in his hand.", "with_names": "a man is standing in a living room with a bottle and a glass in his hand."}, {"scene_id": "bb-12-05-16s8", "raw": "A scene from a TV show in which a woman sits on a couch and talks to someone off camera.", "with_names": "Steffy sits on a couch and talks to someone off camera."}, {"scene_id": "bb-12-05-16s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is touching her hand.", "with_names": "Eric is looking at Quinn and she is touching her hand."}, {"scene_id": "bb-12-05-16s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-12-05-16s11", "raw": "A scene from a TV show in which a family is standing in a living room.", "with_names": "a family is standing in a living room."}, {"scene_id": "bb-12-05-16s12", "raw": "A scene from a TV show in which a man is standing in a living room and talking to another manI", "with_names": ""}, {"scene_id": "bb-12-05-16s13", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-05-16s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-05-16s17", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed.", "with_names": "Ridge is lying on a bed with her eyes closed."}, {"scene_id": "bb-12-05-16s18", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is holding her hand.", "with_names": "Brooke is standing in a kitchen and a man is holding her hand."}, {"scene_id": "bb-12-05-16s19", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-12-05-16s20", "raw": "A scene from a TV show in which a woman is lying on a bed with her hands behind her head.", "with_names": "Quinn is lying on a bed with her hands behind her head."}]