[{"scene_id": "atwt-04-27-09s0", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-27-09s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-27-09s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-27-09s3", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-04-27-09s4", "raw": "A scene from a TV show in which a woman is walking down a hallway and a door is open.", "with_names": "a woman is walking down a hallway and a door is open."}, {"scene_id": "atwt-04-27-09s5", "raw": "A scene from a TV show in which a man is leaning against a wall and a woman is laying on the ground.", "with_names": "a man is leaning against a wall and a woman is laying on the ground."}, {"scene_id": "atwt-04-27-09s6", "raw": "A scene from a TV show in which a pink circle is placed on a white background. The words \"Lou Lou Readers' Beauty Awards\" are written in white in the middle of the circle.", "with_names": "a pink circle is placed on a white background. the words \"lou lou readers' beauty awards\" are written in white in the middle of the circle."}, {"scene_id": "atwt-04-27-09s7", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is sitting on a couch in the background.", "with_names": ""}, {"scene_id": "atwt-04-27-09s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-27-09s9", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him", "with_names": "a man is sitting at a desk and another man is standing behind him"}, {"scene_id": "atwt-04-27-09s10", "raw": "A scene from a TV show in which a woman is serving breakfast to children.", "with_names": "a woman is serving breakfast to children."}, {"scene_id": "atwt-04-27-09s11", "raw": "A scene from a TV show in which a black woman and a white man are walking together.", "with_names": "a black woman and a white man are walking together."}, {"scene_id": "atwt-04-27-09s12", "raw": "A scene from a TV show in which a man is standing in front of a door and looking down", "with_names": "a man is standing in front of a door and looking down"}, {"scene_id": "atwt-04-27-09s13", "raw": "A scene from a TV show in which two men are sitting next to each other, one with his head resting on the other's shoulder.", "with_names": "two men are sitting next to each other, one with his head resting on the other's shoulder."}, {"scene_id": "atwt-04-27-09s14", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-04-27-09s15", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-04-27-09s16", "raw": "A scene from a TV show in which a baby is shown using a yellow plastic container of baby wipes.", "with_names": ""}, {"scene_id": "atwt-04-27-09s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-27-09s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-27-09s19", "raw": "A scene from a TV show in which a woman is wearing scrubs and a ponytail", "with_names": "a woman is wearing scrubs and a ponytail"}, {"scene_id": "atwt-04-27-09s20", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-27-09s21", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-27-09s22", "raw": "A scene from a TV show in which a woman is talking to a man while lying on a beach.", "with_names": ""}, {"scene_id": "atwt-04-27-09s23", "raw": "A scene from a TV show in which a woman is kissing a wall.", "with_names": "a woman is kissing a wall."}, {"scene_id": "atwt-04-27-09s24", "raw": "A scene from a TV show in which a man is holding a door open with his hand.", "with_names": "a man is holding a door open with his hand."}, {"scene_id": "atwt-04-27-09s25", "raw": "A scene from a TV show in which a young man is crying", "with_names": "a young man is crying"}, {"scene_id": "atwt-04-27-09s26", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-27-09s27", "raw": "A scene from a TV show in which a woman is crying and a man is holding a gun", "with_names": "a woman is crying and a man is holding a gun"}, {"scene_id": "atwt-04-27-09s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-27-09s29", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-04-27-09s30", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-04-27-09s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-27-09s32", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-27-09s33", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-04-27-09s34", "raw": "A scene from a TV show in which a man is seen holding a box of Thrive gum.", "with_names": "a man is holding a box of thrive gum."}]