[{"scene_id": "pc-11-06-02s0", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hallway.", "with_names": ""}, {"scene_id": "pc-11-06-02s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-06-02s2", "raw": "A scene from a TV show in which a man is wearing a blue shirt and smiling.", "with_names": "a man is wearing a blue shirt and smiling."}, {"scene_id": "pc-11-06-02s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her.", "with_names": "a woman is sitting at a table with a man standing behind her."}, {"scene_id": "pc-11-06-02s4", "raw": "A scene from a TV show in which a man is standing in a room, looking down at his hands.", "with_names": "a man is standing in a room, looking down at his hands."}, {"scene_id": "pc-11-06-02s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-06-02s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-06-02s7", "raw": "A scene from a TV show in which a man is pouring a drink into a woman's mouth.", "with_names": "a man is pouring a drink into a woman's mouth."}, {"scene_id": "pc-11-06-02s8", "raw": "A scene from a TV show in which a man is sitting in a hospital gown and looking at the camera.", "with_names": "a man is sitting in a hospital gown and looking at the camera."}, {"scene_id": "pc-11-06-02s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "pc-11-06-02s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "pc-11-06-02s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-11-06-02s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-11-06-02s16", "raw": "A scene from a TV show in which a man is lying on a bed and a woman stands over him.", "with_names": "Stephen is lying on a bed and >> On the next \"port Charles\" --  stands over him."}]