[{"scene_id": "gl-07-12-05s0", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-07-12-05s1", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-12-05s2", "raw": "A scene from a TV show in which a man is throwing a bag of flour at another man demonstratively.", "with_names": "a man is throwing a bag of flour at another man demonstratively."}, {"scene_id": "gl-07-12-05s3", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing behind him.", "with_names": "a man is holding a gun and a woman is standing behind him."}, {"scene_id": "gl-07-12-05s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-12-05s5", "raw": "A scene from a TV show in which a woman is crying in bed", "with_names": "a woman is crying in bed"}, {"scene_id": "gl-07-12-05s6", "raw": "A scene from a TV show in which a woman is hugging a man and showing her wedding ring.", "with_names": "a woman is hugging a man and showing her wedding ring."}, {"scene_id": "gl-07-12-05s7", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a dress.", "with_names": "a man is shirtless and a woman is wearing a dress."}, {"scene_id": "gl-07-12-05s8", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-07-12-05s9", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at the camera.", "with_names": "a man is sitting on a bench and looking at the camera."}, {"scene_id": "gl-07-12-05s10", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-07-12-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-12-05s12", "raw": "A scene from a TV show in which a man is lying on the floor and a woman is standing over him.", "with_names": "a man is lying on the floor and a woman is standing over him."}, {"scene_id": "gl-07-12-05s13", "raw": "A scene from a TV show in which a man is crying and a woman is looking at him.", "with_names": "a man is crying and a woman is looking at him."}, {"scene_id": "gl-07-12-05s14", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking down and frowning.", "with_names": "a man is wearing a suit and a red tie and is looking down and frowning."}, {"scene_id": "gl-07-12-05s15", "raw": "A scene from a TV show in which a man is holding a woman by the hair and she is crying.", "with_names": "a man is holding a woman by the hair and she is crying."}, {"scene_id": "gl-07-12-05s16", "raw": "A scene from a TV show in which a man is sitting on a couch and covering his face with his hands.", "with_names": ""}, {"scene_id": "gl-07-12-05s17", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at another man.", "with_names": "a man is wearing a suit and a red tie and is looking at another man."}, {"scene_id": "gl-07-12-05s18", "raw": "A scene from a TV show in which a man is flirting with a woman in a bar.", "with_names": "a man is flirting with a woman in a bar."}, {"scene_id": "gl-07-12-05s19", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "gl-07-12-05s20", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}]