[{"scene_id": "oltl-07-19-11s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-19-11s1", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-19-11s2", "raw": "A scene from a TV show in which a man and a woman are standing outside, with the man looking at the woman.", "with_names": "a man and a woman are standing outside, with the man looking at the woman."}, {"scene_id": "oltl-07-19-11s3", "raw": "A scene from a TV show in which a woman is standing in a room with a glass of water", "with_names": "a woman is standing in a room with a glass of water"}, {"scene_id": "oltl-07-19-11s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s5", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-07-19-11s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-19-11s7", "raw": "A scene from a TV show in which a blonde woman is smiling at the camera.", "with_names": "a blonde woman is smiling at the camera."}, {"scene_id": "oltl-07-19-11s8", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with a man standing behind her."}, {"scene_id": "oltl-07-19-11s9", "raw": "A scene from a TV show in which a woman is tied up and gagged by another woman.", "with_names": "a woman is tied up and gagged by another woman."}, {"scene_id": "oltl-07-19-11s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-07-19-11s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-19-11s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-07-19-11s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-07-19-11s14", "raw": "A scene from a TV show in which a young boy opens a present and his face lights up with excitement.", "with_names": "a young boy opens a present and his face lights up with excitement."}, {"scene_id": "oltl-07-19-11s15", "raw": "A scene from a TV show in which two men walk into a room with a red banner.", "with_names": "two men walk into a room with a red banner."}, {"scene_id": "oltl-07-19-11s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-19-11s17", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "oltl-07-19-11s18", "raw": "A scene from a TV show in which a woman is wearing duct tape over her mouth and another woman is laughing.", "with_names": "a woman is wearing duct tape over her mouth and another woman is laughing."}, {"scene_id": "oltl-07-19-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s20", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-19-11s21", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a white shirt and a tie.", "with_names": "two men are standing in a room, one of them is wearing a white shirt and a tie."}, {"scene_id": "oltl-07-19-11s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her, both laughing.", "with_names": "a woman is sitting at a table with a man standing behind her, both laughing."}, {"scene_id": "oltl-07-19-11s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s25", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-07-19-11s26", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a red shirt.", "with_names": ""}, {"scene_id": "oltl-07-19-11s27", "raw": "A scene from a TV show in which a woman is duct taped to a chair and another woman is standing nearby.", "with_names": "a woman is duct taped to a chair and another woman is standing nearby."}, {"scene_id": "oltl-07-19-11s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-07-19-11s30", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "oltl-07-19-11s31", "raw": "A scene from a TV show in which a man is talking to a bartender.", "with_names": ""}, {"scene_id": "oltl-07-19-11s32", "raw": "A scene from a TV show in which a man is looking at a book and talking.", "with_names": ""}, {"scene_id": "oltl-07-19-11s33", "raw": "A scene from a TV show in which a young boy is seen wearing a red shirt.", "with_names": "a young boy is wearing a red shirt."}, {"scene_id": "oltl-07-19-11s34", "raw": "A scene from a TV show in which a woman is wearing a mask and a metal jacket.", "with_names": "a woman is wearing a mask and a metal jacket."}, {"scene_id": "oltl-07-19-11s35", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-07-19-11s36", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-07-19-11s37", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in the background.", "with_names": "a man is wearing a black shirt and a woman is in the background."}, {"scene_id": "oltl-07-19-11s38", "raw": "A scene from a TV show in which a woman is sitting at a desk with a mask on, and a man is standing behind her.", "with_names": "a woman is sitting at a desk with a mask on, and a man is standing behind her."}, {"scene_id": "oltl-07-19-11s39", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her angrily.", "with_names": ""}, {"scene_id": "oltl-07-19-11s40", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-19-11s41", "raw": "A scene from a TV show in which a man is talking to a bartender.", "with_names": ""}, {"scene_id": "oltl-07-19-11s42", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "oltl-07-19-11s43", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-19-11s44", "raw": "A scene from a TV show in which a child is dressed as Spider-Man and punches a woman.", "with_names": "a child is dressed as spider-man and punches a woman."}, {"scene_id": "oltl-07-19-11s45", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-19-11s46", "raw": "A scene from a TV show in which a Spider-Man towel is hung on a chair", "with_names": "a spider-man towel is hung on a chair"}, {"scene_id": "oltl-07-19-11s47", "raw": "A scene from a TV show in which a woman is eating a donut and another woman is looking at her.", "with_names": "a woman is eating a donut and another woman is looking at her."}]