[{"scene_id": "bb-09-09-14s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-09-14s1", "raw": "A scene from a TV show in which a man is touching a woman's shoulder.", "with_names": "a man is touching a woman's shoulder."}, {"scene_id": "bb-09-09-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-09-14s3", "raw": "A scene from a TV show in which a man gives a thumbs up to a woman while she wears a shirt that says \"zero\"", "with_names": "a man gives a thumbs up to a woman while she wears a shirt that says \"zero\""}, {"scene_id": "bb-09-09-14s4", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-09-14s5", "raw": "A scene from a TV show in which a man is working out.", "with_names": "a man is working out."}, {"scene_id": "bb-09-09-14s6", "raw": "A scene from a TV show in which a man stands next to a painting of a woman in a dress.", "with_names": "a man stands next to a painting of ] in a dress."}, {"scene_id": "bb-09-09-14s7", "raw": "A scene from a TV show in which two women are talking.", "with_names": ""}, {"scene_id": "bb-09-09-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "bb-09-09-14s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a box of crayons.", "with_names": "a man and a woman are standing in a room, looking at a box of crayons."}, {"scene_id": "bb-09-09-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-09-09-14s11", "raw": "A scene from a TV show in which a man is looking at a woman and a TV is in the background.", "with_names": "a man is looking at a woman and a tv is in the background."}]