[{"scene_id": "atwt-05-16-03s0", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall.", "with_names": "a man is in a white room with a white wall."}, {"scene_id": "atwt-05-16-03s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-16-03s2", "raw": "A scene from a TV show in which a man is shaking hands with another manI", "with_names": "a man is shaking hands with another mani"}, {"scene_id": "atwt-05-16-03s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-05-16-03s4", "raw": "A scene from a TV show in which a box of Flonasense nasal spray is shown.", "with_names": ""}, {"scene_id": "atwt-05-16-03s5", "raw": "A scene from a TV show in which a star is being searched for.", "with_names": "a star is being searched for."}, {"scene_id": "atwt-05-16-03s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-05-16-03s7", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-05-16-03s8", "raw": "A scene from a TV show in which a man is crying and another man is comforting him.", "with_names": "a man is crying and another man is comforting him."}, {"scene_id": "atwt-05-16-03s9", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "a man and a woman are walking together."}, {"scene_id": "atwt-05-16-03s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-16-03s11", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "atwt-05-16-03s12", "raw": "A scene from a TV show in which a woman is being touched by another woman.", "with_names": "a woman is being touched by another woman."}, {"scene_id": "atwt-05-16-03s13", "raw": "A scene from a TV show in which a pair of dentures are submerged in a glass of water.", "with_names": "a pair of dentures are submerged in a glass of water."}, {"scene_id": "atwt-05-16-03s14", "raw": "A scene from a TV show in which a doctor is talking to another doctor.", "with_names": ""}, {"scene_id": "atwt-05-16-03s15", "raw": "A scene from a TV show in which a man is holding a glass of alcohol and another man is standing next to him.", "with_names": "a man is holding a glass of alcohol and another man is standing next to him."}, {"scene_id": "atwt-05-16-03s16", "raw": "A scene from a TV show in which a blonde woman is wearing a white jacket and a necklace.", "with_names": "a blonde woman is wearing a white jacket and a necklace."}, {"scene_id": "atwt-05-16-03s17", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in a bag", "with_names": "a woman is lying on the floor with her head in a bag"}, {"scene_id": "atwt-05-16-03s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-16-03s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-16-03s20", "raw": "A scene from a TV show in which the sun is shining through the words \"As the world turns\"", "with_names": "the sun is shining through the words \"as the world turns\""}, {"scene_id": "atwt-05-16-03s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-16-03s22", "raw": "A scene from a TV show in which a man is sitting in a diner and looking at the camera.", "with_names": "a man is sitting in a diner and looking at the camera."}, {"scene_id": "atwt-05-16-03s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-05-16-03s24", "raw": "A scene from a TV show in which a woman is seen walking down a dark staircase.", "with_names": "] is walking down a dark staircase."}, {"scene_id": "atwt-05-16-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a ponytail.", "with_names": "a blonde woman is wearing a red shirt and a ponytail."}, {"scene_id": "atwt-05-16-03s26", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and is blowing a kiss.", "with_names": "a blonde woman is wearing a black dress and is blowing a kiss."}, {"scene_id": "atwt-05-16-03s27", "raw": "A scene from a TV show in which a man is shown holding a sword.", "with_names": ""}, {"scene_id": "atwt-05-16-03s28", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down, with a surprised expression.", "with_names": "a man is wearing a suit and tie and looking down, with a surprised expression."}, {"scene_id": "atwt-05-16-03s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-16-03s30", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-16-03s31", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-16-03s32", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-16-03s33", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}]