[{"scene_id": "gl-01-24-05s0", "raw": "A scene from a TV show in which a woman is standing outside a pub, a candle is lit in front of her.", "with_names": "a woman is standing outside a pub, a candle is lit in front of her."}, {"scene_id": "gl-01-24-05s1", "raw": "A scene from a TV show in which a man is standing in a library, wearing a brown coat and looking at a book.", "with_names": "a man is standing in a library, wearing a brown coat and looking at a book."}, {"scene_id": "gl-01-24-05s2", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-01-24-05s3", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing ties", "with_names": ""}, {"scene_id": "gl-01-24-05s4", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-01-24-05s5", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}, {"scene_id": "gl-01-24-05s6", "raw": "A scene from a TV show in which a man is holding a piece of paper up to a wall.", "with_names": "a man is holding a piece of paper up to a wall."}, {"scene_id": "gl-01-24-05s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-24-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is looking at the camera.", "with_names": "a man is wearing a suit and a red tie and is looking at the camera."}, {"scene_id": "gl-01-24-05s9", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "gl-01-24-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "gl-01-24-05s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-01-24-05s12", "raw": "A scene from a TV show in which a woman is lying on her side with her head resting on a pillow.", "with_names": "a woman is lying on her side with her head resting on a pillow."}, {"scene_id": "gl-01-24-05s13", "raw": "A scene from a TV show in which a man is wearing a brown coat and a white shirt and tie", "with_names": "a man is wearing a brown coat and a white shirt and tie"}, {"scene_id": "gl-01-24-05s14", "raw": "A scene from a TV show in which a man is lying in the grass with his head down", "with_names": "a man is lying in the grass with his head down"}, {"scene_id": "gl-01-24-05s15", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-01-24-05s16", "raw": "A scene from a TV show in which a man is crying in court.", "with_names": "a man is crying in court."}, {"scene_id": "gl-01-24-05s17", "raw": "A scene from a TV show in which a woman is seen standing in front of a casket.", "with_names": "a woman is standing in front of a casket."}, {"scene_id": "gl-01-24-05s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]