[{"scene_id": "oltl-04-28-09s0", "raw": "A scene from a TV show in which a man is screaming and yelling.", "with_names": "Cole is screaming and yelling."}, {"scene_id": "oltl-04-28-09s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-09s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-28-09s3", "raw": "A scene from a TV show in which a woman is brushing her hair on a staircase.", "with_names": "a woman is brushing her hair on a staircase."}, {"scene_id": "oltl-04-28-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-09s5", "raw": "A scene from a TV show in which a man is seen standing in front of a window with the word \"LIFE\" written on it.", "with_names": "a man is standing in front of a window with the word \"life\" written on it."}, {"scene_id": "oltl-04-28-09s6", "raw": "A scene from a TV show in which a woman is talking to a man while a lamp is on.", "with_names": ""}, {"scene_id": "oltl-04-28-09s7", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-04-28-09s8", "raw": "A scene from a TV show in which a man is talking to a woman through a glass wall.", "with_names": ""}, {"scene_id": "oltl-04-28-09s9", "raw": "A scene from a TV show in which a shirtless man and a blonde woman are standing next to each other.", "with_names": "a shirtless man and a blonde woman are standing next to each other."}, {"scene_id": "oltl-04-28-09s10", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "oltl-04-28-09s11", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-04-28-09s12", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-04-28-09s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "oltl-04-28-09s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-28-09s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with wine glasses and a vase of flowers.", "with_names": "a man and a woman are sitting at a table with wine glasses and a vase of flowers."}, {"scene_id": "oltl-04-28-09s16", "raw": "A scene from a TV show in which a woman is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-28-09s17", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a short haircut.", "with_names": "a woman is wearing a purple shirt and a short haircut."}, {"scene_id": "oltl-04-28-09s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-04-28-09s19", "raw": "A scene from a TV show in which a man is sitting at a table, looking down and looking at a piece of paper.", "with_names": "a man is sitting at a table, looking down and looking at a piece of paper."}, {"scene_id": "oltl-04-28-09s20", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "oltl-04-28-09s21", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit and tie.", "with_names": "a man is looking at the camera and wearing a suit and tie."}, {"scene_id": "oltl-04-28-09s22", "raw": "A scene from a TV show in which a man is holding a wine glass and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-28-09s23", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "oltl-04-28-09s24", "raw": "A scene from a TV show in which a man is laying on top of a woman, with his arm around her neck.", "with_names": "a man is laying on top of a woman, with his arm around her neck."}, {"scene_id": "oltl-04-28-09s25", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-04-28-09s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-28-09s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-28-09s28", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "oltl-04-28-09s29", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-28-09s30", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-04-28-09s31", "raw": "A scene from a TV show in which a man is wearing a Washington Nationals hat and jacket.", "with_names": "a man is wearing a washington nationals hat and jacket."}, {"scene_id": "oltl-04-28-09s32", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking and smiling.", "with_names": ""}]