[{"scene_id": "bb-10-01-15s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-10-01-15s1", "raw": "A scene from a TV show in which a man is talking to another man in a living room.", "with_names": ""}, {"scene_id": "bb-10-01-15s2", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-10-01-15s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-01-15s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is holding a gun.", "with_names": ""}, {"scene_id": "bb-10-01-15s5", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-10-01-15s6", "raw": "A scene from a TV show in which a woman cries in a kitchen.", "with_names": "a woman cries in a kitchen."}, {"scene_id": "bb-10-01-15s7", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-10-01-15s8", "raw": "A scene from a TV show in which a man is looking at a woman from behind.", "with_names": "a man is looking at a woman from behind."}, {"scene_id": "bb-10-01-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-01-15s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-01-15s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-10-01-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "a man is wearing a suit and a shirt."}, {"scene_id": "bb-10-01-15s13", "raw": "A scene from a TV show in which a man walks into a living room and sits down on a couch.", "with_names": "a man walks into a living room and sits down on a couch."}, {"scene_id": "bb-10-01-15s14", "raw": "A scene from a TV show in which a man is standing in a room with a bookshelf and a couch.", "with_names": "a man is standing in a room with a bookshelf and a couch."}, {"scene_id": "bb-10-01-15s15", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-10-01-15s16", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and looking at each other.", "with_names": ""}, {"scene_id": "bb-10-01-15s17", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a book on the floor.", "with_names": "a woman is standing in a room with a lamp on and a book on the floor."}]