[{"scene_id": "bb-02-19-14s0", "raw": "A scene from a TV show in which a woman is wearing a white robe and a man is in a suit.", "with_names": "Brooke is wearing a white robe and Rick is in a suit."}, {"scene_id": "bb-02-19-14s1", "raw": "A scene from a TV show in which two men are dressed in tuxedos.", "with_names": "two men are dressed in tuxedos."}, {"scene_id": "bb-02-19-14s2", "raw": "A scene from a TV show in which a woman is talking to someone through a window.", "with_names": ""}, {"scene_id": "bb-02-19-14s3", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-02-19-14s4", "raw": "A scene from a TV show in which a woman opens a door and enters a room.", "with_names": "a woman opens a door and enters a room."}, {"scene_id": "bb-02-19-14s5", "raw": "A scene from a TV show in which a woman is wearing a necklace and a man is looking at her.", "with_names": "a woman is wearing a necklace and a man is looking at her."}, {"scene_id": "bb-02-19-14s6", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at a man."}, {"scene_id": "bb-02-19-14s7", "raw": "A scene from a TV show in which a man is giving a speech and another man is clapping.", "with_names": "a man is giving a speech and another man is clapping."}, {"scene_id": "bb-02-19-14s8", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-19-14s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-19-14s10", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "bb-02-19-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-19-14s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-02-19-14s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-02-19-14s14", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is waiting for her.", "with_names": "a woman is walking down a hallway and a man is waiting for her."}, {"scene_id": "bb-02-19-14s15", "raw": "", "with_names": ""}]