[{"scene_id": "bb-11-07-17s0", "raw": "A scene from a TV show in which a man is trapped in a cave with a rock", "with_names": "Justin is trapped in a cave with a rock"}, {"scene_id": "bb-11-07-17s3", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "Darlita is being harassed by a man."}, {"scene_id": "bb-11-07-17s4", "raw": "A scene from a TV show in which a woman is trapped in a mine.", "with_names": "a woman is trapped in a mine."}, {"scene_id": "bb-11-07-17s5", "raw": "A scene from a TV show in which a man reads a letter to a woman.", "with_names": "a man reads a letter to Shirley."}, {"scene_id": "bb-11-07-17s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-07-17s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Wyatt is wearing a suit and tie."}, {"scene_id": "bb-11-07-17s10", "raw": "A scene from a TV show in which workers are seen using flashlights to navigate a dark tunnel.", "with_names": "workers are using flashlights to navigate a dark tunnel."}, {"scene_id": "bb-11-07-17s11", "raw": "A scene from a TV show in which a man and a woman are lying in a dark room, covered in blood.", "with_names": "Saul and Justin are lying in a dark room, covered in blood."}, {"scene_id": "bb-11-07-17s12", "raw": "A scene from a TV show in which a woman is lying in a pool of water, with her head and face submerged.", "with_names": "Darlita is lying in a pool of water, with her head and face submerged."}, {"scene_id": "bb-11-07-17s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-07-17s14", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is looking at it.", "with_names": "a woman is holding a cell phone and a man is looking at it."}, {"scene_id": "bb-11-07-17s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-11-07-17s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-11-07-17s18", "raw": "A scene from a TV show in which a group of men are seen working in a coal mine in the UK", "with_names": "a group of men are working in a coal mine in the uk"}, {"scene_id": "bb-11-07-17s19", "raw": "A scene from a TV show in which a woman is shot in the head.", "with_names": "a woman is shot in the head."}, {"scene_id": "bb-11-07-17s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "bb-11-07-17s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at Darlita and she is looking away."}, {"scene_id": "bb-11-07-17s23", "raw": "A scene from a TV show in which a man is seen in a cave with a gun", "with_names": "Saul is in a cave with a gun"}, {"scene_id": "bb-11-07-17s24", "raw": "A scene from a TV show in which a woman is talking to a man on a rooftop.", "with_names": ""}, {"scene_id": "bb-11-07-17s25", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-11-07-17s26", "raw": "A scene from a TV show in which a woman is talking to a firefighter.", "with_names": ""}, {"scene_id": "bb-11-07-17s27", "raw": "A scene from a TV show in which firefighters rescue people from a burning building.", "with_names": "firefighters rescue people from a burning building."}]