[{"scene_id": "atwt-04-03-09s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-03-09s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-04-03-09s2", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a suit", "with_names": "a man is wearing a black turtleneck and a suit"}, {"scene_id": "atwt-04-03-09s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a bottle and a glass in front of her.", "with_names": "a woman is sitting at a table with a bottle and a glass in front of her."}, {"scene_id": "atwt-04-03-09s4", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-04-03-09s5", "raw": "A scene from a TV show in which a man is hugging a woman and she is crying.", "with_names": "a man is hugging a woman and she is crying."}, {"scene_id": "atwt-04-03-09s6", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-03-09s7", "raw": "A scene from a TV show in which people are skating on an ice rink.", "with_names": "people are skating on an ice rink."}, {"scene_id": "atwt-04-03-09s8", "raw": "A scene from a TV show in which a newscaster is reading a report about a shooting.", "with_names": "a newscaster is reading a report about a shooting."}, {"scene_id": "atwt-04-03-09s9", "raw": "A scene from a TV show in which a man is wearing a wig and holding a camera.", "with_names": "a man is wearing a wig and holding a camera."}, {"scene_id": "atwt-04-03-09s10", "raw": "A scene from a TV show in which a woman is looking at herself in the mirror.", "with_names": "] is looking at herself in the mirror."}, {"scene_id": "atwt-04-03-09s11", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "atwt-04-03-09s12", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "atwt-04-03-09s13", "raw": "A scene from a TV show in which a woman is driving a car and looks out the window.", "with_names": "a woman is driving a car and looks out the window."}, {"scene_id": "atwt-04-03-09s14", "raw": "A scene from a TV show in which a man is standing in front of two women, one of whom is holding a handbag.", "with_names": "a man is standing in front of two women, one of whom is holding a handbag."}, {"scene_id": "atwt-04-03-09s15", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a suit", "with_names": "a man is wearing a black turtleneck and a suit"}, {"scene_id": "atwt-04-03-09s16", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-04-03-09s17", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-03-09s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and a plant is behind him.", "with_names": "a man is wearing a red shirt and a plant is behind him."}, {"scene_id": "atwt-04-03-09s19", "raw": "A scene from a TV show in which a woman is looking at a book and smiling", "with_names": "a woman is looking at a book and smiling"}, {"scene_id": "atwt-04-03-09s20", "raw": "A scene from a TV show in which a cow is seen standing in a field.", "with_names": "a cow is standing in a field."}, {"scene_id": "atwt-04-03-09s21", "raw": "A scene from a TV show in which a woman is cooking with a light on.", "with_names": "a woman is cooking with a light on."}, {"scene_id": "atwt-04-03-09s22", "raw": "A scene from a TV show in which a woman is giving a thumbs up.", "with_names": "a woman is giving a thumbs up."}, {"scene_id": "atwt-04-03-09s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-03-09s24", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-04-03-09s25", "raw": "A scene from a TV show in which a woman is standing in a garden, holding a bowl and a spoon.", "with_names": "a woman is standing in a garden, holding a bowl and a spoon."}]