[{"scene_id": "atwt-05-28-09s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Katie is sitting on a bed and Brad is standing next to her."}, {"scene_id": "atwt-05-28-09s1", "raw": "A scene from a TV show in which a woman is talking and wearing large hoop earrings.", "with_names": ""}, {"scene_id": "atwt-05-28-09s2", "raw": "A scene from a TV show in which a man leans over a woman in bed", "with_names": "a man leans over a woman in bed"}, {"scene_id": "atwt-05-28-09s3", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a black wig.", "with_names": "a woman is wearing a yellow shirt and a black wig."}, {"scene_id": "atwt-05-28-09s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-05-28-09s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-28-09s6", "raw": "A scene from a TV show in which a little girl is kissing a boy on the cheek.", "with_names": "a little girl is kissing a boy on the cheek."}, {"scene_id": "atwt-05-28-09s7", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "atwt-05-28-09s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-28-09s9", "raw": "A scene from a TV show in which yoghurt is compared to a tub of ice cream.", "with_names": "yoghurt is compared to a tub of ice cream."}, {"scene_id": "atwt-05-28-09s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-28-09s11", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-05-28-09s12", "raw": "A scene from a TV show in which a girl is smiling and looking down.", "with_names": "a girl is smiling and looking down."}, {"scene_id": "atwt-05-28-09s13", "raw": "A scene from a TV show in which a man is playing a trumpet in front of a house, a woman is standing in front, and two other people are sitting on chairs", "with_names": "a man is playing a trumpet in front of a house, a woman is standing in front, and two other people are sitting on chairs"}, {"scene_id": "atwt-05-28-09s14", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is not.", "with_names": "a woman is wearing a mask and a man is not."}, {"scene_id": "atwt-05-28-09s15", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a suit.", "with_names": "a man is looking at ] and wearing a suit."}, {"scene_id": "atwt-05-28-09s16", "raw": "A scene from a TV show in which a woman pours a bottle of water into a glass.", "with_names": "a woman pours a bottle of water into a glass."}, {"scene_id": "atwt-05-28-09s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at ]."}, {"scene_id": "atwt-05-28-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-28-09s19", "raw": "A scene from a TV show in which a woman is looking at a cup through a window.", "with_names": "a woman is looking at a cup through a window."}, {"scene_id": "atwt-05-28-09s20", "raw": "A scene from a TV show in which Selena sings.", "with_names": "selena sings."}, {"scene_id": "atwt-05-28-09s21", "raw": "A scene from a TV show in which a man is lying in bed with a woman", "with_names": "a man is lying in bed with a woman"}, {"scene_id": "atwt-05-28-09s22", "raw": "A scene from a TV show in which a young boy is wearing a yellow shirt and a black armband.", "with_names": "a young boy is wearing a yellow shirt and a black armband."}, {"scene_id": "atwt-05-28-09s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-05-28-09s24", "raw": "A scene from a TV show in which two women are looking at packets of food.", "with_names": "two women are looking at packets of food."}]