[{"scene_id": "gl-09-16-03s0", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-09-16-03s1", "raw": "A scene from a TV show in which a woman is talking to a man and a boy.", "with_names": ""}, {"scene_id": "gl-09-16-03s2", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, and the man is looking at a door.", "with_names": "a man and a woman are walking down a hallway, and the man is looking at a door."}, {"scene_id": "gl-09-16-03s3", "raw": "A scene from a TV show in which a woman is holding a baby in a hospital bed.", "with_names": "reva is holding a baby in a hospital bed."}, {"scene_id": "gl-09-16-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-16-03s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a suit.", "with_names": "Reva is wearing a dress and Josh is in a suit."}, {"scene_id": "gl-09-16-03s7", "raw": "A scene from a TV show in which a man is holding a cup and a woman is sitting on the floor, crying.", "with_names": "a man is holding a cup and a woman is sitting on the floor, crying."}, {"scene_id": "gl-09-16-03s8", "raw": "A scene from a TV show in which a police officer is talking to two men.", "with_names": ""}, {"scene_id": "gl-09-16-03s9", "raw": "A scene from a TV show in which a woman is seen walking down a hallway, her hair blowing in the wind.", "with_names": "a woman is walking down a hallway, her hair blowing in the wind."}, {"scene_id": "gl-09-16-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-16-03s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-16-03s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-09-16-03s14", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at something.", "with_names": "a man is sitting next to another man and they are both looking at something."}, {"scene_id": "gl-09-16-03s15", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-16-03s16", "raw": "A scene from a TV show in which a man is lying in a hospital bed, holding a tissue to his head.", "with_names": "a man is lying in a hospital bed, holding a tissue to his head."}, {"scene_id": "gl-09-16-03s17", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is listening.", "with_names": ""}, {"scene_id": "gl-09-16-03s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-16-03s19", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch", "with_names": ""}, {"scene_id": "gl-09-16-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-16-03s21", "raw": "A scene from a TV show in which a man is being punched in the face by a woman.", "with_names": "Phillip is being punched in the face by Beth."}, {"scene_id": "gl-09-16-03s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose. A woman stands next to him, looking at him.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose. Reva stands next to him, looking at him."}, {"scene_id": "gl-09-16-03s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-16-03s24", "raw": "A scene from a TV show in which a woman is standing over a man in a hospital bed, with a tube coming out of his mouth.", "with_names": "marina is standing over a man in a hospital bed, with a tube coming out of his mouth."}, {"scene_id": "gl-09-16-03s25", "raw": "A scene from a TV show in which a woman is standing in front of a window and talking on the phone.", "with_names": ""}]