[{"scene_id": "gl-01-07-03s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-01-07-03s1", "raw": "A scene from a TV show in which a man is touching a woman's shoulder", "with_names": "a man is touching a woman's shoulder"}, {"scene_id": "gl-01-07-03s2", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-07-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-07-03s4", "raw": "A scene from a TV show in which a man is seen in a dark room with a white circle around his head.", "with_names": "a man is in a dark room with a white circle around his head."}, {"scene_id": "gl-01-07-03s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-07-03s6", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is standing behind her", "with_names": ""}, {"scene_id": "gl-01-07-03s7", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is wearing a plaid shirt.", "with_names": "two men are standing in a bar, one of them is wearing a plaid shirt."}, {"scene_id": "gl-01-07-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-07-03s9", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-01-07-03s10", "raw": "A scene from a TV show in which a man is sitting in a chair and his mouth is open.", "with_names": ""}, {"scene_id": "gl-01-07-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and a flower is in the background", "with_names": ""}, {"scene_id": "gl-01-07-03s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-07-03s13", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "gl-01-07-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-07-03s15", "raw": "A scene from a TV show in which two men are standing next to each other, with a third man standing behind them.", "with_names": "two men are standing next to each other, with a third man standing behind them."}]