[{"scene_id": "bb-03-27-06s0", "raw": "A scene from a TV show in which two doctors are in a hospital room, wearing blue scrubs and masks, and a patient is lying on a table.", "with_names": "two doctors are in a hospital room, wearing blue scrubs and masks, and a patient is lying on a table."}, {"scene_id": "bb-03-27-06s1", "raw": "A scene from a TV show in which a blonde woman is looking at a clock.", "with_names": "a blonde woman is looking at a clock."}, {"scene_id": "bb-03-27-06s2", "raw": "A scene from a TV show in which a doctor is wearing a mask and scrubs.", "with_names": "a doctor is wearing a mask and scrubs."}, {"scene_id": "bb-03-27-06s3", "raw": "A scene from a TV show in which a man and a woman are running and the man is holding onto the woman's arm.", "with_names": "a man and a woman are running and the man is holding onto the woman's arm."}, {"scene_id": "bb-03-27-06s4", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-03-27-06s5", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall and a picture of a dog on a table.", "with_names": "a man is standing in a room with a clock on the wall and a picture of a dog on a table."}, {"scene_id": "bb-03-27-06s6", "raw": "A scene from a TV show in which a woman is being interviewed by a reporter.", "with_names": "a woman is being interviewed by a reporter."}, {"scene_id": "bb-03-27-06s7", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-03-27-06s8", "raw": "A scene from a TV show in which a woman is on the phone in a car", "with_names": "a woman is on the phone in a car"}, {"scene_id": "bb-03-27-06s9", "raw": "A scene from a TV show in which a woman is wearing a tan shirt and a necklace.", "with_names": "] is wearing a tan shirt and a necklace."}, {"scene_id": "bb-03-27-06s10", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-03-27-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with her eyes closed.", "with_names": "a woman is lying in a hospital bed with her eyes closed."}]