[{"scene_id": "oltl-08-01-08s0", "raw": "A scene from a TV show in which a police officer is being arrested by a man.", "with_names": "a police officer is being arrested by a man."}, {"scene_id": "oltl-08-01-08s1", "raw": "A scene from a TV show in which a man and a woman are talking to a cowboy.", "with_names": ""}, {"scene_id": "oltl-08-01-08s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and a suit and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-01-08s3", "raw": "A scene from a TV show in which a man is sitting at a bar, talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-01-08s4", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "oltl-08-01-08s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-01-08s6", "raw": "A scene from a TV show in which a couple is married in front of a crowd.", "with_names": "a couple is married in front of a crowd."}, {"scene_id": "oltl-08-01-08s7", "raw": "A scene from a TV show in which a woman is smiling and wearing a blue shirt.", "with_names": "a woman is smiling and wearing a blue shirt."}, {"scene_id": "oltl-08-01-08s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-01-08s9", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking at the camera.", "with_names": "a man is wearing a suit and a white shirt and is looking at the camera."}, {"scene_id": "oltl-08-01-08s10", "raw": "A scene from a TV show in which a man is sitting at a table with a plate of food and a bottle of wine in front of him.", "with_names": "a man is sitting at a table with a plate of food and a bottle of wine in front of him."}, {"scene_id": "oltl-08-01-08s11", "raw": "A scene from a TV show in which a man is standing in front of a wooden wall and talking.", "with_names": ""}, {"scene_id": "oltl-08-01-08s12", "raw": "A scene from a TV show in which a man is sitting in a room and looking at the camera.", "with_names": "a man is sitting in a room and looking at the camera."}, {"scene_id": "oltl-08-01-08s13", "raw": "A scene from a TV show in which a bride is talking to her father.", "with_names": ""}, {"scene_id": "oltl-08-01-08s14", "raw": "A scene from a TV show in which a soldier is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-01-08s15", "raw": "A scene from a TV show in which a woman is sitting on a bed wearing a white shirt.", "with_names": "a woman is sitting on a bed wearing a white shirt."}, {"scene_id": "oltl-08-01-08s16", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "] is pouring a drink for a man."}, {"scene_id": "oltl-08-01-08s17", "raw": "A scene from a TV show in which a young man is wearing a plaid shirt and a white t-shirt", "with_names": "a young man is wearing a plaid shirt and a white t-shirt"}, {"scene_id": "oltl-08-01-08s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a medal.", "with_names": "a man is wearing a tuxedo and a medal."}, {"scene_id": "oltl-08-01-08s19", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a hat is on the table.", "with_names": "a man is sitting at a table with a woman, and a hat is on the table."}, {"scene_id": "oltl-08-01-08s20", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a suit and tie.", "with_names": "a man is wearing a cowboy hat and a suit and tie."}, {"scene_id": "oltl-08-01-08s21", "raw": "A scene from a TV show in which a young boy is sitting at a table with a cup and a bottle.", "with_names": "a young boy is sitting at a table with a cup and a bottle."}, {"scene_id": "oltl-08-01-08s22", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a cell phone", "with_names": ""}, {"scene_id": "oltl-08-01-08s23", "raw": "A scene from a TV show in which a man is talking to someone and looking at a bottle.", "with_names": ""}, {"scene_id": "oltl-08-01-08s24", "raw": "A scene from a TV show in which a man is holding a dog and singing.", "with_names": "a man is holding a dog and singing."}, {"scene_id": "oltl-08-01-08s25", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-08-01-08s26", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-08-01-08s27", "raw": "A scene from a TV show in which a dog is wearing a sweater and a necklace", "with_names": "a dog is wearing a sweater and a necklace"}, {"scene_id": "oltl-08-01-08s28", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, holding hands and looking at each other.", "with_names": "a man and a woman are standing in a bar, holding hands and looking at each other."}, {"scene_id": "oltl-08-01-08s29", "raw": "A scene from a TV show in which two men sit at a bar with a dog.", "with_names": "two men sit at a bar with a dog."}, {"scene_id": "oltl-08-01-08s30", "raw": "A scene from a TV show in which a black man is wearing a beret and a uniform.", "with_names": "a black man is wearing a beret and a uniform."}, {"scene_id": "oltl-08-01-08s31", "raw": "A scene from a TV show in which a man is wearing a military uniform and a medal around his neck", "with_names": "a man is wearing a military uniform and a medal around his neck"}, {"scene_id": "oltl-08-01-08s32", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "oltl-08-01-08s33", "raw": "A scene from a TV show in which a girl is screaming at a boy.", "with_names": "a girl is screaming at a boy."}, {"scene_id": "oltl-08-01-08s34", "raw": "A scene from a TV show in which a woman is eating a sandwich with her hands.", "with_names": "a woman is eating a sandwich with her hands."}, {"scene_id": "oltl-08-01-08s35", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-08-01-08s36", "raw": "A scene from a TV show in which a woman is wearing a pink headband and a colorful dress.", "with_names": "a woman is wearing a pink headband and a colorful dress."}, {"scene_id": "oltl-08-01-08s37", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-01-08s38", "raw": "A scene from a TV show in which a dog is sitting on a man's lap", "with_names": "a dog is sitting on a man's lap"}, {"scene_id": "oltl-08-01-08s39", "raw": "A scene from a TV show in which a man is standing on a stage in a tuxedo and white gloves.", "with_names": "a man is standing on a stage in a tuxedo and white gloves."}, {"scene_id": "oltl-08-01-08s40", "raw": "A scene from a TV show in which a man is wearing a military uniform and a woman is sitting on a couch, looking at her phone.", "with_names": ""}, {"scene_id": "oltl-08-01-08s41", "raw": "A scene from a TV show in which a man is being followed by police.", "with_names": "a man is being followed by police."}, {"scene_id": "oltl-08-01-08s42", "raw": "A scene from a TV show in which a young woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-01-08s43", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}]