[{"scene_id": "atwt-07-18-03s0", "raw": "A scene from a TV show in which a young woman is talking to a friend.", "with_names": ""}, {"scene_id": "atwt-07-18-03s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-18-03s2", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-18-03s3", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-18-03s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-18-03s5", "raw": "A scene from a TV show in which a waffle cone is filled with goldfish.", "with_names": "a waffle cone is filled with goldfish."}, {"scene_id": "atwt-07-18-03s6", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is standing in a lab.", "with_names": "a man is wearing a white shirt and a tie and is standing in a lab."}, {"scene_id": "atwt-07-18-03s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-18-03s8", "raw": "A scene from a TV show in which a woman is walking past a man in a suit.", "with_names": "a woman is walking past a man in a suit."}, {"scene_id": "atwt-07-18-03s9", "raw": "A scene from a TV show in which a doctor is talking to another doctor.", "with_names": ""}, {"scene_id": "atwt-07-18-03s10", "raw": "A scene from a TV show in which a woman is sitting in a chair in a room with a potted plant and a lamp on the wall.", "with_names": ""}, {"scene_id": "atwt-07-18-03s11", "raw": "A scene from a TV show in which a bald man is wearing a white shirt.", "with_names": "a bald man is wearing a white shirt."}, {"scene_id": "atwt-07-18-03s12", "raw": "A scene from a TV show in which a white sphere is seen in the background.", "with_names": "a white sphere is in the background."}, {"scene_id": "atwt-07-18-03s13", "raw": "A scene from a TV show in which a doctor is talking to a young woman.", "with_names": ""}, {"scene_id": "atwt-07-18-03s14", "raw": "A scene from a TV show in which a man and a woman are dancing in shorts and t-shirts.", "with_names": "a man and a woman are dancing in shorts and t-shirts."}, {"scene_id": "atwt-07-18-03s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-18-03s16", "raw": "A scene from a TV show in which a police officer is standing behind a blonde woman, with a gun pointed at her.", "with_names": "a police officer is standing behind a blonde woman, with a gun pointed at her."}, {"scene_id": "atwt-07-18-03s17", "raw": "A scene from a TV show in which a man is talking to a woman in front of a wall of plaques.", "with_names": ""}, {"scene_id": "atwt-07-18-03s18", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is talking.", "with_names": ""}, {"scene_id": "atwt-07-18-03s19", "raw": "A scene from a TV show in which a man is seen in a dark room, with a TV screen in the background", "with_names": "] is in a dark room, with a tv screen in the background"}, {"scene_id": "atwt-07-18-03s20", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt and is looking at the camera.", "with_names": "a man is wearing a suit and a blue shirt and is looking at the camera."}, {"scene_id": "atwt-07-18-03s21", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-07-18-03s22", "raw": "A scene from a TV show in which a man is kissing a woman on the forehead.", "with_names": "] is kissing a woman on the forehead."}, {"scene_id": "atwt-07-18-03s23", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-18-03s24", "raw": "A scene from a TV show in which two doctors are looking at a file together.", "with_names": "two doctors are looking at a file together."}, {"scene_id": "atwt-07-18-03s25", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "atwt-07-18-03s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-18-03s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-18-03s28", "raw": "", "with_names": ""}]