[{"scene_id": "pc-05-31-01s0", "raw": "A scene from a TV show in which a man is seen in a dark room with a knife in his hand.", "with_names": "a man is in a dark room with a knife in his hand."}, {"scene_id": "pc-05-31-01s1", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-05-31-01s2", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-31-01s4", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-31-01s5", "raw": "A scene from a TV show in which a woman is standing in front of a pulpit and speaking.", "with_names": "a woman is standing in front of a pulpit and speaking."}, {"scene_id": "pc-05-31-01s6", "raw": "A scene from a TV show in which a man is seen entering a room with a woman.", "with_names": "a man is entering a room with a woman."}, {"scene_id": "pc-05-31-01s7", "raw": "A scene from a TV show in which a woman is writing on a piece of paper.", "with_names": "a woman is writing on a piece of paper."}, {"scene_id": "pc-05-31-01s8", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "pc-05-31-01s9", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-31-01s10", "raw": "A scene from a TV show in which a girl is talking to a boy in a store.", "with_names": ""}, {"scene_id": "pc-05-31-01s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-05-31-01s12", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "pc-05-31-01s13", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "a woman is holding a piece of paper."}, {"scene_id": "pc-05-31-01s14", "raw": "A scene from a TV show in which a priest is talking to a man in a white shirt.", "with_names": ""}, {"scene_id": "pc-05-31-01s15", "raw": "A scene from a TV show in which a man and a woman are arguing in a park.", "with_names": "a man and a woman are arguing in a park."}, {"scene_id": "pc-05-31-01s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-31-01s17", "raw": "A scene from a TV show in which a man is wearing a blue and white helmet and blue and black motorcycle gear.", "with_names": "a man is wearing a blue and white helmet and blue and black motorcycle gear."}, {"scene_id": "pc-05-31-01s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-31-01s19", "raw": "A scene from a TV show in which a priest is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-31-01s20", "raw": "A scene from a TV show in which a blonde girl is talking to a black man and a brown man.", "with_names": ""}]