[{"scene_id": "gl-03-29-04s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-03-29-04s1", "raw": "A scene from a TV show in which a man is talking to someone and his hand is in front of him", "with_names": ""}, {"scene_id": "gl-03-29-04s2", "raw": "A scene from a TV show in which a man is talking to a woman in front of a door.", "with_names": ""}, {"scene_id": "gl-03-29-04s3", "raw": "A scene from a TV show in which a man is taking a picture of a woman.", "with_names": "a man is taking a picture of Reporter."}, {"scene_id": "gl-03-29-04s4", "raw": "A scene from a TV show in which a woman is being tortured by a man in a latex suit", "with_names": "a woman is being tortured by a man in a latex suit"}, {"scene_id": "gl-03-29-04s5", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "gl-03-29-04s6", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a dress.", "with_names": "a woman is wearing a leather jacket and a dress."}, {"scene_id": "gl-03-29-04s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-29-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-29-04s11", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a woman.", "with_names": ""}, {"scene_id": "gl-03-29-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-29-04s13", "raw": "A scene from a TV show in which a man is holding his hand to his face and looking at a woman.", "with_names": "a man is holding his hand to his face and looking at Cassie."}, {"scene_id": "gl-03-29-04s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-29-04s15", "raw": "A scene from a TV show in which a man is kissing another man.", "with_names": "a man is kissing another man."}, {"scene_id": "gl-03-29-04s16", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "gl-03-29-04s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking confused.", "with_names": "a man is wearing a suit and a tie and looking confused."}, {"scene_id": "gl-03-29-04s19", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "gl-03-29-04s20", "raw": "A scene from a TV show in which a man is being arrested for a crime.", "with_names": "a man is being arrested for a crime."}, {"scene_id": "gl-03-29-04s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-29-04s22", "raw": "A scene from a TV show in which a woman is looking at a plant and making a face", "with_names": "a woman is looking at a plant and making a face"}, {"scene_id": "gl-03-29-04s23", "raw": "A scene from a TV show in which a man is shaking hands with a group of men.", "with_names": "Ed is shaking hands with a group of men."}, {"scene_id": "gl-03-29-04s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-03-29-04s25", "raw": "A scene from a TV show in which a man is crying and covering his face with his hands.", "with_names": "Edmund is crying and covering his face with his hands."}, {"scene_id": "gl-03-29-04s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-29-04s27", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-29-04s29", "raw": "A scene from a TV show in which a woman is sitting at a table and a remote control is in front of her.", "with_names": "a woman is sitting at a table and a remote control is in front of her."}, {"scene_id": "gl-03-29-04s30", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile on her face.", "with_names": ""}, {"scene_id": "gl-03-29-04s31", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "Tony is reading a letter."}]