[{"scene_id": "gl-06-28-05s0", "raw": "A scene from a TV show in which a woman is talking on the phone and a wine glass is on the table.", "with_names": ""}, {"scene_id": "gl-06-28-05s1", "raw": "A scene from a TV show in which a man is shirtless and a woman is topless", "with_names": "Jonathan is shirtless and a woman is topless"}, {"scene_id": "gl-06-28-05s2", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-06-28-05s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "gl-06-28-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-28-05s5", "raw": "A scene from a TV show in which a woman is having sex with a man", "with_names": "a woman is having sex with a man"}, {"scene_id": "gl-06-28-05s6", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "gl-06-28-05s7", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-06-28-05s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-06-28-05s9", "raw": "A scene from a TV show in which a woman is wearing a halter top and a necklace", "with_names": "a woman is wearing a halter top and a necklace"}, {"scene_id": "gl-06-28-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-06-28-05s11", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at the camera.", "with_names": "a woman is sitting next to Jonathan and they are both looking at the camera."}, {"scene_id": "gl-06-28-05s12", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-06-28-05s13", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-06-28-05s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-28-05s15", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "gl-06-28-05s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-28-05s17", "raw": "", "with_names": ""}, {"scene_id": "gl-06-28-05s18", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "Reva is looking at a man and saying,"}, {"scene_id": "gl-06-28-05s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down", "with_names": "a woman is sitting on a bed and looking down"}, {"scene_id": "gl-06-28-05s20", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "gl-06-28-05s21", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "gl-06-28-05s22", "raw": "A scene from a TV show in which a man is seen kissing a woman on the mouth", "with_names": "a man is kissing a woman on the mouth"}, {"scene_id": "gl-06-28-05s23", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}]