[{"scene_id": "atwt-07-10-09s0", "raw": "A scene from a TV show in which a man is wearing a Hawaiian shirt and looking at the camera.", "with_names": "a man is wearing a hawaiian shirt and looking at the camera."}, {"scene_id": "atwt-07-10-09s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-07-10-09s2", "raw": "A scene from a TV show in which a man is kissing a woman while holding a bouquet of flowers.", "with_names": "] is kissing a woman while holding a bouquet of flowers."}, {"scene_id": "atwt-07-10-09s3", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-07-10-09s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and a beard", "with_names": "] is wearing a black shirt and a beard"}, {"scene_id": "atwt-07-10-09s5", "raw": "A scene from a TV show in which a woman is in a lab, holding a plate of food.", "with_names": "a woman is in a lab, holding a plate of food."}, {"scene_id": "atwt-07-10-09s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-10-09s7", "raw": "A scene from a TV show in which a woman is talking to a man while holding a cup.", "with_names": ""}, {"scene_id": "atwt-07-10-09s8", "raw": "A scene from a TV show in which a man is holding a remote and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-07-10-09s9", "raw": "A scene from a TV show in which a woman is talking on a cell phone and smiling", "with_names": ""}, {"scene_id": "atwt-07-10-09s10", "raw": "A scene from a TV show in which a box of heat wraps is shown.", "with_names": ""}, {"scene_id": "atwt-07-10-09s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-10-09s12", "raw": "A scene from a TV show in which a man and a woman are standing next to a body of water.", "with_names": "a man and a woman are standing next to a body of water."}, {"scene_id": "atwt-07-10-09s13", "raw": "A scene from a TV show in which a woman is standing in a hospital room, a man is holding a young boy, and another woman is in the background.", "with_names": "a woman is standing in a hospital room, a man is holding a young boy, and another woman is in the background."}, {"scene_id": "atwt-07-10-09s14", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is holding a handbag.", "with_names": "two women are standing in a kitchen, one of them is holding a handbag."}, {"scene_id": "atwt-07-10-09s15", "raw": "A scene from a TV show in which a blonde woman is running her fingers through her hair. The title is \"Anti-Fade Out\"", "with_names": "a blonde woman is running her fingers through her hair. the title is \"anti-fade out\""}, {"scene_id": "atwt-07-10-09s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-07-10-09s17", "raw": "A scene from a TV show in which a woman is dancing in a white suit.", "with_names": "a woman is dancing in a white suit."}, {"scene_id": "atwt-07-10-09s18", "raw": "A scene from a TV show in which a woman is pulling her hair back.", "with_names": "a woman is pulling her hair back."}, {"scene_id": "atwt-07-10-09s19", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a backpack on a counter and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-10-09s20", "raw": "A scene from a TV show in which a bottle of Excedrin is shown.", "with_names": ""}, {"scene_id": "atwt-07-10-09s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-10-09s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-10-09s23", "raw": "A scene from a TV show in which a man is holding a woman by her arms and she is looking at him with a confused expression.", "with_names": "a man is holding a woman by her arms and she is looking at him with a confused expression."}, {"scene_id": "atwt-07-10-09s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-07-10-09s25", "raw": "A scene from a TV show in which a child is in a bathtub, with a bird cage and a boat in the background.", "with_names": "a child is in a bathtub, with a bird cage and a boat in the background."}, {"scene_id": "atwt-07-10-09s26", "raw": "A scene from a TV show in which a small white circle is centered on the screen", "with_names": "a small white circle is centered on the screen"}, {"scene_id": "atwt-07-10-09s27", "raw": "A scene from a TV show in which a woman is being pushed by a man.", "with_names": "a woman is being pushed by a man."}, {"scene_id": "atwt-07-10-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-10-09s29", "raw": "A scene from a TV show in which a woman sits at a dining table with a phone to her ear.", "with_names": "a woman sits at a dining table with a phone to her ear."}, {"scene_id": "atwt-07-10-09s30", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-07-10-09s31", "raw": "A scene from a TV show in which a woman is injecting a man with Enbrel.", "with_names": "a woman is injecting a man with enbrel."}]