[{"scene_id": "bb-09-11-14s0", "raw": "A scene from a TV show in which a man is talking on the phone while sitting on a couch.", "with_names": ""}, {"scene_id": "bb-09-11-14s1", "raw": "A scene from a TV show in which a woman is talking to a female executive in an office.", "with_names": ""}, {"scene_id": "bb-09-11-14s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-11-14s3", "raw": "A scene from a TV show in which a man sits at a desk and talks on a cell phone.", "with_names": "a man sits at a desk and talks on a cell phone."}, {"scene_id": "bb-09-11-14s4", "raw": "A scene from a TV show in which a woman is talking to a receptionist.", "with_names": ""}, {"scene_id": "bb-09-11-14s5", "raw": "A scene from a TV show in which a woman stands at a desk and looks at papers.", "with_names": "a woman stands at a desk and looks at papers."}, {"scene_id": "bb-09-11-14s6", "raw": "A scene from a TV show in which a woman is standing in a living room and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-11-14s7", "raw": "A scene from a TV show in which a man is holding a bucket and a cup.", "with_names": "a man is holding a bucket and a cup."}, {"scene_id": "bb-09-11-14s8", "raw": "A scene from a TV show in which a woman is standing in a room and looking down.", "with_names": "a woman is standing in a room and looking down."}, {"scene_id": "bb-09-11-14s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-11-14s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is down.", "with_names": "a woman is wearing a black dress and her hair is down."}, {"scene_id": "bb-09-11-14s11", "raw": "A scene from a TV show in which a man is shown sleeping.", "with_names": ""}, {"scene_id": "bb-09-11-14s12", "raw": "A scene from a TV show in which a woman is talking to a friend.", "with_names": ""}, {"scene_id": "bb-09-11-14s13", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-09-11-14s14", "raw": "A scene from a TV show in which a man stands in front of a wall with his arms crossed.", "with_names": "a man stands in front of a wall with his arms crossed."}]