[{"scene_id": "oltl-03-21-07s0", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-21-07s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-21-07s2", "raw": "A scene from a TV show in which a woman is sitting at a desk with a man and a younger woman standing behind her.", "with_names": "a woman is sitting at a desk with a man and a younger woman standing behind her."}, {"scene_id": "oltl-03-21-07s3", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}, {"scene_id": "oltl-03-21-07s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-21-07s5", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-03-21-07s6", "raw": "A scene from a TV show in which a woman is talking and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-03-21-07s7", "raw": "A scene from a TV show in which a woman is wearing a white coat and a blonde wig.", "with_names": "a woman is wearing a white coat and a blonde wig."}, {"scene_id": "oltl-03-21-07s8", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-03-21-07s9", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-03-21-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-21-07s11", "raw": "A scene from a TV show in which a man is wearing a black shirt and long hair", "with_names": "a man is wearing a black shirt and long hair"}, {"scene_id": "oltl-03-21-07s12", "raw": "A scene from a TV show in which a woman is standing in front of a metal door, holding a cell phone to her ear.", "with_names": "a woman is standing in front of a metal door, holding a cell phone to her ear."}, {"scene_id": "oltl-03-21-07s13", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a bookcase.", "with_names": "a man is standing in a room with a couch and a bookcase."}, {"scene_id": "oltl-03-21-07s14", "raw": "A scene from a TV show in which Sharon Osbourne is seen with her eyes closed and her mouth open.", "with_names": "sharon osbourne is with her eyes closed and her mouth open."}, {"scene_id": "oltl-03-21-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-21-07s16", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "oltl-03-21-07s17", "raw": "A scene from a TV show in which a man is holding hands with a woman.", "with_names": "Vincent is holding hands with ]."}, {"scene_id": "oltl-03-21-07s18", "raw": "A scene from a TV show in which a man is wearing a black shirt and long hair", "with_names": "a man is wearing a black shirt and long hair"}, {"scene_id": "oltl-03-21-07s19", "raw": "A scene from a TV show in which a man is standing in a room with a blue wall and a desk.", "with_names": "a man is standing in a room with a blue wall and a desk."}, {"scene_id": "oltl-03-21-07s20", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-03-21-07s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man with long hair.", "with_names": ""}, {"scene_id": "oltl-03-21-07s22", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-03-21-07s23", "raw": "A scene from a TV show in which a woman is talking about her hair.", "with_names": ""}, {"scene_id": "oltl-03-21-07s24", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-21-07s25", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a black shirt.", "with_names": ""}, {"scene_id": "oltl-03-21-07s26", "raw": "A scene from a TV show in which a woman is handcuffed by a police officer.", "with_names": "a woman is handcuffed by a police officer."}, {"scene_id": "oltl-03-21-07s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}]