[{"scene_id": "atwt-01-18-08s0", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Brad is kissing Katie."}, {"scene_id": "atwt-01-18-08s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-01-18-08s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-18-08s3", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-01-18-08s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-18-08s5", "raw": "A scene from a TV show in which a woman is holding a wine glass and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-18-08s6", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital gown.", "with_names": "a man is leaning over a woman in a hospital gown."}, {"scene_id": "atwt-01-18-08s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding a bottle.", "with_names": "a woman is wearing a dress and ] is holding a bottle."}, {"scene_id": "atwt-01-18-08s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and standing in a kitchen.", "with_names": "a man is wearing a suit and tie and standing in a kitchen."}, {"scene_id": "atwt-01-18-08s9", "raw": "A scene from a TV show in which a woman is cleaning a shirt.", "with_names": "a woman is cleaning a shirt."}, {"scene_id": "atwt-01-18-08s10", "raw": "A scene from a TV show in which a family is standing in a bedroom with a Christmas tree.", "with_names": "a family is standing in a bedroom with a christmas tree."}, {"scene_id": "atwt-01-18-08s11", "raw": "A scene from a TV show in which a woman is walking into a door and a man is standing behind her", "with_names": "a woman is walking into a door and ] is standing behind her"}, {"scene_id": "atwt-01-18-08s12", "raw": "A scene from a TV show in which a man is talking to someone in a suit.", "with_names": ""}, {"scene_id": "atwt-01-18-08s13", "raw": "A scene from a TV show in which a woman is standing in a bathroom, holding a handbag.", "with_names": "a woman is standing in a bathroom, holding a handbag."}, {"scene_id": "atwt-01-18-08s14", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a light pink sweater.", "with_names": "a woman is wearing a pink turtleneck and a light pink sweater."}, {"scene_id": "atwt-01-18-08s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-18-08s16", "raw": "A scene from a TV show in which a woman is being held by four other women.", "with_names": "a woman is being held by four other women."}, {"scene_id": "atwt-01-18-08s17", "raw": "A scene from a TV show in which a man is on the phone in a tuxedo", "with_names": "a man is on the phone in a tuxedo"}, {"scene_id": "atwt-01-18-08s18", "raw": "A scene from a TV show in which a blonde woman is looking at another blonde woman who is looking away.", "with_names": "a blonde woman is looking at another blonde woman who is looking away."}, {"scene_id": "atwt-01-18-08s19", "raw": "A scene from a TV show in which a test tube is being held up to the camera.", "with_names": "a test tube is being held up to the camera."}, {"scene_id": "atwt-01-18-08s20", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-01-18-08s21", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is dressed in a black dress.", "with_names": "a man is wearing a tuxedo and a woman is dressed in a black dress."}, {"scene_id": "atwt-01-18-08s22", "raw": "A scene from a TV show in which a man is on the phone, looking concerned.", "with_names": "a man is on the phone, looking concerned."}, {"scene_id": "atwt-01-18-08s23", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-01-18-08s24", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "atwt-01-18-08s25", "raw": "A scene from a TV show in which a man is hugging another man.", "with_names": "a man is hugging another man."}, {"scene_id": "atwt-01-18-08s26", "raw": "A scene from a TV show in which a woman is holding a stethoscope.", "with_names": "a woman is holding a stethoscope."}, {"scene_id": "atwt-01-18-08s27", "raw": "A scene from a TV show in which a woman is wearing a white underwear.", "with_names": "a woman is wearing a white underwear."}, {"scene_id": "atwt-01-18-08s28", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-18-08s29", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "atwt-01-18-08s30", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-01-18-08s31", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a short blonde hair.", "with_names": "a woman is wearing a black jacket and a short blonde hair."}, {"scene_id": "atwt-01-18-08s32", "raw": "A scene from a TV show in which a woman is using a toothbrush to clean her teeth.", "with_names": "a woman is using a toothbrush to clean her teeth."}, {"scene_id": "atwt-01-18-08s33", "raw": "A scene from a TV show in which a young man is smiling and looking down.", "with_names": "a young man is smiling and looking down."}, {"scene_id": "atwt-01-18-08s34", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and looking at the camera.", "with_names": "a man is wearing a white shirt and a black tie and looking at the camera."}, {"scene_id": "atwt-01-18-08s35", "raw": "A scene from a TV show in which a police officer is questioning a suspect.", "with_names": "a police officer is questioning a suspect."}, {"scene_id": "atwt-01-18-08s36", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and looking at another man.", "with_names": "a man is wearing a tuxedo and a bow tie and looking at another man."}, {"scene_id": "atwt-01-18-08s37", "raw": "A scene from a TV show in which a woman is placing flowers on a table.", "with_names": "a woman is placing flowers on a table."}, {"scene_id": "atwt-01-18-08s38", "raw": "A scene from a TV show in which a doctor is holding a patient's hand and looking at her", "with_names": "a doctor is holding a patient's hand and looking at her"}, {"scene_id": "atwt-01-18-08s39", "raw": "A scene from a TV show in which a man is standing on a balcony smoking a cigarette.", "with_names": "a man is standing on a balcony smoking a cigarette."}]