[{"scene_id": "gl-05-25-06s0", "raw": "A scene from a TV show in which a woman is eating an ice cream and another woman is watching her.", "with_names": "a woman is eating an ice cream and another woman is watching her."}, {"scene_id": "gl-05-25-06s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-05-25-06s2", "raw": "", "with_names": ""}, {"scene_id": "gl-05-25-06s3", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a red dress and the other is wearing a white dress.", "with_names": "two women are standing in a room, one is wearing a red dress and the other is wearing a white dress."}, {"scene_id": "gl-05-25-06s4", "raw": "A scene from a TV show in which a blue light is seen in the sky", "with_names": "a blue light is in the sky"}, {"scene_id": "gl-05-25-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-25-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-25-06s7", "raw": "A scene from a TV show in which a woman is laughing and pointing at a TV.", "with_names": "a woman is laughing and pointing at a tv."}, {"scene_id": "gl-05-25-06s8", "raw": "A scene from a TV show in which a man is wearing a brown hoodie and a black shirt", "with_names": "a man is wearing a brown hoodie and a black shirt"}, {"scene_id": "gl-05-25-06s9", "raw": "A scene from a TV show in which a woman is wearing a t-shirt with Chinese characters on it.", "with_names": "a woman is wearing a t-shirt with chinese characters on it."}, {"scene_id": "gl-05-25-06s10", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-05-25-06s11", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "gl-05-25-06s12", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-05-25-06s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a fireplace.", "with_names": ""}, {"scene_id": "gl-05-25-06s14", "raw": "A scene from a TV show in which a man is wearing a paper hat on his head", "with_names": "a man is wearing a paper hat on his head"}, {"scene_id": "gl-05-25-06s15", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-05-25-06s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-05-25-06s17", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a newspaper and looking at a man.", "with_names": "a woman is standing in a kitchen, holding a newspaper and looking at a man."}, {"scene_id": "gl-05-25-06s18", "raw": "A scene from a TV show in which a man is lying naked on a bed, with his eyes closed and his mouth open.", "with_names": "a man is lying naked on a bed, with his eyes closed and his mouth open."}, {"scene_id": "gl-05-25-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-25-06s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her", "with_names": "a woman is wearing a red dress and a man is standing behind her"}, {"scene_id": "gl-05-25-06s21", "raw": "A scene from a TV show in which a woman is being filmed by a man in a bathroom.", "with_names": "a woman is being filmed by a man in a bathroom."}, {"scene_id": "gl-05-25-06s22", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-05-25-06s23", "raw": "A scene from a TV show in which a Lysol bottle is shown", "with_names": ""}]