[{"scene_id": "atwt-08-03-01s0", "raw": "A scene from a TV show in which a woman is being carried by a man in a room with a table and a lot of glassware.", "with_names": "Sierra is being carried by Craig in a room with a table and a lot of glassware."}, {"scene_id": "atwt-08-03-01s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-03-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-03-01s3", "raw": "A scene from a TV show in which the earth is seen from space", "with_names": "the earth is from space"}, {"scene_id": "atwt-08-03-01s4", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black necklace.", "with_names": "a woman is wearing a red shirt and a black necklace."}, {"scene_id": "atwt-08-03-01s5", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a red shirt.", "with_names": ""}, {"scene_id": "atwt-08-03-01s6", "raw": "A scene from a TV show in which a woman is opening a gift.", "with_names": "a woman is opening a gift."}, {"scene_id": "atwt-08-03-01s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-03-01s8", "raw": "A scene from a TV show in which a man is wearing a white shirt and a pink tie.", "with_names": "a man is wearing a white shirt and a pink tie."}, {"scene_id": "atwt-08-03-01s9", "raw": "A scene from a TV show in which the Earth is shown spinning on its axis", "with_names": ""}, {"scene_id": "atwt-08-03-01s10", "raw": "A scene from a TV show in which a man is standing in front of a large number 70.", "with_names": "a man is standing in front of a large number 70."}, {"scene_id": "atwt-08-03-01s11", "raw": "A scene from a TV show in which a woman is crying and holding her hands to her face.", "with_names": "Margo is crying and holding her hands to her face."}, {"scene_id": "atwt-08-03-01s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-01s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-08-03-01s14", "raw": "A scene from a TV show in which a man is talking on the phone and smiling. The phone number is 1-800-447-0777.", "with_names": ""}, {"scene_id": "atwt-08-03-01s15", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-01s16", "raw": "A scene from a TV show in which a woman is sitting at a table with papers in front of her.", "with_names": "Jessica is sitting at a table with papers in front of her."}, {"scene_id": "atwt-08-03-01s17", "raw": "A scene from a TV show in which a lizard is on the phone", "with_names": "a lizard is on the phone"}, {"scene_id": "atwt-08-03-01s18", "raw": "A scene from a TV show in which a man is flirting with a woman in a bar.", "with_names": "Hal is flirting with Emily in a bar."}, {"scene_id": "atwt-08-03-01s19", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-08-03-01s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-03-01s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]