[{"scene_id": "atwt-05-12-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-06s1", "raw": "A scene from a TV show in which a woman is wearing a short blonde wig.", "with_names": "a woman is wearing a short blonde wig."}, {"scene_id": "atwt-05-12-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-12-06s3", "raw": "A scene from a TV show in which a man is spraying a car with a spray gun.", "with_names": "a man is spraying a car with a spray gun."}, {"scene_id": "atwt-05-12-06s4", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a long brown hair", "with_names": "a woman is wearing a green shirt and a long brown hair"}, {"scene_id": "atwt-05-12-06s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-12-06s6", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a blonde hair", "with_names": "a young man is wearing a red shirt and a blonde hair"}, {"scene_id": "atwt-05-12-06s7", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "a man is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-05-12-06s8", "raw": "A scene from a TV show in which a young man is wearing a red shirt and looking down.", "with_names": "a young man is wearing a red shirt and looking down."}, {"scene_id": "atwt-05-12-06s9", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-05-12-06s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-12-06s11", "raw": "A scene from a TV show in which a child is throwing a piece of paper into a window.", "with_names": "a child is throwing a piece of paper into a window."}, {"scene_id": "atwt-05-12-06s12", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a blonde wig", "with_names": "a woman is wearing a white shirt and a blonde wig"}, {"scene_id": "atwt-05-12-06s13", "raw": "A scene from a TV show in which a woman is wearing a green dress and another woman is in a grey dress", "with_names": "a woman is wearing a green dress and another woman is in a grey dress"}, {"scene_id": "atwt-05-12-06s14", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking away from him.", "with_names": "a man is standing in a kitchen and a woman is walking away from him."}, {"scene_id": "atwt-05-12-06s15", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them touching the other's face.", "with_names": "two women are standing next to each other, with one of them touching the other's face."}, {"scene_id": "atwt-05-12-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-12-06s17", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-12-06s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-12-06s19", "raw": "A scene from a TV show in which a spray bottle is labeled \"60,000,000 Doctors\"", "with_names": "a spray bottle is labeled \"60,000,000 doctors\""}, {"scene_id": "atwt-05-12-06s20", "raw": "A scene from a TV show in which a woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "atwt-05-12-06s21", "raw": "A scene from a TV show in which a woman is looking down and wearing a white shirt.", "with_names": "a woman is looking down and wearing a white shirt."}, {"scene_id": "atwt-05-12-06s22", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with the woman looking annoyed.", "with_names": "a man and a woman are standing in a living room, with the woman looking annoyed."}, {"scene_id": "atwt-05-12-06s23", "raw": "A scene from a TV show in which a woman is holding a bag of chips and laughing.", "with_names": "a woman is holding a bag of chips and laughing."}]