[{"scene_id": "pc-05-16-03s0", "raw": "A scene from a TV show in which a black man is walking through a forest with his hair in cornrows", "with_names": "a black man is walking through a forest with his hair in cornrows"}, {"scene_id": "pc-05-16-03s1", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-05-16-03s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-05-16-03s3", "raw": "A scene from a TV show in which a woman is on the phone and her mouth is open wide.", "with_names": "a woman is on the phone and her mouth is open wide."}, {"scene_id": "pc-05-16-03s4", "raw": "A scene from a TV show in which a woman is in a car with a man.", "with_names": "a woman is in a car with a man."}, {"scene_id": "pc-05-16-03s5", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a shirt that is open to his chest.", "with_names": "a man is wearing a black leather jacket and a shirt that is open to his chest."}, {"scene_id": "pc-05-16-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-16-03s7", "raw": "A scene from a TV show in which a young woman is standing in a forest, looking up at the sky.", "with_names": "a young woman is standing in a forest, looking up at the sky."}, {"scene_id": "pc-05-16-03s8", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "pc-05-16-03s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-05-16-03s10", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "pc-05-16-03s11", "raw": "A scene from a TV show in which a woman is sitting in front of a fire and a man is standing next to her.", "with_names": "a woman is sitting in front of a fire and a man is standing next to her."}, {"scene_id": "pc-05-16-03s12", "raw": "A scene from a TV show in which a man and a woman are walking in a forest.", "with_names": "a man and a woman are walking in a forest."}, {"scene_id": "pc-05-16-03s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-05-16-03s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed and his eyes are wide open.", "with_names": "a man is lying in a hospital bed and his eyes are wide open."}, {"scene_id": "pc-05-16-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}]