[{"scene_id": "atwt-04-12-04s0", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-04-12-04s1", "raw": "A scene from a TV show in which a man is standing on a table and talking into a microphone while two women sit on the floor and watch.", "with_names": ""}, {"scene_id": "atwt-04-12-04s2", "raw": "A scene from a TV show in which a woman is wearing a black dress and a short haircut", "with_names": "a woman is wearing a black dress and a short haircut"}, {"scene_id": "atwt-04-12-04s3", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-04-12-04s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-04-12-04s5", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-12-04s6", "raw": "A scene from a TV show in which a large block of ice is seen floating in the ocean.", "with_names": "a large block of ice is floating in the ocean."}, {"scene_id": "atwt-04-12-04s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-04-12-04s8", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway with flowers.", "with_names": "a man and a woman are standing in a hallway with flowers."}, {"scene_id": "atwt-04-12-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-12-04s10", "raw": "A scene from a TV show in which two women are talking in a room with a vase of flowers.", "with_names": ""}, {"scene_id": "atwt-04-12-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-12-04s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-12-04s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at a flower.", "with_names": ""}, {"scene_id": "atwt-04-12-04s14", "raw": "A scene from a TV show in which two women are standing next to each other, smiling.", "with_names": "two women are standing next to each other, smiling."}, {"scene_id": "atwt-04-12-04s15", "raw": "A scene from a TV show in which a circle is drawn on a black screen", "with_names": "a circle is drawn on a black screen"}, {"scene_id": "atwt-04-12-04s16", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-04-12-04s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-12-04s18", "raw": "A scene from a TV show in which a man is doing a yoga pose. The words \"Prevacid\" are written in the middle of the screen.", "with_names": "a man is doing a yoga pose. the words \"prevacid\" are written in the middle of the screen."}, {"scene_id": "atwt-04-12-04s19", "raw": "A scene from a TV show in which three women are talking in a room.", "with_names": ""}, {"scene_id": "atwt-04-12-04s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-12-04s21", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-04-12-04s22", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-12-04s23", "raw": "A scene from a TV show in which a man is cleaning a dirty tiled wall with a squeegee.", "with_names": "a man is cleaning a dirty tiled wall with a squeegee."}, {"scene_id": "atwt-04-12-04s24", "raw": "A scene from a TV show in which a man is wearing a suit and a pink shirt", "with_names": "a man is wearing a suit and a pink shirt"}, {"scene_id": "atwt-04-12-04s25", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-12-04s26", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}]