[{"scene_id": "gl-04-13-04s0", "raw": "A scene from a TV show in which a woman is wearing a white robe and looking down", "with_names": "a woman is wearing a white robe and looking down"}, {"scene_id": "gl-04-13-04s1", "raw": "A scene from a TV show in which a man is being congratulated by another man.", "with_names": "a man is being congratulated by another man."}, {"scene_id": "gl-04-13-04s2", "raw": "A scene from a TV show in which a man is giving a woman a gift.", "with_names": "Alan is giving Olivia a gift."}, {"scene_id": "gl-04-13-04s3", "raw": "A scene from a TV show in which a man is waving his hand", "with_names": "a man is waving his hand"}, {"scene_id": "gl-04-13-04s4", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-04-13-04s5", "raw": "A scene from a TV show in which a man is holding a cake and a woman is looking at him.", "with_names": "Alan is holding a cake and a woman is looking at him."}, {"scene_id": "gl-04-13-04s6", "raw": "A scene from a TV show in which a man is wearing a blue suit and a tie", "with_names": "a man is wearing a blue suit and a tie"}, {"scene_id": "gl-04-13-04s7", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white robe.", "with_names": ""}, {"scene_id": "gl-04-13-04s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-04-13-04s9", "raw": "A scene from a TV show in which a woman is looking at the camera and her hair is blowing in the wind.", "with_names": "Tammy is looking at the camera and her hair is blowing in the wind."}, {"scene_id": "gl-04-13-04s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": ">Lelexandra is crying"}, {"scene_id": "gl-04-13-04s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone.", "with_names": ""}, {"scene_id": "gl-04-13-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-13-04s14", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-04-13-04s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-04s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and Joey are sitting next to each other."}, {"scene_id": "gl-04-13-04s18", "raw": "A scene from a TV show in which a man is crying and covering his face with his hands.", "with_names": "a man is crying and covering his face with his hands."}, {"scene_id": "gl-04-13-04s19", "raw": "A scene from a TV show in which a woman is sitting on a bench and a potted plant is in front of her.", "with_names": "a woman is sitting on a bench and a potted plant is in front of her."}, {"scene_id": "gl-04-13-04s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-04s21", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "gl-04-13-04s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Joey is looking at Lizzie and she is looking back at him."}, {"scene_id": "gl-04-13-04s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-13-04s24", "raw": "A scene from a TV show in which a blonde girl is wearing a blue turtleneck and a white dress", "with_names": "a blonde girl is wearing a blue turtleneck and a white dress"}, {"scene_id": "gl-04-13-04s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-13-04s27", "raw": "A scene from a TV show in which a woman is shown a white sweater and a fur coat.", "with_names": ""}, {"scene_id": "gl-04-13-04s28", "raw": "A scene from a TV show in which a man is trying to get a woman to dance.", "with_names": "Edmund is trying to get a woman to dance."}]