[{"scene_id": "oltl-10-07-08s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-07-08s1", "raw": "A scene from a TV show in which a man is holding a woman by the hair and another woman is standing behind him.", "with_names": "a man is holding a woman by the hair and another woman is standing behind him."}, {"scene_id": "oltl-10-07-08s2", "raw": "A scene from a TV show in which a woman is talking to a man in a shop.", "with_names": ""}, {"scene_id": "oltl-10-07-08s3", "raw": "A scene from a TV show in which a white van is driving down a dark street at night.", "with_names": "a white van is driving down a dark street at night."}, {"scene_id": "oltl-10-07-08s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "oltl-10-07-08s5", "raw": "A scene from a TV show in which a woman is being hypnotized by a glowing orb.", "with_names": "] is being hypnotized by a glowing orb."}, {"scene_id": "oltl-10-07-08s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-07-08s7", "raw": "A scene from a TV show in which a woman is singing and smiling.", "with_names": "a woman is singing and smiling."}, {"scene_id": "oltl-10-07-08s8", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a chair.", "with_names": "a man is standing in a room with a couch and a chair."}, {"scene_id": "oltl-10-07-08s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "oltl-10-07-08s10", "raw": "A scene from a TV show in which a doctor is talking on a cell phone while another doctor is examining an x-ray.", "with_names": ""}, {"scene_id": "oltl-10-07-08s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a blanket in a park.", "with_names": "a man and a woman are sitting on a blanket in a park."}, {"scene_id": "oltl-10-07-08s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-07-08s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-07-08s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-07-08s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-10-07-08s16", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-07-08s17", "raw": "A scene from a TV show in which a man is looking up at a woman.", "with_names": "a man is looking up at a woman."}, {"scene_id": "oltl-10-07-08s18", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-07-08s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a blanket in a park, looking at a book.", "with_names": "a man and a woman are sitting on a blanket in a park, looking at a book."}, {"scene_id": "oltl-10-07-08s20", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and hoop earrings", "with_names": "a woman is wearing a pink shirt and hoop earrings"}, {"scene_id": "oltl-10-07-08s21", "raw": "A scene from a TV show in which a man is screaming in pain.", "with_names": "a man is screaming in pain."}, {"scene_id": "oltl-10-07-08s22", "raw": "A scene from a TV show in which a young woman is wearing a white hat and a black dress.", "with_names": "a young woman is wearing a white hat and a black dress."}, {"scene_id": "oltl-10-07-08s23", "raw": "A scene from a TV show in which a woman is sitting in a room with a white jacket and pearls.", "with_names": "a woman is sitting in a room with a white jacket and pearls."}, {"scene_id": "oltl-10-07-08s24", "raw": "A scene from a TV show in which a blonde woman is kissing a blond woman on the cheek.", "with_names": "a blonde woman is kissing a blond woman on the cheek."}, {"scene_id": "oltl-10-07-08s25", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a bookcase.", "with_names": "a man is standing in a room with a desk and a bookcase."}, {"scene_id": "oltl-10-07-08s26", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and eating ice cream.", "with_names": "a man and a woman are sitting on a bench and eating ice cream."}, {"scene_id": "oltl-10-07-08s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-07-08s28", "raw": "A scene from a TV show in which a woman is throwing her hands in the air and yelling.", "with_names": "a woman is throwing her hands in the air and yelling."}, {"scene_id": "oltl-10-07-08s29", "raw": "A scene from a TV show in which a woman is screaming at another woman.", "with_names": "a woman is screaming at another woman."}, {"scene_id": "oltl-10-07-08s30", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-07-08s31", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room.", "with_names": "a woman is standing in front of a man in a room."}, {"scene_id": "oltl-10-07-08s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-07-08s33", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-07-08s34", "raw": "A scene from a TV show in which a woman is wearing a white suit and a man is in a suit.", "with_names": "a woman is wearing a white suit and a man is in a suit."}, {"scene_id": "oltl-10-07-08s35", "raw": "A scene from a TV show in which a girl is crying in front of a locker.", "with_names": "a girl is crying in front of a locker."}, {"scene_id": "oltl-10-07-08s36", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-10-07-08s37", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-07-08s38", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-07-08s39", "raw": "A scene from a TV show in which a woman is standing in a bedroom, wearing a robe and reading a book.", "with_names": "] is standing in a bedroom, wearing a robe and reading a book."}, {"scene_id": "oltl-10-07-08s40", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-10-07-08s41", "raw": "A scene from a TV show in which a woman is sitting in a room and is looking at a wall.", "with_names": "] is sitting in a room and is looking at a wall."}]