[{"scene_id": "bb-12-01-17s0", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-12-01-17s1", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-01-17s2", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "bb-12-01-17s3", "raw": "A scene from a TV show in which a man sits on a couch and talks to someone off-camera.", "with_names": "Liam sits on a couch and talks to someone off-camera."}, {"scene_id": "bb-12-01-17s4", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-12-01-17s5", "raw": "A scene from a TV show in which a woman is wearing a yellow top and a man is in a plaid shirt.", "with_names": "Sally is wearing a yellow top and Liam is in a plaid shirt."}, {"scene_id": "bb-12-01-17s6", "raw": "A scene from a TV show in which a woman is holding a deck of cards.", "with_names": "a woman is holding a deck of cards."}, {"scene_id": "bb-12-01-17s7", "raw": "A scene from a TV show in which a woman is looking at a car and a tree", "with_names": "Steffy is looking at a car and a tree"}, {"scene_id": "bb-12-01-17s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-01-17s10", "raw": "A scene from a TV show in which a woman is wearing a yellow top and a skirt", "with_names": "Steffy is wearing a yellow top and a skirt"}, {"scene_id": "bb-12-01-17s13", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-12-01-17s14", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-01-17s15", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and Bill kiss."}, {"scene_id": "bb-12-01-17s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]