[{"scene_id": "gl-09-19-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "Gus is wearing a black dress and Alan is standing next to her."}, {"scene_id": "gl-09-19-05s1", "raw": "A scene from a TV show in which a woman is being hugged by another woman.", "with_names": "a woman is being hugged by another woman."}, {"scene_id": "gl-09-19-05s2", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression", "with_names": "a man is looking at the camera with a serious expression"}, {"scene_id": "gl-09-19-05s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-19-05s4", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-09-19-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-09-19-05s6", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-09-19-05s7", "raw": "A scene from a TV show in which a woman is sitting next to another woman and they are both smiling.", "with_names": "a woman is sitting next to another woman and they are both smiling."}, {"scene_id": "gl-09-19-05s8", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-09-19-05s9", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-09-19-05s10", "raw": "A scene from a TV show in which a woman is reading a book.", "with_names": "a woman is reading a book."}, {"scene_id": "gl-09-19-05s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-19-05s12", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "gl-09-19-05s13", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "gl-09-19-05s14", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-09-19-05s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-19-05s16", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-19-05s17", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a blue blazer.", "with_names": "a woman is wearing a green shirt and a blue blazer."}, {"scene_id": "gl-09-19-05s18", "raw": "A scene from a TV show in which a woman is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "gl-09-19-05s19", "raw": "A scene from a TV show in which a blonde woman is wearing a pink jacket and a black top.", "with_names": "a blonde woman is wearing a pink jacket and a black top."}, {"scene_id": "gl-09-19-05s20", "raw": "A scene from a TV show in which a woman is talking to someone and pointing her finger at them.", "with_names": ""}, {"scene_id": "gl-09-19-05s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-09-19-05s22", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at a book.", "with_names": ""}, {"scene_id": "gl-09-19-05s23", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-09-19-05s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-19-05s25", "raw": "A scene from a TV show in which a woman is shaking hands with another woman.", "with_names": "a woman is shaking hands with another woman."}, {"scene_id": "gl-09-19-05s26", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking wine.", "with_names": "a man and a woman are sitting at a table, drinking wine."}, {"scene_id": "gl-09-19-05s27", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-19-05s28", "raw": "", "with_names": ""}, {"scene_id": "gl-09-19-05s29", "raw": "A scene from a TV show in which a newspaper is shown with a headline that reads \"Santana Newborn Killed in Crash\"", "with_names": ""}, {"scene_id": "gl-09-19-05s30", "raw": "", "with_names": ""}, {"scene_id": "gl-09-19-05s31", "raw": "", "with_names": ""}]