[{"scene_id": "gl-06-14-05s0", "raw": "A scene from a TV show in which a woman is pouring a drink on a man.", "with_names": "Reva is pouring a drink on Josh."}, {"scene_id": "gl-06-14-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-14-05s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-14-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-14-05s4", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-06-14-05s5", "raw": "", "with_names": ""}, {"scene_id": "gl-06-14-05s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is holding a book.", "with_names": "a woman is wearing a white dress and a man is holding a book."}, {"scene_id": "gl-06-14-05s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-06-14-05s8", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-06-14-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-06-14-05s10", "raw": "A scene from a TV show in which a man is talking to someone and his lips are moving", "with_names": ""}, {"scene_id": "gl-06-14-05s11", "raw": "A scene from a TV show in which a man is playing the guitar and singing.", "with_names": "a man is playing the guitar and singing."}, {"scene_id": "gl-06-14-05s12", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "gl-06-14-05s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-14-05s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-14-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie", "with_names": "a man is wearing a suit and a blue tie"}, {"scene_id": "gl-06-14-05s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-14-05s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-06-14-05s18", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie.", "with_names": "a man is wearing a suit and a blue tie."}, {"scene_id": "gl-06-14-05s19", "raw": "A scene from a TV show in which a man is talking and gesturing with his hands.", "with_names": ""}, {"scene_id": "gl-06-14-05s20", "raw": "A scene from a TV show in which a man is playing a pinball machine.", "with_names": "a man is playing a pinball machine."}, {"scene_id": "gl-06-14-05s21", "raw": "", "with_names": ""}, {"scene_id": "gl-06-14-05s22", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a man.", "with_names": ""}, {"scene_id": "gl-06-14-05s23", "raw": "A scene from a TV show in which a woman is crying and a man is laughing.", "with_names": "a woman is crying and a man is laughing."}, {"scene_id": "gl-06-14-05s24", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is holding a gun.", "with_names": "Dinah is wearing a green dress and ] is holding a gun."}, {"scene_id": "gl-06-14-05s25", "raw": "", "with_names": ""}]