[{"scene_id": "oltl-03-22-07s0", "raw": "A scene from a TV show in which a man is seen wiping his face with a napkin.", "with_names": "Cristian is wiping his face with a napkin."}, {"scene_id": "oltl-03-22-07s1", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "oltl-03-22-07s2", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-03-22-07s3", "raw": "A scene from a TV show in which a man is standing in a hallway, a woman is in the doorway, and a dog is on the floor.", "with_names": "a man is standing in a hallway, a woman is in the doorway, and a dog is on the floor."}, {"scene_id": "oltl-03-22-07s4", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and a man is standing behind her."}, {"scene_id": "oltl-03-22-07s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine. She is wearing a black turtleneck and a blue coat.", "with_names": "a woman is sitting at a table with a glass of wine. she is wearing a black turtleneck and a blue coat."}, {"scene_id": "oltl-03-22-07s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-03-22-07s7", "raw": "A scene from a TV show in which a man is wiping his face with a napkin.", "with_names": "a man is wiping his face with a napkin."}, {"scene_id": "oltl-03-22-07s8", "raw": "A scene from a TV show in which a woman is seen touching her hair.", "with_names": "a woman is touching her hair."}, {"scene_id": "oltl-03-22-07s9", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and a menu is in front of him.", "with_names": "a man is sitting at a table with a woman, and a menu is in front of him."}, {"scene_id": "oltl-03-22-07s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and they are talking.", "with_names": ""}, {"scene_id": "oltl-03-22-07s11", "raw": "A scene from a TV show in which a woman is accused of being a prostitute.", "with_names": "a woman is accused of being a prostitute."}, {"scene_id": "oltl-03-22-07s12", "raw": "A scene from a TV show in which a man is sitting at a table with a laptop and a woman is standing next to him, crying.", "with_names": "a man is sitting at a table with a laptop and a woman is standing next to him, crying."}, {"scene_id": "oltl-03-22-07s13", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a green dress.", "with_names": "a blonde woman is looking down and wearing a green dress."}, {"scene_id": "oltl-03-22-07s14", "raw": "A scene from a TV show in which a woman is standing behind a boy, who is bent over, and a vase is placed on the floor.", "with_names": "a woman is standing behind a boy, who is bent over, and a vase is placed on the floor."}, {"scene_id": "oltl-03-22-07s15", "raw": "A scene from a TV show in which a man is being hit on the head by a woman.", "with_names": "a man is being hit on the head by a woman."}, {"scene_id": "oltl-03-22-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-22-07s17", "raw": "A scene from a TV show in which a blonde woman is standing next to a man in a room.", "with_names": "a blonde woman is standing next to a man in a room."}, {"scene_id": "oltl-03-22-07s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-22-07s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-22-07s20", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-03-22-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-22-07s22", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is looking at her.", "with_names": "a man is sitting at a table with a woman, and he is looking at her."}, {"scene_id": "oltl-03-22-07s23", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-22-07s24", "raw": "A scene from a TV show in which a police officer is shown a video of a person.", "with_names": ""}, {"scene_id": "oltl-03-22-07s25", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a man is in a black jacket.", "with_names": "a woman is wearing a blue jacket and a man is in a black jacket."}, {"scene_id": "oltl-03-22-07s26", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-03-22-07s27", "raw": "A scene from a TV show in which a black woman is sitting in a bar and looking at the camera.", "with_names": "a black woman is sitting in a bar and looking at the camera."}, {"scene_id": "oltl-03-22-07s28", "raw": "A scene from a TV show in which a man is crying and his hand is over his face.", "with_names": "a man is crying and his hand is over his face."}, {"scene_id": "oltl-03-22-07s29", "raw": "A scene from a TV show in which a man is standing in front of a group of people, smiling and talking to them.", "with_names": ""}, {"scene_id": "oltl-03-22-07s30", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "oltl-03-22-07s31", "raw": "A scene from a TV show in which a man and a woman are standing on a balcony, looking down at the street below.", "with_names": "a man and a woman are standing on a balcony, looking down at the street below."}, {"scene_id": "oltl-03-22-07s32", "raw": "A scene from a TV show in which a man is sitting at a laptop with his hands covering his face.", "with_names": "a man is sitting at a laptop with his hands covering his face."}, {"scene_id": "oltl-03-22-07s33", "raw": "A scene from a TV show in which a woman is looking off to the side, with a serious expression.", "with_names": "a woman is looking off to the side, with a serious expression."}]