[{"scene_id": "oltl-11-30-11s0", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is standing behind her.", "with_names": "Destiny is holding a baby and another woman is standing behind her."}, {"scene_id": "oltl-11-30-11s1", "raw": "A scene from a TV show in which two women are standing over a man in a hospital bed.", "with_names": "two women are standing over a man in a hospital bed."}, {"scene_id": "oltl-11-30-11s2", "raw": "A scene from a TV show in which a yellow-tinted screen is shown", "with_names": ""}, {"scene_id": "oltl-11-30-11s3", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-11-30-11s4", "raw": "A scene from a TV show in which a man is standing in front of a wall and looking at the camera.", "with_names": "a man is standing in front of a wall and looking at the camera."}, {"scene_id": "oltl-11-30-11s5", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-30-11s6", "raw": "A scene from a TV show in which a young black woman is crying.", "with_names": "a young black woman is crying."}, {"scene_id": "oltl-11-30-11s7", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-30-11s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-30-11s9", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-11-30-11s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-11s11", "raw": "A scene from a TV show in which a man is standing in front of two women.", "with_names": "a man is standing in front of two women."}, {"scene_id": "oltl-11-30-11s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-30-11s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-11s14", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a couch, and another woman is behind her.", "with_names": "a woman is standing in a room with a chair and a couch, and another woman is behind her."}, {"scene_id": "oltl-11-30-11s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-30-11s16", "raw": "A scene from a TV show in which a pregnant woman is standing next to a man in a hospital bed.", "with_names": "a pregnant woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-11-30-11s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-11s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-30-11s19", "raw": "A scene from a TV show in which a woman is standing in a room with a man and another woman.", "with_names": "a woman is standing in a room with a man and another woman."}, {"scene_id": "oltl-11-30-11s20", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-11-30-11s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-11-30-11s22", "raw": "A scene from a TV show in which a young man is lying in a hospital bed with a tube in his nose.", "with_names": "a young man is lying in a hospital bed with a tube in his nose."}, {"scene_id": "oltl-11-30-11s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-11s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-30-11s25", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-11-30-11s26", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]