[{"scene_id": "atwt-02-06-09s0", "raw": "A scene from a TV show in which a man is mopping the floor while another man watches.", "with_names": "a man is mopping the floor while another man watches."}, {"scene_id": "atwt-02-06-09s1", "raw": "A scene from a TV show in which a man is looking at a map.", "with_names": "a man is looking at a map."}, {"scene_id": "atwt-02-06-09s2", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a blue shirt.", "with_names": ""}, {"scene_id": "atwt-02-06-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, the manI is wearing a black coat and the woman is wearing a black dress.", "with_names": "a man and a woman are standing in a hallway, the mani is wearing a black coat and the woman is wearing a black dress."}, {"scene_id": "atwt-02-06-09s4", "raw": "A scene from a TV show in which a young boy is eating a sandwich.", "with_names": "a young boy is eating a sandwich."}, {"scene_id": "atwt-02-06-09s5", "raw": "A scene from a TV show in which a young man is looking at a computer screen and saying \"You're watching as the world turns.\"", "with_names": "a young man is looking at a computer screen and saying \"you're watching as the world turns.\""}, {"scene_id": "atwt-02-06-09s6", "raw": "A scene from a TV show in which a young man is standing on a balcony, looking down at the ground.", "with_names": "a young man is standing on a balcony, looking down at the ground."}, {"scene_id": "atwt-02-06-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-06-09s8", "raw": "A scene from a TV show in which a man and woman walk through the snow.", "with_names": "a man and woman walk through the snow."}, {"scene_id": "atwt-02-06-09s9", "raw": "A scene from a TV show in which a blue screen is shown with the words \"The prescription contains NSAIDS, including Celexa, Demerol, and Norvasc\"", "with_names": ""}, {"scene_id": "atwt-02-06-09s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-06-09s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-06-09s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-06-09s13", "raw": "A scene from a TV show in which a man and a woman are seen through a window, with snow falling outside.", "with_names": "a man and a woman are through a window, with snow falling outside."}, {"scene_id": "atwt-02-06-09s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-02-06-09s15", "raw": "A scene from a TV show in which a NutriSystem advertisement is shown.", "with_names": ""}, {"scene_id": "atwt-02-06-09s16", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a black jacket.", "with_names": "a woman is wearing a red scarf and a black jacket."}, {"scene_id": "atwt-02-06-09s17", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-02-06-09s18", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-06-09s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-06-09s20", "raw": "A scene from a TV show in which a woman is looking up at a person.", "with_names": "a woman is looking up at a person."}, {"scene_id": "atwt-02-06-09s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-06-09s22", "raw": "A scene from a TV show in which a woman is sitting on the grass with a dog.", "with_names": "a woman is sitting on the grass with a dog."}, {"scene_id": "atwt-02-06-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-06-09s24", "raw": "A scene from a TV show in which a woman is on the phone and looks upset.", "with_names": "a woman is on the phone and looks upset."}, {"scene_id": "atwt-02-06-09s25", "raw": "A scene from a TV show in which a man is seen hitting a dog with a stick.", "with_names": "a man is hitting a dog with a stick."}, {"scene_id": "atwt-02-06-09s26", "raw": "A scene from a TV show in which a man is looking at the camera with the words \"With a Vengeance\"", "with_names": "a man is looking at the camera with the words \"with a vengeance\""}, {"scene_id": "atwt-02-06-09s27", "raw": "A scene from a TV show in which a man is wearing a green jacket and a red and white striped shirt.", "with_names": "a man is wearing a green jacket and a red and white striped shirt."}, {"scene_id": "atwt-02-06-09s28", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-06-09s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-06-09s30", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a black shirt", "with_names": ""}, {"scene_id": "atwt-02-06-09s31", "raw": "A scene from a TV show in which a man is seen sitting on the roof of a car.", "with_names": "a man is sitting on the roof of a car."}, {"scene_id": "atwt-02-06-09s32", "raw": "A scene from a TV show in which a man is standing in a room with his arms crossed and a fire chief's hat on the floor.", "with_names": "a man is standing in a room with his arms crossed and a fire chief's hat on the floor."}]