[{"scene_id": "oltl-12-19-08s0", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "Nora is sitting next to Téa and they are both looking at something."}, {"scene_id": "oltl-12-19-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-19-08s2", "raw": "A scene from a TV show in which a girl is wearing a black dress and a boy is standing next to her.", "with_names": "a girl is wearing a black dress and a boy is standing next to her."}, {"scene_id": "oltl-12-19-08s3", "raw": "A scene from a TV show in which a woman is being hypnotized by a man.", "with_names": "a woman is being hypnotized by ]."}, {"scene_id": "oltl-12-19-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-19-08s5", "raw": "A scene from a TV show in which a woman is testifying in court.", "with_names": "a woman is testifying in court."}, {"scene_id": "oltl-12-19-08s6", "raw": "A scene from a TV show in which a man is talking to a woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-12-19-08s7", "raw": "A scene from a TV show in which a man is sitting at a desk with a bandage on his head.", "with_names": "a man is sitting at a desk with a bandage on his head."}, {"scene_id": "oltl-12-19-08s8", "raw": "A scene from a TV show in which a woman is giving a red rose to another woman.", "with_names": "a woman is giving a red rose to another woman."}, {"scene_id": "oltl-12-19-08s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-19-08s10", "raw": "A scene from a TV show in which a woman is being accused of murder.", "with_names": "a woman is being accused of murder."}, {"scene_id": "oltl-12-19-08s11", "raw": "A scene from a TV show in which a woman is holding a teddy bear and looking at a man.", "with_names": "a woman is holding a teddy bear and looking at a man."}, {"scene_id": "oltl-12-19-08s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-19-08s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-19-08s14", "raw": "A scene from a TV show in which a woman is standing in front of a jury and talking to them.", "with_names": ""}, {"scene_id": "oltl-12-19-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a white rose in his lapel.", "with_names": "a man is wearing a suit and tie and a white rose in his lapel."}, {"scene_id": "oltl-12-19-08s16", "raw": "A scene from a TV show in which a woman is standing in a restaurant, talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-19-08s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and a flower in her hair.", "with_names": "a woman is wearing a white dress and a flower in her hair."}, {"scene_id": "oltl-12-19-08s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-12-19-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-19-08s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-12-19-08s21", "raw": "A scene from a TV show in which a woman is looking down and wearing a white dress", "with_names": "a woman is looking down and wearing a white dress"}, {"scene_id": "oltl-12-19-08s22", "raw": "A scene from a TV show in which a woman is standing in front of a mirror.", "with_names": "a woman is standing in front of a mirror."}, {"scene_id": "oltl-12-19-08s23", "raw": "A scene from a TV show in which a man is wearing a brown coat and a scarf and looking down.", "with_names": "a man is wearing a brown coat and a scarf and looking down."}, {"scene_id": "oltl-12-19-08s24", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-12-19-08s25", "raw": "A scene from a TV show in which a man is marrying a woman in a church.", "with_names": "a man is marrying a woman in a church."}, {"scene_id": "oltl-12-19-08s26", "raw": "A scene from a TV show in which a man and a woman are walking down a snowy street, the man is holding a shopping bag and yelling at the woman.", "with_names": "a man and a woman are walking down a snowy street, the man is holding a shopping bag and yelling at the woman."}, {"scene_id": "oltl-12-19-08s27", "raw": "A scene from a TV show in which a woman is crying and wiping her nose with a tissue.", "with_names": "a woman is crying and wiping her nose with a tissue."}, {"scene_id": "oltl-12-19-08s28", "raw": "A scene from a TV show in which a woman is looking at another woman and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-19-08s29", "raw": "A scene from a TV show in which a man is talking on a cell phone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-12-19-08s30", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-12-19-08s31", "raw": "A scene from a TV show in which a priest is talking to a young woman.", "with_names": ""}]