[{"scene_id": "gl-12-10-01s0", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-12-10-01s1", "raw": "A scene from a TV show in which a woman is talking and her mouth is open wide.", "with_names": ""}, {"scene_id": "gl-12-10-01s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a short black hair.", "with_names": "a woman is wearing a red dress and a short black hair."}, {"scene_id": "gl-12-10-01s3", "raw": "A scene from a TV show in which a green circle is superimposed on a black screen", "with_names": "a green circle is superimposed on a black screen"}, {"scene_id": "gl-12-10-01s4", "raw": "A scene from a TV show in which a man is trying to tie a woman's tie.", "with_names": "a man is trying to tie a woman's tie."}, {"scene_id": "gl-12-10-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-10-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-10-01s7", "raw": "A scene from a TV show in which a woman is wearing a red coat and a long brown hair", "with_names": "Olivia is wearing a red coat and a long brown hair"}, {"scene_id": "gl-12-10-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-10-01s9", "raw": "A scene from a TV show in which a man is wearing a blue turtleneck and a black jacket.", "with_names": "a man is wearing a blue turtleneck and a black jacket."}, {"scene_id": "gl-12-10-01s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-12-10-01s11", "raw": "A scene from a TV show in which a woman is standing in front of a man, and he is looking at her.", "with_names": "Carmen is standing in front of Gus, and he is looking at her."}, {"scene_id": "gl-12-10-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-10-01s13", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-10-01s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-10-01s15", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "Olivia is crying and Tony is looking at her."}, {"scene_id": "gl-12-10-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-10-01s17", "raw": "A scene from a TV show in which a man is seen holding a woman's hand.", "with_names": "a man is holding a woman's hand."}, {"scene_id": "gl-12-10-01s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-10-01s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-10-01s20", "raw": "A scene from a TV show in which a large circle of light is surrounded by a ring of light.", "with_names": "a large circle of light is surrounded by a ring of light."}]