[{"scene_id": "atwt-03-14-05s0", "raw": "A scene from a TV show in which a woman is looking down and her hair has curly red hair", "with_names": "a woman is looking down and her hair has curly red hair"}, {"scene_id": "atwt-03-14-05s1", "raw": "A scene from a TV show in which a man is wearing a shirt and a hat and looking at another man.", "with_names": "a man is wearing a shirt and a hat and looking at another man."}, {"scene_id": "atwt-03-14-05s2", "raw": "A scene from a TV show in which a man is packing boxes and a woman is standing in the background.", "with_names": "a man is packing boxes and a woman is standing in the background."}, {"scene_id": "atwt-03-14-05s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-14-05s4", "raw": "A scene from a TV show in which a woman empties a dishwasher.", "with_names": "a woman empties a dishwasher."}, {"scene_id": "atwt-03-14-05s5", "raw": "A scene from a TV show in which a man is looking down and closing his eyes.", "with_names": "a man is looking down and closing his eyes."}, {"scene_id": "atwt-03-14-05s6", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-14-05s7", "raw": "A scene from a TV show in which a boy is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-03-14-05s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-14-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-03-14-05s10", "raw": "A scene from a TV show in which a puppy is seen running through a doorway.", "with_names": "a puppy is running through a doorway."}, {"scene_id": "atwt-03-14-05s11", "raw": "A scene from a TV show in which a woman is crying and holding her head in her hands.", "with_names": "a woman is crying and holding her head in her hands."}, {"scene_id": "atwt-03-14-05s12", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-03-14-05s13", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-03-14-05s14", "raw": "A scene from a TV show in which two men are standing in a room with plaques on the wall.", "with_names": "two men are standing in a room with plaques on the wall."}, {"scene_id": "atwt-03-14-05s15", "raw": "A scene from a TV show in which a woman is holding a cat and a man is trying to get it off her.", "with_names": "a woman is holding a cat and a man is trying to get it off her."}, {"scene_id": "atwt-03-14-05s16", "raw": "A scene from a TV show in which a man is standing in front of a white screen, with his hands in his pockets.", "with_names": "a man is standing in front of a white screen, with his hands in his pockets."}, {"scene_id": "atwt-03-14-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-14-05s18", "raw": "A scene from a TV show in which a pyramid-shaped device is being used to treat a patient's brain.", "with_names": "a pyramid-shaped device is being used to treat a patient's brain."}, {"scene_id": "atwt-03-14-05s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-14-05s20", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-14-05s21", "raw": "A scene from a TV show in which a man is talking on a phone in a coffee shop.", "with_names": ""}, {"scene_id": "atwt-03-14-05s22", "raw": "A scene from a TV show in which a cat is seen jumping on a table.", "with_names": "a cat is jumping on a table."}, {"scene_id": "atwt-03-14-05s23", "raw": "A scene from a TV show in which a woman is seen in a black dress, her hands are raised and she is looking at the camera.", "with_names": "] is in a black dress, her hands are raised and she is looking at the camera."}, {"scene_id": "atwt-03-14-05s24", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-14-05s25", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt.", "with_names": "a man is wearing a leather jacket and a shirt."}, {"scene_id": "atwt-03-14-05s26", "raw": "A scene from a TV show in which a young man is sitting in a classroom, looking down and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-14-05s27", "raw": "A scene from a TV show in which a man is whispering into a woman's ear.", "with_names": "a man is whispering into a woman's ear."}, {"scene_id": "atwt-03-14-05s28", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in her hands.", "with_names": "a woman is lying on the floor with her head in her hands."}, {"scene_id": "atwt-03-14-05s29", "raw": "A scene from a TV show in which a woman is sitting in a room with her hands clasped together.", "with_names": "a woman is sitting in a room with her hands clasped together."}]