[{"scene_id": "pc-02-20-01s0", "raw": "A scene from a TV show in which a woman is playing a toy gun.", "with_names": "a woman is playing a toy gun."}, {"scene_id": "pc-02-20-01s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-02-20-01s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-02-20-01s3", "raw": "A scene from a TV show in which a woman is wearing a black hat and a coat.", "with_names": "a woman is wearing a black hat and a coat."}, {"scene_id": "pc-02-20-01s4", "raw": "A scene from a TV show in which a woman is looking at the camera and saying, \"I'm not sure what to do with my life.\"", "with_names": "a woman is looking at the camera and saying, \"i'm not sure what to do with my life.\""}, {"scene_id": "pc-02-20-01s5", "raw": "A scene from a TV show in which a man is talking to someone and is looking at his hand.", "with_names": ""}, {"scene_id": "pc-02-20-01s6", "raw": "A scene from a TV show in which a woman is wearing a cap and rubbing her face", "with_names": "a woman is wearing a cap and rubbing her face"}, {"scene_id": "pc-02-20-01s7", "raw": "A scene from a TV show in which a man and a woman are talking to a doctor.", "with_names": ""}, {"scene_id": "pc-02-20-01s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-20-01s9", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "pc-02-20-01s10", "raw": "A scene from a TV show in which a bald man is wearing a leather jacket and a black shirt.", "with_names": "a bald man is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-02-20-01s11", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "pc-02-20-01s12", "raw": "A scene from a TV show in which a man is sitting in a dark room with a TV on", "with_names": "a man is sitting in a dark room with a tv on"}]