[{"scene_id": "atwt-05-03-07s0", "raw": "A scene from a TV show in which a woman is holding flowers and making a face.", "with_names": "a woman is holding flowers and making a face."}, {"scene_id": "atwt-05-03-07s1", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace", "with_names": "a woman is wearing a red blazer and a necklace"}, {"scene_id": "atwt-05-03-07s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-03-07s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-03-07s4", "raw": "A scene from a TV show in which a man is sitting down and looking down.", "with_names": "a man is sitting down and looking down."}, {"scene_id": "atwt-05-03-07s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera", "with_names": "a man is wearing a suit and tie and looking at the camera"}, {"scene_id": "atwt-05-03-07s6", "raw": "A scene from a TV show in which a bottle of Clorox bleach is shown on a kitchen counter.", "with_names": ""}, {"scene_id": "atwt-05-03-07s7", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-05-03-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-03-07s9", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-03-07s10", "raw": "A scene from a TV show in which a baby is shown with its mouth open. The caption reads \"Anything for baby\"", "with_names": ""}, {"scene_id": "atwt-05-03-07s11", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "atwt-05-03-07s12", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-03-07s13", "raw": "A scene from a TV show in which an elderly man is shown a receipt by a woman.", "with_names": ""}, {"scene_id": "atwt-05-03-07s14", "raw": "A scene from a TV show in which a blonde woman is smiling.", "with_names": "a blonde woman is smiling."}, {"scene_id": "atwt-05-03-07s15", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "atwt-05-03-07s16", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-05-03-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-03-07s18", "raw": "A scene from a TV show in which a little girl is shown making a funny face.", "with_names": ""}]