[{"scene_id": "oltl-11-18-10s0", "raw": "A scene from a TV show in which a woman is talking to a man and the woman is looking at him with her eyes closed.", "with_names": ""}, {"scene_id": "oltl-11-18-10s1", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a scarf around her neck.", "with_names": "a woman is wearing a leather jacket and a scarf around her neck."}, {"scene_id": "oltl-11-18-10s2", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "oltl-11-18-10s3", "raw": "A scene from a TV show in which two women are walking down a hallway, one wearing a red dress and a black coat and the other wearing an all-black outfit.", "with_names": "two women are walking down a hallway, one wearing a red dress and a black coat and the other wearing an all-black outfit."}, {"scene_id": "oltl-11-18-10s4", "raw": "A scene from a TV show in which a young man is wearing a suit and tie.", "with_names": "a young man is wearing a suit and tie."}, {"scene_id": "oltl-11-18-10s5", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s6", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is white.", "with_names": "a man is in a hospital bed. the image is white."}, {"scene_id": "oltl-11-18-10s7", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a scarf.", "with_names": "a woman is wearing a leather jacket and a scarf."}, {"scene_id": "oltl-11-18-10s8", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a gold necklace.", "with_names": "a woman is wearing a red blazer and a gold necklace."}, {"scene_id": "oltl-11-18-10s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-18-10s10", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, both wearing black suits.", "with_names": "a man and a woman are standing in a hallway, both wearing black suits."}, {"scene_id": "oltl-11-18-10s11", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s12", "raw": "A scene from a TV show in which two men are standing in a room, talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-18-10s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s14", "raw": "A scene from a TV show in which a woman is standing in front of a bar, smiling and talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-18-10s15", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt.", "with_names": "a man is looking at the camera and wearing a blue shirt."}, {"scene_id": "oltl-11-18-10s16", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "oltl-11-18-10s17", "raw": "A scene from a TV show in which a woman is wearing a black hat and a suit.", "with_names": "a woman is wearing a black hat and a suit."}, {"scene_id": "oltl-11-18-10s18", "raw": "A scene from a TV show in which a woman is bending over to pick up a piece of paper from a man.", "with_names": "a woman is bending over to pick up a piece of paper from a man."}, {"scene_id": "oltl-11-18-10s19", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "oltl-11-18-10s20", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "oltl-11-18-10s21", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, talking on their cell phones.", "with_names": ""}, {"scene_id": "oltl-11-18-10s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-18-10s23", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-11-18-10s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-18-10s25", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-11-18-10s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s27", "raw": "A scene from a TV show in which a woman is reading a book to another woman.", "with_names": "a woman is reading a book to another woman."}, {"scene_id": "oltl-11-18-10s28", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-11-18-10s29", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a striped scarf.", "with_names": "a woman is wearing a leather jacket and a striped scarf."}, {"scene_id": "oltl-11-18-10s30", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-18-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-18-10s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s33", "raw": "A scene from a TV show in which a woman is wearing a hat and a suit and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-18-10s34", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-11-18-10s35", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-18-10s36", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-11-18-10s37", "raw": "A scene from a TV show in which a young man is looking at a woman.", "with_names": "a young man is looking at a woman."}, {"scene_id": "oltl-11-18-10s38", "raw": "A scene from a TV show in which a man is standing in a room with a vase and a chair.", "with_names": "a man is standing in a room with a vase and a chair."}, {"scene_id": "oltl-11-18-10s39", "raw": "A scene from a TV show in which a woman is wearing a black dress and a yellow dress", "with_names": "a woman is wearing a black dress and a yellow dress"}, {"scene_id": "oltl-11-18-10s40", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "oltl-11-18-10s41", "raw": "A scene from a TV show in which a man kisses a boy on the cheek.", "with_names": "a man kisses a boy on the cheek."}, {"scene_id": "oltl-11-18-10s42", "raw": "A scene from a TV show in which a man is standing in a library and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-11-18-10s43", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}]