[{"scene_id": "atwt-10-05-06s0", "raw": "A scene from a TV show in which a woman is sitting in bed with her hand on her mouth.", "with_names": "Lily is sitting in bed with her hand on her mouth."}, {"scene_id": "atwt-10-05-06s2", "raw": "A scene from a TV show in which a woman is holding a baby and talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-06s3", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a white collar", "with_names": "a man is wearing a blue shirt and a white collar"}, {"scene_id": "atwt-10-05-06s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-06s5", "raw": "A scene from a TV show in which a man is wearing a shirt and looking to the side.", "with_names": "a man is wearing a shirt and looking to the side."}, {"scene_id": "atwt-10-05-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-05-06s7", "raw": "A scene from a TV show in which a young man and woman are standing in a room.", "with_names": "a young man and woman are standing in a room."}, {"scene_id": "atwt-10-05-06s8", "raw": "A scene from a TV show in which a man is holding a baby and feeding it a bottle.", "with_names": "a man is holding a baby and feeding it a bottle."}, {"scene_id": "atwt-10-05-06s9", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-10-05-06s10", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "Luke is looking down and Lily is standing behind him."}, {"scene_id": "atwt-10-05-06s11", "raw": "A scene from a TV show in which a man is talking and wearing a patterned shirt.", "with_names": ""}, {"scene_id": "atwt-10-05-06s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "Lucy is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-10-05-06s13", "raw": "A scene from a TV show in which a blonde woman is looking at a red-haired man.", "with_names": "a blonde woman is looking at a red-haired man."}, {"scene_id": "atwt-10-05-06s14", "raw": "A scene from a TV show in which a witch is sitting on a globe with lights on it.", "with_names": "a witch is sitting on a globe with lights on it."}, {"scene_id": "atwt-10-05-06s15", "raw": "A scene from a TV show in which a woman is shown a large, clear plastic model of a human head.", "with_names": ""}, {"scene_id": "atwt-10-05-06s16", "raw": "A scene from a TV show in which a woman is talking to a man and she is holding a cup.", "with_names": ""}, {"scene_id": "atwt-10-05-06s17", "raw": "A scene from a TV show in which a woman is shown walking down a hallway with a backpack on. The text on the screen reads \"Totally manage your weight.\"", "with_names": ""}, {"scene_id": "atwt-10-05-06s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-10-05-06s19", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-10-05-06s20", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-10-05-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-05-06s22", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a tie.", "with_names": "a woman is wearing a yellow shirt and a tie."}, {"scene_id": "atwt-10-05-06s23", "raw": "A scene from a TV show in which a woman is holding a pen and looking at the camera.", "with_names": "a woman is holding a pen and looking at the camera."}, {"scene_id": "atwt-10-05-06s24", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Chaz is in a hospital bed, wearing a mask."}]