[{"scene_id": "atwt-10-24-05s0", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-24-05s1", "raw": "A scene from a TV show in which a blonde man and a woman are standing next to each other.", "with_names": "a blonde man and a woman are standing next to each other."}, {"scene_id": "atwt-10-24-05s2", "raw": "A scene from a TV show in which the words \"As the World Turns\" are written in a dark room", "with_names": "the words \"as the world turns\" are written in a dark room"}, {"scene_id": "atwt-10-24-05s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-24-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-24-05s5", "raw": "A scene from a TV show in which a microwave is being advertised for sale.", "with_names": "a microwave is being advertised for sale."}, {"scene_id": "atwt-10-24-05s6", "raw": "A scene from a TV show in which a woman is wearing a green leather jacket", "with_names": "a woman is wearing a green leather jacket"}, {"scene_id": "atwt-10-24-05s7", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her.", "with_names": ""}, {"scene_id": "atwt-10-24-05s8", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-10-24-05s9", "raw": "A scene from a TV show in which a woman is wearing a jean jacket and a short blonde hair.", "with_names": "a woman is wearing a jean jacket and a short blonde hair."}, {"scene_id": "atwt-10-24-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-24-05s11", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-10-24-05s12", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-10-24-05s13", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-10-24-05s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-24-05s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-24-05s16", "raw": "A scene from a TV show in which a woman is holding a baby and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-24-05s17", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, walking down a hallway.", "with_names": "a man is in a black suit and tie, walking down a hallway."}, {"scene_id": "atwt-10-24-05s18", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-10-24-05s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-24-05s20", "raw": "A scene from a TV show in which a young man is looking off to the side, wearing a red jacket.", "with_names": "a young man is looking off to the side, wearing a red jacket."}, {"scene_id": "atwt-10-24-05s21", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}]