[{"scene_id": "atwt-03-05-07s0", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-05-07s1", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her face.", "with_names": ""}, {"scene_id": "atwt-03-05-07s2", "raw": "A scene from a TV show in which a young girl is wearing a pink shirt and a green jacket.", "with_names": "a young girl is wearing a pink shirt and a green jacket."}, {"scene_id": "atwt-03-05-07s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-05-07s4", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-03-05-07s5", "raw": "A scene from a TV show in which a woman is looking at her reflection in a mirror.", "with_names": "a woman is looking at her reflection in a mirror."}, {"scene_id": "atwt-03-05-07s6", "raw": "A scene from a TV show in which a woman is seen using a Bounty paper towel.", "with_names": "a woman is using a bounty paper towel."}, {"scene_id": "atwt-03-05-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-03-05-07s8", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-03-05-07s9", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-03-05-07s10", "raw": "A scene from a TV show in which a young girl is wearing a red puffy jacket and a boy is looking at her.", "with_names": "a young girl is wearing a red puffy jacket and a boy is looking at her."}, {"scene_id": "atwt-03-05-07s11", "raw": "A scene from a TV show in which a man and a woman sit at a table in a room with a mirror.", "with_names": "a man and a woman sit at a table in a room with a mirror."}, {"scene_id": "atwt-03-05-07s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-05-07s13", "raw": "A scene from a TV show in which a man is standing in front of a blonde woman, with his arms crossed.", "with_names": "a man is standing in front of a blonde woman, with his arms crossed."}, {"scene_id": "atwt-03-05-07s14", "raw": "A scene from a TV show in which frozen vegetables are being sold in bags.", "with_names": "frozen vegetables are being sold in bags."}, {"scene_id": "atwt-03-05-07s15", "raw": "A scene from a TV show in which a woman is holding a plate with a sandwich.", "with_names": "a woman is holding a plate with a sandwich."}, {"scene_id": "atwt-03-05-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-05-07s17", "raw": "A scene from a TV show in which a man is holding a fork in his mouth.", "with_names": "a man is holding a fork in his mouth."}, {"scene_id": "atwt-03-05-07s18", "raw": "A scene from a TV show in which a man is seen walking through a dark room with a flashlight.", "with_names": "a man is walking through a dark room with a flashlight."}, {"scene_id": "atwt-03-05-07s19", "raw": "A scene from a TV show in which a young boy is wearing a red jacket and a brown wig.", "with_names": "a young boy is wearing a red jacket and a brown wig."}, {"scene_id": "atwt-03-05-07s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-05-07s21", "raw": "A scene from a TV show in which a man is pouring a woman a drink from a bag.", "with_names": "a man is pouring a woman a drink from a bag."}, {"scene_id": "atwt-03-05-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-05-07s23", "raw": "A scene from a TV show in which a lipstick is being tested.", "with_names": "a lipstick is being tested."}, {"scene_id": "atwt-03-05-07s24", "raw": "A scene from a TV show in which a woman is wearing a black top and a necklace", "with_names": "a woman is wearing a black top and a necklace"}, {"scene_id": "atwt-03-05-07s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-05-07s26", "raw": "A scene from a TV show in which a boy eats a bowl of noodles.", "with_names": "a boy eats a bowl of noodles."}, {"scene_id": "atwt-03-05-07s27", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}]