[{"scene_id": "pc-12-17-02s0", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "pc-12-17-02s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-17-02s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-12-17-02s3", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "pc-12-17-02s4", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "a man is touching a woman's face."}, {"scene_id": "pc-12-17-02s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-17-02s6", "raw": "A scene from a TV show in which a black man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-12-17-02s7", "raw": "A scene from a TV show in which a woman is talking to someone and her face is lit up.", "with_names": ""}, {"scene_id": "pc-12-17-02s8", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-12-17-02s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-17-02s10", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a scarf around his neck.", "with_names": "Jack is wearing a leather jacket and a scarf around his neck."}, {"scene_id": "pc-12-17-02s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a green object.", "with_names": ""}, {"scene_id": "pc-12-17-02s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-17-02s13", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-12-17-02s14", "raw": "A scene from a TV show in which a woman is wearing a black latex dress and a man is holding her arms.", "with_names": "a woman is wearing a black latex dress and a man is holding her arms."}]