[{"scene_id": "atwt-06-25-09s0", "raw": "A scene from a TV show in which a blonde woman is wearing a blue shirt and a ponytail.", "with_names": "a blonde woman is wearing a blue shirt and a ponytail."}, {"scene_id": "atwt-06-25-09s1", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-06-25-09s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "atwt-06-25-09s3", "raw": "A scene from a TV show in which a man and a woman are standing in a room and the womanI is looking at the camera", "with_names": "a man and a woman are standing in a room and the womani is looking at the camera"}, {"scene_id": "atwt-06-25-09s4", "raw": "A scene from a TV show in which a woman is trying to get her hair to stand up.", "with_names": "a woman is trying to get her hair to stand up."}, {"scene_id": "atwt-06-25-09s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-25-09s6", "raw": "A scene from a TV show in which a woman is wearing a red shirt and large hoop earrings.", "with_names": "a woman is wearing a red shirt and large hoop earrings."}, {"scene_id": "atwt-06-25-09s7", "raw": "A scene from a TV show in which a man is holding a baseball bat over his head and a woman is looking at him.", "with_names": "a man is holding a baseball bat over his head and a woman is looking at him."}, {"scene_id": "atwt-06-25-09s8", "raw": "A scene from a TV show in which two pills are shown in a hand", "with_names": "two pills are shown in a hand"}, {"scene_id": "atwt-06-25-09s9", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-25-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-25-09s11", "raw": "A scene from a TV show in which a woman is holding a pole.", "with_names": "a woman is holding a pole."}, {"scene_id": "atwt-06-25-09s12", "raw": "A scene from a TV show in which a woman is wearing a red jacket and pearls and is making a face.", "with_names": "a woman is wearing a red jacket and pearls and is making a face."}, {"scene_id": "atwt-06-25-09s13", "raw": "A scene from a TV show in which a woman is wearing a red and white polka dot shirt and a pearl necklace.", "with_names": "a woman is wearing a red and white polka dot shirt and a pearl necklace."}, {"scene_id": "atwt-06-25-09s14", "raw": "A scene from a TV show in which a blue screen is shown with the words \"Celebrate's benefits outweigh the risks. If you need help, call 1-800-662-8787.\"", "with_names": ""}, {"scene_id": "atwt-06-25-09s15", "raw": "A scene from a TV show in which a woman is wearing a red and white polka dot dress and a man is in a blue shirt.", "with_names": "a woman is wearing a red and white polka dot dress and a man is in a blue shirt."}, {"scene_id": "atwt-06-25-09s16", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-06-25-09s17", "raw": "A scene from a TV show in which a woman is shown in a kitchen holding a bottle of cleaning product.", "with_names": ""}, {"scene_id": "atwt-06-25-09s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-25-09s19", "raw": "A scene from a TV show in which two men are talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-25-09s20", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-25-09s21", "raw": "A scene from a TV show in which a woman is wearing a red polka dot dress and pearls and is holding a pole.", "with_names": "a woman is wearing a red polka dot dress and pearls and is holding a pole."}, {"scene_id": "atwt-06-25-09s22", "raw": "A scene from a TV show in which a woman is talking about PMDD symptoms.", "with_names": ""}, {"scene_id": "atwt-06-25-09s23", "raw": "A scene from a TV show in which a woman is wearing a blue cardigan and a black top.", "with_names": "a woman is wearing a blue cardigan and a black top."}, {"scene_id": "atwt-06-25-09s24", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "atwt-06-25-09s25", "raw": "A scene from a TV show in which a blonde woman is wearing a blue and white striped shirt.", "with_names": "a blonde woman is wearing a blue and white striped shirt."}, {"scene_id": "atwt-06-25-09s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a handbag and looking at her phone.", "with_names": "a woman is standing in a kitchen, holding a handbag and looking at her phone."}, {"scene_id": "atwt-06-25-09s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-25-09s28", "raw": "A scene from a TV show in which a man is walking through a door and a woman is standing outside.", "with_names": "a man is walking through a door and a woman is standing outside."}, {"scene_id": "atwt-06-25-09s29", "raw": "A scene from a TV show in which a man is standing in a bedroom next to a bed.", "with_names": "a man is standing in a bedroom next to a bed."}, {"scene_id": "atwt-06-25-09s30", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a long red hair", "with_names": "a woman is wearing a purple shirt and a long red hair"}, {"scene_id": "atwt-06-25-09s31", "raw": "A scene from a TV show in which two men are standing in a field, one holding a box and the other holding an instrument.", "with_names": "two men are standing in a field, one holding a box and the other holding an instrument."}]