[{"scene_id": "pc-05-21-01s0", "raw": "A scene from a TV show in which a man is seen in a tank of water with a large octopus.", "with_names": "a man is in a tank of water with a large octopus."}, {"scene_id": "pc-05-21-01s1", "raw": "A scene from a TV show in which a priest is shown in a black robe and a white collar.", "with_names": ""}, {"scene_id": "pc-05-21-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-21-01s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-05-21-01s4", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing behind him", "with_names": ""}, {"scene_id": "pc-05-21-01s5", "raw": "A scene from a TV show in which a young girl is shown smiling and looking at the camera.", "with_names": ""}, {"scene_id": "pc-05-21-01s6", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at Lucy and smiling"}, {"scene_id": "pc-05-21-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-21-01s8", "raw": "A scene from a TV show in which a woman is being filmed by a man in a mask", "with_names": "Lucy is being filmed by a man in a mask"}, {"scene_id": "pc-05-21-01s9", "raw": "A scene from a TV show in which a woman is wearing a tiara and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-05-21-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-21-01s11", "raw": "A scene from a TV show in which a man is being forced to kiss a woman on the head.", "with_names": "a man is being forced to kiss a woman on the head."}, {"scene_id": "pc-05-21-01s12", "raw": "A scene from a TV show in which a priest is talking to a woman.", "with_names": ""}, {"scene_id": "pc-05-21-01s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-05-21-01s14", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "pc-05-21-01s15", "raw": "A scene from a TV show in which a man is punching a wall.", "with_names": "Frank is punching a wall."}, {"scene_id": "pc-05-21-01s16", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}]