[{"scene_id": "gl-06-24-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-06-24-03s1", "raw": "A scene from a TV show in which a woman is reading a book and a lamp is on", "with_names": "a woman is reading a book and a lamp is on"}, {"scene_id": "gl-06-24-03s2", "raw": "A scene from a TV show in which a man is holding a coffee cup and talking to someone.", "with_names": ""}, {"scene_id": "gl-06-24-03s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-24-03s4", "raw": "A scene from a TV show in which a man is talking on the phone and looking at a watch", "with_names": ""}, {"scene_id": "gl-06-24-03s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-24-03s6", "raw": "A scene from a TV show in which a girl is looking at the camera and making a face.", "with_names": "a girl is looking at the camera and making a face."}, {"scene_id": "gl-06-24-03s7", "raw": "A scene from a TV show in which a man and a woman sit on a bench and talk.", "with_names": "a man and a woman sit on a bench and talk."}, {"scene_id": "gl-06-24-03s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-03s9", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "gl-06-24-03s10", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-03s11", "raw": "A scene from a TV show in which a man is holding a gun and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-03s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-06-24-03s13", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-24-03s14", "raw": "A scene from a TV show in which a young girl is talking to her mother.", "with_names": ""}, {"scene_id": "gl-06-24-03s15", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-06-24-03s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at a plant.", "with_names": ""}, {"scene_id": "gl-06-24-03s17", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}]