[{"scene_id": "pc-07-17-01s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-07-17-01s1", "raw": "A scene from a TV show in which a young man is walking through a forest and talking to someone.", "with_names": ""}, {"scene_id": "pc-07-17-01s2", "raw": "A scene from a TV show in which a woman is talking to someone in a bathroom.", "with_names": ""}, {"scene_id": "pc-07-17-01s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-17-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-17-01s5", "raw": "A scene from a TV show in which a man is talking to a woman in a forest.", "with_names": ""}, {"scene_id": "pc-07-17-01s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Caleb is looking at Gabriela and she is looking back at him."}, {"scene_id": "pc-07-17-01s7", "raw": "A scene from a TV show in which a man and a woman are arguing in a room. The woman is wearing a pink jacket and is looking at the man.", "with_names": "a man and a woman are arguing in a room. the woman is wearing a pink jacket and is looking at the man."}, {"scene_id": "pc-07-17-01s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-17-01s9", "raw": "A scene from a TV show in which a man is standing in a kitchen with a cat on the counter.", "with_names": "Jamal is standing in a kitchen with a cat on the counter."}, {"scene_id": "pc-07-17-01s10", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-07-17-01s11", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "pc-07-17-01s12", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "pc-07-17-01s13", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "Jack is looking at a blonde woman."}, {"scene_id": "pc-07-17-01s14", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]