[{"scene_id": "atwt-01-12-06s0", "raw": "A scene from a TV show in which a woman touches a man's face.", "with_names": "Lily touches Holden's face."}, {"scene_id": "atwt-01-12-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-12-06s2", "raw": "A scene from a TV show in which a woman is wearing a black coat and a blonde hair", "with_names": "a woman is wearing a black coat and a blonde hair"}, {"scene_id": "atwt-01-12-06s3", "raw": "A scene from a TV show in which a globe is shown", "with_names": ""}, {"scene_id": "atwt-01-12-06s4", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is leaning over him.", "with_names": ""}, {"scene_id": "atwt-01-12-06s5", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-01-12-06s6", "raw": "A scene from a TV show in which a woman is grabbing a man's face and pulling him in for a kiss.", "with_names": "a woman is grabbing a man's face and pulling him in for a kiss."}, {"scene_id": "atwt-01-12-06s7", "raw": "A scene from a TV show in which a man is lying on his back with his eyes closed.", "with_names": "a man is lying on his back with his eyes closed."}, {"scene_id": "atwt-01-12-06s8", "raw": "A scene from a TV show in which two Pizza Hut employees are arguing over the same pizza.", "with_names": "two pizza hut employees are arguing over the same pizza."}, {"scene_id": "atwt-01-12-06s9", "raw": "A scene from a TV show in which a woman is wearing a black sweater and a cross around her neck.", "with_names": "a woman is wearing a black sweater and a cross around her neck."}, {"scene_id": "atwt-01-12-06s10", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a black coat", "with_names": "a woman is wearing a red scarf and a black coat"}, {"scene_id": "atwt-01-12-06s11", "raw": "A scene from a TV show in which a man is lying down with his eyes closed.", "with_names": "a man is lying down with his eyes closed."}, {"scene_id": "atwt-01-12-06s12", "raw": "A scene from a TV show in which three bottles of Jet Dry are placed on a dishwasher.", "with_names": "three bottles of jet dry are placed on a dishwasher."}, {"scene_id": "atwt-01-12-06s13", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a necklace", "with_names": "a woman is wearing a black turtleneck and a necklace"}, {"scene_id": "atwt-01-12-06s14", "raw": "A scene from a TV show in which a woman is seen knocking on a window.", "with_names": "a woman is knocking on a window."}, {"scene_id": "atwt-01-12-06s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-12-06s16", "raw": "A scene from a TV show in which a bottle of Sved's is thrown into a fountain.", "with_names": "a bottle of sved's is thrown into a fountain."}, {"scene_id": "atwt-01-12-06s17", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and her hair is pulled back.", "with_names": "a woman is wearing a black turtleneck and her hair is pulled back."}, {"scene_id": "atwt-01-12-06s18", "raw": "A scene from a TV show in which a man is looking to the right, with his mouth open and his hair flowing down his back.", "with_names": "a man is looking to the right, with his mouth open and his hair flowing down his back."}, {"scene_id": "atwt-01-12-06s19", "raw": "A scene from a TV show in which a Stayfree deodorant is shown.", "with_names": ""}, {"scene_id": "atwt-01-12-06s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "atwt-01-12-06s21", "raw": "A scene from a TV show in which a bottle of Dial is being used to clean a sink.", "with_names": "a bottle of dial is being used to clean a sink."}]