[{"scene_id": "bb-05-11-06s0", "raw": "A scene from a TV show in which a shirtless man is talking on a phone in a room with a dining table and chairs.", "with_names": ""}, {"scene_id": "bb-05-11-06s1", "raw": "A scene from a TV show in which two doctors are standing next to each other, one is writing in a notebook and the other is looking at him.", "with_names": "two doctors are standing next to each other, one is writing in a notebook and the other is looking at him."}, {"scene_id": "bb-05-11-06s2", "raw": "A scene from a TV show in which a woman is wearing a bandana and a man is dressed in a leather jacket.", "with_names": "a woman is wearing a bandana and Christian is dressed in a leather jacket."}, {"scene_id": "bb-05-11-06s3", "raw": "A scene from a TV show in which a man is standing in front of a door and a clock is visible on the wall.", "with_names": "Eric is standing in front of a door and a clock is visible on the wall."}, {"scene_id": "bb-05-11-06s4", "raw": "A scene from a TV show in which a woman is reading a book and a man is standing behind her", "with_names": "Stephanie is reading a book and Stephen is standing behind her"}, {"scene_id": "bb-05-11-06s5", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-05-11-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone in a hospital room.", "with_names": ""}, {"scene_id": "bb-05-11-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-11-06s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is sitting next to her, and a clock is visible in the background.", "with_names": "a woman is lying in a hospital bed, a man is sitting next to her, and a clock is visible in the background."}, {"scene_id": "bb-05-11-06s9", "raw": "A scene from a TV show in which a woman is lying on a massage table with a flower between her legs.", "with_names": "a woman is lying on a massage table with a flower between her legs."}, {"scene_id": "bb-05-11-06s10", "raw": "A scene from a TV show in which a man is talking on his cell phone while sitting in a hot tub.", "with_names": ""}, {"scene_id": "bb-05-11-06s11", "raw": "A scene from a TV show in which a woman is wearing a blue bikini and a man is sitting next to her in a pool.", "with_names": "Brooke is wearing a blue bikini and Nick is sitting next to her in a pool."}, {"scene_id": "bb-05-11-06s12", "raw": "A scene from a TV show in which a woman is talking on a phone while holding a green figurine.", "with_names": ""}, {"scene_id": "bb-05-11-06s13", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-05-11-06s14", "raw": "A scene from a TV show in which a woman is talking to a man in a pool.", "with_names": ""}, {"scene_id": "bb-05-11-06s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "bb-05-11-06s16", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, with the time displayed on the bottom of the screen.", "with_names": "a man is leaning over a woman in a hospital bed, with the time displayed on the bottom of the screen."}, {"scene_id": "bb-05-11-06s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-11-06s19", "raw": "A scene from a TV show in which a man and a woman are in a pool, the man is kissing the woman on the cheek.", "with_names": "Eric and Bridget are in a pool, the man is kissing the woman on the cheek."}, {"scene_id": "bb-05-11-06s20", "raw": "A scene from a TV show in which a woman is in a hot tub and a clock is counting down", "with_names": "Brooke is in a hot tub and a clock is counting down"}, {"scene_id": "bb-05-11-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]