[{"scene_id": "gl-08-16-06s0", "raw": "A scene from a TV show in which a woman is being arrested", "with_names": "a woman is being arrested"}, {"scene_id": "gl-08-16-06s1", "raw": "A scene from a TV show in which a chef is talking to a woman and a man in chef's whites.", "with_names": ""}, {"scene_id": "gl-08-16-06s2", "raw": "A scene from a TV show in which a woman is combing her hair in front of a mirror.", "with_names": "a woman is combing her hair in front of a mirror."}, {"scene_id": "gl-08-16-06s3", "raw": "A scene from a TV show in which a man is walking down a flight of stairs with a suitcase.", "with_names": "Coop is walking down a flight of stairs with a suitcase."}, {"scene_id": "gl-08-16-06s4", "raw": "A scene from a TV show in which a woman is holding a glass of champagne and a man is looking at her.", "with_names": "a woman is holding a glass of champagne and a man is looking at her."}, {"scene_id": "gl-08-16-06s5", "raw": "A scene from a TV show in which a chef is talking to a customer", "with_names": ""}, {"scene_id": "gl-08-16-06s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-16-06s7", "raw": "A scene from a TV show in which a woman is wearing headphones and a shocked expression.", "with_names": "a woman is wearing headphones and a shocked expression."}, {"scene_id": "gl-08-16-06s8", "raw": "A scene from a TV show in which a man is being hit in the face with a bottle.", "with_names": "a man is being hit in the face with a bottle."}, {"scene_id": "gl-08-16-06s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-08-16-06s10", "raw": "A scene from a TV show in which two women are dancing in a kitchen.", "with_names": "two women are dancing in a kitchen."}, {"scene_id": "gl-08-16-06s11", "raw": "A scene from a TV show in which a woman is wearing a necklace and a short skirt", "with_names": "a woman is wearing a necklace and a short skirt"}, {"scene_id": "gl-08-16-06s12", "raw": "A scene from a TV show in which a man is getting his hair cut", "with_names": "a man is getting his hair cut"}, {"scene_id": "gl-08-16-06s13", "raw": "A scene from a TV show in which a man is holding a pillow and a woman is looking at him.", "with_names": "a man is holding a pillow and a woman is looking at him."}, {"scene_id": "gl-08-16-06s14", "raw": "A scene from a TV show in which a woman is lighting candles.", "with_names": "a woman is lighting candles."}, {"scene_id": "gl-08-16-06s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-16-06s16", "raw": "A scene from a TV show in which a man is seen looking down at his tie.", "with_names": "a man is looking down at his tie."}, {"scene_id": "gl-08-16-06s17", "raw": "A scene from a TV show in which a man is walking down a dark hallway and a woman is standing in the doorway.", "with_names": "a man is walking down a dark hallway and a woman is standing in the doorway."}]