[{"scene_id": "atwt-04-14-09s0", "raw": "A scene from a TV show in which a woman is holding a baby and a man is sitting next to her.", "with_names": "Meg is holding a baby and Paul is sitting next to her."}, {"scene_id": "atwt-04-14-09s1", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a pink top.", "with_names": "a woman is wearing a green shirt and a pink top."}, {"scene_id": "atwt-04-14-09s2", "raw": "A scene from a TV show in which a woman is looking through a window", "with_names": "a woman is looking through a window"}, {"scene_id": "atwt-04-14-09s3", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-14-09s4", "raw": "A scene from a TV show in which a man is eating a sandwich and drinking tea.", "with_names": "a man is eating a sandwich and drinking tea."}, {"scene_id": "atwt-04-14-09s5", "raw": "A scene from a TV show in which pasta is being poured over sausage", "with_names": "pasta is being poured over sausage"}, {"scene_id": "atwt-04-14-09s6", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "atwt-04-14-09s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-14-09s8", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a hospital.", "with_names": ""}, {"scene_id": "atwt-04-14-09s9", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a red shirt and is looking angrily at someone off-camera.", "with_names": "a woman is wearing a leather jacket and a red shirt and is looking angrily at someone off-camera."}, {"scene_id": "atwt-04-14-09s10", "raw": "A scene from a TV show in which a woman is holding a baby in a room.", "with_names": "a woman is holding a baby in a room."}, {"scene_id": "atwt-04-14-09s11", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and looking at a man.", "with_names": "a woman is sitting in a restaurant and looking at a man."}, {"scene_id": "atwt-04-14-09s12", "raw": "A scene from a TV show in which a woman is yelling and gesturing with her hands.", "with_names": "a woman is yelling and gesturing with her hands."}, {"scene_id": "atwt-04-14-09s13", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-14-09s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-14-09s15", "raw": "A scene from a TV show in which a woman is bending over and her pants are pulled down to her ankles.", "with_names": "a woman is bending over and her pants are pulled down to her ankles."}, {"scene_id": "atwt-04-14-09s16", "raw": "A scene from a TV show in which a doctor is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-14-09s17", "raw": "A scene from a TV show in which a woman is brushing her hair with a hairbrush.", "with_names": "a woman is brushing her hair with a hairbrush."}, {"scene_id": "atwt-04-14-09s18", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-04-14-09s19", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a brown purse.", "with_names": "a woman is wearing a blue shirt and a brown purse."}, {"scene_id": "atwt-04-14-09s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-04-14-09s21", "raw": "A scene from a TV show in which a man is driving a car in the desert, with a large yellow cone and a sign that says CHEEZIT.", "with_names": "a man is driving a car in the desert, with a large yellow cone and a sign that says cheezit."}, {"scene_id": "atwt-04-14-09s22", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-14-09s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-14-09s24", "raw": "A scene from a TV show in which a woman is holding a credit card up to a man's face.", "with_names": "a woman is holding a credit card up to a man's face."}, {"scene_id": "atwt-04-14-09s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-04-14-09s26", "raw": "A scene from a TV show in which a person holds a device with a screen that reads: \"97.\"", "with_names": "a person holds a device with a screen that reads: \"97.\""}]