[{"scene_id": "atwt-07-22-09s0", "raw": "A scene from a TV show in which a man is holding a baby in his arms", "with_names": "a man is holding a baby in his arms"}, {"scene_id": "atwt-07-22-09s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-22-09s2", "raw": "A scene from a TV show in which a man is reading a book and a woman is standing next to him.", "with_names": "a man is reading a book and a woman is standing next to him."}, {"scene_id": "atwt-07-22-09s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-22-09s4", "raw": "A scene from a TV show in which a woman is sitting at a desk with a laptop and a man is standing behind her.", "with_names": "a woman is sitting at a desk with a laptop and a man is standing behind her."}, {"scene_id": "atwt-07-22-09s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-22-09s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-22-09s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-22-09s8", "raw": "A scene from a TV show in which a woman sits in a white chair and talks about Boniva.", "with_names": "a woman sits in a white chair and talks about boniva."}, {"scene_id": "atwt-07-22-09s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-22-09s10", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-22-09s11", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-07-22-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-22-09s13", "raw": "A scene from a TV show in which a blonde woman is wearing a red top and a necklace.", "with_names": "a blonde woman is wearing a red top and a necklace."}, {"scene_id": "atwt-07-22-09s14", "raw": "A scene from a TV show in which a box of Glade air fresheners is placed on a table in a living room.", "with_names": "a box of glade air fresheners is placed on a table in a living room."}, {"scene_id": "atwt-07-22-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-22-09s16", "raw": "A scene from a TV show in which two women are doing push-ups.", "with_names": "two women are doing push-ups."}, {"scene_id": "atwt-07-22-09s17", "raw": "A scene from a TV show in which a woman is being interviewed by another woman.", "with_names": "a woman is being interviewed by another woman."}, {"scene_id": "atwt-07-22-09s18", "raw": "A scene from a TV show in which a woman is touching a man's tie.", "with_names": "a woman is touching a man's tie."}, {"scene_id": "atwt-07-22-09s19", "raw": "A scene from a TV show in which a man is dressed as a pink dinosaur and women are dancing around him.", "with_names": "a man is dressed as a pink dinosaur and women are dancing around him."}, {"scene_id": "atwt-07-22-09s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the man is holding a bottle and the woman is looking at it.", "with_names": "a man and a woman are standing next to each other, the man is holding a bottle and the woman is looking at it."}, {"scene_id": "atwt-07-22-09s21", "raw": "A scene from a TV show in which a woman is holding a wine glass and a man is standing next to her.", "with_names": "a woman is holding a wine glass and a man is standing next to her."}, {"scene_id": "atwt-07-22-09s22", "raw": "A scene from a TV show in which a woman is singing on a beach.", "with_names": "a woman is singing on a beach."}]