[{"scene_id": "pc-07-30-02s0", "raw": "A scene from a TV show in which the soap opera Port Charles is being aired.", "with_names": "the soap opera port charles is being aired."}, {"scene_id": "pc-07-30-02s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-30-02s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-30-02s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-30-02s4", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Ian's  voice is looking at the camera."}, {"scene_id": "pc-07-30-02s5", "raw": "A scene from a TV show in which a man is talking to two men in a bathroom.", "with_names": ""}, {"scene_id": "pc-07-30-02s6", "raw": "A scene from a TV show in which a man is holding a hammer and a balloon.", "with_names": "Jack is holding a hammer and a balloon."}, {"scene_id": "pc-07-30-02s7", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed and another man is talking to them.", "with_names": ""}, {"scene_id": "pc-07-30-02s9", "raw": "A scene from a TV show in which a man is crying", "with_names": "dr.  Neumann is crying"}, {"scene_id": "pc-07-30-02s10", "raw": "A scene from a TV show in which a man is kissing a woman in a store.", "with_names": "a man is kissing a woman in a store."}, {"scene_id": "pc-07-30-02s11", "raw": "A scene from a TV show in which a man and a woman are standing in front of a soap bubble.", "with_names": "Jack and Alison are standing in front of a soap bubble."}, {"scene_id": "pc-07-30-02s12", "raw": "A scene from a TV show in which a man is playing a game with a woman", "with_names": "a man is playing a game with a woman"}, {"scene_id": "pc-07-30-02s14", "raw": "A scene from a TV show in which a man is talking to another man in a bathroom.", "with_names": ""}, {"scene_id": "pc-07-30-02s15", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "a man is sitting next to Singer in a hospital bed."}, {"scene_id": "pc-07-30-02s16", "raw": "A scene from a TV show in which a woman is holding a pink teddy bear and a man is looking at it.", "with_names": "Frank is holding a pink teddy bear and Ian is looking at it."}, {"scene_id": "pc-07-30-02s17", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-07-30-02s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-30-02s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "pc-07-30-02s21", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a black background.", "with_names": "a woman is in a dark room, with a black background."}]