[{"scene_id": "oltl-08-24-11s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-08-24-11s1", "raw": "A scene from a TV show in which Simon Cowell is seen carrying a tray of drinks down a staircase.", "with_names": "simon cowell is carrying a tray of drinks down a staircase."}, {"scene_id": "oltl-08-24-11s2", "raw": "A scene from a TV show in which a woman is surprised by her family.", "with_names": "a woman is surprised by her family."}, {"scene_id": "oltl-08-24-11s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "a man is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "oltl-08-24-11s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-11s5", "raw": "A scene from a TV show in which a woman is looking through a window.", "with_names": "] is looking through a window."}, {"scene_id": "oltl-08-24-11s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-08-24-11s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-11s8", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with the man talking to the woman.", "with_names": ""}, {"scene_id": "oltl-08-24-11s9", "raw": "A scene from a TV show in which a woman is tearing a photo album open.", "with_names": "a woman is tearing a photo album open."}, {"scene_id": "oltl-08-24-11s10", "raw": "A scene from a TV show in which a man is standing next to a woman and she is looking at him.", "with_names": "a man is standing next to a woman and she is looking at him."}, {"scene_id": "oltl-08-24-11s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-08-24-11s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-11s13", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-08-24-11s14", "raw": "A scene from a TV show in which a woman is cutting a cake with a knife.", "with_names": "a woman is cutting a cake with a knife."}, {"scene_id": "oltl-08-24-11s15", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-08-24-11s16", "raw": "A scene from a TV show in which a man is standing in front of an older man in a wheelchair.", "with_names": "a man is standing in front of an older man in a wheelchair."}, {"scene_id": "oltl-08-24-11s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a cake and champagne.", "with_names": "a woman is sitting at a table with a cake and champagne."}, {"scene_id": "oltl-08-24-11s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-24-11s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-24-11s20", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a wall.", "with_names": ""}, {"scene_id": "oltl-08-24-11s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-11s22", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-08-24-11s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-24-11s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-24-11s25", "raw": "A scene from a TV show in which a man and a woman sit in chairs in a living room.", "with_names": "a man and a woman sit in chairs in a living room."}, {"scene_id": "oltl-08-24-11s26", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-24-11s27", "raw": "A scene from a TV show in which a woman is standing in front of a cake and a man is sitting at a desk.", "with_names": "a woman is standing in front of a cake and a man is sitting at a desk."}, {"scene_id": "oltl-08-24-11s28", "raw": "A scene from a TV show in which a man is kneeling in the grass, holding a bouquet and looking at a casket.", "with_names": "a man is kneeling in the grass, holding a bouquet and looking at a casket."}, {"scene_id": "oltl-08-24-11s29", "raw": "A scene from a TV show in which a man and a woman are kissing in a library.", "with_names": "a man and a woman are kissing in a library."}, {"scene_id": "oltl-08-24-11s30", "raw": "A scene from a TV show in which a woman is wearing a red and black dress and big hoop earrings.", "with_names": "a woman is wearing a red and black dress and big hoop earrings."}, {"scene_id": "oltl-08-24-11s31", "raw": "A scene from a TV show in which a man is looking up at the sky.", "with_names": "a man is looking up at the sky."}, {"scene_id": "oltl-08-24-11s32", "raw": "A scene from a TV show in which a woman is holding a blue handbag and another woman is standing next to her.", "with_names": "a woman is holding a blue handbag and another woman is standing next to her."}]