[{"scene_id": "gl-10-20-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hand raised.", "with_names": ""}, {"scene_id": "gl-10-20-05s1", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "gl-10-20-05s2", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is standing next to him.", "with_names": "a man is holding a piece of paper and a woman is standing next to him."}, {"scene_id": "gl-10-20-05s3", "raw": "A scene from a TV show in which a woman is holding a white towel and a man is looking at her through a window.", "with_names": "a woman is holding a white towel and a man is looking at her through a window."}, {"scene_id": "gl-10-20-05s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-20-05s5", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue plaid shirt", "with_names": "a man is wearing a black coat and a blue plaid shirt"}, {"scene_id": "gl-10-20-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-20-05s7", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "gl-10-20-05s8", "raw": "A scene from a TV show in which a man is reading a letter to a woman.", "with_names": "a man is reading a letter to a woman."}, {"scene_id": "gl-10-20-05s9", "raw": "A scene from a TV show in which a woman is screaming and her mouth is wide open.", "with_names": "a woman is screaming and her mouth is wide open."}, {"scene_id": "gl-10-20-05s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-20-05s11", "raw": "A scene from a TV show in which a woman is holding a stack of files and another womanI is trying to help her.", "with_names": "a woman is holding a stack of files and another womani is trying to help her."}, {"scene_id": "gl-10-20-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a badge on his chest and another woman is talking to him.", "with_names": ""}, {"scene_id": "gl-10-20-05s13", "raw": "A scene from a TV show in which a man is smiling and wearing a black coat.", "with_names": "a man is smiling and wearing a black coat."}, {"scene_id": "gl-10-20-05s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-20-05s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-20-05s16", "raw": "A scene from a TV show in which a man is reading a book in a jail cell while another man looks on.", "with_names": "a man is reading a book in a jail cell while another man looks on."}, {"scene_id": "gl-10-20-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-20-05s18", "raw": "A scene from a TV show in which a man is driving a car and his head is out of the window", "with_names": "a man is driving a car and his head is out of the window"}, {"scene_id": "gl-10-20-05s19", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-10-20-05s20", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him", "with_names": "a man is in a jail cell and another man is standing next to him"}, {"scene_id": "gl-10-20-05s21", "raw": "A scene from a TV show in which a man is talking on a phone and another man is watching him", "with_names": ""}, {"scene_id": "gl-10-20-05s22", "raw": "A scene from a TV show in which a man is looking at a bottle and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-10-20-05s23", "raw": "", "with_names": ""}, {"scene_id": "gl-10-20-05s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-10-20-05s25", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "gl-10-20-05s26", "raw": "A scene from a TV show in which a woman is seen wrapping a foil around a table.", "with_names": "a woman is wrapping a foil around a table."}, {"scene_id": "gl-10-20-05s27", "raw": "A scene from a TV show in which a woman is in a black dress and a man is behind bars", "with_names": "a woman is in a black dress and a man is behind bars"}, {"scene_id": "gl-10-20-05s28", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-10-20-05s29", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-20-05s30", "raw": "", "with_names": ""}]