[{"scene_id": "bb-03-24-17s0", "raw": "A scene from a TV show in which a woman is reunited with her father after he was abducted by aliens. (Source: CBS)", "with_names": "Brooke is reunited with her father after he was abducted by aliens. (source: cbs)"}, {"scene_id": "bb-03-24-17s1", "raw": "A scene from a TV show in which a man and a woman are standing on a beach.", "with_names": "a man and a woman are standing on a beach."}, {"scene_id": "bb-03-24-17s2", "raw": "A scene from a TV show in which a man is wearing a white shirt and blue shorts.", "with_names": "a man is wearing a white shirt and blue shorts."}, {"scene_id": "bb-03-24-17s3", "raw": "A scene from a TV show in which a woman is wearing a cowboy hat and a scarf around her neck.", "with_names": "a woman is wearing a cowboy hat and a scarf around her neck."}, {"scene_id": "bb-03-24-17s4", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "bb-03-24-17s6", "raw": "A scene from a TV show in which a woman is wearing a bikini and standing on a pier.", "with_names": "Steffy is wearing a bikini and standing on a pier."}, {"scene_id": "bb-03-24-17s7", "raw": "A scene from a TV show in which a woman is looking at an older man and smiling.", "with_names": "Sally is looking at an older man and smiling."}, {"scene_id": "bb-03-24-17s8", "raw": "A scene from a TV show in which a man and a woman are standing on a beach, with the man looking at the woman and smiling.", "with_names": "Eric and Brooke are standing on a beach, with the man looking at the woman and smiling."}, {"scene_id": "bb-03-24-17s9", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Quinn is looking at a man and smiling."}, {"scene_id": "bb-03-24-17s10", "raw": "A scene from a TV show in which a man is walking through a garden, wearing a white shirt.", "with_names": "Ridge is walking through a garden, wearing a white shirt."}, {"scene_id": "bb-03-24-17s11", "raw": "A scene from a TV show in which an older couple sits on the beach and looks out at the ocean. Royalty-free stock video", "with_names": "an older couple sits on the beach and looks out at the ocean. royalty-free stock video"}, {"scene_id": "bb-03-24-17s12", "raw": "A scene from a TV show in which a woman is standing on a beach and talking to someone.", "with_names": ""}, {"scene_id": "bb-03-24-17s13", "raw": "A scene from a TV show in which a man and a woman are standing on a beach, both wearing bikinis.", "with_names": "a man and a woman are standing on a beach, both wearing bikinis."}, {"scene_id": "bb-03-24-17s14", "raw": "A scene from a TV show in which a woman is being held by a man by the railing of a dock.", "with_names": "a woman is being held by a man by the railing of a dock."}, {"scene_id": "bb-03-24-17s15", "raw": "A scene from a TV show in which a shirtless man stands with his arms crossed, looking at a blonde woman.", "with_names": "a shirtless man stands with his arms crossed, looking at a blonde woman."}, {"scene_id": "bb-03-24-17s16", "raw": "A scene from a TV show in which a woman is talking to a man on a beach.", "with_names": ""}, {"scene_id": "bb-03-24-17s17", "raw": "A scene from a TV show in which a woman is attacked by a shark.", "with_names": "a woman is attacked by a shark."}, {"scene_id": "bb-03-24-17s18", "raw": "A scene from a TV show in which a woman is standing in a garden and smiling.", "with_names": "Steffy is standing in a garden and smiling."}, {"scene_id": "bb-03-24-17s19", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "Eric and Katie are holding hands and looking at each other."}]