[{"scene_id": "oltl-11-29-11s0", "raw": "A scene from a TV show in which a woman is looking at a man and another man is standing behind her.", "with_names": "a woman is looking at a man and another man is standing behind her."}, {"scene_id": "oltl-11-29-11s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-29-11s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-29-11s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-29-11s4", "raw": "A scene from a TV show in which a black circle is on the left side of the screen and a blue rectangle is in the middle of the image.", "with_names": "a black circle is on the left side of the screen and a blue rectangle is in the middle of the image."}, {"scene_id": "oltl-11-29-11s5", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "oltl-11-29-11s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-29-11s7", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, wearing a white shirt and a nasal cannula.", "with_names": "a young man is lying in a hospital bed, wearing a white shirt and a nasal cannula."}, {"scene_id": "oltl-11-29-11s8", "raw": "A scene from a TV show in which a young girl is lying in a hospital bed, surrounded by her family.", "with_names": "a young girl is lying in a hospital bed, surrounded by her family."}, {"scene_id": "oltl-11-29-11s9", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-11-29-11s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-29-11s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-29-11s12", "raw": "A scene from a TV show in which a woman is standing next to a man, with her arms crossed.", "with_names": "a woman is standing next to ], with her arms crossed."}, {"scene_id": "oltl-11-29-11s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-29-11s14", "raw": "A scene from a TV show in which a woman is standing next to a man and looking at a bouquet of flowers.", "with_names": "a woman is standing next to a man and looking at a bouquet of flowers."}, {"scene_id": "oltl-11-29-11s15", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-11-29-11s16", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man is standing next to her, and a group of people are standing around her.", "with_names": "a woman is lying in a hospital bed, a man is standing next to her, and a group of people are standing around her."}, {"scene_id": "oltl-11-29-11s17", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-11-29-11s18", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a short brown hair.", "with_names": "a man is wearing a leather jacket and a short brown hair."}, {"scene_id": "oltl-11-29-11s19", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-29-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-29-11s21", "raw": "A scene from a TV show in which a woman is looking at her phone", "with_names": "a woman is looking at her phone"}, {"scene_id": "oltl-11-29-11s22", "raw": "A scene from a TV show in which a woman is standing in a doorway and a man is walking towards her.", "with_names": "a woman is standing in a doorway and a man is walking towards her."}, {"scene_id": "oltl-11-29-11s23", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-11-29-11s24", "raw": "A scene from a TV show in which a man and a woman are in a kitchen, with a pie on the counter and a bottle of wine in the background.", "with_names": "a man and a woman are in a kitchen, with a pie on the counter and a bottle of wine in the background."}, {"scene_id": "oltl-11-29-11s25", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-11-29-11s26", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, looking at the camera.", "with_names": "a young man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-11-29-11s27", "raw": "A scene from a TV show in which a woman is in a hospital bed and another woman is standing next to her.", "with_names": "a woman is in a hospital bed and another woman is standing next to her."}, {"scene_id": "oltl-11-29-11s28", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-29-11s29", "raw": "A scene from a TV show in which a woman is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-29-11s30", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a Wii controller.", "with_names": "a man is standing in a kitchen, holding a wii controller."}, {"scene_id": "oltl-11-29-11s31", "raw": "A scene from a TV show in which two women are standing next to each other, one with her hands on her hips and the other with her hands behind her back.", "with_names": "two women are standing next to each other, one with her hands on her hips and the other with her hands behind her back."}, {"scene_id": "oltl-11-29-11s32", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace on.", "with_names": "a man is lying in a hospital bed with a neck brace on."}, {"scene_id": "oltl-11-29-11s33", "raw": "A scene from a TV show in which a young man is lying in a hospital bed with an oxygen tube.", "with_names": "a young man is lying in a hospital bed with an oxygen tube."}, {"scene_id": "oltl-11-29-11s34", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-29-11s35", "raw": "A scene from a TV show in which a police officer is looking at a piece of paper while a man stands next to him.", "with_names": "a police officer is looking at a piece of paper while a man stands next to him."}]