[{"scene_id": "bb-12-19-17s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Steffy is crying"}, {"scene_id": "bb-12-19-17s1", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a white shirt and a black jacket and the other is wearing a white blouse and black pants.", "with_names": "two women are standing in a room, one is wearing a white shirt and a black jacket and the other is wearing a white blouse and black pants."}, {"scene_id": "bb-12-19-17s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-12-19-17s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-19-17s4", "raw": "A scene from a TV show in which a woman is wearing a silk robe.", "with_names": "a woman is wearing a silk robe."}, {"scene_id": "bb-12-19-17s5", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt.", "with_names": "a man is wearing a suit and a black shirt."}, {"scene_id": "bb-12-19-17s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-19-17s7", "raw": "A scene from a TV show in which a woman is talking to a man and touching her chest.", "with_names": ""}, {"scene_id": "bb-12-19-17s8", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a necklace.", "with_names": "a man is wearing a grey shirt and a necklace."}, {"scene_id": "bb-12-19-17s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-19-17s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-12-19-17s11", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "bb-12-19-17s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-19-17s14", "raw": "A scene from a TV show in which a woman is screaming in pain.", "with_names": "a woman is screaming in pain."}, {"scene_id": "bb-12-19-17s15", "raw": "A scene from a TV show in which a woman is standing next to a vase and a potted plant.", "with_names": "a woman is standing next to a vase and a potted plant."}, {"scene_id": "bb-12-19-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-19-17s17", "raw": "A scene from a TV show in which a man is standing in front of a mirror and looking at his reflection.", "with_names": "a man is standing in front of a mirror and looking at his reflection."}, {"scene_id": "bb-12-19-17s18", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "bb-12-19-17s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-12-19-17s20", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-12-19-17s21", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-19-17s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Wyatt and a woman are standing in a room."}]