[{"scene_id": "bb-08-16-17s0", "raw": "A scene from a TV show in which a woman is blindfolded and a man is standing next to her.", "with_names": "a woman is blindfolded and a man is standing next to her."}, {"scene_id": "bb-08-16-17s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-16-17s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "bb-08-16-17s3", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-08-16-17s4", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "bb-08-16-17s5", "raw": "A scene from a TV show in which a man smashes a cake on a table.", "with_names": "a man smashes a cake on a table."}, {"scene_id": "bb-08-16-17s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-16-17s8", "raw": "A scene from a TV show in which a woman is sitting on a bed wearing a white headband.", "with_names": "Quinn is sitting on a bed wearing a white headband."}, {"scene_id": "bb-08-16-17s9", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-08-16-17s10", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "a man sits in a chair and talks to a woman."}, {"scene_id": "bb-08-16-17s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "bb-08-16-17s12", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is kneeling next to her.", "with_names": "a woman is sitting on a bed and a man is kneeling next to her."}, {"scene_id": "bb-08-16-17s13", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-16-17s14", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is yelling at her.", "with_names": "a woman is standing in front of a desk and a man is yelling at her."}, {"scene_id": "bb-08-16-17s16", "raw": "A scene from a TV show in which a man is standing in front of a tall building.", "with_names": "Darlita is standing in front of a tall building."}, {"scene_id": "bb-08-16-17s17", "raw": "A scene from a TV show in which a woman is wearing a bandage on her head.", "with_names": "Shirley is wearing a bandage on her head."}]