[{"scene_id": "pc-10-30-02s0", "raw": "A scene from a TV show in which a man is standing in a living room, holding a gun, and a woman is sitting on a couch, holding a gun.", "with_names": ""}, {"scene_id": "pc-10-30-02s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-10-30-02s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-10-30-02s3", "raw": "A scene from a TV show in which a woman is sitting at a table and talking on the phone.", "with_names": ""}, {"scene_id": "pc-10-30-02s4", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "pc-10-30-02s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is up in a bun", "with_names": ""}, {"scene_id": "pc-10-30-02s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair is tied up in a ponytail.", "with_names": "Lucy is wearing a red dress and her hair is tied up in a ponytail."}, {"scene_id": "pc-10-30-02s7", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace", "with_names": "a man is wearing a black shirt and a necklace"}, {"scene_id": "pc-10-30-02s8", "raw": "A scene from a TV show in which a woman is holding a monkey and a man is standing behind her.", "with_names": "a woman is holding a monkey and a man is standing behind her."}, {"scene_id": "pc-10-30-02s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-30-02s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "pc-10-30-02s11", "raw": "A scene from a TV show in which two men are standing in a hallway, one of them is wearing a brown jacket and the other is wearing a black one.", "with_names": "two men are standing in a hallway, one of them is wearing a brown jacket and the other is wearing a black one."}, {"scene_id": "pc-10-30-02s12", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "pc-10-30-02s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-10-30-02s14", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-10-30-02s15", "raw": "A scene from a TV show in which a man is looking at the camera and saying, \"I'm sorry.\"", "with_names": "a man is looking at the camera and saying, \"i'm sorry.\""}, {"scene_id": "pc-10-30-02s18", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing leather jackets.", "with_names": ""}, {"scene_id": "pc-10-30-02s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-30-02s20", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "pc-10-30-02s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a pumpkin and a man is standing behind her.", "with_names": "a woman is sitting at a table with a pumpkin and a man is standing behind her."}, {"scene_id": "pc-10-30-02s22", "raw": "A scene from a TV show in which a woman is standing on a piano and a man is sitting behind her.", "with_names": "Livvie is standing on a piano and a man is sitting behind her."}, {"scene_id": "pc-10-30-02s23", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a suit.", "with_names": "a man is wearing a black turtleneck and a suit."}, {"scene_id": "pc-10-30-02s24", "raw": "A scene from a TV show in which a man is making a funny face", "with_names": "Rafe is making a funny face"}, {"scene_id": "pc-10-30-02s25", "raw": "A scene from a TV show in which a skeleton is dancing.", "with_names": "a skeleton is dancing."}, {"scene_id": "pc-10-30-02s27", "raw": "A scene from a TV show in which a girl and a boy are dancing together.", "with_names": "a girl and a boy are dancing together."}, {"scene_id": "pc-10-30-02s33", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-30-02s34", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-10-30-02s35", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "Ricky is in a dark room."}, {"scene_id": "pc-10-30-02s36", "raw": "A scene from a TV show in which a skeleton is dancing.", "with_names": "a skeleton is dancing."}]