[{"scene_id": "atwt-07-28-05s0", "raw": "A scene from a TV show in which a girl is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "atwt-07-28-05s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "] is looking at a woman and smiling."}, {"scene_id": "atwt-07-28-05s2", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a table.", "with_names": "a woman is standing in a room with a chair and a table."}, {"scene_id": "atwt-07-28-05s3", "raw": "A scene from a TV show in which a man is wearing a white shirt and a blonde wig", "with_names": "a man is wearing a white shirt and a blonde wig"}, {"scene_id": "atwt-07-28-05s4", "raw": "A scene from a TV show in which a man and a boy are in a bathroom.", "with_names": "a man and a boy are in a bathroom."}, {"scene_id": "atwt-07-28-05s5", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-07-28-05s6", "raw": "A scene from a TV show in which a young boy stands at a microphone and reads from a piece of paper.", "with_names": "a young boy stands at a microphone and reads from a piece of paper."}, {"scene_id": "atwt-07-28-05s7", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is behind her.", "with_names": "a woman is wearing a pink dress and a man is behind her."}, {"scene_id": "atwt-07-28-05s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-28-05s9", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-07-28-05s10", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and looking down", "with_names": "a man is wearing a blue shirt and a tie and looking down"}, {"scene_id": "atwt-07-28-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-05s12", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-07-28-05s13", "raw": "A scene from a TV show in which a man is looking down and wearing a white shirt", "with_names": "a man is looking down and wearing a white shirt"}, {"scene_id": "atwt-07-28-05s14", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-07-28-05s15", "raw": "A scene from a TV show in which a woman is trying to put a green dress on another woman.", "with_names": "a woman is trying to put a green dress on another woman."}, {"scene_id": "atwt-07-28-05s16", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-28-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-05s18", "raw": "A scene from a TV show in which a woman is holding a handbag and looking at a man.", "with_names": "a woman is holding a handbag and looking at a man."}, {"scene_id": "atwt-07-28-05s19", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-07-28-05s20", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie", "with_names": "a man is wearing a striped shirt and a tie"}, {"scene_id": "atwt-07-28-05s21", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-07-28-05s22", "raw": "A scene from a TV show in which the Air Wick logo is shown", "with_names": ""}, {"scene_id": "atwt-07-28-05s23", "raw": "A scene from a TV show in which a blonde woman is kissing a man.", "with_names": "a blonde woman is kissing a man."}, {"scene_id": "atwt-07-28-05s24", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-28-05s25", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a green shirt.", "with_names": "a woman is wearing a yellow jacket and a green shirt."}, {"scene_id": "atwt-07-28-05s26", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-28-05s27", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-07-28-05s28", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}]