[{"scene_id": "atwt-01-26-05s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-26-05s1", "raw": "A scene from a TV show in which a man is sitting at a table with a cup of coffee and a cell phone", "with_names": "a man is sitting at a table with a cup of coffee and a cell phone"}, {"scene_id": "atwt-01-26-05s2", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-01-26-05s3", "raw": "A scene from a TV show in which a woman is wearing a leopard print sweater and a black turtleneck.", "with_names": "a woman is wearing a leopard print sweater and a black turtleneck."}, {"scene_id": "atwt-01-26-05s4", "raw": "A scene from a TV show in which a man is standing in a room with a cane.", "with_names": "a man is standing in a room with a cane."}, {"scene_id": "atwt-01-26-05s5", "raw": "A scene from a TV show in which a woman is wearing a leopard print coat and a black hat.", "with_names": "a woman is wearing a leopard print coat and a black hat."}, {"scene_id": "atwt-01-26-05s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-26-05s7", "raw": "A scene from a TV show in which a woman sits in a chair looking out a window.", "with_names": "a woman sits in a chair looking out a window."}, {"scene_id": "atwt-01-26-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-26-05s9", "raw": "A scene from a TV show in which a man is looking down and his face is contorted.", "with_names": "a man is looking down and his face is contorted."}, {"scene_id": "atwt-01-26-05s10", "raw": "A scene from a TV show in which a woman is standing in a barn, looking out a window.", "with_names": "a woman is standing in a barn, looking out a window."}, {"scene_id": "atwt-01-26-05s11", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-01-26-05s12", "raw": "A scene from a TV show in which a woman is getting her hair done by a man. The text on the image reads, \"reduce urge, frequency, wetting incidents.\"", "with_names": "a woman is getting her hair done by a man. the text on the image reads, \"reduce urge, frequency, wetting incidents.\""}, {"scene_id": "atwt-01-26-05s13", "raw": "A scene from a TV show in which a blonde woman is wearing a blue turtleneck and a black coat.", "with_names": "a blonde woman is wearing a blue turtleneck and a black coat."}, {"scene_id": "atwt-01-26-05s14", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "atwt-01-26-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "atwt-01-26-05s16", "raw": "A scene from a TV show in which a cat is seen walking on a treadmill.", "with_names": "a cat is walking on a treadmill."}, {"scene_id": "atwt-01-26-05s17", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-26-05s18", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "atwt-01-26-05s19", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man and they are looking at each other.", "with_names": "a blonde woman is sitting next to a man and they are looking at each other."}, {"scene_id": "atwt-01-26-05s20", "raw": "A scene from a TV show in which a sink is shown with a yellow robot walking around it.", "with_names": ""}, {"scene_id": "atwt-01-26-05s21", "raw": "A scene from a TV show in which two women are walking together in a hospital hallway.", "with_names": "two women are walking together in a hospital hallway."}, {"scene_id": "atwt-01-26-05s22", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a door.", "with_names": ""}, {"scene_id": "atwt-01-26-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-26-05s24", "raw": "A scene from a TV show in which a woman is standing in a library, looking down and wearing a black jacket.", "with_names": "a woman is standing in a library, looking down and wearing a black jacket."}]