[{"scene_id": "pc-12-06-00s0", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-12-06-00s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-12-06-00s2", "raw": "A scene from a TV show in which a man is holding his head in his hands and screaming.", "with_names": "a man is holding his head in his hands and screaming."}, {"scene_id": "pc-12-06-00s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-06-00s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-12-06-00s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-06-00s6", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "Ian is lying on a bed with his eyes closed."}, {"scene_id": "pc-12-06-00s7", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-06-00s8", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a cell phone. A woman is standing next to him, looking at the phone.", "with_names": ""}, {"scene_id": "pc-12-06-00s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is talking back to him.", "with_names": ""}, {"scene_id": "pc-12-06-00s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-06-00s11", "raw": "A scene from a TV show in which a man is lying on a bed with a bloody head", "with_names": "Ian is lying on a bed with a bloody head"}, {"scene_id": "pc-12-06-00s12", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "pc-12-06-00s13", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and Eve is comforting him."}, {"scene_id": "pc-12-06-00s14", "raw": "A scene from a TV show in which the screen is filled with static", "with_names": "the screen is filled with static"}, {"scene_id": "pc-12-06-00s15", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}]