[{"scene_id": "bb-05-12-06s0", "raw": "A scene from a TV show in which a clapperboard is used to indicate the number of the episode.", "with_names": "a clapperboard is used to indicate the number of the episode."}, {"scene_id": "bb-05-12-06s1", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a nurse stands nearby, and another woman stands in the background.", "with_names": "a woman is lying in a hospital bed, a nurse stands nearby, and another woman stands in the background."}, {"scene_id": "bb-05-12-06s2", "raw": "A scene from a TV show in which a woman is wearing a white robe and a towel on her head.", "with_names": "a woman is wearing a white robe and a towel on her head."}, {"scene_id": "bb-05-12-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-12-06s4", "raw": "A scene from a TV show in which a man is talking to a woman in a room with blinds.", "with_names": ""}, {"scene_id": "bb-05-12-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-12-06s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-12-06s7", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a man is standing next to her.", "with_names": "a woman is wearing a black leather jacket and a man is standing next to her."}, {"scene_id": "bb-05-12-06s8", "raw": "A scene from a TV show in which a shirtless man is sitting on a rock in a tropical setting.", "with_names": "a shirtless man is sitting on a rock in a tropical setting."}, {"scene_id": "bb-05-12-06s9", "raw": "A scene from a TV show in which a woman is wearing a bandana on her head and a man is looking at her.", "with_names": "a woman is wearing a bandana on her head and a man is looking at her."}, {"scene_id": "bb-05-12-06s10", "raw": "A scene from a TV show in which a shirtless man is looking at the camera", "with_names": "a shirtless man is looking at the camera"}]