[{"scene_id": "atwt-03-10-05s0", "raw": "A scene from a TV show in which a man is kicking a sleeping man in the head.", "with_names": "a man is kicking a sleeping man in the head."}, {"scene_id": "atwt-03-10-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-03-10-05s2", "raw": "A scene from a TV show in which Liza Minnelli is wearing a white suit and pearls.", "with_names": "liza minnelli is wearing a white suit and pearls."}, {"scene_id": "atwt-03-10-05s3", "raw": "A scene from a TV show in which a man is wearing a denim shirt and a blonde mullet.", "with_names": "a man is wearing a denim shirt and a blonde mullet."}, {"scene_id": "atwt-03-10-05s4", "raw": "A scene from a TV show in which Joey is wearing a sweater and a man is holding a red shirt", "with_names": "joey is wearing a sweater and a man is holding a red shirt"}, {"scene_id": "atwt-03-10-05s5", "raw": "A scene from a TV show in which a person is sleeping with a box of Sudafed.", "with_names": "a person is sleeping with a box of sudafed."}, {"scene_id": "atwt-03-10-05s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and a choker", "with_names": "a woman is wearing a red dress and a choker"}, {"scene_id": "atwt-03-10-05s7", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-03-10-05s8", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-03-10-05s9", "raw": "A scene from a TV show in which a woman is looking down and her hair is curly.", "with_names": "a woman is looking down and her hair is curly."}, {"scene_id": "atwt-03-10-05s10", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a lime green shirt and grey pants.", "with_names": "Katie is walking down a street, wearing a lime green shirt and grey pants."}, {"scene_id": "atwt-03-10-05s11", "raw": "A scene from a TV show in which a girl is looking at a boy and he is looking away.", "with_names": "a girl is looking at a boy and he is looking away."}, {"scene_id": "atwt-03-10-05s12", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "Alison is wearing a pink dress and a necklace"}, {"scene_id": "atwt-03-10-05s13", "raw": "A scene from a TV show in which a woman is wearing a white suit and a pearl necklace, and her head is down, looking down.", "with_names": "a woman is wearing a white suit and a pearl necklace, and her head is down, looking down."}, {"scene_id": "atwt-03-10-05s14", "raw": "A scene from a TV show in which a man is sitting in a courtroom.", "with_names": "Sierra is sitting in a courtroom."}, {"scene_id": "atwt-03-10-05s15", "raw": "A scene from a TV show in which a man is sitting on a bench and another man to his left is leaning over him, laughing.", "with_names": "a man is sitting on a bench and another man to his left is leaning over him, laughing."}, {"scene_id": "atwt-03-10-05s16", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "Mike is looking at a blonde woman."}, {"scene_id": "atwt-03-10-05s17", "raw": "A scene from a TV show in which a man is wearing a tutu and holding a knife.", "with_names": "a man is wearing a tutu and holding a knife."}, {"scene_id": "atwt-03-10-05s18", "raw": "A scene from a TV show in which a girl is standing in front of a store with a man and a woman behind her.", "with_names": "a girl is standing in front of a store with a man and a woman behind her."}, {"scene_id": "atwt-03-10-05s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man and a brunette man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-03-10-05s20", "raw": "A scene from a TV show in which a woman is wearing a white suit and a necklace.", "with_names": "Barbara is wearing a white suit and a necklace."}, {"scene_id": "atwt-03-10-05s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-03-10-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie.", "with_names": "a man is wearing a suit and a bow tie."}, {"scene_id": "atwt-03-10-05s23", "raw": "A scene from a TV show in which a carton of Minute Maid juice is shown on a beach.", "with_names": ""}, {"scene_id": "atwt-03-10-05s24", "raw": "A scene from a TV show in which a man is looking at a woman's face.", "with_names": "a man is looking at Celia's face."}, {"scene_id": "atwt-03-10-05s25", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-03-10-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-10-05s27", "raw": "A scene from a TV show in which a blonde woman is looking off to the side and wearing a pink shirt", "with_names": "a blonde woman is looking off to the side and wearing a pink shirt"}, {"scene_id": "atwt-03-10-05s28", "raw": "A scene from a TV show in which a chocolate bar is broken in half.", "with_names": "a chocolate bar is broken in half."}, {"scene_id": "atwt-03-10-05s29", "raw": "A scene from a TV show in which a woman is talking to a man while another man looks on.", "with_names": ""}, {"scene_id": "atwt-03-10-05s30", "raw": "A scene from a TV show in which a woman is wearing a white suit and a pearl necklace.", "with_names": "a woman is wearing a white suit and a pearl necklace."}, {"scene_id": "atwt-03-10-05s31", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking surprised.", "with_names": "Sierra is wearing a suit and a tie and looking surprised."}, {"scene_id": "atwt-03-10-05s32", "raw": "A scene from a TV show in which a woman is looking at a cell phone and a man is standing behind her", "with_names": "Katie is looking at a cell phone and a man is standing behind her"}, {"scene_id": "atwt-03-10-05s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-10-05s34", "raw": "A scene from a TV show in which a man is seen through a vertical slit.", "with_names": "a man is through a vertical slit."}]