[{"scene_id": "atwt-01-13-05s0", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at a man.", "with_names": "a woman is standing in front of a door, looking at a man."}, {"scene_id": "atwt-01-13-05s1", "raw": "A scene from a TV show in which a meteorologist is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-13-05s2", "raw": "A scene from a TV show in which a meteorologist is talking to a woman about a weather map.", "with_names": ""}, {"scene_id": "atwt-01-13-05s3", "raw": "A scene from a TV show in which a meteorologist is being interviewed by a man.", "with_names": "a meteorologist is being interviewed by a man."}, {"scene_id": "atwt-01-13-05s4", "raw": "A scene from a TV show in which two men are standing in a room, one of them is drinking from a bottle.", "with_names": "two men are standing in a room, one of them is drinking from a bottle."}, {"scene_id": "atwt-01-13-05s5", "raw": "A scene from a TV show in which a pair of black socks is hung on a plastic sheet.", "with_names": "a pair of black socks is hung on a plastic sheet."}, {"scene_id": "atwt-01-13-05s6", "raw": "A scene from a TV show in which a woman is talking to a nurse in a hospital.", "with_names": ""}, {"scene_id": "atwt-01-13-05s7", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man in a white coat.", "with_names": ""}, {"scene_id": "atwt-01-13-05s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-13-05s9", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-13-05s10", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt", "with_names": "a man is looking down and wearing a black shirt"}, {"scene_id": "atwt-01-13-05s11", "raw": "A scene from a TV show in which a man is wearing a red jacket and a black shirt", "with_names": "a man is wearing a red jacket and a black shirt"}, {"scene_id": "atwt-01-13-05s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-13-05s13", "raw": "A scene from a TV show in which a man pours a jar of peanut butter into a cardboard box.", "with_names": "] pours a jar of peanut butter into a cardboard box."}, {"scene_id": "atwt-01-13-05s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-13-05s15", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and is looking shocked.", "with_names": "a woman is wearing a blue turtleneck and is looking shocked."}, {"scene_id": "atwt-01-13-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a coat.", "with_names": "a man is wearing a suit and tie and a coat."}, {"scene_id": "atwt-01-13-05s17", "raw": "A scene from a TV show in which a woman is listening to music through headphones.", "with_names": "a woman is listening to music through headphones."}, {"scene_id": "atwt-01-13-05s18", "raw": "A scene from a TV show in which a woman is looking at a screen.", "with_names": "a woman is looking at a screen."}, {"scene_id": "atwt-01-13-05s19", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a red vest and the other is wearing a blue vest.", "with_names": "two men are standing next to each other, one is wearing a red vest and the other is wearing a blue vest."}, {"scene_id": "atwt-01-13-05s20", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-01-13-05s21", "raw": "A scene from a TV show in which a baby is walking on a carpet.", "with_names": "a baby is walking on a carpet."}, {"scene_id": "atwt-01-13-05s22", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and a long brown hair", "with_names": "a woman is wearing a turtleneck and a long brown hair"}, {"scene_id": "atwt-01-13-05s23", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blue shirt.", "with_names": "a man is wearing a black jacket and a blue shirt."}, {"scene_id": "atwt-01-13-05s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]