[{"scene_id": "atwt-06-26-06s0", "raw": "A scene from a TV show in which a man is standing in a hotel room, leaning over a bed and touching a woman.", "with_names": "Mike is standing in a hotel room, leaning over a bed and touching Vienna."}, {"scene_id": "atwt-06-26-06s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-26-06s2", "raw": "A scene from a TV show in which a man is holding a woman by the waist and she is looking at him.", "with_names": "a man is holding a woman by the waist and she is looking at him."}, {"scene_id": "atwt-06-26-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-26-06s4", "raw": "A scene from a TV show in which a man is eating a piece of meat with his teeth", "with_names": "a man is eating a piece of meat with his teeth"}, {"scene_id": "atwt-06-26-06s5", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-26-06s6", "raw": "A scene from a TV show in which a woman is wearing a pink dress and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-26-06s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-26-06s8", "raw": "A scene from a TV show in which a woman is wearing a light blue suit and a white shirt", "with_names": "a woman is wearing a light blue suit and a white shirt"}, {"scene_id": "atwt-06-26-06s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-26-06s10", "raw": "A scene from a TV show in which a purple cloth is being washed in a sink.", "with_names": "a purple cloth is being washed in a sink."}, {"scene_id": "atwt-06-26-06s11", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-26-06s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-06-26-06s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-26-06s14", "raw": "A scene from a TV show in which a doctor is seen looking down and wearing a white coat.", "with_names": "a doctor is looking down and wearing a white coat."}, {"scene_id": "atwt-06-26-06s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "atwt-06-26-06s16", "raw": "A scene from a TV show in which a woman is standing on a beach, smiling and looking at the camera.", "with_names": "a woman is standing on a beach, smiling and looking at the camera."}, {"scene_id": "atwt-06-26-06s17", "raw": "A scene from a TV show in which a man and a woman are in a bathroom, both wearing white robes.", "with_names": "a man and a woman are in a bathroom, both wearing white robes."}, {"scene_id": "atwt-06-26-06s18", "raw": "A scene from a TV show in which a doctor and a nurse are standing in a hospital room.", "with_names": "a doctor and a nurse are standing in a hospital room."}, {"scene_id": "atwt-06-26-06s19", "raw": "A scene from a TV show in which a woman is hugging a man", "with_names": "a woman is hugging a man"}, {"scene_id": "atwt-06-26-06s20", "raw": "A scene from a TV show in which two women are talking about the importance of having a mentor.", "with_names": ""}, {"scene_id": "atwt-06-26-06s21", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "atwt-06-26-06s22", "raw": "A scene from a TV show in which a woman is in a hospital bed.", "with_names": "a woman is in a hospital bed."}, {"scene_id": "atwt-06-26-06s23", "raw": "A scene from a TV show in which a doctor and a businessman are talking in a hospital room.", "with_names": ""}, {"scene_id": "atwt-06-26-06s24", "raw": "A scene from a TV show in which a man and a boy are in a kitchen with a large bookshelf.", "with_names": "a man and a boy are in a kitchen with a large bookshelf."}, {"scene_id": "atwt-06-26-06s25", "raw": "A scene from a TV show in which a man and a woman are laying on each other.", "with_names": "a man and a woman are laying on each other."}, {"scene_id": "atwt-06-26-06s26", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "atwt-06-26-06s27", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing behind him.", "with_names": "a man is sitting on a bench and a woman is standing behind him."}, {"scene_id": "atwt-06-26-06s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-26-06s29", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "a woman is lying in a hospital bed with a tube coming out of her nose."}]