[{"scene_id": "bb-05-15-14s0", "raw": "A scene from a TV show in which a woman is crying and a man is hugging her.", "with_names": "a woman is crying and a man is hugging her."}, {"scene_id": "bb-05-15-14s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-05-15-14s2", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-15-14s3", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed.", "with_names": "a man and a woman are sitting on a bed."}, {"scene_id": "bb-05-15-14s4", "raw": "A scene from a TV show in which a woman is talking to a dog.", "with_names": ""}, {"scene_id": "bb-05-15-14s5", "raw": "A scene from a TV show in which a young woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-05-15-14s6", "raw": "A scene from a TV show in which a man and a woman are talking to a young woman.", "with_names": ""}, {"scene_id": "bb-05-15-14s7", "raw": "A scene from a TV show in which a man and a woman are in a bedroom and talking.", "with_names": ""}, {"scene_id": "bb-05-15-14s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-05-15-14s9", "raw": "A scene from a TV show in which a man and a woman are lying in bed and kissing.", "with_names": "a man and a woman are lying in bed and kissing."}, {"scene_id": "bb-05-15-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-15-14s11", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is touching the woman's pregnant belly.", "with_names": "a man and a woman are in a room, the man is touching the woman's pregnant belly."}, {"scene_id": "bb-05-15-14s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and kissing.", "with_names": ""}, {"scene_id": "bb-05-15-14s13", "raw": "", "with_names": ""}, {"scene_id": "bb-05-15-14s14", "raw": "", "with_names": ""}, {"scene_id": "bb-05-15-14s15", "raw": "A scene from a TV show in which a woman is drinking wine in bed.", "with_names": "a woman is drinking wine in bed."}, {"scene_id": "bb-05-15-14s16", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}]