[{"scene_id": "bb-09-30-15s0", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "bb-09-30-15s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-30-15s2", "raw": "A scene from a TV show in which a man is interviewed.", "with_names": "a man is interviewed."}, {"scene_id": "bb-09-30-15s3", "raw": "A scene from a TV show in which a young woman is smiling and looking at the camera.", "with_names": "a young woman is smiling and looking at the camera."}, {"scene_id": "bb-09-30-15s4", "raw": "A scene from a TV show in which a man is standing in a room and talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-30-15s5", "raw": "A scene from a TV show in which a shirtless man is standing next to a woman.", "with_names": "a shirtless man is standing next to a woman."}, {"scene_id": "bb-09-30-15s6", "raw": "A scene from a TV show in which a man and a woman are talking in front of a painting.", "with_names": ""}, {"scene_id": "bb-09-30-15s7", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a white dress.", "with_names": "a man is shirtless and a woman is wearing a white dress."}, {"scene_id": "bb-09-30-15s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "bb-09-30-15s9", "raw": "A scene from a TV show in which a man is leaving a funeral home.", "with_names": "a man is leaving a funeral home."}, {"scene_id": "bb-09-30-15s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-09-30-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-30-15s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a beard.", "with_names": "a man is wearing a black shirt and a beard."}, {"scene_id": "bb-09-30-15s13", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-09-30-15s14", "raw": "A scene from a TV show in which a man and a woman are talking to a couple.", "with_names": ""}, {"scene_id": "bb-09-30-15s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-09-30-15s16", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on a man's chest.", "with_names": "a woman is lying on a bed with her head resting on a man's chest."}]