[{"scene_id": "atwt-03-29-05s0", "raw": "A scene from a TV show in which a woman is in a green coat and short blonde hair, standing behind bars.", "with_names": "a woman is in a green coat and short blonde hair, standing behind bars."}, {"scene_id": "atwt-03-29-05s1", "raw": "A scene from a TV show in which a man is wearing a green shirt and a brown hair", "with_names": "a man is wearing a green shirt and a brown hair"}, {"scene_id": "atwt-03-29-05s2", "raw": "A scene from a TV show in which a woman is seen with long hair", "with_names": "a woman is with long hair"}, {"scene_id": "atwt-03-29-05s3", "raw": "A scene from a TV show in which a bowl of dog treats is being poured into a dog bowl.", "with_names": "a bowl of dog treats is being poured into a dog bowl."}, {"scene_id": "atwt-03-29-05s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-03-29-05s5", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-29-05s6", "raw": "A scene from a TV show in which a woman is being handcuffed behind bars.", "with_names": "a woman is being handcuffed behind bars."}, {"scene_id": "atwt-03-29-05s7", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-03-29-05s8", "raw": "A scene from a TV show in which a man is holding a bottle of alcohol.", "with_names": "a man is holding a bottle of alcohol."}, {"scene_id": "atwt-03-29-05s9", "raw": "A scene from a TV show in which a man is looking at a book and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-29-05s10", "raw": "A scene from a TV show in which a woman is in a jail cell.", "with_names": "a woman is in a jail cell."}, {"scene_id": "atwt-03-29-05s11", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "atwt-03-29-05s12", "raw": "A scene from a TV show in which a woman is standing in a jail cell with two men standing behind her.", "with_names": "a woman is standing in a jail cell with two men standing behind her."}, {"scene_id": "atwt-03-29-05s13", "raw": "A scene from a TV show in which a woman is wearing a pink and yellow dress and a blonde wig.", "with_names": "a woman is wearing a pink and yellow dress and a blonde wig."}, {"scene_id": "atwt-03-29-05s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-29-05s15", "raw": "A scene from a TV show in which a woman sits on a couch in a living room.", "with_names": "a woman sits on a couch in a living room."}, {"scene_id": "atwt-03-29-05s16", "raw": "A scene from a TV show in which a man is talking about the benefits of using a personal injury lawyer.", "with_names": ""}, {"scene_id": "atwt-03-29-05s17", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "a man is looking at a book and smiling"}, {"scene_id": "atwt-03-29-05s18", "raw": "A scene from a TV show in which two toddlers are in a bathtub.", "with_names": "two toddlers are in a bathtub."}, {"scene_id": "atwt-03-29-05s19", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a short blonde hair", "with_names": "a woman is wearing a pink blazer and a short blonde hair"}, {"scene_id": "atwt-03-29-05s20", "raw": "A scene from a TV show in which a man is looking at a potted plant and a vase.", "with_names": "a man is looking at a potted plant and a vase."}, {"scene_id": "atwt-03-29-05s21", "raw": "A scene from a TV show in which a young boy is standing with a cane, his father and a man are standing nearby.", "with_names": "a young boy is standing with a cane, his father and a man are standing nearby."}, {"scene_id": "atwt-03-29-05s22", "raw": "A scene from a TV show in which a man is looking down and wearing a black jacket.", "with_names": "a man is looking down and wearing a black jacket."}, {"scene_id": "atwt-03-29-05s23", "raw": "A scene from a TV show in which a woman is in a jail cell and is screaming.", "with_names": "a woman is in a jail cell and is screaming."}, {"scene_id": "atwt-03-29-05s24", "raw": "A scene from a TV show in which a hand is holding a needle and thread.", "with_names": "a hand is holding a needle and thread."}]