[{"scene_id": "atwt-07-01-03s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-01-03s1", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and looking at the camera.", "with_names": "a blonde woman is wearing a red shirt and looking at the camera."}, {"scene_id": "atwt-07-01-03s2", "raw": "A scene from a TV show in which a man is wearing sunglasses and a shirt.", "with_names": "a man is wearing sunglasses and a shirt."}, {"scene_id": "atwt-07-01-03s3", "raw": "A scene from a TV show in which a woman is lying on her back on a bed, looking up at the camera.", "with_names": "a woman is lying on her back on a bed, looking up at the camera."}, {"scene_id": "atwt-07-01-03s4", "raw": "A scene from a TV show in which a bottle of orange juice is shown.", "with_names": ""}, {"scene_id": "atwt-07-01-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-01-03s6", "raw": "A scene from a TV show in which a bald man is wearing a white lab coat and a tie.", "with_names": "a bald man is wearing a white lab coat and a tie."}, {"scene_id": "atwt-07-01-03s7", "raw": "A scene from a TV show in which the words \"No Pain, No Gain\" are displayed on a screen.", "with_names": "the words \"no pain, no gain\" are displayed on a screen."}, {"scene_id": "atwt-07-01-03s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-01-03s9", "raw": "A scene from a TV show in which a woman is looking at something off-screen.", "with_names": "a woman is looking at something off-screen."}, {"scene_id": "atwt-07-01-03s10", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-07-01-03s11", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-07-01-03s12", "raw": "A scene from a TV show in which a man is wearing a tie and a woman is in the background.", "with_names": "] is wearing a tie and Alison is in the background."}, {"scene_id": "atwt-07-01-03s13", "raw": "A scene from a TV show in which a football player is diving for the ball.", "with_names": "a football player is diving for the ball."}, {"scene_id": "atwt-07-01-03s14", "raw": "A scene from a TV show in which a box of fruit bars is shown.", "with_names": ""}, {"scene_id": "atwt-07-01-03s15", "raw": "A scene from a TV show in which a young man is walking down a hallway with a woman standing behind him.", "with_names": "a young man is walking down a hallway with a woman standing behind him."}, {"scene_id": "atwt-07-01-03s16", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-07-01-03s17", "raw": "A scene from a TV show in which three women are shown using a bottle of hair spray.", "with_names": "three women are shown using a bottle of hair spray."}, {"scene_id": "atwt-07-01-03s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-01-03s19", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a woman is in a red dress", "with_names": "a man is wearing a purple shirt and a woman is in a red dress"}, {"scene_id": "atwt-07-01-03s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing ] on the cheek."}, {"scene_id": "atwt-07-01-03s21", "raw": "A scene from a TV show in which two women are sitting at a table and eating.", "with_names": "two women are sitting at a table and eating."}, {"scene_id": "atwt-07-01-03s22", "raw": "A scene from a TV show in which a woman is lying on the floor with her head resting on her arms.", "with_names": "a woman is lying on the floor with her head resting on her arms."}, {"scene_id": "atwt-07-01-03s23", "raw": "A scene from a TV show in which a man is holding a woman and she is crying.", "with_names": "a man is holding a woman and she is crying."}, {"scene_id": "atwt-07-01-03s24", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-01-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and looking to the right.", "with_names": "a blonde woman is wearing a red shirt and looking to the right."}, {"scene_id": "atwt-07-01-03s26", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and looking down.", "with_names": "a blonde woman is wearing a red shirt and looking down."}, {"scene_id": "atwt-07-01-03s27", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-07-01-03s28", "raw": "A scene from a TV show in which a woman is eating a yogurt.", "with_names": "a woman is eating a yogurt."}]