[{"scene_id": "oltl-08-22-07s0", "raw": "A scene from a TV show in which a woman is speaking into a microphone.", "with_names": "a woman is speaking into a microphone."}, {"scene_id": "oltl-08-22-07s1", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-22-07s2", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-22-07s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-22-07s4", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-08-22-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-22-07s6", "raw": "A scene from a TV show in which a man is holding a beer and another man is looking at him.", "with_names": "a man is holding a beer and another man is looking at him."}, {"scene_id": "oltl-08-22-07s7", "raw": "A scene from a TV show in which a shirtless man is dancing.", "with_names": "a shirtless man is dancing."}, {"scene_id": "oltl-08-22-07s8", "raw": "A scene from a TV show in which a woman is making a face and a man is standing behind her", "with_names": "a woman is making a face and a man is standing behind her"}, {"scene_id": "oltl-08-22-07s9", "raw": "A scene from a TV show in which a man is being arrested by two women.", "with_names": "a man is being arrested by two women."}, {"scene_id": "oltl-08-22-07s10", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt.", "with_names": "a man is wearing a suit and a shirt."}, {"scene_id": "oltl-08-22-07s11", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-08-22-07s12", "raw": "A scene from a TV show in which a woman is wearing a green cardigan and a black dress.", "with_names": "a woman is wearing a green cardigan and a black dress."}, {"scene_id": "oltl-08-22-07s13", "raw": "A scene from a TV show in which a woman is talking to a man, with her hand on his shoulder.", "with_names": ""}, {"scene_id": "oltl-08-22-07s14", "raw": "A scene from a TV show in which a blonde woman is wearing a white shirt and a black suit.", "with_names": "a blonde woman is wearing a white shirt and a black suit."}, {"scene_id": "oltl-08-22-07s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-22-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-22-07s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-22-07s18", "raw": "A scene from a TV show in which a man is sitting in a chair and a bottle is being held in front of him.", "with_names": ""}, {"scene_id": "oltl-08-22-07s19", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a woman is in a white shirt.", "with_names": "a man is wearing a blue shirt and a woman is in a white shirt."}, {"scene_id": "oltl-08-22-07s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-22-07s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-08-22-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-22-07s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-22-07s24", "raw": "A scene from a TV show in which a woman is walking away from another woman, both are wearing green dresses.", "with_names": "a woman is walking away from another woman, both are wearing green dresses."}, {"scene_id": "oltl-08-22-07s25", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}]