[{"scene_id": "gl-10-18-01s0", "raw": "A scene from a TV show in which a woman is sitting in a chair in a living room with a fireplace and a couch.", "with_names": ""}, {"scene_id": "gl-10-18-01s2", "raw": "A scene from a TV show in which a man and a woman are talking in front of balloons.", "with_names": ""}, {"scene_id": "gl-10-18-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-18-01s4", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "gl-10-18-01s5", "raw": "A scene from a TV show in which a rainbow is shown in a circle", "with_names": ""}, {"scene_id": "gl-10-18-01s6", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace.", "with_names": "_________________________________________ is sitting in front of a fireplace."}, {"scene_id": "gl-10-18-01s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-18-01s8", "raw": "A scene from a TV show in which a man is standing in a living room with a tie and a suit on.", "with_names": "a man is standing in a living room with a tie and a suit on."}, {"scene_id": "gl-10-18-01s9", "raw": "A scene from a TV show in which a woman is touching a man's hand", "with_names": "a woman is touching a man's hand"}, {"scene_id": "gl-10-18-01s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a crowd of people standing around them.", "with_names": "a man and a woman are standing in a room, with a crowd of people standing around them."}, {"scene_id": "gl-10-18-01s12", "raw": "A scene from a TV show in which two men are standing in a room with balloons and a couch.", "with_names": "two men are standing in a room with balloons and a couch."}, {"scene_id": "gl-10-18-01s13", "raw": "A scene from a TV show in which two men are standing in front of a menorah.", "with_names": "two men are standing in front of a menorah."}, {"scene_id": "gl-10-18-01s15", "raw": "A scene from a TV show in which a woman is talking to a man in a bedroom.", "with_names": ""}, {"scene_id": "gl-10-18-01s17", "raw": "A scene from a TV show in which a priest is presented with a cake by a police officer.", "with_names": "a priest is presented with a cake by a police officer."}, {"scene_id": "gl-10-18-01s18", "raw": "A scene from a TV show in which a priest and a young man are standing next to each other.", "with_names": "a priest and a young man are standing next to each other."}, {"scene_id": "gl-10-18-01s20", "raw": "A scene from a TV show in which a young woman is crying and a man is comforting her.", "with_names": "a young woman is crying and a man is comforting her."}, {"scene_id": "gl-10-18-01s21", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "gl-10-18-01s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-10-18-01s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-01s24", "raw": "A scene from a TV show in which a rainbow is seen through a prism", "with_names": "a rainbow is through a prism"}, {"scene_id": "gl-10-18-01s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-18-01s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]