[{"scene_id": "bb-05-27-15s0", "raw": "A scene from a TV show in which a car drives down a street past a house and flowers.", "with_names": "a car drives down a street past a house and flowers."}, {"scene_id": "bb-05-27-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-27-15s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-05-27-15s3", "raw": "A scene from a TV show in which a man is holding a camera lens up to his face and taking a picture.", "with_names": "a man is holding a camera lens up to his face and taking a picture."}, {"scene_id": "bb-05-27-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-05-27-15s5", "raw": "A scene from a TV show in which a woman stands in a room and talks to someone.", "with_names": "a woman stands in a room and talks to someone."}, {"scene_id": "bb-05-27-15s6", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-05-27-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-27-15s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-05-27-15s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-05-27-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-27-15s11", "raw": "A scene from a TV show in which a man is bending over to pick up a pen.", "with_names": "a man is bending over to pick up a pen."}, {"scene_id": "bb-05-27-15s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-05-27-15s13", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing behind her.", "with_names": "a woman is walking into a room and a man is standing behind her."}, {"scene_id": "bb-05-27-15s14", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}]