[{"scene_id": "atwt-01-07-03s0", "raw": "A scene from a TV show in which a building is seen through a peephole", "with_names": "a building is through a peephole"}, {"scene_id": "atwt-01-07-03s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head.", "with_names": "a man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "atwt-01-07-03s2", "raw": "A scene from a TV show in which a woman is sitting on a hospital bed, holding flowers and looking up at a man standing behind her.", "with_names": "a woman is sitting on a hospital bed, holding flowers and looking up at a man standing behind her."}, {"scene_id": "atwt-01-07-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-07-03s4", "raw": "A scene from a TV show in which a baby is seen in a drawer with a book and a magazine.", "with_names": "a baby is in a drawer with a book and a magazine."}, {"scene_id": "atwt-01-07-03s5", "raw": "A scene from a TV show in which a man is talking to a woman and a young girl.", "with_names": ""}, {"scene_id": "atwt-01-07-03s6", "raw": "A scene from a TV show in which a woman is seen in a shower, with a bottle of soap sitting on a shelf in front of her.", "with_names": "a woman is in a shower, with a bottle of soap sitting on a shelf in front of her."}, {"scene_id": "atwt-01-07-03s7", "raw": "A scene from a TV show in which a woman is on the phone and a man is sitting on a couch", "with_names": ""}, {"scene_id": "atwt-01-07-03s8", "raw": "A scene from a TV show in which a man is wearing a red hard hat and is holding a pipe in his mouth.", "with_names": "Mike is wearing a red hard hat and is holding a pipe in his mouth."}, {"scene_id": "atwt-01-07-03s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-07-03s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek. The caption reads: For more information talk to your doctor.", "with_names": "a man is kissing a woman on the cheek. the caption reads: for more information talk to your doctor."}, {"scene_id": "atwt-01-07-03s11", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-07-03s12", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-01-07-03s13", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-07-03s14", "raw": "A scene from a TV show in which a woman is laughing and a man is looking at her.", "with_names": "a woman is laughing and a man is looking at her."}, {"scene_id": "atwt-01-07-03s15", "raw": "A scene from a TV show in which a woman is sitting in a wheelchair and a blonde woman is standing behind her, leaning over her.", "with_names": "a woman is sitting in a wheelchair and a blonde woman is standing behind her, leaning over her."}, {"scene_id": "atwt-01-07-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-07-03s17", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-01-07-03s18", "raw": "A scene from a TV show in which a young woman is sitting up in a hospital bed.", "with_names": "a young woman is sitting up in a hospital bed."}, {"scene_id": "atwt-01-07-03s19", "raw": "A scene from a TV show in which a man is dancing with his knees bent.", "with_names": "Craig is dancing with his knees bent."}]