[{"scene_id": "bb-12-15-06s0", "raw": "A scene from a TV show in which a clock is counting down to a deadline.", "with_names": "a clock is counting down to a deadline."}, {"scene_id": "bb-12-15-06s1", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a briefcase.", "with_names": "a woman is standing in a room with Taylor and a briefcase."}, {"scene_id": "bb-12-15-06s3", "raw": "A scene from a TV show in which a woman is holding a handbag and looking down.", "with_names": "a woman is holding a handbag and looking down."}, {"scene_id": "bb-12-15-06s4", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-12-15-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-15-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-15-06s7", "raw": "A scene from a TV show in which a woman is talking to a man and a clock is counting down.", "with_names": ""}, {"scene_id": "bb-12-15-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-12-15-06s9", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is falling over her face.", "with_names": ""}, {"scene_id": "bb-12-15-06s10", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "bb-12-15-06s11", "raw": "A scene from a TV show in which a man is sitting in a chair and a clock is visible on the wall", "with_names": ""}, {"scene_id": "bb-12-15-06s12", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "bb-12-15-06s13", "raw": "A scene from a TV show in which a woman is yelling at an older woman.", "with_names": "a woman is yelling at an older woman."}, {"scene_id": "bb-12-15-06s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "bb-12-15-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-15-06s16", "raw": "A scene from a TV show in which a woman is hugging another woman", "with_names": "Pamela is hugging another woman"}, {"scene_id": "bb-12-15-06s17", "raw": "A scene from a TV show in which a woman is standing in a living room with a man.", "with_names": "Felicia is standing in a living room with a man."}, {"scene_id": "bb-12-15-06s19", "raw": "A scene from a TV show in which a countdown timer is displayed on a black screen", "with_names": "a countdown timer is displayed on a black screen"}]