[{"scene_id": "oltl-06-05-08s0", "raw": "A scene from a TV show in which a woman is talking to a man on a couch.", "with_names": ""}, {"scene_id": "oltl-06-05-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-05-08s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-05-08s3", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a hat.", "with_names": ""}, {"scene_id": "oltl-06-05-08s4", "raw": "A scene from a TV show in which a young man is wearing a white coat and a stethoscope around his neck.", "with_names": "a young man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "oltl-06-05-08s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-05-08s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-05-08s7", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-06-05-08s8", "raw": "A scene from a TV show in which a woman is talking to a man while a boy stands behind her", "with_names": ""}, {"scene_id": "oltl-06-05-08s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-05-08s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a headset and a woman stands over him, wearing a bikini.", "with_names": "a man is lying in a hospital bed, wearing a headset and a woman stands over him, wearing a bikini."}, {"scene_id": "oltl-06-05-08s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-06-05-08s12", "raw": "A scene from a TV show in which a man is drinking a glass of wine.", "with_names": "a man is drinking a glass of wine."}, {"scene_id": "oltl-06-05-08s13", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-06-05-08s14", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-06-05-08s15", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-06-05-08s16", "raw": "A scene from a TV show in which a woman is talking to a man and another manI'm not sure who.", "with_names": ""}, {"scene_id": "oltl-06-05-08s17", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman is looking at her.", "with_names": ""}, {"scene_id": "oltl-06-05-08s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-05-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-05-08s20", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "oltl-06-05-08s21", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-06-05-08s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-05-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-05-08s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-05-08s25", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "oltl-06-05-08s26", "raw": "A scene from a TV show in which a woman is wearing a large black hat and a necklace.", "with_names": "a woman is wearing a large black hat and a necklace."}, {"scene_id": "oltl-06-05-08s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-05-08s28", "raw": "A scene from a TV show in which a woman is handing a man a key.", "with_names": "a woman is handing a man a key."}, {"scene_id": "oltl-06-05-08s29", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube in his nose.", "with_names": "a man is lying in a hospital bed with a tube in his nose."}, {"scene_id": "oltl-06-05-08s30", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a man.", "with_names": "a woman is holding a baby and looking at a man."}, {"scene_id": "oltl-06-05-08s31", "raw": "A scene from a TV show in which a man is talking to a woman, with yellow flowers in the background.", "with_names": ""}, {"scene_id": "oltl-06-05-08s32", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a smile.", "with_names": "a woman is crying and a man is looking at her with a smile."}, {"scene_id": "oltl-06-05-08s33", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-05-08s34", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen tube in his nose.", "with_names": "a man is lying in a hospital bed with an oxygen tube in his nose."}, {"scene_id": "oltl-06-05-08s35", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]