[{"scene_id": "atwt-06-30-05s0", "raw": "A scene from a TV show in which a man is standing in a room with boxes and a boy is walking towards him.", "with_names": "a man is standing in a room with boxes and a boy is walking towards him."}, {"scene_id": "atwt-06-30-05s1", "raw": "A scene from a TV show in which a man is wearing a green shirt and a woman is standing behind him.", "with_names": "a man is wearing a green shirt and a woman is standing behind him."}, {"scene_id": "atwt-06-30-05s2", "raw": "A scene from a TV show in which a woman is wearing a green top and a short blonde hair", "with_names": "a woman is wearing a green top and a short blonde hair"}, {"scene_id": "atwt-06-30-05s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-30-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-06-30-05s5", "raw": "A scene from a TV show in which a woman is seen lying on a bed with her mouth open.", "with_names": "a woman is lying on a bed with her mouth open."}, {"scene_id": "atwt-06-30-05s6", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-30-05s7", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-06-30-05s8", "raw": "A scene from a TV show in which a girl and a boy are standing in a hallway.", "with_names": "a girl and a boy are standing in a hallway."}, {"scene_id": "atwt-06-30-05s9", "raw": "A scene from a TV show in which a man is being pushed by a woman.", "with_names": "a man is being pushed by a woman."}, {"scene_id": "atwt-06-30-05s10", "raw": "A scene from a TV show in which a woman is massaging a baby.", "with_names": "a woman is massaging a baby."}, {"scene_id": "atwt-06-30-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-30-05s12", "raw": "A scene from a TV show in which a woman is looking at a man and another woman is in the background.", "with_names": "a woman is looking at a man and another woman is in the background."}, {"scene_id": "atwt-06-30-05s13", "raw": "A scene from a TV show in which a young man is looking at a woman with a confused expression.", "with_names": "a young man is looking at a woman with a confused expression."}, {"scene_id": "atwt-06-30-05s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-30-05s15", "raw": "A scene from a TV show in which a man is sitting in a courtroom and talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-30-05s16", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-06-30-05s17", "raw": "A scene from a TV show in which a blonde woman is being hugged by a man.", "with_names": "a blonde woman is being hugged by a man."}, {"scene_id": "atwt-06-30-05s18", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-06-30-05s19", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "atwt-06-30-05s20", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a necklace", "with_names": "a woman is wearing a blue shirt and a necklace"}, {"scene_id": "atwt-06-30-05s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-30-05s22", "raw": "A scene from a TV show in which a man is eating a spoon with a fork.", "with_names": "] is eating a spoon with a fork."}, {"scene_id": "atwt-06-30-05s23", "raw": "A scene from a TV show in which a young man is looking off to the side.", "with_names": "a young man is looking off to the side."}, {"scene_id": "atwt-06-30-05s24", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a blue shirt.", "with_names": "two men are standing in a room, one of them is wearing a blue shirt."}, {"scene_id": "atwt-06-30-05s25", "raw": "A scene from a TV show in which a woman is shown a box of In-N-Out Burger.", "with_names": ""}, {"scene_id": "atwt-06-30-05s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-30-05s27", "raw": "A scene from a TV show in which a man is touching another man's face.", "with_names": "a man is touching another man's face."}, {"scene_id": "atwt-06-30-05s28", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-06-30-05s29", "raw": "A scene from a TV show in which a woman is on the phone, looking tired.", "with_names": "a woman is on the phone, looking tired."}, {"scene_id": "atwt-06-30-05s30", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-06-30-05s31", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a young girl is standing behind her.", "with_names": "a woman is wearing a white shirt and a young girl is standing behind her."}]