[{"scene_id": "bb-01-14-15s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-14-15s1", "raw": "A scene from a TV show in which a woman is talking to another woman in an office.", "with_names": ""}, {"scene_id": "bb-01-14-15s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-01-14-15s3", "raw": "A scene from a TV show in which a woman is wearing a black and white patterned dress and a man is in a suit.", "with_names": "a woman is wearing a black and white patterned dress and a man is in a suit."}, {"scene_id": "bb-01-14-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "bb-01-14-15s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-01-14-15s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to a man.", "with_names": ""}, {"scene_id": "bb-01-14-15s7", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-01-14-15s8", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-01-14-15s9", "raw": "A scene from a TV show in which a woman is texting on her cell phone while a man stands behind her.", "with_names": "a woman is texting on her cell phone while a man stands behind her."}, {"scene_id": "bb-01-14-15s10", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "bb-01-14-15s11", "raw": "A scene from a TV show in which a woman is looking at a man and a young girl.", "with_names": "a woman is looking at a man and a young girl."}]