[{"scene_id": "oltl-12-04-06s0", "raw": "A scene from a TV show in which a lawyer is arguing with a witness.", "with_names": "a lawyer is arguing with a witness."}, {"scene_id": "oltl-12-04-06s1", "raw": "A scene from a TV show in which a woman is holding a baby in a room with a man and another woman standing in the background.", "with_names": "a woman is holding a baby in a room with a man and another woman standing in the background."}, {"scene_id": "oltl-12-04-06s2", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-04-06s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-12-04-06s4", "raw": "A scene from a TV show in which a man is holding a baby and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-04-06s5", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-12-04-06s6", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "oltl-12-04-06s7", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-04-06s8", "raw": "A scene from a TV show in which a man is looking into a mirror and is wearing a white robe.", "with_names": "a man is looking into a mirror and is wearing a white robe."}, {"scene_id": "oltl-12-04-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-04-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-04-06s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his eyes closed.", "with_names": "a man is lying in a hospital bed with his eyes closed."}, {"scene_id": "oltl-12-04-06s12", "raw": "A scene from a TV show in which a woman is sitting in front of a judge.", "with_names": "a woman is sitting in front of a judge."}, {"scene_id": "oltl-12-04-06s13", "raw": "A scene from a TV show in which three women sit at a table and eat pizza.", "with_names": "three women sit at a table and eat pizza."}, {"scene_id": "oltl-12-04-06s14", "raw": "A scene from a TV show in which a doctor and a nurse are in a hallway, both wearing white coats and standing in front of a door.", "with_names": "a doctor and a nurse are in a hallway, both wearing white coats and standing in front of a door."}, {"scene_id": "oltl-12-04-06s15", "raw": "A scene from a TV show in which a woman is sitting at a table with a baby and two other women.", "with_names": "a woman is sitting at a table with a baby and two other women."}, {"scene_id": "oltl-12-04-06s16", "raw": "A scene from a TV show in which a woman is looking at the camera and making a face", "with_names": "a woman is looking at the camera and making a face"}, {"scene_id": "oltl-12-04-06s17", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is sitting next to her.", "with_names": "a woman is in a hospital bed and a man is sitting next to her."}, {"scene_id": "oltl-12-04-06s18", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a bar.", "with_names": "a man and a woman are sitting at a table in a bar."}, {"scene_id": "oltl-12-04-06s19", "raw": "A scene from a TV show in which a woman is behind bars", "with_names": "a woman is behind bars"}, {"scene_id": "oltl-12-04-06s20", "raw": "A scene from a TV show in which a man is talking to someone and is looking at his watch.", "with_names": ""}, {"scene_id": "oltl-12-04-06s21", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his eyes closed.", "with_names": "a man is lying in a hospital bed with his eyes closed."}]