[{"scene_id": "bb-01-29-14s0", "raw": "A scene from a TV show in which a man and a woman are drinking soda through straws.", "with_names": "Wyatt and Hope are drinking soda through straws."}, {"scene_id": "bb-01-29-14s1", "raw": "A scene from a TV show in which a police officer and a businessman discuss a case.", "with_names": "a police officer and a businessman discuss a case."}, {"scene_id": "bb-01-29-14s2", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-01-29-14s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-01-29-14s4", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-01-29-14s5", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-01-29-14s6", "raw": "A scene from a TV show in which a man and a woman sit at a table and drink soda.", "with_names": "a man and a woman sit at a table and drink soda."}, {"scene_id": "bb-01-29-14s7", "raw": "A scene from a TV show in which a man is wearing a necklace and a woman is looking at him.", "with_names": "a man is wearing a necklace and a woman is looking at him."}, {"scene_id": "bb-01-29-14s8", "raw": "A scene from a TV show in which a police officer confronts a woman.", "with_names": "a police officer confronts a woman."}, {"scene_id": "bb-01-29-14s9", "raw": "A scene from a TV show in which a man drives a car.", "with_names": "a man drives a car."}, {"scene_id": "bb-01-29-14s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-29-14s11", "raw": "A scene from a TV show in which a man drives a car and is distracted by a woman.", "with_names": "a man drives a car and is distracted by a woman."}, {"scene_id": "bb-01-29-14s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "bb-01-29-14s13", "raw": "A scene from a TV show in which a police officer is seen looking at a piece of paper.", "with_names": "a police officer is looking at a piece of paper."}, {"scene_id": "bb-01-29-14s14", "raw": "A scene from a TV show in which a man drives a car and looks at the camera.", "with_names": "a man drives a car and looks at the camera."}, {"scene_id": "bb-01-29-14s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "bb-01-29-14s16", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}, {"scene_id": "bb-01-29-14s17", "raw": "A scene from a TV show in which a man drives a car while wearing a suit.", "with_names": "a man drives a car while wearing a suit."}, {"scene_id": "bb-01-29-14s18", "raw": "A scene from a TV show in which a man and a woman are sitting together and laughing.", "with_names": "a man and a woman are sitting together and laughing."}]