[{"scene_id": "atwt-01-27-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-27-03s1", "raw": "A scene from a TV show in which a blonde woman is talking to a woman with blonde hair.", "with_names": ""}, {"scene_id": "atwt-01-27-03s2", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-27-03s3", "raw": "A scene from a TV show in which a woman is talking on a phone", "with_names": ""}, {"scene_id": "atwt-01-27-03s4", "raw": "A scene from a TV show in which a person is using a blue cloth to wipe a white surface.", "with_names": "a person is using a blue cloth to wipe a white surface."}, {"scene_id": "atwt-01-27-03s5", "raw": "A scene from a TV show in which a black man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-27-03s6", "raw": "A scene from a TV show in which a man is talking on the phone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-01-27-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-27-03s8", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and a black coat.", "with_names": "a woman is wearing a blue scarf and a black coat."}, {"scene_id": "atwt-01-27-03s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-27-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-27-03s11", "raw": "A scene from a TV show in which a young girl is wearing a red shirt and a watch on her wrist.", "with_names": "a young girl is wearing a red shirt and a watch on her wrist."}, {"scene_id": "atwt-01-27-03s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-27-03s13", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a man is sitting in the background.", "with_names": "a woman is standing in a kitchen, a man is sitting in the background."}, {"scene_id": "atwt-01-27-03s14", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and is looking down.", "with_names": "a man is wearing a white shirt and a tie and is looking down."}, {"scene_id": "atwt-01-27-03s15", "raw": "A scene from a TV show in which two boxes of cereal are on display in a store.", "with_names": "two boxes of cereal are on display in a store."}, {"scene_id": "atwt-01-27-03s16", "raw": "A scene from a TV show in which a man is seen from the side, wearing a black shirt and a short haircut.", "with_names": "a man is from the side, wearing a black shirt and a short haircut."}, {"scene_id": "atwt-01-27-03s17", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-27-03s18", "raw": "A scene from a TV show in which a black man is wearing a white lab coat and a tie.", "with_names": "a black man is wearing a white lab coat and a tie."}, {"scene_id": "atwt-01-27-03s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-27-03s20", "raw": "A scene from a TV show in which an older man is sitting at a desk, his head in his hand, and he is crying.", "with_names": "an older man is sitting at a desk, his head in his hand, and he is crying."}, {"scene_id": "atwt-01-27-03s21", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-27-03s22", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-27-03s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-01-27-03s24", "raw": "A scene from a TV show in which a baby is shown with its mouth open and the caption: Shouldn't your baby be a Gerber baby?", "with_names": ""}, {"scene_id": "atwt-01-27-03s25", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a keyboard.", "with_names": "a woman is sitting at a desk and typing on a keyboard."}, {"scene_id": "atwt-01-27-03s26", "raw": "A scene from a TV show in which a man is pointing his finger at a woman.", "with_names": "a man is pointing his finger at a woman."}, {"scene_id": "atwt-01-27-03s27", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-01-27-03s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]