[{"scene_id": "bb-03-25-14s0", "raw": "A scene from a TV show in which a woman is holding a coffee cup and talking to a man.", "with_names": ""}, {"scene_id": "bb-03-25-14s1", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "bb-03-25-14s2", "raw": "A scene from a TV show in which a woman and a man are talking in a hallway.", "with_names": ""}, {"scene_id": "bb-03-25-14s3", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks at him.", "with_names": ""}, {"scene_id": "bb-03-25-14s4", "raw": "A scene from a TV show in which a woman sits on a couch and talks to someone off camera.", "with_names": "a woman sits on a couch and talks to someone off camera."}, {"scene_id": "bb-03-25-14s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-25-14s6", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is in a bed.", "with_names": "a woman is wearing a bikini and a man is in a bed."}, {"scene_id": "bb-03-25-14s7", "raw": "A scene from a TV show in which a mansion is featured.", "with_names": "a mansion is featured."}, {"scene_id": "bb-03-25-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-25-14s9", "raw": "A scene from a TV show in which a man and a woman sit at a table, the man is looking at the woman, and she is looking away.", "with_names": "a man and a woman sit at a table, the man is looking at the woman, and she is looking away."}, {"scene_id": "bb-03-25-14s10", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing in front of her.", "with_names": "a woman is holding a cup and a man is standing in front of her."}, {"scene_id": "bb-03-25-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-25-14s12", "raw": "A scene from a TV show in which a man and a woman are standing next to a life-size cardboard cutout of a woman in lingerie.", "with_names": "a man and a woman are standing next to a life-size cardboard cutout of a woman in lingerie."}]