[{"scene_id": "oltl-07-23-08s0", "raw": "A scene from a TV show in which a woman is lying on a gurney, a doctor is standing behind her, and another doctor is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-23-08s1", "raw": "A scene from a TV show in which a woman is lying in bed and looking at her phone.", "with_names": "a woman is lying in bed and looking at her phone."}, {"scene_id": "oltl-07-23-08s2", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a lamp.", "with_names": "a woman is standing in a room with a couch and a lamp."}, {"scene_id": "oltl-07-23-08s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-08s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-08s5", "raw": "A scene from a TV show in which a woman is crying and holding her head in her hands.", "with_names": "a woman is crying and holding her head in her hands."}, {"scene_id": "oltl-07-23-08s6", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-23-08s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-08s8", "raw": "A scene from a TV show in which a woman is sitting in bed with a wine bottle and a man is standing next to her.", "with_names": "a woman is sitting in bed with a wine bottle and a man is standing next to her."}, {"scene_id": "oltl-07-23-08s9", "raw": "A scene from a TV show in which a man is talking to a woman and gesturing with his hands.", "with_names": ""}, {"scene_id": "oltl-07-23-08s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-07-23-08s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "oltl-07-23-08s12", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "oltl-07-23-08s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-07-23-08s14", "raw": "A scene from a TV show in which a woman is pinning a man's jacket.", "with_names": "a woman is pinning a man's jacket."}, {"scene_id": "oltl-07-23-08s15", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "a man is looking down and his hair is blowing in the wind"}, {"scene_id": "oltl-07-23-08s16", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-23-08s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-08s18", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-07-23-08s19", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-07-23-08s20", "raw": "A scene from a TV show in which a man is smoking a cigarette and looking at a woman.", "with_names": "a man is smoking a cigarette and looking at a woman."}, {"scene_id": "oltl-07-23-08s21", "raw": "A scene from a TV show in which two girls are sitting on a bed and looking at a teapot.", "with_names": "two girls are sitting on a bed and looking at a teapot."}, {"scene_id": "oltl-07-23-08s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-23-08s23", "raw": "A scene from a TV show in which a man is standing in a bedroom with a bed and a couch.", "with_names": "a man is standing in a bedroom with a bed and a couch."}, {"scene_id": "oltl-07-23-08s24", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "oltl-07-23-08s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-07-23-08s26", "raw": "A scene from a TV show in which a man is talking to a woman and another mande is standing behind them.", "with_names": ""}, {"scene_id": "oltl-07-23-08s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-23-08s28", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop and smiling.", "with_names": "a woman is sitting in front of a laptop and smiling."}, {"scene_id": "oltl-07-23-08s29", "raw": "A scene from a TV show in which a young man is sitting in a room with a potted plant.", "with_names": "a young man is sitting in a room with a potted plant."}, {"scene_id": "oltl-07-23-08s30", "raw": "A scene from a TV show in which a man is holding a wine glass and looking at a window.", "with_names": "a man is holding a wine glass and looking at a window."}]