[{"scene_id": "bb-08-17-17s0", "raw": "A scene from a TV show in which a man is holding a cup and looking at a globe.", "with_names": "a man is holding a cup and looking at a globe."}, {"scene_id": "bb-08-17-17s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-08-17-17s2", "raw": "A scene from a TV show in which a woman is standing in a robe in a bedroom.", "with_names": "Sheila is standing in a robe in a bedroom."}, {"scene_id": "bb-08-17-17s3", "raw": "A scene from a TV show in which a man takes a photo with a camera", "with_names": "Eric takes a photo with a camera"}, {"scene_id": "bb-08-17-17s4", "raw": "A scene from a TV show in which two women are standing at a table, one is holding a cup and the other is holding a cell phone.", "with_names": "two women are standing at a table, one is holding a cup and the other is holding a cell phone."}, {"scene_id": "bb-08-17-17s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-17-17s6", "raw": "A scene from a TV show in which a woman lies in bed with a bandage on her head.", "with_names": "a woman lies in bed with a bandage on her head."}, {"scene_id": "bb-08-17-17s8", "raw": "A scene from a TV show in which a man stands in a room with a large window and a desk.", "with_names": "a man stands in a room with a large window and a desk."}, {"scene_id": "bb-08-17-17s9", "raw": "A scene from a TV show in which a woman is hugging a young girl.", "with_names": "a woman is hugging a young girl."}, {"scene_id": "bb-08-17-17s10", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "a woman is sitting at a desk and a man is standing next to her."}, {"scene_id": "bb-08-17-17s11", "raw": "A scene from a TV show in which a woman is lying in bed with a bandage on her head.", "with_names": "Sally is lying in bed with a bandage on her head."}, {"scene_id": "bb-08-17-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-17-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-08-17-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Liam is wearing a suit and a white shirt."}, {"scene_id": "bb-08-17-17s15", "raw": "A scene from a TV show in which a woman is lying in bed with a bandage on her head.", "with_names": "Sheila is lying in bed with a bandage on her head."}, {"scene_id": "bb-08-17-17s16", "raw": "A scene from a TV show in which a man is standing in a room with a glass table and a bookcase behind him.", "with_names": "a man is standing in a room with a glass table and a bookcase behind him."}, {"scene_id": "bb-08-17-17s17", "raw": "A scene from a TV show in which a man is holding a blue pen and looking at it.", "with_names": "a man is holding a blue pen and looking at it."}]