[{"scene_id": "bb-02-18-15s0", "raw": "A scene from a TV show in which a woman is holding flowers and talking to a man.", "with_names": ""}, {"scene_id": "bb-02-18-15s1", "raw": "A scene from a TV show in which a woman is walking down a runway in front of a crowd.", "with_names": "a woman is walking down a runway in front of a crowd."}, {"scene_id": "bb-02-18-15s2", "raw": "A scene from a TV show in which a man and a woman are getting married.", "with_names": "Carter and Caroline are getting married."}, {"scene_id": "bb-02-18-15s5", "raw": "A scene from a TV show in which a man is standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-02-18-15s6", "raw": "A scene from a TV show in which a bride and groom are married in a ceremony in front of a fireplace.", "with_names": "a bride and groom are married in a ceremony in front of a fireplace."}, {"scene_id": "bb-02-18-15s7", "raw": "A scene from a TV show in which a man is getting married.", "with_names": "a man is getting married."}, {"scene_id": "bb-02-18-15s8", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-18-15s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-02-18-15s10", "raw": "A scene from a TV show in which a woman is cooking in a kitchen.", "with_names": "a woman is cooking in a kitchen."}, {"scene_id": "bb-02-18-15s11", "raw": "A scene from a TV show in which a couple kisses at their wedding.", "with_names": "a couple kisses at their wedding."}, {"scene_id": "bb-02-18-15s12", "raw": "A scene from a TV show in which a bride and her mother drink wine together.", "with_names": "a bride and her mother drink wine together."}, {"scene_id": "bb-02-18-15s13", "raw": "A scene from a TV show in which a man and a woman are married.", "with_names": "Ridge and Caroline are married."}, {"scene_id": "bb-02-18-15s14", "raw": "A scene from a TV show in which two men are pouring champagne into glasses.", "with_names": "two men are pouring champagne into glasses."}, {"scene_id": "bb-02-18-15s15", "raw": "A scene from a TV show in which a woman is holding a glass and looking at a man.", "with_names": "a woman is holding a glass and looking at a man."}]