[{"scene_id": "gl-05-14-03s0", "raw": "A scene from a TV show in which a man is holding a cup and a woman is wiping her face with her hand.", "with_names": "a man is holding a cup and a woman is wiping her face with her hand."}, {"scene_id": "gl-05-14-03s1", "raw": "A scene from a TV show in which a man is talking to another man, and the other man has a tie on", "with_names": ""}, {"scene_id": "gl-05-14-03s2", "raw": "A scene from a TV show in which a man is holding a stack of books", "with_names": "a man is holding a stack of books"}, {"scene_id": "gl-05-14-03s3", "raw": "A scene from a TV show in which a man is holding a bag and a woman is standing in front of a couch.", "with_names": "a man is holding a bag and a woman is standing in front of a couch."}, {"scene_id": "gl-05-14-03s4", "raw": "A scene from a TV show in which a girl is wearing a pink hoodie and a ponytail", "with_names": "a girl is wearing a pink hoodie and a ponytail"}, {"scene_id": "gl-05-14-03s5", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blue shirt", "with_names": "a man is wearing a leather jacket and a blue shirt"}, {"scene_id": "gl-05-14-03s6", "raw": "A scene from a TV show in which a man is sitting on a red chair and his arms are stretched out.", "with_names": "a man is sitting on a red chair and his arms are stretched out."}, {"scene_id": "gl-05-14-03s7", "raw": "A scene from a TV show in which a man is standing in front of a woman in a courtroom.", "with_names": "a man is standing in front of a woman in a courtroom."}, {"scene_id": "gl-05-14-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-14-03s9", "raw": "A scene from a TV show in which a girl is talking to someone and her hair is up in a ponytail.", "with_names": ""}, {"scene_id": "gl-05-14-03s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "gl-05-14-03s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-05-14-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-05-14-03s13", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-05-14-03s14", "raw": "A scene from a TV show in which a woman is eating a piece of chocolate.", "with_names": "a woman is eating a piece of chocolate."}, {"scene_id": "gl-05-14-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-14-03s16", "raw": "A scene from a TV show in which a man is sitting at a table and looking at a book.", "with_names": "a man is sitting at a table and looking at a book."}, {"scene_id": "gl-05-14-03s17", "raw": "A scene from a TV show in which a girl is sitting on a chair and another girl is standing next to her.", "with_names": ""}, {"scene_id": "gl-05-14-03s18", "raw": "A scene from a TV show in which a man is standing in a bedroom, holding a door open.", "with_names": "a man is standing in a bedroom, holding a door open."}]