[{"scene_id": "gl-08-08-03s0", "raw": "A scene from a TV show in which a man is standing in front of a window, holding a curtain open.", "with_names": "a man is standing in front of a window, holding a curtain open."}, {"scene_id": "gl-08-08-03s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-08-08-03s2", "raw": "A scene from a TV show in which a woman is yelling and looking angry.", "with_names": "Cassie is yelling and looking angry."}, {"scene_id": "gl-08-08-03s4", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "gl-08-08-03s5", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "gl-08-08-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-08-03s8", "raw": "A scene from a TV show in which a man is sleeping", "with_names": "a man is sleeping"}, {"scene_id": "gl-08-08-03s9", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "gl-08-08-03s10", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "gl-08-08-03s11", "raw": "A scene from a TV show in which a woman is wearing a red halter top and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-08-03s12", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}, {"scene_id": "gl-08-08-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-08-03s14", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-08-08-03s15", "raw": "A scene from a TV show in which a woman is holding a glass of wine.", "with_names": "a woman is holding a glass of wine."}, {"scene_id": "gl-08-08-03s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-08-08-03s17", "raw": "A scene from a TV show in which two men are standing in a room, talking to each other.", "with_names": ""}, {"scene_id": "gl-08-08-03s18", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "gl-08-08-03s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with wine glasses and a vase of flowers.", "with_names": "Jeffrey and Danny are sitting at a table, with wine glasses and a vase of flowers."}, {"scene_id": "gl-08-08-03s20", "raw": "A scene from a TV show in which Jennifer Aniston is wearing a short blonde wig", "with_names": "jennifer aniston is wearing a short blonde wig"}, {"scene_id": "gl-08-08-03s21", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a black jacket and the other is wearing a grey shirt.", "with_names": "two men are standing next to each other, one is wearing a black jacket and the other is wearing a grey shirt."}, {"scene_id": "gl-08-08-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-08-03s23", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a man.", "with_names": "a woman is sitting on a bed and looking at a man."}, {"scene_id": "gl-08-08-03s24", "raw": "A scene from a TV show in which a woman is talking to a man and laughing.", "with_names": ""}, {"scene_id": "gl-08-08-03s25", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a clock", "with_names": "Edmund is sitting at a table with a cup and a clock"}, {"scene_id": "gl-08-08-03s26", "raw": "A scene from a TV show in which a woman is crying and a man hugs her", "with_names": "jeffrey is crying and a man hugs her"}, {"scene_id": "gl-08-08-03s28", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Danny is looking at Michelle."}]