[{"scene_id": "atwt-04-30-04s0", "raw": "A scene from a TV show in which a woman is talking to an older woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-30-04s1", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a blonde wig.", "with_names": "a woman is wearing a pink suit and a blonde wig."}, {"scene_id": "atwt-04-30-04s2", "raw": "A scene from a TV show in which a woman is holding a tennis ball and a man is standing next to her.", "with_names": "a woman is holding a tennis ball and a man is standing next to her."}, {"scene_id": "atwt-04-30-04s3", "raw": "A scene from a TV show in which a woman is wrapped in a towel and a man is standing behind her.", "with_names": "Rosanna is wrapped in a towel and Jordan is standing behind her."}, {"scene_id": "atwt-04-30-04s4", "raw": "A scene from a TV show in which a blonde girl is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-30-04s5", "raw": "A scene from a TV show in which a blonde woman is wearing a purple jacket and a choker.", "with_names": "a blonde woman is wearing a purple jacket and a choker."}, {"scene_id": "atwt-04-30-04s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-04-30-04s7", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Jordan is wearing a suit and a white shirt."}, {"scene_id": "atwt-04-30-04s8", "raw": "A scene from a TV show in which a blonde woman is wearing a red shirt and a necklace.", "with_names": "a blonde woman is wearing a red shirt and a necklace."}, {"scene_id": "atwt-04-30-04s9", "raw": "A scene from a TV show in which a woman is wearing a headscarf and a man is standing next to her.", "with_names": "Barbara is wearing a headscarf and Walker is standing next to her."}, {"scene_id": "atwt-04-30-04s10", "raw": "A scene from a TV show in which a woman is wearing a hijab and talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-30-04s11", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-04-30-04s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-30-04s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-30-04s14", "raw": "A scene from a TV show in which a baby is shown sucking on a pacifier.", "with_names": ""}, {"scene_id": "atwt-04-30-04s15", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-04-30-04s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-30-04s17", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-30-04s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-30-04s19", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-30-04s20", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-30-04s21", "raw": "", "with_names": ""}]