[{"scene_id": "gl-02-17-03s0", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-17-03s1", "raw": "A scene from a TV show in which a woman is holding a glass of wine and making a peace sign with her hand.", "with_names": "a woman is holding a glass of wine and making a peace sign with her hand."}, {"scene_id": "gl-02-17-03s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera", "with_names": "a man is wearing a suit and a tie and is looking at the camera"}, {"scene_id": "gl-02-17-03s3", "raw": "A scene from a TV show in which a man is kissing a woman on the head", "with_names": "a man is kissing a woman on the head"}, {"scene_id": "gl-02-17-03s4", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black blazer.", "with_names": "a woman is wearing a white shirt and a black blazer."}, {"scene_id": "gl-02-17-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-02-17-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-17-03s7", "raw": "A scene from a TV show in which a woman is holding a glass and a man is looking at her.", "with_names": "a woman is holding a glass and a man is looking at her."}, {"scene_id": "gl-02-17-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-17-03s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-17-03s10", "raw": "A scene from a TV show in which a woman is holding a glass of alcohol and talking to someone.", "with_names": ""}, {"scene_id": "gl-02-17-03s11", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in the air.", "with_names": ""}, {"scene_id": "gl-02-17-03s12", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black blazer", "with_names": "a woman is wearing a white shirt and a black blazer"}, {"scene_id": "gl-02-17-03s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-17-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-17-03s15", "raw": "A scene from a TV show in which a woman is talking to someone and a cigarette is in her mouth.", "with_names": ""}, {"scene_id": "gl-02-17-03s16", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "gl-02-17-03s17", "raw": "A scene from a TV show in which a phone is used to call the police", "with_names": "a phone is used to call the police"}, {"scene_id": "gl-02-17-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-17-03s19", "raw": "A scene from a TV show in which a woman is standing at a desk and another woman is behind her.", "with_names": "a woman is standing at a desk and another woman is behind her."}, {"scene_id": "gl-02-17-03s20", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-02-17-03s21", "raw": "A scene from a TV show in which a man is sitting at a desk with his hands up in the air.", "with_names": "a man is sitting at a desk with his hands up in the air."}]