[{"scene_id": "gl-09-28-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-28-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-28-05s2", "raw": "A scene from a TV show in which a woman is pointing at a man.", "with_names": "a woman is pointing at a man."}, {"scene_id": "gl-09-28-05s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "gl-09-28-05s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "gl-09-28-05s5", "raw": "A scene from a TV show in which a man is sitting in a restaurant and a woman is standing outside the window.", "with_names": "] is sitting in a restaurant and Marina is standing outside the window."}, {"scene_id": "gl-09-28-05s6", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is looking at him.", "with_names": "a man is sitting at a table with a woman, and she is looking at him."}, {"scene_id": "gl-09-28-05s7", "raw": "A scene from a TV show in which a woman is wearing a purple coat and a necklace.", "with_names": "a woman is wearing a purple coat and a necklace."}, {"scene_id": "gl-09-28-05s8", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-09-28-05s9", "raw": "A scene from a TV show in which a bartender is being harassed by a customer.", "with_names": "a bartender is being harassed by a customer."}, {"scene_id": "gl-09-28-05s10", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a man is pointing at her.", "with_names": "a woman is wearing a yellow jacket and a man is pointing at her."}, {"scene_id": "gl-09-28-05s11", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-28-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-28-05s13", "raw": "A scene from a TV show in which a woman is talking to a man in a room with other people.", "with_names": ""}, {"scene_id": "gl-09-28-05s14", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching them.", "with_names": ""}, {"scene_id": "gl-09-28-05s15", "raw": "A scene from a TV show in which a woman hands a book to two men.", "with_names": "a woman hands a book to two men."}, {"scene_id": "gl-09-28-05s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-28-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-09-28-05s18", "raw": "A scene from a TV show in which a woman is reading a book to a man.", "with_names": "a woman is reading a book to a man."}, {"scene_id": "gl-09-28-05s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-28-05s20", "raw": "A scene from a TV show in which a woman is walking out of a house with flowers.", "with_names": "a woman is walking out of a house with flowers."}, {"scene_id": "gl-09-28-05s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-09-28-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-28-05s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-09-28-05s24", "raw": "A scene from a TV show in which a woman is talking to someone and a heart is on her shirt", "with_names": ""}, {"scene_id": "gl-09-28-05s25", "raw": "A scene from a TV show in which a woman is sitting on a couch with her eyes closed.", "with_names": ""}, {"scene_id": "gl-09-28-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-28-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-28-05s28", "raw": "A scene from a TV show in which a woman is sitting on a chair and another woman is standing next to her.", "with_names": ""}, {"scene_id": "gl-09-28-05s29", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a book.", "with_names": ""}, {"scene_id": "gl-09-28-05s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-28-05s31", "raw": "A scene from a TV show in which a woman is standing in a room with a table and a window.", "with_names": "a woman is standing in a room with a table and a window."}]