[{"scene_id": "atwt-09-18-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-09-18-09s1", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a window.", "with_names": "a woman is sitting in a room and looking at a window."}, {"scene_id": "atwt-09-18-09s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-18-09s3", "raw": "A scene from a TV show in which a woman is looking at a man and saying,", "with_names": "a woman is looking at a man and saying,"}, {"scene_id": "atwt-09-18-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-18-09s5", "raw": "A scene from a TV show in which a handbag is opened and a pink sign is stuck to it.", "with_names": "a handbag is opened and a pink sign is stuck to it."}, {"scene_id": "atwt-09-18-09s6", "raw": "A scene from a TV show in which a woman is holding a cup and a man is looking at her.", "with_names": "a woman is holding a cup and a man is looking at her."}, {"scene_id": "atwt-09-18-09s7", "raw": "A scene from a TV show in which two women are walking down a hallway, one of them is wearing a green shirt and the other is wearing a pink shirt.", "with_names": "two women are walking down a hallway, one of them is wearing a green shirt and the other is wearing a pink shirt."}, {"scene_id": "atwt-09-18-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman and the other womanI", "with_names": ""}, {"scene_id": "atwt-09-18-09s9", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-18-09s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-18-09s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-18-09s12", "raw": "A scene from a TV show in which a car is driving past a McDonald's restaurant.", "with_names": "a car is driving past a mcdonald's restaurant."}, {"scene_id": "atwt-09-18-09s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-18-09s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-18-09s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-18-09s16", "raw": "A scene from a TV show in which a young man is talking to a man in a room with a large window.", "with_names": ""}, {"scene_id": "atwt-09-18-09s17", "raw": "A scene from a TV show in which a little girl is seen wearing a toilet seat on her head.", "with_names": "a little girl is wearing a toilet seat on her head."}, {"scene_id": "atwt-09-18-09s18", "raw": "A scene from a TV show in which a woman is talking to someone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-09-18-09s19", "raw": "A scene from a TV show in which a jellyfish is shown in a jar", "with_names": ""}, {"scene_id": "atwt-09-18-09s20", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-18-09s21", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind", "with_names": ""}, {"scene_id": "atwt-09-18-09s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-18-09s23", "raw": "A scene from a TV show in which a man is crying and a woman is consoling him.", "with_names": "a man is crying and a woman is consoling him."}, {"scene_id": "atwt-09-18-09s24", "raw": "A scene from a TV show in which Clairol is promoting its new hair color.", "with_names": "clairol is promoting its new hair color."}, {"scene_id": "atwt-09-18-09s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-09-18-09s26", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is talking to a TV reporter.", "with_names": ""}, {"scene_id": "atwt-09-18-09s27", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera", "with_names": "a man is wearing a suit and a tie and looking at the camera"}, {"scene_id": "atwt-09-18-09s28", "raw": "A scene from a TV show in which a computer screen shows a video and the words Fights germs for 12 hours", "with_names": "a computer screen shows a video and the words fights germs for 12 hours"}]