[{"scene_id": "gl-11-14-06s0", "raw": "A scene from a TV show in which a man is standing in front of a board with pictures of people.", "with_names": "a man is standing in front of a board with pictures of people."}, {"scene_id": "gl-11-14-06s1", "raw": "A scene from a TV show in which a man is getting his hair cut by another man.", "with_names": "a man is getting his hair cut by another man."}, {"scene_id": "gl-11-14-06s2", "raw": "A scene from a TV show in which a hand is holding a sign that says Kyle Moore.", "with_names": "a hand is holding a sign that says kyle moore."}, {"scene_id": "gl-11-14-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-14-06s4", "raw": "A scene from a TV show in which a man is seen with a large G superimposed over his face", "with_names": "a man is with a large g superimposed over his face"}, {"scene_id": "gl-11-14-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-14-06s6", "raw": "A scene from a TV show in which a man is opening a box of rings.", "with_names": "a man is opening a box of rings."}, {"scene_id": "gl-11-14-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Jeffrey is wearing a suit and tie"}, {"scene_id": "gl-11-14-06s8", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, talking to her.", "with_names": ""}, {"scene_id": "gl-11-14-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-14-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-14-06s11", "raw": "A scene from a TV show in which a woman is yelling and making a face.", "with_names": "Olivia is yelling and making a face."}, {"scene_id": "gl-11-14-06s12", "raw": "A scene from a TV show in which a man is sitting in front of a screen and talking.", "with_names": ""}, {"scene_id": "gl-11-14-06s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and singing.", "with_names": "Jeffrey is wearing a suit and tie and singing."}, {"scene_id": "gl-11-14-06s14", "raw": "A scene from a TV show in which a man is holding a tray and another manI is standing next to him", "with_names": "a man is holding a tray and another mani is standing next to him"}, {"scene_id": "gl-11-14-06s15", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and large earrings.", "with_names": "a woman is wearing a leather jacket and large earrings."}, {"scene_id": "gl-11-14-06s16", "raw": "A scene from a TV show in which a man is standing at a bar, pouring a drink into a glass.", "with_names": "a man is standing at a bar, pouring a drink into a glass."}, {"scene_id": "gl-11-14-06s17", "raw": "A scene from a TV show in which a man is seen in a black suit and a white shirt", "with_names": "Jeffrey is in a black suit and a white shirt"}, {"scene_id": "gl-11-14-06s18", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-14-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-14-06s20", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, the man is looking down at the woman, who is looking up at him.", "with_names": "a man and a woman are standing close to each other, the man is looking down at the woman, who is looking up at him."}]