[{"scene_id": "oltl-08-24-07s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-24-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-24-07s2", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-24-07s3", "raw": "A scene from a TV show in which a woman is seen throwing a plant at a door.", "with_names": "a woman is throwing a plant at a door."}, {"scene_id": "oltl-08-24-07s4", "raw": "A scene from a TV show in which a woman is wearing a dress and large earrings.", "with_names": "a woman is wearing a dress and large earrings."}, {"scene_id": "oltl-08-24-07s5", "raw": "A scene from a TV show in which a young man is looking at the camera with a serious expression.", "with_names": "a young man is looking at the camera with a serious expression."}, {"scene_id": "oltl-08-24-07s6", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-24-07s7", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing next to her.", "with_names": "a woman is in a jail cell and a man is standing next to her."}, {"scene_id": "oltl-08-24-07s8", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a necklace.", "with_names": "a blonde woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-08-24-07s9", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}, {"scene_id": "oltl-08-24-07s10", "raw": "A scene from a TV show in which a woman is throwing a towel at a man.", "with_names": "a woman is throwing a towel at a man."}, {"scene_id": "oltl-08-24-07s11", "raw": "A scene from a TV show in which a man is looking at a woman through a glass door.", "with_names": "a man is looking at a woman through a glass door."}, {"scene_id": "oltl-08-24-07s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-24-07s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a group of people.", "with_names": "a woman is sitting at a table with a man and a group of people."}, {"scene_id": "oltl-08-24-07s14", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-08-24-07s15", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-24-07s16", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a suit.", "with_names": "] is looking at Marcie and he is wearing a suit."}, {"scene_id": "oltl-08-24-07s17", "raw": "A scene from a TV show in which a woman is drinking from a cup.", "with_names": "a woman is drinking from a cup."}, {"scene_id": "oltl-08-24-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-07s19", "raw": "A scene from a TV show in which a woman is in a jail cell and a police officer is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-24-07s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-24-07s21", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-07s22", "raw": "A scene from a TV show in which a woman is standing at a podium and speaking.", "with_names": "a woman is standing at a podium and speaking."}, {"scene_id": "oltl-08-24-07s23", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-24-07s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-24-07s25", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman.", "with_names": "a man is sitting at a bar with a woman."}, {"scene_id": "oltl-08-24-07s26", "raw": "A scene from a TV show in which a man and a woman sit at a table with drinks and a cell phone.", "with_names": "a man and a woman sit at a table with drinks and a cell phone."}, {"scene_id": "oltl-08-24-07s27", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a green dress", "with_names": "a woman is looking off to the side and wearing a green dress"}, {"scene_id": "oltl-08-24-07s28", "raw": "A scene from a TV show in which a man is sitting down and looking down, with his head tilted to the side.", "with_names": "a man is sitting down and looking down, with his head tilted to the side."}, {"scene_id": "oltl-08-24-07s29", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-24-07s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-24-07s31", "raw": "A scene from a TV show in which a man is being questioned by two men.", "with_names": "a man is being questioned by two men."}]