[{"scene_id": "oltl-12-18-07s0", "raw": "A scene from a TV show in which a man and a woman are lying on a bed covered in mud.", "with_names": "John and a woman are lying on a bed covered in mud."}, {"scene_id": "oltl-12-18-07s1", "raw": "A scene from a TV show in which a young man is in a jail cell.", "with_names": "a young man is in a jail cell."}, {"scene_id": "oltl-12-18-07s2", "raw": "A scene from a TV show in which a man is wearing a chef's hat and a blue chef''s coat.", "with_names": "a man is wearing a chef's hat and a blue chef''s coat."}, {"scene_id": "oltl-12-18-07s3", "raw": "A scene from a TV show in which a woman is knocking on a door", "with_names": "a woman is knocking on a door"}, {"scene_id": "oltl-12-18-07s4", "raw": "A scene from a TV show in which the word \"IN LIFE\" is blurred out", "with_names": "the word \"in life\" is blurred out"}, {"scene_id": "oltl-12-18-07s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and another man.", "with_names": "a woman is sitting at a table with a man and another man."}, {"scene_id": "oltl-12-18-07s6", "raw": "A scene from a TV show in which a man is standing in a jail cell.", "with_names": "a man is standing in a jail cell."}, {"scene_id": "oltl-12-18-07s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-12-18-07s8", "raw": "A scene from a TV show in which a woman is holding a cup and a sandwich in front of a man.", "with_names": "a woman is holding a cup and a sandwich in front of a man."}, {"scene_id": "oltl-12-18-07s9", "raw": "A scene from a TV show in which a woman is standing in a bedroom, a man is in the background, and a bottle is on the floor.", "with_names": "a woman is standing in a bedroom, a man is in the background, and a bottle is on the floor."}, {"scene_id": "oltl-12-18-07s10", "raw": "A scene from a TV show in which a man is pouring a drink into a glass, while a woman stands behind him, looking on.", "with_names": "a man is pouring a drink into a glass, while a woman stands behind him, looking on."}, {"scene_id": "oltl-12-18-07s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-18-07s12", "raw": "A scene from a TV show in which a young woman is wearing a green jacket and a fur-lined hood.", "with_names": "a young woman is wearing a green jacket and a fur-lined hood."}, {"scene_id": "oltl-12-18-07s13", "raw": "A scene from a TV show in which a man is in a jail cell and another man is talking to him.", "with_names": ""}, {"scene_id": "oltl-12-18-07s14", "raw": "A scene from a TV show in which a woman is wearing a nurse's uniform and is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-18-07s15", "raw": "A scene from a TV show in which a man is talking to a young boy through bars.", "with_names": ""}, {"scene_id": "oltl-12-18-07s16", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman.", "with_names": "a man is walking down a hallway with a woman."}, {"scene_id": "oltl-12-18-07s17", "raw": "A scene from a TV show in which a blonde woman is looking at a man with a shocked expression.", "with_names": "a blonde woman is looking at a man with a shocked expression."}, {"scene_id": "oltl-12-18-07s18", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "oltl-12-18-07s19", "raw": "A scene from a TV show in which a man is sitting at a table, looking down at a book.", "with_names": "a man is sitting at a table, looking down at a book."}, {"scene_id": "oltl-12-18-07s20", "raw": "A scene from a TV show in which a man is talking to another man through a fence.", "with_names": ""}, {"scene_id": "oltl-12-18-07s21", "raw": "A scene from a TV show in which a woman is wearing a nurse's uniform and is standing in a kitchen.", "with_names": "a woman is wearing a nurse's uniform and is standing in a kitchen."}, {"scene_id": "oltl-12-18-07s22", "raw": "A scene from a TV show in which a man is looking at a woman and a red chair is visible in the background.", "with_names": "a man is looking at a woman and a red chair is visible in the background."}, {"scene_id": "oltl-12-18-07s23", "raw": "A scene from a TV show in which a woman is standing in a kitchen, a man is sitting on a chair in front of her.", "with_names": ""}, {"scene_id": "oltl-12-18-07s24", "raw": "A scene from a TV show in which a girl is talking to her mother", "with_names": ""}, {"scene_id": "oltl-12-18-07s25", "raw": "A scene from a TV show in which a woman is wearing glasses and looking down.", "with_names": "a woman is wearing glasses and looking down."}, {"scene_id": "oltl-12-18-07s26", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "oltl-12-18-07s27", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a blue uniform and glasses.", "with_names": "a woman is standing in a kitchen, wearing a blue uniform and glasses."}, {"scene_id": "oltl-12-18-07s28", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}]