[{"scene_id": "oltl-05-08-06s0", "raw": "A scene from a TV show in which a UFO is seen flying over a house", "with_names": "a ufo is flying over a house"}, {"scene_id": "oltl-05-08-06s1", "raw": "A scene from a TV show in which a man is seen wiping his face with his hand.", "with_names": "a man is wiping his face with his hand."}, {"scene_id": "oltl-05-08-06s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-05-08-06s3", "raw": "A scene from a TV show in which a couple is kissing in a room with a window.", "with_names": "a couple is kissing in a room with a window."}, {"scene_id": "oltl-05-08-06s4", "raw": "A scene from a TV show in which a police officer is seen beating a man in a park.", "with_names": "a police officer is beating a man in a park."}, {"scene_id": "oltl-05-08-06s5", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at him.", "with_names": "a man is holding a piece of paper and a woman is looking at him."}, {"scene_id": "oltl-05-08-06s6", "raw": "A scene from a TV show in which a man is talking to a woman, with her arms crossed.", "with_names": ""}, {"scene_id": "oltl-05-08-06s7", "raw": "A scene from a TV show in which a man is holding a cat in his hand", "with_names": "a man is holding a cat in his hand"}, {"scene_id": "oltl-05-08-06s8", "raw": "A scene from a TV show in which a man is being attacked by a bear", "with_names": "a man is being attacked by a bear"}, {"scene_id": "oltl-05-08-06s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-05-08-06s10", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-05-08-06s11", "raw": "A scene from a TV show in which a woman is throwing a bouquet at a man.", "with_names": "a woman is throwing a bouquet at a man."}, {"scene_id": "oltl-05-08-06s12", "raw": "A scene from a TV show in which a man and a woman are getting married.", "with_names": "a man and a woman are getting married."}, {"scene_id": "oltl-05-08-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a look of lust.", "with_names": ""}, {"scene_id": "oltl-05-08-06s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-05-08-06s15", "raw": "A scene from a TV show in which a woman is walking with a man in a bar.", "with_names": "a woman is walking with a man in a bar."}, {"scene_id": "oltl-05-08-06s16", "raw": "A scene from a TV show in which a giant squid is attacking a ship", "with_names": "a giant squid is attacking a ship"}, {"scene_id": "oltl-05-08-06s17", "raw": "A scene from a TV show in which a man is talking to someone and a Christmas tree is in the background", "with_names": ""}, {"scene_id": "oltl-05-08-06s18", "raw": "A scene from a TV show in which a woman is holding a baby and talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-08-06s19", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-08-06s20", "raw": "A scene from a TV show in which a man is standing in front of a crowd, holding a drink in his hand.", "with_names": "a man is standing in front of a crowd, holding a drink in his hand."}, {"scene_id": "oltl-05-08-06s21", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-05-08-06s22", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-05-08-06s23", "raw": "A scene from a TV show in which a girl is kissing a boy", "with_names": "a girl is kissing a boy"}, {"scene_id": "oltl-05-08-06s24", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "oltl-05-08-06s25", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-05-08-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-08-06s27", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-05-08-06s28", "raw": "A scene from a TV show in which a man and a woman are standing in front of a large scale.", "with_names": "a man and a woman are standing in front of a large scale."}, {"scene_id": "oltl-05-08-06s29", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}]