[{"scene_id": "gl-04-04-03s0", "raw": "A scene from a TV show in which a woman is lying down with her eyes closed.", "with_names": "a woman is lying down with her eyes closed."}, {"scene_id": "gl-04-04-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-04-03s2", "raw": "A scene from a TV show in which a young woman is sitting on a bed and looking down.", "with_names": "a young woman is sitting on a bed and looking down."}, {"scene_id": "gl-04-04-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-04-03s4", "raw": "A scene from a TV show in which a woman is reflected in a mirror, and another woman is standing in front of her.", "with_names": "a woman is reflected in a mirror, and another woman is standing in front of her."}, {"scene_id": "gl-04-04-03s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-04-03s6", "raw": "A scene from a TV show in which a man is handcuffed and two men stand around him.", "with_names": "a man is handcuffed and two men stand around him."}, {"scene_id": "gl-04-04-03s7", "raw": "A scene from a TV show in which a man is crying and another man is comforting him.", "with_names": "a man is crying and another man is comforting him."}, {"scene_id": "gl-04-04-03s8", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, the man to the left is looking at the woman in the middle.", "with_names": "a man and a woman are standing in a hallway, the man to the left is looking at the woman in the middle."}, {"scene_id": "gl-04-04-03s9", "raw": "A scene from a TV show in which a woman is having a conversation with a man.", "with_names": "a woman is having a conversation with a man."}, {"scene_id": "gl-04-04-03s10", "raw": "A scene from a TV show in which Eve products are being tested.", "with_names": "eve products are being tested."}, {"scene_id": "gl-04-04-03s11", "raw": "A scene from a TV show in which a man is looking out a window with blinds covering his face.", "with_names": "a man is looking out a window with blinds covering his face."}, {"scene_id": "gl-04-04-03s12", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-04-03s13", "raw": "A scene from a TV show in which a man is looking at a woman and another man is standing behind her", "with_names": "a man is looking at a woman and another man is standing behind her"}, {"scene_id": "gl-04-04-03s14", "raw": "A scene from a TV show in which a man is talking on a phone in a hospital", "with_names": ""}, {"scene_id": "gl-04-04-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-04-03s16", "raw": "A scene from a TV show in which a man is holding a wall with his hands.", "with_names": "a man is holding a wall with his hands."}, {"scene_id": "gl-04-04-03s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is walking towards her.", "with_names": ""}, {"scene_id": "gl-04-04-03s18", "raw": "A scene from a TV show in which a white circle is seen on a gray screen.", "with_names": "a white circle is on a gray screen."}]