[{"scene_id": "atwt-03-05-03s0", "raw": "A scene from a TV show in which a man is passed out on a couch with a cup of coffee.", "with_names": "Craig is passed out on a couch with a cup of coffee."}, {"scene_id": "atwt-03-05-03s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-05-03s2", "raw": "A scene from a TV show in which a man is walking down a hallway, a woman is behind him, and she is yelling at him.", "with_names": "a man is walking down a hallway, a woman is behind him, and she is yelling at him."}, {"scene_id": "atwt-03-05-03s3", "raw": "A scene from a TV show in which a man is looking at the camera and making a face.", "with_names": "a man is looking at the camera and making a face."}, {"scene_id": "atwt-03-05-03s4", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her", "with_names": "a woman is walking down a hallway and a man is standing behind her"}, {"scene_id": "atwt-03-05-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-05-03s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-05-03s7", "raw": "A scene from a TV show in which a woman is shown using a red and white magnet to remove her makeup.", "with_names": ""}, {"scene_id": "atwt-03-05-03s8", "raw": "A scene from a TV show in which a man is talking to someone and wearing a plaid shirt.", "with_names": ""}, {"scene_id": "atwt-03-05-03s9", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is in a suit.", "with_names": "a woman is wearing a yellow dress and a man is in a suit."}, {"scene_id": "atwt-03-05-03s10", "raw": "A scene from a TV show in which a man is seen in a dark room, with his hands behind his back.", "with_names": "a man is in a dark room, with his hands behind his back."}, {"scene_id": "atwt-03-05-03s11", "raw": "A scene from a TV show in which a woman is talking and her eyes are closed.", "with_names": ""}, {"scene_id": "atwt-03-05-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-05-03s13", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is standing behind her.", "with_names": "a woman is wearing a green shirt and a man is standing behind her."}, {"scene_id": "atwt-03-05-03s14", "raw": "A scene from a TV show in which a man is mowing a lawn with a riding lawn mower.", "with_names": "a man is mowing a lawn with a riding lawn mower."}, {"scene_id": "atwt-03-05-03s15", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-03-05-03s16", "raw": "A scene from a TV show in which a man and a woman are kissing in a room with a fire coming out of the floor.", "with_names": "a man and a woman are kissing in a room with a fire coming out of the floor."}]