[{"scene_id": "atwt-09-02-09s0", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace", "with_names": "Audrey is wearing a blue dress and a necklace"}, {"scene_id": "atwt-09-02-09s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-02-09s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-02-09s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, drinking coffee.", "with_names": "a man and a woman are sitting at a table, drinking coffee."}, {"scene_id": "atwt-09-02-09s4", "raw": "A scene from a TV show in which a man is talking about his glasses.", "with_names": ""}, {"scene_id": "atwt-09-02-09s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-02-09s6", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-02-09s7", "raw": "A scene from a TV show in which a man is seen holding a cell phone to his ear.", "with_names": "a man is holding a cell phone to his ear."}, {"scene_id": "atwt-09-02-09s8", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "atwt-09-02-09s9", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-09-02-09s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-02-09s11", "raw": "A scene from a TV show in which a woman is holding a bag and looking at her cell phone.", "with_names": "a woman is holding a bag and looking at her cell phone."}, {"scene_id": "atwt-09-02-09s12", "raw": "A scene from a TV show in which a woman is seen in the dark.", "with_names": "a woman is in the dark."}, {"scene_id": "atwt-09-02-09s13", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head.", "with_names": "a man is lying in a hospital bed with a bandage on his head."}, {"scene_id": "atwt-09-02-09s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-02-09s15", "raw": "A scene from a TV show in which a woman holds a doll in front of a store window.", "with_names": "a woman holds a doll in front of a store window."}, {"scene_id": "atwt-09-02-09s16", "raw": "A scene from a TV show in which a woman is talking on her cell phone and looking annoyed.", "with_names": ""}, {"scene_id": "atwt-09-02-09s17", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace and is looking at a man.", "with_names": "a woman is wearing a blue dress and a necklace and is looking at a man."}, {"scene_id": "atwt-09-02-09s18", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "atwt-09-02-09s19", "raw": "A scene from a TV show in which a man and a woman are holding a bag and smiling.", "with_names": "a man and a woman are holding a bag and smiling."}, {"scene_id": "atwt-09-02-09s20", "raw": "A scene from a TV show in which a woman is wearing a blue dress and smiling.", "with_names": "a woman is wearing a blue dress and smiling."}, {"scene_id": "atwt-09-02-09s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-02-09s22", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}]