[{"scene_id": "pc-04-04-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-04-03s1", "raw": "A scene from a TV show in which a woman is holding a yellow envelope and a man is looking at her with a shocked expression.", "with_names": "a woman is holding a yellow envelope and a man is looking at her with a shocked expression."}, {"scene_id": "pc-04-04-03s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-04-03s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-04-03s4", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-04-04-03s5", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-04-04-03s6", "raw": "A scene from a TV show in which a blonde woman is wearing a denim jacket and a necklace.", "with_names": "a blonde woman is wearing a denim jacket and a necklace."}, {"scene_id": "pc-04-04-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-04-03s8", "raw": "A scene from a TV show in which two women are standing next to a patient in a hospital bed.", "with_names": "two women are standing next to a patient in a hospital bed."}, {"scene_id": "pc-04-04-03s9", "raw": "A scene from a TV show in which a woman is lying on a man's chest and the man is kissing her.", "with_names": "a woman is lying on a man's chest and the man is kissing her."}, {"scene_id": "pc-04-04-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-04-03s11", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "pc-04-04-03s12", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-04-04-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-04-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-04-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-04-03s16", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with their heads touching.", "with_names": "a man and a woman are lying on a bed, with their heads touching."}, {"scene_id": "pc-04-04-03s17", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "pc-04-04-03s18", "raw": "A scene from a TV show in which a man is holding a door with his hands.", "with_names": "] is holding a door with his hands."}, {"scene_id": "pc-04-04-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]