[{"scene_id": "gl-05-25-05s0", "raw": "A scene from a TV show in which a woman is being beaten by her husband", "with_names": "a woman is being beaten by her husband"}, {"scene_id": "gl-05-25-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-25-05s2", "raw": "A scene from a TV show in which a fire is seen in a building in the town of Obrenovac, Serbia, on May 18.", "with_names": "a fire is in a building in the town of obrenovac, serbia, on may 18."}, {"scene_id": "gl-05-25-05s3", "raw": "A scene from a TV show in which a woman is holding a cake and looking at it.", "with_names": "Reva is holding a cake and looking at it."}, {"scene_id": "gl-05-25-05s4", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is looking at her.", "with_names": ""}, {"scene_id": "gl-05-25-05s5", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "Olivia is wearing a pink shirt and Bill is standing behind her."}, {"scene_id": "gl-05-25-05s6", "raw": "A scene from a TV show in which a man is talking on a phone", "with_names": ""}, {"scene_id": "gl-05-25-05s7", "raw": "A scene from a TV show in which a man is beaten up by a woman", "with_names": "Harley is beaten up by Lena"}, {"scene_id": "gl-05-25-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Bill is looking at Olivia and she is looking back at him."}, {"scene_id": "gl-05-25-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-25-05s10", "raw": "A scene from a TV show in which a man is seen in a white shirt and blue jacket, running away from a dark room.", "with_names": "a man is in a white shirt and blue jacket, running away from a dark room."}, {"scene_id": "gl-05-25-05s15", "raw": "", "with_names": ""}, {"scene_id": "gl-05-25-05s17", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-05-25-05s18", "raw": "A scene from a TV show in which a woman is talking to the camera and her hands are moving in front of her.", "with_names": ""}, {"scene_id": "gl-05-25-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-25-05s20", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him.", "with_names": ""}, {"scene_id": "gl-05-25-05s21", "raw": "A scene from a TV show in which a woman is wearing an orange jacket and a brown blouse.", "with_names": "Olivia is wearing an orange jacket and a brown blouse."}, {"scene_id": "gl-05-25-05s22", "raw": "A scene from a TV show in which a man is kissing a woman in the dark.", "with_names": "Nate is kissing Reva in the dark."}, {"scene_id": "gl-05-25-05s23", "raw": "A scene from a TV show in which a man is being beaten by a woman", "with_names": "Reva is being beaten by Stephanie"}, {"scene_id": "gl-05-25-05s24", "raw": "A scene from a TV show in which a man is seen on the ground, apparently injured, after being shot by police.", "with_names": "a man is on the ground, apparently injured, after being shot by police."}, {"scene_id": "gl-05-25-05s25", "raw": "A scene from a TV show in which a woman is drinking coffee and another woman is watching her.", "with_names": "a woman is drinking coffee and another woman is watching her."}, {"scene_id": "gl-05-25-05s26", "raw": "A scene from a TV show in which a man is talking on the phone and his face is distorted", "with_names": ""}, {"scene_id": "gl-05-25-05s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-25-05s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-25-05s29", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "Harley is crying and a man is standing next to her."}, {"scene_id": "gl-05-25-05s30", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-05-25-05s31", "raw": "A scene from a TV show in which a woman is bleeding from her face", "with_names": "Billy is bleeding from her face"}, {"scene_id": "gl-05-25-05s32", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "gl-05-25-05s33", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-05-25-05s34", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "gl-05-25-05s35", "raw": "A scene from a TV show in which a woman is reading a book to a man.", "with_names": "Bill is reading a book to Alan."}, {"scene_id": "gl-05-25-05s36", "raw": "A scene from a TV show in which a woman is lying on the floor with her head down, and a knife is in her hand.", "with_names": "a woman is lying on the floor with her head down, and a knife is in her hand."}, {"scene_id": "gl-05-25-05s39", "raw": "A scene from a TV show in which a man and a woman are walking in the dark.", "with_names": "Nate and Reva are walking in the dark."}]