[{"scene_id": "atwt-10-19-05s0", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her.", "with_names": "a woman is wearing a red shirt and a man is standing behind her."}, {"scene_id": "atwt-10-19-05s1", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man at a restaurant.", "with_names": "a blonde woman is sitting next to a man at a restaurant."}, {"scene_id": "atwt-10-19-05s2", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and an orange shirt.", "with_names": "a woman is wearing a denim jacket and an orange shirt."}, {"scene_id": "atwt-10-19-05s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a table talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-19-05s4", "raw": "A scene from a TV show in which a woman is seen walking out of a window.", "with_names": "a woman is walking out of a window."}, {"scene_id": "atwt-10-19-05s5", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "atwt-10-19-05s6", "raw": "A scene from a TV show in which a boy and a girl sit at a table in a restaurant.", "with_names": "a boy and a girl sit at a table in a restaurant."}, {"scene_id": "atwt-10-19-05s7", "raw": "A scene from a TV show in which a woman is standing with her arms crossed, a man is behind her, and a trophy case is visible behind them.", "with_names": "a woman is standing with her arms crossed, a man is behind her, and a trophy case is visible behind them."}, {"scene_id": "atwt-10-19-05s8", "raw": "A scene from a TV show in which a woman is wearing a beige suit and a short brown hair", "with_names": "a woman is wearing a beige suit and a short brown hair"}, {"scene_id": "atwt-10-19-05s9", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-10-19-05s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a wall of mirrors behind them.", "with_names": "a man and a woman are standing in a room with a wall of mirrors behind them."}, {"scene_id": "atwt-10-19-05s11", "raw": "A scene from a TV show in which a man is holding a bag of bread.", "with_names": "a man is holding a bag of bread."}, {"scene_id": "atwt-10-19-05s12", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-10-19-05s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-19-05s14", "raw": "A scene from a TV show in which a man is standing in a room with a ladder and a roll of paper.", "with_names": "a man is standing in a room with a ladder and a roll of paper."}, {"scene_id": "atwt-10-19-05s15", "raw": "A scene from a TV show in which a woman's eye is magnified by a magnifying glass.", "with_names": "a woman's eye is magnified by a magnifying glass."}, {"scene_id": "atwt-10-19-05s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-19-05s17", "raw": "A scene from a TV show in which a man is seen in the background, and the words \"TRESemmé\" are written in the foreground.", "with_names": "a man is in the background, and the words \"tresemmé\" are written in the foreground."}, {"scene_id": "atwt-10-19-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-19-05s19", "raw": "A scene from a TV show in which a woman is looking shocked and surprised.", "with_names": "a woman is looking shocked and surprised."}, {"scene_id": "atwt-10-19-05s20", "raw": "A scene from a TV show in which two men are standing next to each other, smiling.", "with_names": "two men are standing next to each other, smiling."}, {"scene_id": "atwt-10-19-05s21", "raw": "A scene from a TV show in which a pink balloon is released and hearts fall out. The words \"Patented Process\" are written on the balloon.", "with_names": "a pink balloon is released and hearts fall out. the words \"patented process\" are written on the balloon."}]