[{"scene_id": "bb-01-07-13s0", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Bill is looking at a woman and smiling."}, {"scene_id": "bb-01-07-13s1", "raw": "A scene from a TV show in which a man is sitting at a table with a plate of food.", "with_names": "a man is sitting at a table with a plate of food."}, {"scene_id": "bb-01-07-13s2", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-07-13s3", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "bb-01-07-13s4", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-01-07-13s5", "raw": "A scene from a TV show in which a young woman is sitting in a courtroom and a woman is talking to her.", "with_names": ""}, {"scene_id": "bb-01-07-13s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-07-13s7", "raw": "A scene from a TV show in which a man and two women stand in a living room.", "with_names": "a man and two women stand in a living room."}, {"scene_id": "bb-01-07-13s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "bb-01-07-13s9", "raw": "A scene from a TV show in which a woman is talking to a man and a couple is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-01-07-13s10", "raw": "A scene from a TV show in which a woman is talking about her experience with a man who is not her husband.", "with_names": ""}, {"scene_id": "bb-01-07-13s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-07-13s12", "raw": "A scene from a TV show in which a man and a woman embrace in a living room.", "with_names": "a man and a woman embrace in a living room."}, {"scene_id": "bb-01-07-13s13", "raw": "A scene from a TV show in which a man is holding a woman and comforting her.", "with_names": "a man is holding a woman and comforting her."}]