[{"scene_id": "bb-06-13-17s0", "raw": "A scene from a TV show in which a neighborhood is shown in the foreground and the Hollywood Hills are in the background", "with_names": ""}, {"scene_id": "bb-06-13-17s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-13-17s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-06-13-17s3", "raw": "A scene from a TV show in which a woman is wearing a hat and red lipstick.", "with_names": "a woman is wearing a hat and red lipstick."}, {"scene_id": "bb-06-13-17s4", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-06-13-17s5", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "bb-06-13-17s6", "raw": "A scene from a TV show in which a man is talking to a plant.", "with_names": ""}, {"scene_id": "bb-06-13-17s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-06-13-17s8", "raw": "A scene from a TV show in which a man is standing in front of a window and a cityscape is visible outside.", "with_names": "a man is standing in front of a window and a cityscape is visible outside."}, {"scene_id": "bb-06-13-17s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-13-17s10", "raw": "A scene from a TV show in which a woman is reading a book in a room with a window.", "with_names": "a woman is reading a book in a room with a window."}, {"scene_id": "bb-06-13-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-13-17s14", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-13-17s15", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "Wyatt is wearing a suit and a blue shirt."}, {"scene_id": "bb-06-13-17s16", "raw": "A scene from a TV show in which a woman is standing in a living room with a dog.", "with_names": "Bill is standing in a living room with a dog."}, {"scene_id": "bb-06-13-17s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-13-17s18", "raw": "A scene from a TV show in which a man is standing in front of a cityscape.", "with_names": "a man is standing in front of a cityscape."}, {"scene_id": "bb-06-13-17s19", "raw": "A scene from a TV show in which a man and a woman stand in a living room talking.", "with_names": ""}, {"scene_id": "bb-06-13-17s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}]