[{"scene_id": "pc-02-20-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-02-20-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-20-03s2", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-02-20-03s3", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-02-20-03s4", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "pc-02-20-03s5", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-02-20-03s6", "raw": "A scene from a TV show in which a woman is looking at a wall and her hair blows in the wind", "with_names": "a woman is looking at a wall and her hair blows in the wind"}, {"scene_id": "pc-02-20-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "pc-02-20-03s8", "raw": "A scene from a TV show in which two men are standing in a lab, with a woman standing behind them.", "with_names": "two men are standing in a lab, with a woman standing behind them."}, {"scene_id": "pc-02-20-03s9", "raw": "A scene from a TV show in which a man is drinking a bottle of water.", "with_names": "a man is drinking a bottle of water."}, {"scene_id": "pc-02-20-03s10", "raw": "A scene from a TV show in which a woman holds a gun up to her face.", "with_names": "a woman holds a gun up to her face."}, {"scene_id": "pc-02-20-03s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-02-20-03s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}]