[{"scene_id": "oltl-02-07-08s0", "raw": "A scene from a TV show in which two women are holding a heart-shaped box.", "with_names": "two women are holding a heart-shaped box."}, {"scene_id": "oltl-02-07-08s1", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "oltl-02-07-08s2", "raw": "A scene from a TV show in which a man and a woman are walking down a snowy street.", "with_names": "a man and a woman are walking down a snowy street."}, {"scene_id": "oltl-02-07-08s3", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-07-08s4", "raw": "A scene from a TV show in which a woman is sitting on a couch with a child, and the child is holding a pillow.", "with_names": ""}, {"scene_id": "oltl-02-07-08s5", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-02-07-08s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-07-08s7", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-02-07-08s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-07-08s9", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-02-07-08s10", "raw": "A scene from a TV show in which a man is pointing at a woman while another man is holding a gun.", "with_names": "a man is pointing at a woman while another man is holding a gun."}, {"scene_id": "oltl-02-07-08s11", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing behind her.", "with_names": "a woman is dancing in a room with a man standing behind her."}, {"scene_id": "oltl-02-07-08s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-07-08s13", "raw": "A scene from a TV show in which a blonde woman is looking at a woman with a shocked expression.", "with_names": "a blonde woman is looking at a woman with a shocked expression."}, {"scene_id": "oltl-02-07-08s14", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-02-07-08s15", "raw": "A scene from a TV show in which a man is looking at a book and a woman is holding a bag.", "with_names": "a man is looking at a book and a woman is holding a bag."}, {"scene_id": "oltl-02-07-08s16", "raw": "A scene from a TV show in which a man is holding a red laser gun to his face.", "with_names": "a man is holding a red laser gun to his face."}, {"scene_id": "oltl-02-07-08s17", "raw": "A scene from a TV show in which a man is holding a wine glass and looking at a woman.", "with_names": "a man is holding a wine glass and looking at a woman."}, {"scene_id": "oltl-02-07-08s18", "raw": "A scene from a TV show in which a nun is crying", "with_names": "a nun is crying"}, {"scene_id": "oltl-02-07-08s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-07-08s20", "raw": "A scene from a TV show in which a young woman is talking and smiling.", "with_names": ""}, {"scene_id": "oltl-02-07-08s21", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "oltl-02-07-08s22", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf and a woman is looking at him.", "with_names": "a man is standing in front of a bookshelf and a woman is looking at him."}, {"scene_id": "oltl-02-07-08s23", "raw": "A scene from a TV show in which a man is looking at the camera with a smirk.", "with_names": "a man is looking at the camera with a smirk."}, {"scene_id": "oltl-02-07-08s24", "raw": "A scene from a TV show in which a woman is wearing a chef's hat and a white coat and is dancing with a blonde woman.", "with_names": "a woman is wearing a chef's hat and a white coat and is dancing with a blonde woman."}, {"scene_id": "oltl-02-07-08s25", "raw": "A scene from a TV show in which nuns are seen talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-07-08s26", "raw": "A scene from a TV show in which a man is wearing a hat and a coat.", "with_names": "a man is wearing a hat and a coat."}, {"scene_id": "oltl-02-07-08s27", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-02-07-08s28", "raw": "A scene from a TV show in which a man is walking down a staircase and another man is standing behind him.", "with_names": "a man is walking down a staircase and another man is standing behind him."}, {"scene_id": "oltl-02-07-08s29", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-02-07-08s30", "raw": "A scene from a TV show in which a nun is talking to a woman and a man.", "with_names": ""}, {"scene_id": "oltl-02-07-08s31", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-02-07-08s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-07-08s33", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}]