[{"scene_id": "gl-02-21-06s0", "raw": "A scene from a TV show in which a man is seen in a black room with a white TV screen", "with_names": "a man is in a black room with a white tv screen"}, {"scene_id": "gl-02-21-06s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a dog and a cat.", "with_names": "a woman is sitting at a table with a dog and a cat."}, {"scene_id": "gl-02-21-06s2", "raw": "A scene from a TV show in which a woman is talking to a man while holding a wine glass.", "with_names": ""}, {"scene_id": "gl-02-21-06s3", "raw": "A scene from a TV show in which a dolphin is seen swimming in the water", "with_names": "a dolphin is swimming in the water"}, {"scene_id": "gl-02-21-06s4", "raw": "A scene from a TV show in which a woman is wearing a black blazer and a white shirt.", "with_names": "a woman is wearing a black blazer and a white shirt."}, {"scene_id": "gl-02-21-06s5", "raw": "A scene from a TV show in which a woman is standing behind a window and looking out.", "with_names": "a woman is standing behind a window and looking out."}, {"scene_id": "gl-02-21-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-02-21-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-21-06s8", "raw": "A scene from a TV show in which a woman is reading a paper to a dog.", "with_names": "a woman is reading a paper to a dog."}, {"scene_id": "gl-02-21-06s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-02-21-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-21-06s11", "raw": "", "with_names": ""}, {"scene_id": "gl-02-21-06s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-02-21-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-21-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-21-06s15", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a black shirt.", "with_names": ""}, {"scene_id": "gl-02-21-06s16", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"Chill\" and a woman is sitting next to him.", "with_names": "a man is wearing a shirt that says \"chill\" and a woman is sitting next to him."}, {"scene_id": "gl-02-21-06s17", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and a red scarf around her neck.", "with_names": "a blonde woman is wearing a pink shirt and a red scarf around her neck."}, {"scene_id": "gl-02-21-06s18", "raw": "A scene from a TV show in which a man is looking at a book", "with_names": "a man is looking at a book"}, {"scene_id": "gl-02-21-06s19", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-02-21-06s20", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "gl-02-21-06s21", "raw": "A scene from a TV show in which a young woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "gl-02-21-06s22", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a table", "with_names": "a man is standing in a room with a chair and a table"}, {"scene_id": "gl-02-21-06s23", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]