[{"scene_id": "oltl-05-04-11s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed, holding a baby.", "with_names": "Todd is lying in a hospital bed, holding a baby."}, {"scene_id": "oltl-05-04-11s1", "raw": "A scene from a TV show in which a woman is talking on the phone in a restaurant while a young girl sits at a table.", "with_names": ""}, {"scene_id": "oltl-05-04-11s2", "raw": "A scene from a TV show in which a man is standing in front of a woman and a young boy.", "with_names": "a man is standing in front of a woman and a young boy."}, {"scene_id": "oltl-05-04-11s3", "raw": "A scene from a TV show in which a doctor is standing next to a patient in a hospital bed.", "with_names": "a doctor is standing next to a patient in a hospital bed."}, {"scene_id": "oltl-05-04-11s4", "raw": "A scene from a TV show in which a woman is holding a bottle and a cigarette", "with_names": "a woman is holding a bottle and a cigarette"}, {"scene_id": "oltl-05-04-11s5", "raw": "A scene from a TV show in which a woman is wearing a black hat and a suit and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s6", "raw": "A scene from a TV show in which a woman is being choked by another woman.", "with_names": "a woman is being choked by another woman."}, {"scene_id": "oltl-05-04-11s7", "raw": "A scene from a TV show in which a man is sitting on a couch with a cross in front of him.", "with_names": ""}, {"scene_id": "oltl-05-04-11s8", "raw": "A scene from a TV show in which a man is standing in a room with a door and a picture frame on the wall.", "with_names": "a man is standing in a room with a door and a picture frame on the wall."}, {"scene_id": "oltl-05-04-11s9", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-11s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s11", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-05-04-11s12", "raw": "A scene from a TV show in which a woman is standing in a hospital room, wearing a brown coat and white shirt.", "with_names": "a woman is standing in a hospital room, wearing a brown coat and white shirt."}, {"scene_id": "oltl-05-04-11s13", "raw": "A scene from a TV show in which a woman is wearing a suit and a hat and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "a man is lying in a hospital bed and a woman is standing next to him."}, {"scene_id": "oltl-05-04-11s15", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s16", "raw": "A scene from a TV show in which a young man is yelling at a woman.", "with_names": "a young man is yelling at a woman."}, {"scene_id": "oltl-05-04-11s17", "raw": "A scene from a TV show in which a police officer is kissing a boy on the head.", "with_names": "a police officer is kissing a boy on the head."}, {"scene_id": "oltl-05-04-11s18", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-04-11s19", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is making a rude hand gesture.", "with_names": "a man is lying in a hospital bed and is making a rude hand gesture."}, {"scene_id": "oltl-05-04-11s20", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-04-11s21", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-05-04-11s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-04-11s23", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a lamp on the right side of the room and an open door on their left.", "with_names": "a man and a woman are standing in a room, with a lamp on the right side of the room and an open door on their left."}, {"scene_id": "oltl-05-04-11s26", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-05-04-11s27", "raw": "A scene from a TV show in which a woman is being served by a female attendant.", "with_names": "a woman is being served by a female attendant."}, {"scene_id": "oltl-05-04-11s28", "raw": "A scene from a TV show in which a woman stands over a man in a hospital bed.", "with_names": "a woman stands over a man in a hospital bed."}, {"scene_id": "oltl-05-04-11s29", "raw": "A scene from a TV show in which a woman is wearing a red top and a black skirt.", "with_names": "a woman is wearing a red top and a black skirt."}, {"scene_id": "oltl-05-04-11s30", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "oltl-05-04-11s31", "raw": "A scene from a TV show in which a man is sitting down and another man is standing behind him.", "with_names": "a man is sitting down and another man is standing behind him."}, {"scene_id": "oltl-05-04-11s32", "raw": "A scene from a TV show in which a man is lying on a bed with a woman standing over him.", "with_names": "a man is lying on a bed with a woman standing over him."}, {"scene_id": "oltl-05-04-11s33", "raw": "A scene from a TV show in which a man is standing in a kitchen with his hands on his hips.", "with_names": "a man is standing in a kitchen with his hands on his hips."}, {"scene_id": "oltl-05-04-11s34", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-11s36", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-04-11s37", "raw": "A scene from a TV show in which a woman is wearing a black hat and a suit and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s38", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-05-04-11s39", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-04-11s40", "raw": "A scene from a TV show in which a black girl is singing. A white boy is standing behind her.", "with_names": "a black girl is singing. a white boy is standing behind her."}, {"scene_id": "oltl-05-04-11s41", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-05-04-11s42", "raw": "A scene from a TV show in which a woman is wearing a suit and a hat and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-04-11s43", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-04-11s44", "raw": "A scene from a TV show in which a man is seen walking in the dark.", "with_names": "a man is walking in the dark."}]