[{"scene_id": "atwt-05-18-05s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Mike is kissing a woman on the cheek."}, {"scene_id": "atwt-05-18-05s1", "raw": "A scene from a TV show in which Kris Jenner is seen with a shocked expression.", "with_names": "kris jenner is with a shocked expression."}, {"scene_id": "atwt-05-18-05s2", "raw": "A scene from a TV show in which a man is looking at his hands and smiling", "with_names": "a man is looking at his hands and smiling"}, {"scene_id": "atwt-05-18-05s3", "raw": "A scene from a TV show in which a woman is being served a meal by a man.", "with_names": "a woman is being served a meal by a man."}, {"scene_id": "atwt-05-18-05s4", "raw": "A scene from a TV show in which Crest toothpaste is used to clean teeth.", "with_names": "crest toothpaste is used to clean teeth."}, {"scene_id": "atwt-05-18-05s5", "raw": "A scene from a TV show in which a woman and two men are sitting at a table in a restaurant.", "with_names": "a woman and two men are sitting at a table in a restaurant."}, {"scene_id": "atwt-05-18-05s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is sitting behind her", "with_names": "a woman is wearing a white dress and a man is sitting behind her"}, {"scene_id": "atwt-05-18-05s7", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a striped shirt.", "with_names": "a man is looking at the camera and wearing a striped shirt."}, {"scene_id": "atwt-05-18-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-18-05s9", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking down.", "with_names": "a woman is sitting at a desk and looking down."}, {"scene_id": "atwt-05-18-05s10", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-05-18-05s11", "raw": "A scene from a TV show in which a woman is wearing a pink blouse and a black wig.", "with_names": "a woman is wearing a pink blouse and a black wig."}, {"scene_id": "atwt-05-18-05s12", "raw": "A scene from a TV show in which a blonde woman is pointing at something.", "with_names": "a blonde woman is pointing at something."}, {"scene_id": "atwt-05-18-05s13", "raw": "A scene from a TV show in which a man is asking a woman if she has got milk. The title is \"got milk?\"", "with_names": "a man is asking a woman if she has got milk. the title is \"got milk?\""}, {"scene_id": "atwt-05-18-05s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room and talking to each other.", "with_names": ""}, {"scene_id": "atwt-05-18-05s15", "raw": "A scene from a TV show in which a woman is wearing a short black wig and a red and white patterned blouse.", "with_names": "a woman is wearing a short black wig and a red and white patterned blouse."}, {"scene_id": "atwt-05-18-05s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking concerned.", "with_names": ""}, {"scene_id": "atwt-05-18-05s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-05-18-05s18", "raw": "A scene from a TV show in which a blue-tinted image is shown with the words \"Odor-Blocking Technology\"", "with_names": ""}, {"scene_id": "atwt-05-18-05s19", "raw": "A scene from a TV show in which a man is in an orange prison jumpsuit and a woman is behind bars.", "with_names": "a man is in an orange prison jumpsuit and a woman is behind bars."}, {"scene_id": "atwt-05-18-05s20", "raw": "A scene from a TV show in which a young man is wearing a green and yellow sweater.", "with_names": "a young man is wearing a green and yellow sweater."}, {"scene_id": "atwt-05-18-05s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-18-05s22", "raw": "A scene from a TV show in which a woman is seen from the back, wearing a white dress and her hair is in a ponytail.", "with_names": "a woman is from the back, wearing a white dress and her hair is in a ponytail."}, {"scene_id": "atwt-05-18-05s23", "raw": "A scene from a TV show in which a group of people are sitting at a restaurant.", "with_names": "a group of people are sitting at a restaurant."}, {"scene_id": "atwt-05-18-05s24", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-05-18-05s25", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-18-05s26", "raw": "A scene from a TV show in which a man is in an orange jumpsuit and is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-18-05s27", "raw": "A scene from a TV show in which a woman is holding a book and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-18-05s28", "raw": "A scene from a TV show in which a man is seen wearing a hat and a coat.", "with_names": "a man is wearing a hat and a coat."}]