[{"scene_id": "gl-09-29-04s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "gl-09-29-04s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking.", "with_names": ""}, {"scene_id": "gl-09-29-04s2", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "gl-09-29-04s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-09-29-04s4", "raw": "A scene from a TV show in which a man is talking to someone and a plant is visible in the background", "with_names": ""}, {"scene_id": "gl-09-29-04s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and holding a cigar.", "with_names": "a man is wearing a suit and tie and holding a cigar."}, {"scene_id": "gl-09-29-04s6", "raw": "A scene from a TV show in which a woman is crying while a man stands behind her.", "with_names": "] is crying while Sebastian stands behind her."}, {"scene_id": "gl-09-29-04s7", "raw": "A scene from a TV show in which a man is looking at a door and talking to someone.", "with_names": ""}, {"scene_id": "gl-09-29-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-29-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at another man.", "with_names": "a man is wearing a suit and a tie and looking at another man."}, {"scene_id": "gl-09-29-04s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-29-04s11", "raw": "A scene from a TV show in which David Bowie is seen talking to two men.", "with_names": ""}, {"scene_id": "gl-09-29-04s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-29-04s13", "raw": "A scene from a TV show in which a man is talking to someone in an elevator.", "with_names": ""}, {"scene_id": "gl-09-29-04s14", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-09-29-04s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-29-04s16", "raw": "A scene from a TV show in which a man sits at a table with a gold urn.", "with_names": "a man sits at a table with a gold urn."}, {"scene_id": "gl-09-29-04s17", "raw": "", "with_names": ""}]