[{"scene_id": "gl-04-02-04s0", "raw": "A scene from a TV show in which a man is seen urinating on a wall.", "with_names": "a man is urinating on a wall."}, {"scene_id": "gl-04-02-04s1", "raw": "A scene from a TV show in which a woman is seen wearing a black dress and a blonde womanI is wearing blue jeans", "with_names": "a woman is wearing a black dress and a blonde womani is wearing blue jeans"}, {"scene_id": "gl-04-02-04s3", "raw": "A scene from a TV show in which a man is talking on the phone and a vase of flowers is visible in the background.", "with_names": ""}, {"scene_id": "gl-04-02-04s4", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "Jeffrey is wearing a suit and a red tie"}, {"scene_id": "gl-04-02-04s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-02-04s7", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is cut short.", "with_names": ""}, {"scene_id": "gl-04-02-04s8", "raw": "A scene from a TV show in which a man is holding a piece of paper", "with_names": "Edmund is holding a piece of paper"}, {"scene_id": "gl-04-02-04s9", "raw": "A scene from a TV show in which a young woman is sitting on a bed and looking down.", "with_names": "a young woman is sitting on a bed and looking down."}, {"scene_id": "gl-04-02-04s10", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "gl-04-02-04s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-02-04s12", "raw": "A scene from a TV show in which a man is wearing glasses and a suit and talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-02-04s13", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-04-02-04s14", "raw": "A scene from a TV show in which a man is talking about a painting.", "with_names": ""}, {"scene_id": "gl-04-02-04s15", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-04-02-04s16", "raw": "A scene from a TV show in which a man is holding a baby and kissing it on the cheek.", "with_names": "a man is holding a baby and kissing it on the cheek."}, {"scene_id": "gl-04-02-04s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-02-04s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-02-04s20", "raw": "A scene from a TV show in which a box is opened and a man is seen inside", "with_names": "a box is opened and Phillip is inside"}, {"scene_id": "gl-04-02-04s21", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "Cassie is crying and Edmund is looking at her with a concerned expression."}, {"scene_id": "gl-04-02-04s22", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "Marah is crying and another woman is comforting her."}, {"scene_id": "gl-04-02-04s23", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "Cassie is trying to get Reva to kiss her."}, {"scene_id": "gl-04-02-04s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jeffrey is looking at Marah and she is looking back at him."}, {"scene_id": "gl-04-02-04s25", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, with the woman looking at the camera.", "with_names": "a man and a woman are lying on a couch, with the woman looking at the camera."}, {"scene_id": "gl-04-02-04s26", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and the man is looking at her", "with_names": "a woman is sitting on a man's lap and the man is looking at her"}, {"scene_id": "gl-04-02-04s27", "raw": "A scene from a TV show in which a man is standing behind a woman at a table, and she is looking at him.", "with_names": "a man is standing behind a woman at a table, and she is looking at him."}, {"scene_id": "gl-04-02-04s28", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "gl-04-02-04s30", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-02-04s31", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Danny is looking at the camera with a serious expression."}, {"scene_id": "gl-04-02-04s32", "raw": "A scene from a TV show in which a woman is looking at a wall and her mouth is open", "with_names": "a woman is looking at a wall and her mouth is open"}]