[{"scene_id": "bb-08-07-15s0", "raw": "A scene from a TV show in which a woman is texting on her phone.", "with_names": "a woman is texting on her phone."}, {"scene_id": "bb-08-07-15s1", "raw": "A scene from a TV show in which a woman is wearing a white robe and a pearl necklace.", "with_names": "a woman is wearing a white robe and a pearl necklace."}, {"scene_id": "bb-08-07-15s2", "raw": "A scene from a TV show in which a couple is getting married.", "with_names": "a couple is getting married."}, {"scene_id": "bb-08-07-15s3", "raw": "A scene from a TV show in which a woman is talking to another woman in a bathroom.", "with_names": ""}, {"scene_id": "bb-08-07-15s4", "raw": "A scene from a TV show in which a young man and woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-08-07-15s5", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "bb-08-07-15s6", "raw": "A scene from a TV show in which a young girl is holding a pillow and talking to her mother.", "with_names": ""}, {"scene_id": "bb-08-07-15s7", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-07-15s8", "raw": "", "with_names": ""}, {"scene_id": "bb-08-07-15s9", "raw": "A scene from a TV show in which a man is talking to two other men.", "with_names": ""}, {"scene_id": "bb-08-07-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-07-15s11", "raw": "A scene from a TV show in which a man is getting married.", "with_names": "a man is getting married."}, {"scene_id": "bb-08-07-15s12", "raw": "A scene from a TV show in which a man and a woman are standing at a table and talking.", "with_names": ""}, {"scene_id": "bb-08-07-15s13", "raw": "A scene from a TV show in which a man is walking into a funeral home.", "with_names": "a man is walking into a funeral home."}, {"scene_id": "bb-08-07-15s14", "raw": "A scene from a TV show in which a bride is standing on a balcony and looking down.", "with_names": "a bride is standing on a balcony and looking down."}]