[{"scene_id": "atwt-10-04-06s0", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "Will and Gwen are in bed together."}, {"scene_id": "atwt-10-04-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Holden is looking at a woman and smiling."}, {"scene_id": "atwt-10-04-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-04-06s3", "raw": "A scene from a TV show in which a white paper floats in front of a person.", "with_names": "a white paper floats in front of a person."}, {"scene_id": "atwt-10-04-06s4", "raw": "A scene from a TV show in which a man and a woman are walking through a room with a couch and a potted plant.", "with_names": "a man and a woman are walking through a room with a couch and a potted plant."}, {"scene_id": "atwt-10-04-06s5", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Jade is looking at Luke."}, {"scene_id": "atwt-10-04-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-04-06s7", "raw": "A scene from a TV show in which a woman is standing in a kitchen, looking out a window.", "with_names": "Gwen is standing in a kitchen, looking out a window."}, {"scene_id": "atwt-10-04-06s8", "raw": "A scene from a TV show in which a man is talking to someone off-screen. The text reads \"You're watching as the world turns.\"", "with_names": ""}, {"scene_id": "atwt-10-04-06s9", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and her arms crossed.", "with_names": "a woman is wearing a green turtleneck and her arms crossed."}, {"scene_id": "atwt-10-04-06s10", "raw": "A scene from a TV show in which a woman is standing in a doorway with a cross on the wall behind her.", "with_names": "a woman is standing in a doorway with a cross on the wall behind her."}, {"scene_id": "atwt-10-04-06s11", "raw": "A scene from a TV show in which a woman is spraying Lysol on her hands.", "with_names": "a woman is spraying lysol on her hands."}, {"scene_id": "atwt-10-04-06s12", "raw": "A scene from a TV show in which a woman is wearing an orange shirt and a brown wig", "with_names": "a woman is wearing an orange shirt and a brown wig"}, {"scene_id": "atwt-10-04-06s13", "raw": "A scene from a TV show in which a woman is sitting at a table and smiling.", "with_names": "a woman is sitting at a table and smiling."}, {"scene_id": "atwt-10-04-06s14", "raw": "A scene from a TV show in which a box of Marie Callender's Crock-Pot meals is shown on a table with a wooden spoon and a blue napkin.", "with_names": ""}, {"scene_id": "atwt-10-04-06s15", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "atwt-10-04-06s16", "raw": "A scene from a TV show in which a man is touching a woman's shoulder", "with_names": "Will is touching Gwen's shoulder"}, {"scene_id": "atwt-10-04-06s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-04-06s18", "raw": "A scene from a TV show in which a woman is looking down and her mouth is open.", "with_names": "a woman is looking down and her mouth is open."}, {"scene_id": "atwt-10-04-06s19", "raw": "A scene from a TV show in which a man is shown in front of a fireplace, with the words \"Free Meter!\"", "with_names": ""}, {"scene_id": "atwt-10-04-06s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-04-06s21", "raw": "A scene from a TV show in which a man holds a baby in his arms and kisses his cheek.", "with_names": "a man holds a baby in his arms and kisses his cheek."}, {"scene_id": "atwt-10-04-06s22", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-10-04-06s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-04-06s25", "raw": "A scene from a TV show in which a bird is flying over a beach.", "with_names": "a bird is flying over a beach."}]