[{"scene_id": "atwt-01-30-09s0", "raw": "A scene from a TV show in which a couple is kissing through a window.", "with_names": "a couple is kissing through a window."}, {"scene_id": "atwt-01-30-09s1", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-30-09s2", "raw": "A scene from a TV show in which a woman is talking to a man in a coffee shop.", "with_names": ""}, {"scene_id": "atwt-01-30-09s3", "raw": "A scene from a TV show in which a woman is bent over and her hair is falling over her face.", "with_names": "a woman is bent over and her hair is falling over her face."}, {"scene_id": "atwt-01-30-09s4", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "atwt-01-30-09s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-30-09s6", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-01-30-09s7", "raw": "A scene from a TV show in which a woman is wearing a red top and a necklace", "with_names": "a woman is wearing a red top and a necklace"}, {"scene_id": "atwt-01-30-09s8", "raw": "A scene from a TV show in which a man is seen in a park, wearing a suit and a tie.", "with_names": "] is in a park, wearing a suit and a tie."}, {"scene_id": "atwt-01-30-09s9", "raw": "A scene from a TV show in which a man is talking about a washing machine.", "with_names": ""}, {"scene_id": "atwt-01-30-09s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-30-09s11", "raw": "A scene from a TV show in which a woman is holding a young boy and a man is standing behind her.", "with_names": "a woman is holding a young boy and a man is standing behind her."}, {"scene_id": "atwt-01-30-09s12", "raw": "A scene from a TV show in which a wheel is broken from the pack.", "with_names": "a wheel is broken from the pack."}, {"scene_id": "atwt-01-30-09s13", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-01-30-09s14", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking at a woman.", "with_names": "a man is wearing a white shirt and a tie and looking at a woman."}, {"scene_id": "atwt-01-30-09s15", "raw": "A scene from a TV show in which a man and a woman are standing in a forest.", "with_names": "] and a woman are standing in a forest."}, {"scene_id": "atwt-01-30-09s16", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-01-30-09s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-30-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-30-09s19", "raw": "A scene from a TV show in which a necklace is advertised", "with_names": "a necklace is advertised"}]