[{"scene_id": "atwt-06-11-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-06-11-03s1", "raw": "A scene from a TV show in which a shirtless man is laying on a couch with a blonde woman laying on his chest.", "with_names": "a shirtless man is laying on a couch with a blonde woman laying on his chest."}, {"scene_id": "atwt-06-11-03s2", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Jack and Carly are lying in bed together."}, {"scene_id": "atwt-06-11-03s3", "raw": "A scene from a TV show in which a woman is wearing a red coat and a long brown hair.", "with_names": "a woman is wearing a red coat and a long brown hair."}, {"scene_id": "atwt-06-11-03s4", "raw": "A scene from a TV show in which a family is standing around a table with a box of Tide detergent.", "with_names": "a family is standing around a table with a box of tide detergent."}, {"scene_id": "atwt-06-11-03s5", "raw": "A scene from a TV show in which two women are standing in a living room, one of them is holding a bouquet of flowers.", "with_names": "two women are standing in a living room, one of them is holding a bouquet of flowers."}, {"scene_id": "atwt-06-11-03s6", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a police officer is standing next to her.", "with_names": "a woman is wearing a red jacket and a police officer is standing next to her."}, {"scene_id": "atwt-06-11-03s7", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "Spangler is looking at another man."}, {"scene_id": "atwt-06-11-03s8", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "Lily is laughing"}, {"scene_id": "atwt-06-11-03s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man stands behind him.", "with_names": ""}, {"scene_id": "atwt-06-11-03s11", "raw": "A scene from a TV show in which a dragonfly is hanging from a ceiling.", "with_names": "a dragonfly is hanging from a ceiling."}, {"scene_id": "atwt-06-11-03s12", "raw": "A scene from a TV show in which a woman is trying to open a door while a shirtless man stands next to her.", "with_names": "a woman is trying to open a door while a shirtless man stands next to her."}, {"scene_id": "atwt-06-11-03s13", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Mike and Katie are lying in bed together."}, {"scene_id": "atwt-06-11-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-11-03s15", "raw": "A scene from a TV show in which a cat is eating a bowl of food.", "with_names": "a cat is eating a bowl of food."}, {"scene_id": "atwt-06-11-03s17", "raw": "A scene from a TV show in which the eBay logo is shown", "with_names": ""}, {"scene_id": "atwt-06-11-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-11-03s19", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-06-11-03s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-11-03s21", "raw": "A scene from a TV show in which a monkey is shown eating a chicken.", "with_names": ""}, {"scene_id": "atwt-06-11-03s22", "raw": "A scene from a TV show in which a yellow liquid is poured into a beaker.", "with_names": "a yellow liquid is poured into a beaker."}, {"scene_id": "atwt-06-11-03s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "McCann is kissing Lily on the cheek."}, {"scene_id": "atwt-06-11-03s24", "raw": "A scene from a TV show in which a woman is standing in a room with a man standing behind her.", "with_names": "a woman is standing in a room with Troy standing behind her."}, {"scene_id": "atwt-06-11-03s25", "raw": "A scene from a TV show in which a woman holds a photo album open to show a picture of her family.", "with_names": "Lily holds a photo album open to show a picture of her family."}, {"scene_id": "atwt-06-11-03s26", "raw": "A scene from a TV show in which a black silhouette is superimposed over a white background", "with_names": "a black silhouette is superimposed over a white background"}, {"scene_id": "atwt-06-11-03s27", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-11-03s28", "raw": "A scene from a TV show in which two police officers are talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-11-03s29", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-06-11-03s31", "raw": "A scene from a TV show in which a woman is pointing a gun at a man.", "with_names": "a woman is pointing a gun at a man."}, {"scene_id": "atwt-06-11-03s32", "raw": "A scene from a TV show in which a couple is walking on the beach.", "with_names": "a couple is walking on the beach."}]