[{"scene_id": "oltl-04-02-07s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-02-07s1", "raw": "A scene from a TV show in which a man is wearing a light blue shirt and looking to the right.", "with_names": "a man is wearing a light blue shirt and looking to the right."}, {"scene_id": "oltl-04-02-07s2", "raw": "A scene from a TV show in which a man is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "oltl-04-02-07s3", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and a woman are arguing in a room."}, {"scene_id": "oltl-04-02-07s4", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-04-02-07s5", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and a black jacket.", "with_names": "a blonde woman is wearing a green dress and a black jacket."}, {"scene_id": "oltl-04-02-07s6", "raw": "A scene from a TV show in which a man sits on a couch with his head in his hands.", "with_names": "a man sits on a couch with his head in his hands."}, {"scene_id": "oltl-04-02-07s7", "raw": "A scene from a TV show in which a man is being arrested by two women.", "with_names": "a man is being arrested by two women."}, {"scene_id": "oltl-04-02-07s8", "raw": "A scene from a TV show in which a man is standing in front of a sign that says \"No Freight Between 12 and After 5\"", "with_names": "a man is standing in front of a sign that says \"no freight between 12 and after 5\""}, {"scene_id": "oltl-04-02-07s9", "raw": "A scene from a TV show in which a man is drinking a glass of water.", "with_names": "a man is drinking a glass of water."}, {"scene_id": "oltl-04-02-07s10", "raw": "A scene from a TV show in which a young girl is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-02-07s11", "raw": "A scene from a TV show in which a police officer is wearing a badge.", "with_names": "a police officer is wearing a badge."}, {"scene_id": "oltl-04-02-07s12", "raw": "A scene from a TV show in which a woman is talking on the phone and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-04-02-07s13", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-02-07s14", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man.", "with_names": "a blonde woman is sitting next to a man."}, {"scene_id": "oltl-04-02-07s15", "raw": "A scene from a TV show in which a man is handcuffed and a woman is standing next to him.", "with_names": "a man is handcuffed and a woman is standing next to him."}, {"scene_id": "oltl-04-02-07s16", "raw": "A scene from a TV show in which a blonde woman is wearing a green dress and looking shocked.", "with_names": "a blonde woman is wearing a green dress and looking shocked."}, {"scene_id": "oltl-04-02-07s17", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-02-07s18", "raw": "A scene from a TV show in which a woman and a man are standing in a hallway.", "with_names": "a woman and a man are standing in a hallway."}, {"scene_id": "oltl-04-02-07s19", "raw": "A scene from a TV show in which a woman is standing next to a man, with her arms crossed.", "with_names": "a woman is standing next to a man, with her arms crossed."}, {"scene_id": "oltl-04-02-07s20", "raw": "A scene from a TV show in which a police officer is dancing in a room.", "with_names": "a police officer is dancing in a room."}, {"scene_id": "oltl-04-02-07s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-02-07s22", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-04-02-07s23", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "oltl-04-02-07s24", "raw": "A scene from a TV show in which a man is holding a black jacket and a woman is sitting on the floor", "with_names": "a man is holding a black jacket and a woman is sitting on the floor"}, {"scene_id": "oltl-04-02-07s25", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a concerned expression.", "with_names": "a woman is crying and a man is looking at her with a concerned expression."}, {"scene_id": "oltl-04-02-07s26", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a white shirt.", "with_names": "a woman is wearing a green jacket and a white shirt."}, {"scene_id": "oltl-04-02-07s27", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-02-07s28", "raw": "A scene from a TV show in which a man and a woman are standing in a room. The man is looking at the woman, who is covering her face with her hands.", "with_names": "a man and a woman are standing in a room. the man is looking at the woman, who is covering her face with her hands."}, {"scene_id": "oltl-04-02-07s29", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-04-02-07s30", "raw": "A scene from a TV show in which a man and a woman are kissing in a room with a bookshelf and a TV in the background.", "with_names": "a man and a woman are kissing in a room with a bookshelf and a tv in the background."}]