[{"scene_id": "atwt-08-01-06s0", "raw": "a group of people are talking about a new born.", "with_names": ""}, {"scene_id": "atwt-08-01-06s1", "raw": "a man and a woman are talking about a news segment.", "with_names": ""}, {"scene_id": "atwt-08-01-06s2", "raw": "a group of people are in a living room and they are talking about something.", "with_names": ""}, {"scene_id": "atwt-08-01-06s3", "raw": "a man is staring at the camera and then he is crying.", "with_names": "Luke is staring at the camera and then he is crying."}, {"scene_id": "atwt-08-01-06s4", "raw": "a commercial for a commercial for a commercial for a company.", "with_names": ""}, {"scene_id": "atwt-08-01-06s5", "raw": "a woman is talking about a man and then a man is walking around.", "with_names": ""}, {"scene_id": "atwt-08-01-06s6", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "atwt-08-01-06s7", "raw": "a man is talking about a video of people in the same room.", "with_names": ""}, {"scene_id": "atwt-08-01-06s8", "raw": "a man and a woman are in a field and they are holding a stick in their hands.", "with_names": "Paul and Meg are in a field and they are holding a stick in their hands."}, {"scene_id": "atwt-08-01-06s9", "raw": "a man and a woman are in a pool and one of them is kissing.", "with_names": "a man and Lisa are in a pool and one of them is kissing."}, {"scene_id": "atwt-08-01-06s10", "raw": "a woman is talking about a video of people doing different things.", "with_names": ""}, {"scene_id": "atwt-08-01-06s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-01-06s12", "raw": "a man and a woman are talking about a video game.", "with_names": ""}, {"scene_id": "atwt-08-01-06s13", "raw": "a woman is talking about a woman who is sitting at a table.", "with_names": ""}, {"scene_id": "atwt-08-01-06s14", "raw": "a man and a woman are in a river and they are kissing each other.", "with_names": "Paul and Meg are in a river and they are kissing each other."}, {"scene_id": "atwt-08-01-06s15", "raw": "a group of people are shown dancing and then a woman is shown dancing.", "with_names": ""}, {"scene_id": "atwt-08-01-06s16", "raw": "a girl is laying on a bed and another girl is sleeping.", "with_names": "Gwen is laying on a bed and another girl is sleeping."}, {"scene_id": "atwt-08-01-06s17", "raw": "a man and a woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "atwt-08-01-06s18", "raw": "a woman is talking about a restaurant and then two women are having a conversation.", "with_names": ""}, {"scene_id": "atwt-08-01-06s19", "raw": "a man and a woman are talking about a conversation.", "with_names": ""}, {"scene_id": "atwt-08-01-06s20", "raw": "a woman is talking about a commercial for a commercial.", "with_names": ""}, {"scene_id": "atwt-08-01-06s21", "raw": "a group of people are in a room and they are doing some things", "with_names": "a group of people are in a room and they are doing some things"}, {"scene_id": "atwt-08-01-06s22", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "atwt-08-01-06s23", "raw": "a man and a woman are sitting on a couch talking about a topic.", "with_names": ""}, {"scene_id": "atwt-08-01-06s24", "raw": "a man and a woman are kissing each other on the cheek.", "with_names": "Paul and Meg are kissing each other on the cheek."}, {"scene_id": "atwt-08-01-06s25", "raw": "a woman is talking about a facial scrubs and then a woman is shown using a product.", "with_names": ""}]