[{"scene_id": "atwt-03-27-06s0", "raw": "A scene from a TV show in which Miley Cyrus is wearing a green shirt and a necklace.", "with_names": "miley cyrus is wearing a green shirt and a necklace."}, {"scene_id": "atwt-03-27-06s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-27-06s2", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-03-27-06s3", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-03-27-06s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-03-27-06s5", "raw": "A scene from a TV show in which a man is wearing a leather jacket and looking confused.", "with_names": "a man is wearing a leather jacket and looking confused."}, {"scene_id": "atwt-03-27-06s6", "raw": "A scene from a TV show in which a red box is shown with the words \"Banquet\" and \"more of what you want\"", "with_names": ""}, {"scene_id": "atwt-03-27-06s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is standing behind him.", "with_names": "a man is wearing a suit and tie and a woman is standing behind him."}, {"scene_id": "atwt-03-27-06s8", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-27-06s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-27-06s10", "raw": "A scene from a TV show in which a woman pours a drink into a cup from a pitcher.", "with_names": "a woman pours a drink into a cup from a pitcher."}, {"scene_id": "atwt-03-27-06s11", "raw": "A scene from a TV show in which a man is talking to another man behind bars.", "with_names": ""}, {"scene_id": "atwt-03-27-06s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-27-06s13", "raw": "A scene from a TV show in which a white envelope is opened and a stamp is placed on the right side", "with_names": "a white envelope is opened and a stamp is placed on the right side"}, {"scene_id": "atwt-03-27-06s14", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-27-06s15", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-03-27-06s16", "raw": "A scene from a TV show in which a woman is sitting in a jail cell and a man is standing behind her", "with_names": "a woman is sitting in a jail cell and a man is standing behind her"}, {"scene_id": "atwt-03-27-06s17", "raw": "A scene from a TV show in which two women are standing on a stage, one holding a box of popcorn and the other holding an open box. The title reads \"4 out of 5 prefer\"", "with_names": "two women are standing on a stage, one holding a box of popcorn and the other holding an open box. the title reads \"4 out of 5 prefer\""}, {"scene_id": "atwt-03-27-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-03-27-06s19", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-03-27-06s20", "raw": "A scene from a TV show in which a clipboard is used to list the symptoms of the Zika virus.", "with_names": "a clipboard is used to list the symptoms of the zika virus."}, {"scene_id": "atwt-03-27-06s21", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a short blonde hair", "with_names": "a woman is wearing a green shirt and a short blonde hair"}, {"scene_id": "atwt-03-27-06s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-03-27-06s23", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-27-06s24", "raw": "A scene from a TV show in which a child is held by an adult.", "with_names": "a child is held by an adult."}, {"scene_id": "atwt-03-27-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-27-06s26", "raw": "A scene from a TV show in which a man is standing in a room with a clock on the wall and a window with an insect looking in.", "with_names": "a man is standing in a room with a clock on the wall and a window with an insect looking in."}]