[{"scene_id": "atwt-06-20-05s0", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her.", "with_names": "a woman is opening a door and a man is standing behind her."}, {"scene_id": "atwt-06-20-05s1", "raw": "A scene from a TV show in which a man and a woman sit on a bed and talk.", "with_names": "a man and a woman sit on a bed and talk."}, {"scene_id": "atwt-06-20-05s2", "raw": "A scene from a TV show in which a woman is lying on the ground, her head resting on a man's shoulder.", "with_names": "a woman is lying on the ground, her head resting on a man's shoulder."}, {"scene_id": "atwt-06-20-05s3", "raw": "A scene from a TV show in which a woman is falling down the stairs.", "with_names": "a woman is falling down the stairs."}, {"scene_id": "atwt-06-20-05s4", "raw": "A scene from a TV show in which a woman is shaking hands with a man.", "with_names": "a woman is shaking hands with a man."}, {"scene_id": "atwt-06-20-05s5", "raw": "A scene from a TV show in which a box of Actonel is shown", "with_names": ""}, {"scene_id": "atwt-06-20-05s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-06-20-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-20-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-20-05s9", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-06-20-05s10", "raw": "A scene from a TV show in which Vin Diesel is holding a flashlight.", "with_names": "vin diesel is holding a flashlight."}, {"scene_id": "atwt-06-20-05s11", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-06-20-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-06-20-05s13", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-06-20-05s14", "raw": "A scene from a TV show in which a man is looking at a framed picture.", "with_names": "a man is looking at a framed picture."}, {"scene_id": "atwt-06-20-05s15", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-06-20-05s16", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "atwt-06-20-05s17", "raw": "A scene from a TV show in which a car is driving down a dirt road.", "with_names": "a car is driving down a dirt road."}, {"scene_id": "atwt-06-20-05s18", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a green shirt", "with_names": "a man is looking at the camera and wearing a green shirt"}, {"scene_id": "atwt-06-20-05s19", "raw": "A scene from a TV show in which a woman is wearing a red and white patterned shirt", "with_names": "a woman is wearing a red and white patterned shirt"}, {"scene_id": "atwt-06-20-05s20", "raw": "A scene from a TV show in which the product is being promoted", "with_names": "the product is being promoted"}, {"scene_id": "atwt-06-20-05s21", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a short brown hair", "with_names": "a woman is wearing a red jacket and a short brown hair"}, {"scene_id": "atwt-06-20-05s22", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-06-20-05s23", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-20-05s24", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-06-20-05s25", "raw": "A scene from a TV show in which a woman is talking to a statue.", "with_names": ""}]