[{"scene_id": "atwt-03-29-07s0", "raw": "A scene from a TV show in which a woman and a man sit together in a kitchen.", "with_names": "a woman and a man sit together in a kitchen."}, {"scene_id": "atwt-03-29-07s1", "raw": "A scene from a TV show in which a man is standing in a kitchen with a little girl.", "with_names": "a man is standing in a kitchen with a little girl."}, {"scene_id": "atwt-03-29-07s2", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a gold necklace.", "with_names": "a woman is wearing a yellow jacket and a gold necklace."}, {"scene_id": "atwt-03-29-07s3", "raw": "A scene from a TV show in which a man is seen pouring a drink from a bottle into a glass.", "with_names": "a man is pouring a drink from a bottle into a glass."}, {"scene_id": "atwt-03-29-07s4", "raw": "A scene from a TV show in which a man is holding a woman down on the ground.", "with_names": "a man is holding a woman down on the ground."}, {"scene_id": "atwt-03-29-07s5", "raw": "A scene from a TV show in which a man is smiling and looking down at his hands.", "with_names": "a man is smiling and looking down at his hands."}, {"scene_id": "atwt-03-29-07s6", "raw": "A scene from a TV show in which a woman is shown with short hair and a black top.", "with_names": ""}, {"scene_id": "atwt-03-29-07s7", "raw": "A scene from a TV show in which Scarlett Johansson is wearing a red dress and smiling.", "with_names": "scarlett johansson is wearing a red dress and smiling."}, {"scene_id": "atwt-03-29-07s8", "raw": "A scene from a TV show in which a young girl is seen smiling in the snow.", "with_names": "a young girl is smiling in the snow."}, {"scene_id": "atwt-03-29-07s9", "raw": "A scene from a TV show in which a father is hugging his daughter.", "with_names": "a father is hugging his daughter."}, {"scene_id": "atwt-03-29-07s10", "raw": "A scene from a TV show in which a woman is wearing a red suit and a blonde bob.", "with_names": "a woman is wearing a red suit and a blonde bob."}, {"scene_id": "atwt-03-29-07s11", "raw": "A scene from a TV show in which a woman is applying makeup.", "with_names": "a woman is applying makeup."}, {"scene_id": "atwt-03-29-07s12", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at a woman.", "with_names": "a man is sitting in a restaurant and looking at a woman."}, {"scene_id": "atwt-03-29-07s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-29-07s14", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-03-29-07s15", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is sitting at a table.", "with_names": "a woman is standing in a kitchen and a man is sitting at a table."}, {"scene_id": "atwt-03-29-07s16", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a necklace", "with_names": "a woman is wearing a yellow jacket and a necklace"}, {"scene_id": "atwt-03-29-07s17", "raw": "A scene from a TV show in which a young man is looking at a younger man and saying, \"I'm sorry.\"", "with_names": "a young man is looking at a younger man and saying, \"i'm sorry.\""}, {"scene_id": "atwt-03-29-07s18", "raw": "A scene from a TV show in which a young girl is singing.", "with_names": "a young girl is singing."}, {"scene_id": "atwt-03-29-07s19", "raw": "A scene from a TV show in which a man is holding a small child and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-29-07s20", "raw": "A scene from a TV show in which a young woman and a man are standing next to each other.", "with_names": "a young woman and a man are standing next to each other."}, {"scene_id": "atwt-03-29-07s21", "raw": "A scene from a TV show in which a bird is seen flying through a plane window.", "with_names": "a bird is flying through a plane window."}, {"scene_id": "atwt-03-29-07s22", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a black dress.", "with_names": "a woman is wearing a yellow jacket and a black dress."}, {"scene_id": "atwt-03-29-07s23", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-29-07s24", "raw": "A scene from a TV show in which a woman is looking off camera and smiling.", "with_names": "a woman is looking off camera and smiling."}, {"scene_id": "atwt-03-29-07s25", "raw": "A scene from a TV show in which a plate of tater tots is piled high.", "with_names": "a plate of tater tots is piled high."}]