[{"scene_id": "atwt-03-29-07s0", "raw": "a man and woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "atwt-03-29-07s1", "raw": "a man and a woman are setting a table and they are setting the table.", "with_names": "Jack and Sage are setting a table and they are setting the table."}, {"scene_id": "atwt-03-29-07s2", "raw": "a woman is talking to a man and then she is laughing.", "with_names": ""}, {"scene_id": "atwt-03-29-07s3", "raw": "a group of people are walking around in a kitchen.", "with_names": ""}, {"scene_id": "atwt-03-29-07s4", "raw": "a man is laying on the floor and a woman is trying to crack her back.", "with_names": "a man is laying on the floor and Maddie is trying to crack her back."}, {"scene_id": "atwt-03-29-07s5", "raw": "a man and a woman are hugging each other and laughing.", "with_names": "Adam and Gwen are hugging each other and laughing."}, {"scene_id": "atwt-03-29-07s6", "raw": "a woman is talking about a video of a woman who is smiling.", "with_names": ""}, {"scene_id": "atwt-03-29-07s7", "raw": "a woman is talking about a video of people who are laughing.", "with_names": ""}, {"scene_id": "atwt-03-29-07s8", "raw": "a group of people are playing around in the snow.", "with_names": "a group of people are playing around in the snow."}, {"scene_id": "atwt-03-29-07s9", "raw": "a man and a woman are kissing each other in a restaurant.", "with_names": "Jack and Sage are kissing each other in a restaurant."}, {"scene_id": "atwt-03-29-07s10", "raw": "a woman is talking about a hospital and then two women are shown.", "with_names": ""}, {"scene_id": "atwt-03-29-07s11", "raw": "a news reporter is talking about a woman who is being interviewed.", "with_names": ""}, {"scene_id": "atwt-03-29-07s12", "raw": "a woman is talking about a restaurant and a man is laughing.", "with_names": ""}, {"scene_id": "atwt-03-29-07s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-29-07s14", "raw": "a man and woman are walking around in a room and then a man is talking about the experience.", "with_names": ""}, {"scene_id": "atwt-03-29-07s15", "raw": "a man is talking about a woman and then a man is walking through a hospital.", "with_names": ""}, {"scene_id": "atwt-03-29-07s16", "raw": "a woman is talking about a woman who is being interviewed.", "with_names": ""}, {"scene_id": "atwt-03-29-07s17", "raw": "a man is talking to a woman and he is standing in front of him.", "with_names": ""}, {"scene_id": "atwt-03-29-07s18", "raw": "a woman is talking about her experience and then a woman is shown.", "with_names": ""}, {"scene_id": "atwt-03-29-07s19", "raw": "a man and woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "atwt-03-29-07s20", "raw": "a man is talking about a woman and then a man is talking about it.", "with_names": ""}, {"scene_id": "atwt-03-29-07s21", "raw": "a commercial for a commercial for a commercial for a company.", "with_names": ""}, {"scene_id": "atwt-03-29-07s22", "raw": "a woman is talking to a woman who is sitting in a restaurant.", "with_names": ""}, {"scene_id": "atwt-03-29-07s23", "raw": "a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "atwt-03-29-07s24", "raw": "a group of people are walking around a building and talking.", "with_names": ""}, {"scene_id": "atwt-03-29-07s25", "raw": "a commercial for a commercial for a commercial for a commercial.", "with_names": ""}]