[{"scene_id": "oltl-11-23-11s0", "raw": "A scene from a TV show in which a woman is standing in a hotel room, holding a box.", "with_names": "a woman is standing in a hotel room, holding a box."}, {"scene_id": "oltl-11-23-11s1", "raw": "A scene from a TV show in which a man is singing and a woman is standing next to him.", "with_names": "a man is singing and a woman is standing next to him."}, {"scene_id": "oltl-11-23-11s2", "raw": "A scene from a TV show in which a woman is sitting on a couch with her two children.", "with_names": ""}, {"scene_id": "oltl-11-23-11s3", "raw": "A scene from a TV show in which a nun is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-11-23-11s4", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-11-23-11s5", "raw": "A scene from a TV show in which a young man is wearing a vest and tie and looking at the camera.", "with_names": "a young man is wearing a vest and tie and looking at the camera."}, {"scene_id": "oltl-11-23-11s6", "raw": "A scene from a TV show in which a man is seen laughing and a woman is crying.", "with_names": "a man is laughing and a woman is crying."}, {"scene_id": "oltl-11-23-11s7", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-23-11s9", "raw": "A scene from a TV show in which a man is smiling and looking to the left.", "with_names": "a man is smiling and looking to the left."}, {"scene_id": "oltl-11-23-11s10", "raw": "A scene from a TV show in which a man leans over a woman, who is lying on a bed.", "with_names": "a man leans over a woman, who is lying on a bed."}, {"scene_id": "oltl-11-23-11s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a clock.", "with_names": ""}, {"scene_id": "oltl-11-23-11s12", "raw": "A scene from a TV show in which a man is talking to a little girl.", "with_names": ""}, {"scene_id": "oltl-11-23-11s13", "raw": "A scene from a TV show in which a woman is kneeling on the floor with her two children.", "with_names": "] is kneeling on the floor with her two children."}, {"scene_id": "oltl-11-23-11s14", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is standing behind her", "with_names": "a woman is looking at a wall and a man is standing behind her"}, {"scene_id": "oltl-11-23-11s15", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-11-23-11s16", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "oltl-11-23-11s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-11-23-11s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-23-11s20", "raw": "A scene from a TV show in which a man holds a baby and a woman looks on.", "with_names": "a man holds a baby and ] looks on."}, {"scene_id": "oltl-11-23-11s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-23-11s23", "raw": "A scene from a TV show in which a man and a woman are in a room, the woman is crying and the man is looking at her.", "with_names": "a man and a woman are in a room, the woman is crying and the man is looking at her."}, {"scene_id": "oltl-11-23-11s24", "raw": "A scene from a TV show in which a family is standing in a library, with a box being handed to them.", "with_names": "a family is standing in a library, with a box being handed to them."}, {"scene_id": "oltl-11-23-11s25", "raw": "A scene from a TV show in which a man is crying while a woman is on the phone.", "with_names": "a man is crying while a woman is on the phone."}, {"scene_id": "oltl-11-23-11s26", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette womante", "with_names": ""}, {"scene_id": "oltl-11-23-11s27", "raw": "A scene from a TV show in which a young boy is wearing a tie and vest.", "with_names": "a young boy is wearing a tie and vest."}, {"scene_id": "oltl-11-23-11s28", "raw": "A scene from a TV show in which a woman is talking about her experience with a man who is not her husband.", "with_names": ""}, {"scene_id": "oltl-11-23-11s29", "raw": "A scene from a TV show in which a young man is wearing a vest and a tie and is looking at an older man.", "with_names": "a young man is wearing a vest and a tie and is looking at an older man."}, {"scene_id": "oltl-11-23-11s30", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-23-11s31", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "oltl-11-23-11s32", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-23-11s33", "raw": "A scene from a TV show in which a man holds a baby and a woman looks at him.", "with_names": "a man holds a baby and a woman looks at him."}, {"scene_id": "oltl-11-23-11s34", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-11-23-11s35", "raw": "A scene from a TV show in which a man is looking down at a piece of paper.", "with_names": "a man is looking down at a piece of paper."}, {"scene_id": "oltl-11-23-11s36", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-23-11s37", "raw": "A scene from a TV show in which a young man is standing in front of an older man.", "with_names": "a young man is standing in front of an older man."}, {"scene_id": "oltl-11-23-11s38", "raw": "A scene from a TV show in which a woman is crying and her hands are clasped together.", "with_names": "] is crying and her hands are clasped together."}, {"scene_id": "oltl-11-23-11s39", "raw": "A scene from a TV show in which a young boy is being scolded by his father.", "with_names": "a young boy is being scolded by his father."}, {"scene_id": "oltl-11-23-11s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s41", "raw": "A scene from a TV show in which a woman is talking to a man in front of a group of people.", "with_names": ""}, {"scene_id": "oltl-11-23-11s42", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-23-11s43", "raw": "A scene from a TV show in which a woman is holding a glass of wine and smiling.", "with_names": "a woman is holding a glass of wine and smiling."}, {"scene_id": "oltl-11-23-11s44", "raw": "A scene from a TV show in which a man and a woman are in a hospital room, the manI is in a hospital bed, and they are holding a bottle of wine.", "with_names": "a man and a woman are in a hospital room, the mani is in a hospital bed, and they are holding a bottle of wine."}, {"scene_id": "oltl-11-23-11s45", "raw": "A scene from a TV show in which a baby is seen lying on a couch while a toddler is standing nearby.", "with_names": "a baby is lying on a couch while a toddler is standing nearby."}, {"scene_id": "oltl-11-23-11s46", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-23-11s47", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Matthew is looking at ] and smiling."}, {"scene_id": "oltl-11-23-11s48", "raw": "A scene from a TV show in which a woman is cutting a flower on a dining table while a man stands next to her.", "with_names": "] is cutting a flower on a dining table while a man stands next to her."}, {"scene_id": "oltl-11-23-11s49", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s50", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-23-11s51", "raw": "A scene from a TV show in which a woman is seen smiling and looking at the camera.", "with_names": "] is smiling and looking at the camera."}, {"scene_id": "oltl-11-23-11s52", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-23-11s53", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}]