[{"scene_id": "bb-01-22-14s0", "raw": "A scene from a TV show in which a man is walking in a dark room.", "with_names": "Liam is walking in a dark room."}, {"scene_id": "bb-01-22-14s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-22-14s2", "raw": "", "with_names": ""}, {"scene_id": "bb-01-22-14s3", "raw": "", "with_names": ""}, {"scene_id": "bb-01-22-14s4", "raw": "A scene from a TV show in which a man and a woman are looking at a book in a clothing store.", "with_names": "a man and a woman are looking at a book in a clothing store."}, {"scene_id": "bb-01-22-14s5", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a skirt and boots.", "with_names": "a woman is standing in a living room, wearing a skirt and boots."}, {"scene_id": "bb-01-22-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-22-14s7", "raw": "", "with_names": ""}, {"scene_id": "bb-01-22-14s8", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-01-22-14s9", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-22-14s10", "raw": "A scene from a TV show in which a man and a woman are talking on a beach.", "with_names": ""}, {"scene_id": "bb-01-22-14s11", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-22-14s12", "raw": "A scene from a TV show in which a woman and a man are talking.", "with_names": ""}, {"scene_id": "bb-01-22-14s13", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-01-22-14s14", "raw": "A scene from a TV show in which a blonde woman looks out a window.", "with_names": "a blonde woman looks out a window."}, {"scene_id": "bb-01-22-14s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-22-14s16", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "bb-01-22-14s17", "raw": "A scene from a TV show in which a man is running from a woman in a suit.", "with_names": "a man is running from a woman in a suit."}]