[{"scene_id": "gl-08-30-06s0", "raw": "A scene from a TV show in which a man is kissing a woman on the lips.", "with_names": "a man is kissing a woman on the lips."}, {"scene_id": "gl-08-30-06s1", "raw": "A scene from a TV show in which a black police officer is talking to a white woman.", "with_names": ""}, {"scene_id": "gl-08-30-06s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-08-30-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-08-30-06s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a book.", "with_names": ""}, {"scene_id": "gl-08-30-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "gl-08-30-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-30-06s7", "raw": "A scene from a TV show in which the moon is eclipsed by the sun.", "with_names": "the moon is eclipsed by the sun."}, {"scene_id": "gl-08-30-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-30-06s10", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "gl-08-30-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-30-06s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-08-30-06s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "gl-08-30-06s15", "raw": "A scene from a TV show in which a man is standing at a podium and speaking.", "with_names": "a man is standing at a podium and speaking."}, {"scene_id": "gl-08-30-06s16", "raw": "A scene from a TV show in which a woman is being harassed by a man on a train.", "with_names": "a woman is being harassed by a man on a train."}]