[{"scene_id": "bb-07-30-15s0", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "bb-07-30-15s1", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-07-30-15s2", "raw": "A scene from a TV show in which models walk the runway in wedding gowns", "with_names": "models walk the runway in wedding gowns"}, {"scene_id": "bb-07-30-15s3", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-07-30-15s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-07-30-15s5", "raw": "A scene from a TV show in which a woman cries as a man stands behind her.", "with_names": "a woman cries as a man stands behind her."}, {"scene_id": "bb-07-30-15s6", "raw": "A scene from a TV show in which a woman is talking to a man and she is smiling.", "with_names": ""}, {"scene_id": "bb-07-30-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-30-15s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-30-15s9", "raw": "A scene from a TV show in which a man holds a woman and talks to her.", "with_names": "a man holds a woman and talks to her."}, {"scene_id": "bb-07-30-15s10", "raw": "A scene from a TV show in which a man and a woman are sitting together and drinking wine.", "with_names": "a man and a woman are sitting together and drinking wine."}, {"scene_id": "bb-07-30-15s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "bb-07-30-15s12", "raw": "A scene from a TV show in which the words \"Rhonda Friedman\" are projected on a city skyline", "with_names": "the words \"rhonda friedman\" are projected on a city skyline"}]