[{"scene_id": "gl-08-30-04s0", "raw": "A scene from a TV show in which a man is wearing a white shirt and a blue tie", "with_names": "a man is wearing a white shirt and a blue tie"}, {"scene_id": "gl-08-30-04s1", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-08-30-04s2", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-08-30-04s3", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is trying to explain it to him.", "with_names": "a man is holding a piece of paper and a woman is trying to explain it to him."}, {"scene_id": "gl-08-30-04s4", "raw": "A scene from a TV show in which a man is talking to someone and his shirt has a heart on it", "with_names": ""}, {"scene_id": "gl-08-30-04s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "gl-08-30-04s6", "raw": "A scene from a TV show in which a man is standing in front of a poster that says \"Save the Vote\"", "with_names": "a man is standing in front of a poster that says \"save the vote\""}, {"scene_id": "gl-08-30-04s7", "raw": "A scene from a TV show in which a woman is talking and her mouth is open", "with_names": ""}, {"scene_id": "gl-08-30-04s8", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and is looking down", "with_names": "a man is wearing a shirt and tie and is looking down"}, {"scene_id": "gl-08-30-04s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-30-04s10", "raw": "A scene from a TV show in which two men are standing in front of a fireplace.", "with_names": "two men are standing in front of a fireplace."}, {"scene_id": "gl-08-30-04s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-30-04s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-08-30-04s13", "raw": "A scene from a TV show in which two women are standing next to each other and smiling.", "with_names": "two women are standing next to each other and smiling."}, {"scene_id": "gl-08-30-04s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-08-30-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-08-30-04s18", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "Edmund and a woman are dancing together."}, {"scene_id": "gl-08-30-04s19", "raw": "A scene from a TV show in which a black man is sitting on a couch and looking down at a book.", "with_names": ""}, {"scene_id": "gl-08-30-04s20", "raw": "A scene from a TV show in which a young man is wearing a white shirt and a button on his shirt", "with_names": "a young man is wearing a white shirt and a button on his shirt"}, {"scene_id": "gl-08-30-04s21", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-08-30-04s22", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a mustache and a nasal cannula.", "with_names": "a man is lying in a hospital bed with a mustache and a nasal cannula."}, {"scene_id": "gl-08-30-04s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on, and a woman stands next to him, comforting him.", "with_names": "Edmund is lying in a hospital bed with an oxygen mask on, and Cassie stands next to him, comforting him."}, {"scene_id": "gl-08-30-04s24", "raw": "A scene from a TV show in which a woman is standing in front of a mirror and looking at her reflection.", "with_names": "a woman is standing in front of a mirror and looking at her reflection."}, {"scene_id": "gl-08-30-04s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-08-30-04s26", "raw": "A scene from a TV show in which a woman is looking at a man and making a face.", "with_names": "Harley is looking at Rick and making a face."}, {"scene_id": "gl-08-30-04s28", "raw": "A scene from a TV show in which a man is in a hospital bed and a woman leans over him, holding his hand.", "with_names": "a man is in a hospital bed and a woman leans over him, holding his hand."}, {"scene_id": "gl-08-30-04s29", "raw": "A scene from a TV show in which a man is coughing and a woman is standing next to him.", "with_names": "a man is coughing and a woman is standing next to him."}, {"scene_id": "gl-08-30-04s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-30-04s31", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her", "with_names": "Alexandra is wearing a pink dress and Buzz is standing behind her"}, {"scene_id": "gl-08-30-04s32", "raw": "A scene from a TV show in which a man is sitting on a plane and talking to someone.", "with_names": ""}, {"scene_id": "gl-08-30-04s34", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-08-30-04s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-30-04s37", "raw": "A scene from a TV show in which a man is looking down and his head is tilted to the side", "with_names": "Jeffrey is looking down and his head is tilted to the side"}, {"scene_id": "gl-08-30-04s38", "raw": "A scene from a TV show in which a man is sitting on a plane and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-30-04s39", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}]