[{"scene_id": "oltl-05-17-10s0", "raw": "A scene from a TV show in which a man is dancing with a woman in a dress.", "with_names": "a man is dancing with a woman in a dress."}, {"scene_id": "oltl-05-17-10s1", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing behind him.", "with_names": "a man is in a jail cell and another man is standing behind him."}, {"scene_id": "oltl-05-17-10s2", "raw": "A scene from a TV show in which a woman is dancing in a room with candles and pink lights.", "with_names": "a woman is dancing in a room with candles and pink lights."}, {"scene_id": "oltl-05-17-10s3", "raw": "A scene from a TV show in which a woman is holding a letter and reading it.", "with_names": "a woman is holding a letter and reading it."}, {"scene_id": "oltl-05-17-10s4", "raw": "A scene from a TV show in which a man is being chased by a crowd.", "with_names": "a man is being chased by a crowd."}, {"scene_id": "oltl-05-17-10s5", "raw": "A scene from a TV show in which a man is dressed in a military uniform and a woman is wearing a black dress.", "with_names": "a man is dressed in a military uniform and a woman is wearing a black dress."}, {"scene_id": "oltl-05-17-10s6", "raw": "A scene from a TV show in which a man is sitting on the floor and eating a sandwich.", "with_names": "] is sitting on the floor and eating a sandwich."}, {"scene_id": "oltl-05-17-10s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-17-10s8", "raw": "A scene from a TV show in which a man is talking to another man through a fence.", "with_names": ""}, {"scene_id": "oltl-05-17-10s9", "raw": "A scene from a TV show in which a woman pours wine into a glass.", "with_names": "a woman pours wine into a glass."}, {"scene_id": "oltl-05-17-10s10", "raw": "A scene from a TV show in which a woman is sitting in a room with a purple shirt on and her hair is down.", "with_names": "a woman is sitting in a room with a purple shirt on and her hair is down."}, {"scene_id": "oltl-05-17-10s11", "raw": "A scene from a TV show in which a man is dressed as a clown and is surrounded by children.", "with_names": "a man is dressed as a clown and is surrounded by children."}, {"scene_id": "oltl-05-17-10s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-05-17-10s13", "raw": "A scene from a TV show in which a woman is seen dancing in a club with a man.", "with_names": "a woman is dancing in a club with a man."}, {"scene_id": "oltl-05-17-10s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-17-10s15", "raw": "A scene from a TV show in which a man is proposing to a woman.", "with_names": "a man is proposing to a woman."}, {"scene_id": "oltl-05-17-10s16", "raw": "A scene from a TV show in which a man is standing in a doorway and looking at the camera.", "with_names": "a man is standing in a doorway and looking at the camera."}, {"scene_id": "oltl-05-17-10s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-17-10s18", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "oltl-05-17-10s19", "raw": "A scene from a TV show in which a woman is wearing a dress with the word \"Bitch\" written on it, and a man is standing next to her, singing.", "with_names": "a woman is wearing a dress with the word \"bitch\" written on it, and a man is standing next to her, singing."}, {"scene_id": "oltl-05-17-10s20", "raw": "A scene from a TV show in which two women are standing next to each other, one with long hair and the other with short hair.", "with_names": "two women are standing next to each other, one with long hair and the other with short hair."}, {"scene_id": "oltl-05-17-10s21", "raw": "A scene from a TV show in which a woman is sitting at a table and looking at the camera.", "with_names": "a woman is sitting at a table and looking at the camera."}, {"scene_id": "oltl-05-17-10s22", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "oltl-05-17-10s23", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-05-17-10s24", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-05-17-10s25", "raw": "A scene from a TV show in which a man is being assaulted by a woman.", "with_names": "a man is being assaulted by a woman."}, {"scene_id": "oltl-05-17-10s26", "raw": "A scene from a TV show in which a woman is wearing a wedding ring on her hand.", "with_names": "] is wearing a wedding ring on her hand."}, {"scene_id": "oltl-05-17-10s27", "raw": "A scene from a TV show in which a man is seen walking through a pink room with candles.", "with_names": "] is walking through a pink room with candles."}, {"scene_id": "oltl-05-17-10s28", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "oltl-05-17-10s29", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-17-10s30", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-05-17-10s31", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-17-10s32", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-17-10s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-17-10s34", "raw": "A scene from a TV show in which a man is being tortured by a stick.", "with_names": "a man is being tortured by a stick."}, {"scene_id": "oltl-05-17-10s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-17-10s36", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-05-17-10s37", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-17-10s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-17-10s39", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in the background.", "with_names": "a woman is wearing a red dress and a man is in the background."}, {"scene_id": "oltl-05-17-10s40", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-05-17-10s41", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-05-17-10s42", "raw": "A scene from a TV show in which a man is looking at a TV screen and the words Dancing with the Stars are written on it.", "with_names": "a man is looking at a tv screen and the words dancing with the stars are written on it."}, {"scene_id": "oltl-05-17-10s43", "raw": "A scene from a TV show in which a woman is arguing with another woman.", "with_names": "a woman is arguing with another woman."}, {"scene_id": "oltl-05-17-10s44", "raw": "A scene from a TV show in which a man is sitting at a desk with a TV on the wall behind him.", "with_names": "a man is sitting at a desk with a tv on the wall behind him."}, {"scene_id": "oltl-05-17-10s45", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "oltl-05-17-10s46", "raw": "A scene from a TV show in which a man is holding a woman by the neck and pulling her towards him.", "with_names": "a man is holding a woman by the neck and pulling her towards him."}, {"scene_id": "oltl-05-17-10s47", "raw": "A scene from a TV show in which a woman is dancing with a man in a room with Christmas lights.", "with_names": "] is dancing with Langston in a room with christmas lights."}, {"scene_id": "oltl-05-17-10s48", "raw": "A scene from a TV show in which a man is wearing a white uniform and a black tie.", "with_names": "a man is wearing a white uniform and a black tie."}, {"scene_id": "oltl-05-17-10s49", "raw": "A scene from a TV show in which a woman is talking to a man while another man looks on.", "with_names": ""}, {"scene_id": "oltl-05-17-10s50", "raw": "A scene from a TV show in which a woman is seen trying to fix a belt.", "with_names": "a woman is trying to fix a belt."}, {"scene_id": "oltl-05-17-10s51", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-05-17-10s52", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-05-17-10s53", "raw": "A scene from a TV show in which a man and a woman are standing in front of a large moon.", "with_names": "a man and a woman are standing in front of a large moon."}]