[{"scene_id": "pc-07-12-01s0", "raw": "A scene from a TV show in which a man is seen in a dark room, with a red light shining on him.", "with_names": "Ian is in a dark room, with a red light shining on him."}, {"scene_id": "pc-07-12-01s1", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-12-01s2", "raw": "A scene from a TV show in which a boy is walking through a dark tunnel.", "with_names": "a boy is walking through a dark tunnel."}, {"scene_id": "pc-07-12-01s3", "raw": "A scene from a TV show in which a man is talking to a woman in a dark room.", "with_names": ""}, {"scene_id": "pc-07-12-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-12-01s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "pc-07-12-01s6", "raw": "A scene from a TV show in which a man is singing and his eyes are closed.", "with_names": "a man is singing and his eyes are closed."}, {"scene_id": "pc-07-12-01s7", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, both looking at something.", "with_names": "Ian and Eve are sitting next to each other, both looking at something."}, {"scene_id": "pc-07-12-01s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-07-12-01s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-07-12-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-12-01s12", "raw": "A scene from a TV show in which a man is looking at a mirror and another man is standing in front of him", "with_names": "a man is looking at a mirror and another man is standing in front of him"}, {"scene_id": "pc-07-12-01s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-07-12-01s14", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-07-12-01s15", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her", "with_names": "Eve is wearing a pink dress and Ian is standing behind her"}, {"scene_id": "pc-07-12-01s16", "raw": "A scene from a TV show in which a man is tied up and gagged.", "with_names": "Kevin is tied up and gagged."}, {"scene_id": "pc-07-12-01s17", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}]