[{"scene_id": "atwt-01-23-06s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-01-23-06s1", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is sitting next to her.", "with_names": "a woman is wearing a red jacket and a man is sitting next to her."}, {"scene_id": "atwt-01-23-06s2", "raw": "A scene from a TV show in which a man is talking to another man and the other man to his right is looking at him", "with_names": ""}, {"scene_id": "atwt-01-23-06s3", "raw": "A scene from a TV show in which a man is on the phone and smiling", "with_names": "a man is on the phone and smiling"}, {"scene_id": "atwt-01-23-06s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-23-06s5", "raw": "A scene from a TV show in which four people are in a pool, with their arms raised.", "with_names": "four people are in a pool, with their arms raised."}, {"scene_id": "atwt-01-23-06s6", "raw": "A scene from a TV show in which a woman is wearing a red coat and laughing.", "with_names": "a woman is wearing a red coat and laughing."}, {"scene_id": "atwt-01-23-06s7", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-23-06s8", "raw": "A scene from a TV show in which a young man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-23-06s9", "raw": "A scene from a TV show in which a man is holding a flashlight and looking at the camera.", "with_names": "a man is holding a flashlight and looking at the camera."}, {"scene_id": "atwt-01-23-06s10", "raw": "A scene from a TV show in which a woman draws a heart on a car window.", "with_names": "a woman draws a heart on a car window."}, {"scene_id": "atwt-01-23-06s11", "raw": "A scene from a TV show in which a young man is laughing.", "with_names": "a young man is laughing."}, {"scene_id": "atwt-01-23-06s12", "raw": "A scene from a TV show in which a person is picking up a shoe.", "with_names": "a person is picking up a shoe."}, {"scene_id": "atwt-01-23-06s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-01-23-06s14", "raw": "A scene from a TV show in which a naked man sits in a meditative pose in front of a window.", "with_names": "a naked man sits in a meditative pose in front of a window."}, {"scene_id": "atwt-01-23-06s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-23-06s16", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}, {"scene_id": "atwt-01-23-06s17", "raw": "A scene from a TV show in which Aunt Jemima is being replaced with a new name.", "with_names": "aunt jemima is being replaced with a new name."}, {"scene_id": "atwt-01-23-06s18", "raw": "A scene from a TV show in which a man and a woman sit on a couch, looking at each other.", "with_names": "a man and a woman sit on a couch, looking at each other."}, {"scene_id": "atwt-01-23-06s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-23-06s20", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-01-23-06s21", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is walking away from him.", "with_names": "a man is standing in front of a door and another man is walking away from him."}, {"scene_id": "atwt-01-23-06s22", "raw": "A scene from a TV show in which a woman is seen being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "atwt-01-23-06s23", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-23-06s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-23-06s25", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-01-23-06s26", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "atwt-01-23-06s27", "raw": "A scene from a TV show in which a man is wearing a black sweater and crossing his arms.", "with_names": "a man is wearing a black sweater and crossing his arms."}, {"scene_id": "atwt-01-23-06s28", "raw": "A scene from a TV show in which a man is sitting on a couch and holding his head in his hand.", "with_names": ""}]