[{"scene_id": "atwt-09-08-08s0", "raw": "A scene from a TV show in which a woman is holding a pizza and a man is standing next to her, looking at her.", "with_names": "a woman is holding a pizza and Aaron is standing next to her, looking at her."}, {"scene_id": "atwt-09-08-08s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-08-08s2", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-08-08s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a handbag.", "with_names": "a woman is wearing a blue dress and a handbag."}, {"scene_id": "atwt-09-08-08s4", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "atwt-09-08-08s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and pointing at someone.", "with_names": "a woman is wearing a red dress and pointing at someone."}, {"scene_id": "atwt-09-08-08s6", "raw": "A scene from a TV show in which a woman is shown making a funny face.", "with_names": ""}, {"scene_id": "atwt-09-08-08s7", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-08-08s8", "raw": "A scene from a TV show in which a man is talking to another man to his right.", "with_names": ""}, {"scene_id": "atwt-09-08-08s9", "raw": "A scene from a TV show in which a man is holding his head and looking at his watch.", "with_names": "a man is holding his head and looking at his watch."}, {"scene_id": "atwt-09-08-08s10", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her", "with_names": "a woman is wearing a blue dress and ] is standing behind her"}, {"scene_id": "atwt-09-08-08s11", "raw": "A scene from a TV show in which a woman is wearing a black tank top and her hair is in a ponytail.", "with_names": "a woman is wearing a black tank top and her hair is in a ponytail."}, {"scene_id": "atwt-09-08-08s12", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "atwt-09-08-08s13", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at ] and smiling."}, {"scene_id": "atwt-09-08-08s14", "raw": "A scene from a TV show in which a white bunny is holding a box of Pillsbury Twists.", "with_names": "a white bunny is holding a box of pillsbury twists."}, {"scene_id": "atwt-09-08-08s15", "raw": "A scene from a TV show in which a man is holding a cat and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-08-08s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-08-08s17", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-09-08-08s18", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-08-08s19", "raw": "A scene from a TV show in which a can of Lays potato chips is shown to be contaminated with a deadly parasite.", "with_names": ""}, {"scene_id": "atwt-09-08-08s20", "raw": "A scene from a TV show in which a woman is standing in front of a man and another man at a dining table.", "with_names": "a woman is standing in front of a man and another man at a dining table."}, {"scene_id": "atwt-09-08-08s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a purple shirt.", "with_names": "a woman is wearing a red dress and a man is in a purple shirt."}, {"scene_id": "atwt-09-08-08s22", "raw": "A scene from a TV show in which a woman throws a shoe at a waiter.", "with_names": "a woman throws a shoe at a waiter."}, {"scene_id": "atwt-09-08-08s23", "raw": "A scene from a TV show in which a man is on the phone with a woman at a restaurant.", "with_names": "a man is on the phone with a woman at a restaurant."}, {"scene_id": "atwt-09-08-08s24", "raw": "A scene from a TV show in which a man touches a woman's face.", "with_names": "a man touches a woman's face."}, {"scene_id": "atwt-09-08-08s25", "raw": "A scene from a TV show in which a woman is dancing in a red dress and a man is standing next to her.", "with_names": "a woman is dancing in a red dress and a man is standing next to her."}, {"scene_id": "atwt-09-08-08s26", "raw": "A scene from a TV show in which two men are holding a man down and threatening him with a gun.", "with_names": "two men are holding a man down and threatening him with a gun."}, {"scene_id": "atwt-09-08-08s27", "raw": "A scene from a TV show in which a man is holding a cell phone to his ear.", "with_names": "a man is holding a cell phone to his ear."}, {"scene_id": "atwt-09-08-08s28", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-09-08-08s29", "raw": "A scene from a TV show in which a woman is talking on the phone. The word Progressive is written across the screen.", "with_names": ""}, {"scene_id": "atwt-09-08-08s30", "raw": "A scene from a TV show in which a man is wearing a blue polo shirt and smiling.", "with_names": "a man is wearing a blue polo shirt and smiling."}, {"scene_id": "atwt-09-08-08s31", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "atwt-09-08-08s32", "raw": "A scene from a TV show in which a woman is wearing a red dress and a ponytail", "with_names": "a woman is wearing a red dress and a ponytail"}, {"scene_id": "atwt-09-08-08s33", "raw": "A scene from a TV show in which a man is looking into a mirror and another man is standing behind him.", "with_names": "a man is looking into a mirror and another man is standing behind him."}, {"scene_id": "atwt-09-08-08s34", "raw": "A scene from a TV show in which a yellow and red helicopter is flying through the air.", "with_names": "a yellow and red helicopter is flying through the air."}]