[{"scene_id": "bb-03-30-17s0", "raw": "A scene from a TV show in which a man is standing behind two women at a table.", "with_names": "a man is standing behind two women at a table."}, {"scene_id": "bb-03-30-17s1", "raw": "A scene from a TV show in which a young man sits in a chair and looks at a horse statue.", "with_names": "a young man sits in a chair and looks at a horse statue."}, {"scene_id": "bb-03-30-17s2", "raw": "A scene from a TV show in which a woman is knitting a sweater.", "with_names": "a woman is knitting a sweater."}, {"scene_id": "bb-03-30-17s3", "raw": "A scene from a TV show in which a man is standing behind two women at a table.", "with_names": "Rick is standing behind two women at a table."}, {"scene_id": "bb-03-30-17s4", "raw": "A scene from a TV show in which a young man is interviewed about a horse", "with_names": "a young man is interviewed about a horse"}, {"scene_id": "bb-03-30-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "Zende is wearing a suit and tie"}, {"scene_id": "bb-03-30-17s8", "raw": "A scene from a TV show in which a woman is holding a microphone and a man is standing next to her.", "with_names": "Nicole is holding a microphone and a man is standing next to her."}, {"scene_id": "bb-03-30-17s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "R.J. is wearing a suit and a tie"}, {"scene_id": "bb-03-30-17s13", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white flower in her hair.", "with_names": "a woman is wearing a red jacket and a white flower in her hair."}, {"scene_id": "bb-03-30-17s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Maya are standing next to each other."}, {"scene_id": "bb-03-30-17s15", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white shirt, and another woman is in a green dress.", "with_names": "a woman is wearing a red jacket and a white shirt, and another woman is in a green dress."}, {"scene_id": "bb-03-30-17s16", "raw": "A scene from a TV show in which a necklace is seen hanging on a floral shirt. (WFSB)", "with_names": "a necklace is hanging on a floral shirt. (wfsb)"}, {"scene_id": "bb-03-30-17s17", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a man is standing behind her.", "with_names": "Sally is standing in a room with Saul and a man is standing behind her."}, {"scene_id": "bb-03-30-17s19", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-03-30-17s20", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-03-30-17s21", "raw": "A scene from a TV show in which a man is standing in a room with a painting and a TV.", "with_names": "Saul is standing in a room with a painting and a tv."}, {"scene_id": "bb-03-30-17s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-30-17s23", "raw": "A scene from a TV show in which a necklace is shown on a floral shirt.", "with_names": ""}, {"scene_id": "bb-03-30-17s25", "raw": "A scene from a TV show in which a woman is talking on the phone in a cluttered office.", "with_names": ""}, {"scene_id": "bb-03-30-17s27", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "Nicole is reading a letter to Thomas."}, {"scene_id": "bb-03-30-17s28", "raw": "A scene from a TV show in which a woman is talking to two men in an office.", "with_names": ""}]