[{"scene_id": "atwt-10-15-03s0", "raw": "A scene from a TV show in which a man is wearing a green shirt and a short brown hair", "with_names": "Aaron is wearing a green shirt and a short brown hair"}, {"scene_id": "atwt-10-15-03s1", "raw": "A scene from a TV show in which a black man is wearing a white lab coat and a purple tie.", "with_names": "a black man is wearing a white lab coat and a purple tie."}, {"scene_id": "atwt-10-15-03s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar.", "with_names": "a man and a woman are sitting at a bar."}, {"scene_id": "atwt-10-15-03s3", "raw": "A scene from a TV show in which a woman is standing in a doorway and another woman is coming out of the doorway.", "with_names": "a woman is standing in a doorway and another woman is coming out of the doorway."}, {"scene_id": "atwt-10-15-03s4", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-10-15-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-15-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-15-03s7", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with a woman."}, {"scene_id": "atwt-10-15-03s8", "raw": "A scene from a TV show in which a woman is looking down and smiling", "with_names": "Lucy is looking down and smiling"}, {"scene_id": "atwt-10-15-03s9", "raw": "A scene from a TV show in which a Kohl's logo is shown", "with_names": ""}, {"scene_id": "atwt-10-15-03s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "Craig is wearing a white shirt and a tie"}, {"scene_id": "atwt-10-15-03s11", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "Paul is looking down and his hair is blowing in the wind"}, {"scene_id": "atwt-10-15-03s12", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at Photographer and touching his face."}, {"scene_id": "atwt-10-15-03s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-15-03s14", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-15-03s15", "raw": "A scene from a TV show in which a man is lying on the floor with his eyes closed.", "with_names": "Craig is lying on the floor with his eyes closed."}, {"scene_id": "atwt-10-15-03s16", "raw": "A scene from a TV show in which two men are standing in front of a TV, with one of them looking at the other.", "with_names": "two men are standing in front of a tv, with one of them looking at the other."}, {"scene_id": "atwt-10-15-03s17", "raw": "A scene from a TV show in which a bald man is walking down a street, wearing a black jacket.", "with_names": "a bald man is walking down a street, wearing a black jacket."}, {"scene_id": "atwt-10-15-03s18", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Katie is crying."}, {"scene_id": "atwt-10-15-03s19", "raw": "A scene from a TV show in which a sign reads \"Antioxidant Orchard\"", "with_names": "a sign reads \"antioxidant orchard\""}, {"scene_id": "atwt-10-15-03s20", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-10-15-03s21", "raw": "A scene from a TV show in which a man is seen wearing a white shirt and grey pants.", "with_names": "Craig is wearing a white shirt and grey pants."}, {"scene_id": "atwt-10-15-03s22", "raw": "A scene from a TV show in which a woman is holding a green scarf and a man is standing behind her.", "with_names": "Rose is holding a green scarf and Paul is standing behind her."}, {"scene_id": "atwt-10-15-03s23", "raw": "A scene from a TV show in which a man is talking on the phone and holding a sign that says Liberty.", "with_names": ""}, {"scene_id": "atwt-10-15-03s24", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-15-03s25", "raw": "A scene from a TV show in which two men are standing in front of a bar, with bottles and a TV in the background.", "with_names": "two men are standing in front of a bar, with bottles and a tv in the background."}, {"scene_id": "atwt-10-15-03s26", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is sitting on a couch, and a potted plant is on the floor.", "with_names": ""}, {"scene_id": "atwt-10-15-03s27", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]