[{"scene_id": "oltl-04-19-07s0", "raw": "A scene from a TV show in which a person is sketching a picture.", "with_names": "a person is sketching a picture."}, {"scene_id": "oltl-04-19-07s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking.", "with_names": ""}, {"scene_id": "oltl-04-19-07s2", "raw": "A scene from a TV show in which four people are standing in a hallway, wearing jackets with the letters L on them.", "with_names": "four people are standing in a hallway, wearing jackets with the letters l on them."}, {"scene_id": "oltl-04-19-07s3", "raw": "A scene from a TV show in which a woman is seen wearing a dress and a man is wearing a dress", "with_names": "a woman is wearing a dress and a man is wearing a dress"}, {"scene_id": "oltl-04-19-07s4", "raw": "A scene from a TV show in which a man is standing in a room with a window and a light on.", "with_names": "a man is standing in a room with a window and a light on."}, {"scene_id": "oltl-04-19-07s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-19-07s6", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-04-19-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-19-07s8", "raw": "A scene from a TV show in which a man is standing in a room, holding his hands up in the air.", "with_names": "a man is standing in a room, holding his hands up in the air."}, {"scene_id": "oltl-04-19-07s9", "raw": "A scene from a TV show in which a woman is talking to a man in a room with a bookshelf and a vase.", "with_names": ""}, {"scene_id": "oltl-04-19-07s10", "raw": "A scene from a TV show in which a woman is being harassed by a group of people.", "with_names": "a woman is being harassed by a group of people."}, {"scene_id": "oltl-04-19-07s11", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a white t-shirt.", "with_names": "a young man is wearing a leather jacket and a white t-shirt."}, {"scene_id": "oltl-04-19-07s12", "raw": "A scene from a TV show in which a man is interviewed by a woman.", "with_names": "a man is interviewed by a woman."}, {"scene_id": "oltl-04-19-07s13", "raw": "A scene from a TV show in which a blonde woman is kissing a man on the cheek.", "with_names": "a blonde woman is kissing a man on the cheek."}, {"scene_id": "oltl-04-19-07s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-19-07s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-19-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-19-07s17", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-04-19-07s18", "raw": "A scene from a TV show in which a girl is holding a cup and a boy is looking at her.", "with_names": "a girl is holding a cup and a boy is looking at her."}, {"scene_id": "oltl-04-19-07s19", "raw": "A scene from a TV show in which a man and a woman are standing in a radio studio.", "with_names": "a man and a woman are standing in a radio studio."}, {"scene_id": "oltl-04-19-07s20", "raw": "A scene from a TV show in which a man and a woman are talking to a child.", "with_names": ""}, {"scene_id": "oltl-04-19-07s21", "raw": "A scene from a TV show in which a man is sitting behind a woman, looking at her with a stern expression.", "with_names": "a man is sitting behind a woman, looking at her with a stern expression."}, {"scene_id": "oltl-04-19-07s22", "raw": "A scene from a TV show in which a man and a woman are standing in a recording studio, with a computer and a microphone in the background.", "with_names": "a man and a woman are standing in a recording studio, with a computer and a microphone in the background."}, {"scene_id": "oltl-04-19-07s23", "raw": "A scene from a TV show in which a man is standing in a room with a painting on the wall and a chair in front of him.", "with_names": "a man is standing in a room with a painting on the wall and a chair in front of him."}, {"scene_id": "oltl-04-19-07s24", "raw": "A scene from a TV show in which a girl is standing on a stage and a woman is behind her.", "with_names": "a girl is standing on a stage and a woman is behind her."}, {"scene_id": "oltl-04-19-07s25", "raw": "A scene from a TV show in which a man and a woman are singing into a microphone.", "with_names": "] and Carlotta are singing into a microphone."}, {"scene_id": "oltl-04-19-07s26", "raw": "A scene from a TV show in which a blonde woman is kissing a man on the cheek.", "with_names": "a blonde woman is kissing a man on the cheek."}]