[{"scene_id": "oltl-10-03-11s0", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "oltl-10-03-11s1", "raw": "A scene from a TV show in which a woman is handed a vaccination card.", "with_names": "a woman is handed a vaccination card."}, {"scene_id": "oltl-10-03-11s2", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing in the hallway.", "with_names": "a man is walking down a hallway and another man is standing in the hallway."}, {"scene_id": "oltl-10-03-11s3", "raw": "A scene from a TV show in which a woman is standing in a room with a man sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-10-03-11s4", "raw": "A scene from a TV show in which a white circle is on the left side of the screen and a blue circle is in the middle.", "with_names": "a white circle is on the left side of the screen and a blue circle is in the middle."}, {"scene_id": "oltl-10-03-11s5", "raw": "A scene from a TV show in which a man is standing in front of an elevator and the number is", "with_names": "a man is standing in front of an elevator and the number is"}, {"scene_id": "oltl-10-03-11s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-03-11s7", "raw": "A scene from a TV show in which a blonde woman is looking down and a TV is on in the background.", "with_names": "a blonde woman is looking down and a tv is on in the background."}, {"scene_id": "oltl-10-03-11s8", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt and is looking down.", "with_names": "a woman is wearing a suit and a white shirt and is looking down."}, {"scene_id": "oltl-10-03-11s9", "raw": "A scene from a TV show in which a woman is wearing a neck brace and glasses and is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-03-11s10", "raw": "A scene from a TV show in which a woman is looking at a bottle.", "with_names": "a woman is looking at a bottle."}, {"scene_id": "oltl-10-03-11s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-03-11s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a wall.", "with_names": ""}, {"scene_id": "oltl-10-03-11s13", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-03-11s14", "raw": "A scene from a TV show in which a woman is wearing a white turtleneck and a scarf around her neck.", "with_names": "a woman is wearing a white turtleneck and a scarf around her neck."}, {"scene_id": "oltl-10-03-11s15", "raw": "A scene from a TV show in which a man and a young girl are standing in a doorway.", "with_names": "a man and a young girl are standing in a doorway."}, {"scene_id": "oltl-10-03-11s16", "raw": "A scene from a TV show in which a man is throwing a gun into a dumpster.", "with_names": "a man is throwing a gun into a dumpster."}, {"scene_id": "oltl-10-03-11s17", "raw": "A scene from a TV show in which a woman is wearing a neck brace and a blonde woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-03-11s18", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-03-11s19", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "oltl-10-03-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-03-11s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-03-11s22", "raw": "A scene from a TV show in which a woman is sitting in a room, wearing a black suit and white shirt, and blowing a kiss to someone off camera.", "with_names": "a woman is sitting in a room, wearing a black suit and white shirt, and blowing a kiss to someone off camera."}, {"scene_id": "oltl-10-03-11s23", "raw": "A scene from a TV show in which a woman is being scolded by two women.", "with_names": "a woman is being scolded by two women."}, {"scene_id": "oltl-10-03-11s24", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a book.", "with_names": ""}, {"scene_id": "oltl-10-03-11s25", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at the camera.", "with_names": "a blonde woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-10-03-11s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-03-11s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-03-11s28", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}, {"scene_id": "oltl-10-03-11s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-03-11s30", "raw": "A scene from a TV show in which a man is bleeding from his head", "with_names": "a man is bleeding from his head"}, {"scene_id": "oltl-10-03-11s31", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-10-03-11s32", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-10-03-11s33", "raw": "A scene from a TV show in which a woman is sitting next to a young girl and they are both looking at something.", "with_names": "a woman is sitting next to a young girl and they are both looking at something."}, {"scene_id": "oltl-10-03-11s34", "raw": "A scene from a TV show in which a man is seen in a dark room", "with_names": "a man is in a dark room"}]