[{"scene_id": "atwt-03-12-04s0", "raw": "A scene from a TV show in which a woman is walking out of a door with a bouquet of flowers.", "with_names": "a woman is walking out of a door with a bouquet of flowers."}, {"scene_id": "atwt-03-12-04s1", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-12-04s2", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-03-12-04s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-12-04s4", "raw": "A scene from a TV show in which a toy koala is shown to be a baby.", "with_names": ""}, {"scene_id": "atwt-03-12-04s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-12-04s6", "raw": "A scene from a TV show in which a woman is sitting in a room with a vase of flowers.", "with_names": "a woman is sitting in a room with a vase of flowers."}, {"scene_id": "atwt-03-12-04s7", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a mustache.", "with_names": "a man is wearing a black turtleneck and a mustache."}, {"scene_id": "atwt-03-12-04s8", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "atwt-03-12-04s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-12-04s10", "raw": "A scene from a TV show in which a woman is using a diaper to wipe her baby's bottom.", "with_names": "a woman is using a diaper to wipe her baby's bottom."}, {"scene_id": "atwt-03-12-04s11", "raw": "A scene from a TV show in which a woman is looking at a mirror and a man is standing behind her.", "with_names": "Sarah is looking at a mirror and ] is standing behind her."}, {"scene_id": "atwt-03-12-04s12", "raw": "A scene from a TV show in which a man is wearing a black coat and a white shirt", "with_names": "a man is wearing a black coat and a white shirt"}, {"scene_id": "atwt-03-12-04s13", "raw": "A scene from a TV show in which the words \"Everything is on sale\" are displayed", "with_names": "the words \"everything is on sale\" are displayed"}, {"scene_id": "atwt-03-12-04s14", "raw": "A scene from a TV show in which a woman is bending over to pick up a handbag", "with_names": "a woman is bending over to pick up a handbag"}, {"scene_id": "atwt-03-12-04s15", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down, with his mouth open.", "with_names": ""}, {"scene_id": "atwt-03-12-04s16", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-03-12-04s17", "raw": "A scene from a TV show in which a man is seen standing behind a can of Brawny White.", "with_names": "a man is standing behind a can of brawny white."}, {"scene_id": "atwt-03-12-04s18", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a man is standing behind her.", "with_names": "a woman is wearing a red turtleneck and a man is standing behind her."}, {"scene_id": "atwt-03-12-04s19", "raw": "A scene from a TV show in which a woman is using a tablet in a living room.", "with_names": "a woman is using a tablet in a living room."}, {"scene_id": "atwt-03-12-04s20", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a brown sweater.", "with_names": "a young man is wearing a red shirt and a brown sweater."}, {"scene_id": "atwt-03-12-04s21", "raw": "A scene from a TV show in which a man is holding a black cloth over a chair.", "with_names": "a man is holding a black cloth over a chair."}, {"scene_id": "atwt-03-12-04s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-03-12-04s23", "raw": "A scene from a TV show in which a woman is making a bed.", "with_names": "a woman is making a bed."}, {"scene_id": "atwt-03-12-04s24", "raw": "A scene from a TV show in which a woman is wearing a turtleneck and her hair blows in the wind.", "with_names": "a woman is wearing a turtleneck and her hair blows in the wind."}, {"scene_id": "atwt-03-12-04s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room, both holding bottles.", "with_names": "a man and a woman are standing in a room, both holding bottles."}, {"scene_id": "atwt-03-12-04s26", "raw": "A scene from a TV show in which a man is talking to someone and looking down", "with_names": ""}, {"scene_id": "atwt-03-12-04s27", "raw": "A scene from a TV show in which a man is seen holding a gun in his hand.", "with_names": "a man is holding a gun in his hand."}, {"scene_id": "atwt-03-12-04s28", "raw": "A scene from a TV show in which a blonde woman and a man are standing in a doorway.", "with_names": "a blonde woman and a man are standing in a doorway."}]