[{"scene_id": "bb-12-07-15s0", "raw": "A scene from a TV show in which a hospital is shown in the middle of a city.", "with_names": ""}, {"scene_id": "bb-12-07-15s1", "raw": "A scene from a TV show in which a black man is standing in a living room and a white woman is talking to him.", "with_names": ""}, {"scene_id": "bb-12-07-15s2", "raw": "A scene from a TV show in which a man is singing in a hospital room with three other people.", "with_names": "a man is singing in a hospital room with three other people."}, {"scene_id": "bb-12-07-15s4", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to Pam in a hospital bed."}, {"scene_id": "bb-12-07-15s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "bb-12-07-15s11", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Steffy is looking at the camera with a serious expression."}, {"scene_id": "bb-12-07-15s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "Thomas is wearing a suit and a tie"}, {"scene_id": "bb-12-07-15s13", "raw": "A scene from a TV show in which a man is working out with a punching bag.", "with_names": "a man is working out with a punching bag."}, {"scene_id": "bb-12-07-15s16", "raw": "A scene from a TV show in which a black man is interviewed about his experience with racism.", "with_names": "a black man is interviewed about his experience with racism."}, {"scene_id": "bb-12-07-15s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-07-15s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-07-15s21", "raw": "A scene from a TV show in which a man is shocked by another man's hand covering his mouth.", "with_names": "a man is shocked by another man's hand covering his mouth."}, {"scene_id": "bb-12-07-15s23", "raw": "A scene from a TV show in which a man is swimming in the ocean and a woman is standing on a pier.", "with_names": "a man is swimming in the ocean and a woman is standing on a pier."}]