[{"scene_id": "oltl-06-19-09s0", "raw": "A scene from a TV show in which a shirtless man is pouring a drink into a cup while a woman stands behind him.", "with_names": "a shirtless man is pouring a drink into a cup while a woman stands behind him."}, {"scene_id": "oltl-06-19-09s1", "raw": "A scene from a TV show in which a man is wearing a jockstrap and a woman is sitting on the floor.", "with_names": "a man is wearing a jockstrap and a woman is sitting on the floor."}, {"scene_id": "oltl-06-19-09s2", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-06-19-09s3", "raw": "A scene from a TV show in which a woman is wearing a wig and a man is shirtless.", "with_names": "a woman is wearing a wig and a man is shirtless."}, {"scene_id": "oltl-06-19-09s4", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at a picture.", "with_names": ""}, {"scene_id": "oltl-06-19-09s5", "raw": "A scene from a TV show in which a man is kneeling down and kissing a woman on the knee.", "with_names": "a man is kneeling down and kissing a woman on the knee."}, {"scene_id": "oltl-06-19-09s6", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a girl.", "with_names": "a woman is standing in a room with a man and a girl."}, {"scene_id": "oltl-06-19-09s7", "raw": "A scene from a TV show in which a blonde woman is lying on a lounger and smiling.", "with_names": "a blonde woman is lying on a lounger and smiling."}, {"scene_id": "oltl-06-19-09s8", "raw": "A scene from a TV show in which a woman is wearing a black leather jacket and a blonde wig.", "with_names": "a woman is wearing a black leather jacket and a blonde wig."}, {"scene_id": "oltl-06-19-09s9", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed and talking to a towel.", "with_names": ""}, {"scene_id": "oltl-06-19-09s10", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-06-19-09s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-19-09s12", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing next to her.", "with_names": "a woman is holding a piece of paper and a man is standing next to her."}, {"scene_id": "oltl-06-19-09s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "oltl-06-19-09s14", "raw": "A scene from a TV show in which a woman is talking to a man while holding a remote.", "with_names": ""}, {"scene_id": "oltl-06-19-09s15", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-19-09s16", "raw": "A scene from a TV show in which a man and a woman are lying on a lounge chair.", "with_names": "a man and a woman are lying on a lounge chair."}, {"scene_id": "oltl-06-19-09s17", "raw": "A scene from a TV show in which a man is standing naked in front of a woman.", "with_names": "a man is standing naked in front of a woman."}, {"scene_id": "oltl-06-19-09s18", "raw": "A scene from a TV show in which a man plays the cello and a woman looks on.", "with_names": "a man plays the cello and a woman looks on."}, {"scene_id": "oltl-06-19-09s19", "raw": "A scene from a TV show in which a man and a woman are lying on a lounge chair, with a person standing nearby.", "with_names": "a man and a woman are lying on a lounge chair, with a person standing nearby."}, {"scene_id": "oltl-06-19-09s20", "raw": "A scene from a TV show in which a woman is standing at a bar, talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-19-09s21", "raw": "A scene from a TV show in which a man is wearing a blue dress and a woman is standing next to him.", "with_names": "a man is wearing a blue dress and a woman is standing next to him."}, {"scene_id": "oltl-06-19-09s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-19-09s23", "raw": "A scene from a TV show in which a woman is looking down and closing her eyes.", "with_names": "a woman is looking down and closing her eyes."}, {"scene_id": "oltl-06-19-09s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-19-09s36", "raw": "", "with_names": ""}]