[{"scene_id": "pc-08-20-01s0", "raw": "A scene from a TV show in which a black man is yelling at a white woman.", "with_names": "a black man is yelling at a white woman."}, {"scene_id": "pc-08-20-01s2", "raw": "A scene from a TV show in which a woman is holding a man by the face and kissing him.", "with_names": "Livvie is holding Caleb by the face and kissing him."}, {"scene_id": "pc-08-20-01s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Alison on the cheek."}, {"scene_id": "pc-08-20-01s4", "raw": "A scene from a TV show in which a man is holding a pigeon", "with_names": "a man is holding a pigeon"}, {"scene_id": "pc-08-20-01s5", "raw": "A scene from a TV show in which a man is holding a woman by the hair and pulling her towards him.", "with_names": "a man is holding a woman by the hair and pulling her towards him."}, {"scene_id": "pc-08-20-01s6", "raw": "A scene from a TV show in which a man is kissing a woman's veil.", "with_names": "a man is kissing a woman's veil."}, {"scene_id": "pc-08-20-01s7", "raw": "A scene from a TV show in which a woman is holding a man's head and kissing him.", "with_names": "Livvie is holding Caleb's head and kissing him."}, {"scene_id": "pc-08-20-01s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "pc-08-20-01s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-08-20-01s10", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "pc-08-20-01s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Livvie is crying."}, {"scene_id": "pc-08-20-01s12", "raw": "A scene from a TV show in which a woman is crying and looking at a wall.", "with_names": "Lucy is crying and looking at a wall."}, {"scene_id": "pc-08-20-01s13", "raw": "A scene from a TV show in which a man is lying on his back with his eyes closed, and a woman is laying on top of him.", "with_names": "a man is lying on his back with his eyes closed, and a woman is laying on top of him."}, {"scene_id": "pc-08-20-01s14", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a bottle and the other is holding a glass.", "with_names": "two men are standing in a room, one of them is holding a bottle and the other is holding a glass."}]