[{"scene_id": "pc-08-20-01s0", "raw": "a man is talking about a woman who is wearing a black shirt.", "with_names": ""}, {"scene_id": "pc-08-20-01s1", "raw": "a man and a woman are kissing and kissing each other.", "with_names": "Caleb and Livvie are kissing and kissing each other."}, {"scene_id": "pc-08-20-01s2", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Jack and Alison are kissing each other in a room."}, {"scene_id": "pc-08-20-01s3", "raw": "a man is talking to a man and he is holding a shoe in his hand.", "with_names": ""}, {"scene_id": "pc-08-20-01s4", "raw": "a man is walking around a room with a man and he is holding a shoe.", "with_names": ""}, {"scene_id": "pc-08-20-01s5", "raw": "a man and woman are talking to each other in a room.", "with_names": ""}, {"scene_id": "pc-08-20-01s6", "raw": "a man is rubbing a woman's head and then she is rubbing her head.", "with_names": "Caleb is rubbing Livvie's head and then she is rubbing her head."}, {"scene_id": "pc-08-20-01s7", "raw": "a man and woman are laughing and laughing while a man is slapping the woman's face.", "with_names": "a man and woman are laughing and laughing while a man is slapping the woman's face."}, {"scene_id": "pc-08-20-01s8", "raw": "a man and a woman kiss each other in a room.", "with_names": "a man and a woman kiss each other in a room."}, {"scene_id": "pc-08-20-01s9", "raw": "a woman is sitting in a chair and she is lighting a candle.", "with_names": ""}, {"scene_id": "pc-08-20-01s10", "raw": "a man is talking to a woman and he is laughing.", "with_names": ""}, {"scene_id": "pc-08-20-01s11", "raw": "a man and a woman are sitting on a couch and talking to each other.", "with_names": ""}, {"scene_id": "pc-08-20-01s12", "raw": "a man and a woman are kissing each other in a darkened room.", "with_names": "a man and a woman are kissing each other in a darkened room."}, {"scene_id": "pc-08-20-01s13", "raw": "a man and woman are having a great time playing in the background.", "with_names": "Caleb and woman are having a great time playing in the background."}]