[{"scene_id": "bb-09-15-14s0", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk to a police officer.", "with_names": "a man and a woman sit on a couch and talk to a police officer."}, {"scene_id": "bb-09-15-14s2", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-09-15-14s3", "raw": "A scene from a TV show in which a fountain is turned into a snow globe.", "with_names": "a fountain is turned into a snow globe."}, {"scene_id": "bb-09-15-14s4", "raw": "A scene from a TV show in which a man and a woman kiss in a greenhouse.", "with_names": "a man and Quinn kiss in a greenhouse."}, {"scene_id": "bb-09-15-14s5", "raw": "A scene from a TV show in which a woman stands in a living room with her arms crossed.", "with_names": "a woman stands in a living room with her arms crossed."}, {"scene_id": "bb-09-15-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-15-14s7", "raw": "A scene from a TV show in which a police officer and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-09-15-14s8", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "Charlie is looking at a window."}, {"scene_id": "bb-09-15-14s9", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-15-14s10", "raw": "A scene from a TV show in which a blonde woman is talking to a woman in a white jacket.", "with_names": ""}, {"scene_id": "bb-09-15-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Brooke and Hope are arguing."}, {"scene_id": "bb-09-15-14s14", "raw": "A scene from a TV show in which a woman is wearing a green dress and looking at a painting.", "with_names": "a woman is wearing a green dress and looking at a painting."}, {"scene_id": "bb-09-15-14s15", "raw": "A scene from a TV show in which a woman stands in a room and talks.", "with_names": "Hope stands in a room and talks."}, {"scene_id": "bb-09-15-14s16", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace.", "with_names": "Quinn is wearing a leather jacket and a necklace."}, {"scene_id": "bb-09-15-14s17", "raw": "A scene from a TV show in which two men are arguing in a living room.", "with_names": "two men are arguing in a living room."}, {"scene_id": "bb-09-15-14s18", "raw": "A scene from a TV show in which a woman is giving a speech.", "with_names": "a woman is giving a speech."}, {"scene_id": "bb-09-15-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]