[{"scene_id": "oltl-08-31-07s0", "raw": "A scene from a TV show in which a woman is talking on the phone and a teddy bear is sitting next to her", "with_names": ""}, {"scene_id": "oltl-08-31-07s1", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman, and they are talking.", "with_names": ""}, {"scene_id": "oltl-08-31-07s2", "raw": "A scene from a TV show in which a man is handing a baby to a woman.", "with_names": "a man is handing a baby to a woman."}, {"scene_id": "oltl-08-31-07s3", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-08-31-07s4", "raw": "A scene from a TV show in which a blonde woman is standing in front of a bright light.", "with_names": "a blonde woman is standing in front of a bright light."}, {"scene_id": "oltl-08-31-07s5", "raw": "A scene from a TV show in which a woman is in a purple hoodie and is looking out of a jail cell.", "with_names": "a woman is in a purple hoodie and is looking out of a jail cell."}, {"scene_id": "oltl-08-31-07s6", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "oltl-08-31-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-31-07s8", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "oltl-08-31-07s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-08-31-07s10", "raw": "A scene from a TV show in which a man is holding a woman by the hand and she is looking at him.", "with_names": "a man is holding a woman by the hand and she is looking at him."}, {"scene_id": "oltl-08-31-07s11", "raw": "A scene from a TV show in which a man is sitting in a room with a window and a door behind him.", "with_names": "a man is sitting in a room with a window and a door behind him."}, {"scene_id": "oltl-08-31-07s12", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-08-31-07s13", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "oltl-08-31-07s14", "raw": "A scene from a TV show in which a man is standing in front of a window", "with_names": "a man is standing in front of a window"}, {"scene_id": "oltl-08-31-07s15", "raw": "A scene from a TV show in which a woman is sitting on the floor and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-31-07s16", "raw": "A scene from a TV show in which a woman is holding a lit candle in her hand.", "with_names": "a woman is holding a lit candle in her hand."}, {"scene_id": "oltl-08-31-07s17", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-31-07s18", "raw": "A scene from a TV show in which a woman is sitting at a table with a flower and a man is standing behind her.", "with_names": "a woman is sitting at a table with a flower and ] is standing behind her."}, {"scene_id": "oltl-08-31-07s19", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-08-31-07s20", "raw": "A scene from a TV show in which a man is holding a woman by the throat and another man is holding a chair in front of her.", "with_names": "a man is holding a woman by the throat and another man is holding a chair in front of her."}, {"scene_id": "oltl-08-31-07s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-31-07s22", "raw": "A scene from a TV show in which a man holds a baby while a woman looks on.", "with_names": "a man holds a baby while a woman looks on."}, {"scene_id": "oltl-08-31-07s23", "raw": "A scene from a TV show in which a young man is talking to someone in a bathroom stall.", "with_names": ""}, {"scene_id": "oltl-08-31-07s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-31-07s25", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase and a man is standing behind her.", "with_names": "a woman is sitting at a table with a vase and ] is standing behind her."}, {"scene_id": "oltl-08-31-07s26", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "oltl-08-31-07s27", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-31-07s28", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "oltl-08-31-07s29", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at a woman."}]