[{"scene_id": "atwt-09-23-05s0", "raw": "A scene from a TV show in which a woman is wearing a black hat and a gold necklace", "with_names": "a woman is wearing a black hat and a gold necklace"}, {"scene_id": "atwt-09-23-05s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-09-23-05s2", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-23-05s3", "raw": "A scene from a TV show in which a rooster is seen walking on a roof with a egg in its beak.", "with_names": "a rooster is walking on a roof with a egg in its beak."}, {"scene_id": "atwt-09-23-05s4", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-23-05s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-23-05s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-23-05s7", "raw": "A scene from a TV show in which a man is standing in a bar, holding a drink and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-23-05s8", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "atwt-09-23-05s9", "raw": "A scene from a TV show in which a man is seen putting his shoes on.", "with_names": "a man is putting his shoes on."}, {"scene_id": "atwt-09-23-05s10", "raw": "A scene from a TV show in which a woman is looking off to the side. The text reads \"Without a Trace\"", "with_names": "a woman is looking off to the side. the text reads \"without a trace\""}, {"scene_id": "atwt-09-23-05s11", "raw": "A scene from a TV show in which a blonde woman and a man are sitting next to each other.", "with_names": "a blonde woman and a man are sitting next to each other."}, {"scene_id": "atwt-09-23-05s12", "raw": "A scene from a TV show in which a woman is wearing a black suit and a gold necklace.", "with_names": "a woman is wearing a black suit and a gold necklace."}, {"scene_id": "atwt-09-23-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-23-05s14", "raw": "A scene from a TV show in which a mother and daughter are eating pizza together.", "with_names": "a mother and daughter are eating pizza together."}, {"scene_id": "atwt-09-23-05s15", "raw": "A scene from a TV show in which a woman is seen picking up a piece of paper from a table.", "with_names": "a woman is picking up a piece of paper from a table."}, {"scene_id": "atwt-09-23-05s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-23-05s17", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace", "with_names": "] is wearing a black shirt and a necklace"}, {"scene_id": "atwt-09-23-05s18", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-23-05s19", "raw": "A scene from a TV show in which a dog is filmed running through the snow.", "with_names": "a dog is filmed running through the snow."}, {"scene_id": "atwt-09-23-05s20", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "atwt-09-23-05s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-23-05s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-09-23-05s23", "raw": "A scene from a TV show in which a woman is walking down a street, wearing a floral top and jeans.", "with_names": "a woman is walking down a street, wearing a floral top and jeans."}, {"scene_id": "atwt-09-23-05s24", "raw": "A scene from a TV show in which a large white object is being held by a robotic arm.", "with_names": "a large white object is being held by a robotic arm."}]