[{"scene_id": "oltl-08-02-07s0", "raw": "A scene from a TV show in which a man is standing in a courtroom with a woman and another man.", "with_names": "a man is standing in a courtroom with a woman and another man."}, {"scene_id": "oltl-08-02-07s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-02-07s2", "raw": "A scene from a TV show in which a woman is talking on the phone and holding a handbag.", "with_names": ""}, {"scene_id": "oltl-08-02-07s3", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-08-02-07s4", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-02-07s5", "raw": "A scene from a TV show in which a man is standing in front of two women.", "with_names": "a man is standing in front of two women."}, {"scene_id": "oltl-08-02-07s6", "raw": "A scene from a TV show in which a man is bending over a desk and a woman is standing behind him.", "with_names": "a man is bending over a desk and a woman is standing behind him."}, {"scene_id": "oltl-08-02-07s7", "raw": "A scene from a TV show in which a man is standing next to a woman and she is looking at him angrily.", "with_names": "a man is standing next to a woman and she is looking at him angrily."}, {"scene_id": "oltl-08-02-07s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-02-07s9", "raw": "A scene from a TV show in which a young man is in a blue prison jumpsuit and a white t-shirt.", "with_names": "a young man is in a blue prison jumpsuit and a white t-shirt."}, {"scene_id": "oltl-08-02-07s10", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "oltl-08-02-07s11", "raw": "A scene from a TV show in which a man is handcuffed and a woman is holding his arms.", "with_names": "a man is handcuffed and a woman is holding his arms."}, {"scene_id": "oltl-08-02-07s12", "raw": "A scene from a TV show in which a young man is looking at a woman and smiling.", "with_names": "a young man is looking at a woman and smiling."}, {"scene_id": "oltl-08-02-07s13", "raw": "A scene from a TV show in which a man is seen having sex with a woman in a restaurant.", "with_names": "a man is having sex with a woman in a restaurant."}, {"scene_id": "oltl-08-02-07s14", "raw": "A scene from a TV show in which a woman is standing next to another woman, both of them are wearing white suits.", "with_names": "a woman is standing next to another woman, both of them are wearing white suits."}, {"scene_id": "oltl-08-02-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-02-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-02-07s17", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-02-07s18", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-08-02-07s19", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit.", "with_names": ""}, {"scene_id": "oltl-08-02-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-02-07s21", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-02-07s22", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-08-02-07s23", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing outside the cell.", "with_names": "a woman is in a jail cell and another woman is standing outside the cell."}, {"scene_id": "oltl-08-02-07s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-02-07s25", "raw": "A scene from a TV show in which a sign reads \"We are sorry but you have insufficient funds available\"", "with_names": "a sign reads \"we are sorry but you have insufficient funds available\""}, {"scene_id": "oltl-08-02-07s26", "raw": "A scene from a TV show in which a man is sitting at a table and looking at a vase.", "with_names": "a man is sitting at a table and looking at a vase."}, {"scene_id": "oltl-08-02-07s27", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "oltl-08-02-07s28", "raw": "A scene from a TV show in which a man is holding a beer and talking to a woman.", "with_names": ""}]