[{"scene_id": "bb-09-16-03s0", "raw": "A scene from a TV show in which a man is standing in front of a door and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-16-03s3", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "bb-09-16-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-16-03s5", "raw": "A scene from a TV show in which a doctor is injecting a patient with a drug.", "with_names": "a doctor is injecting a patient with a drug."}, {"scene_id": "bb-09-16-03s7", "raw": "A scene from a TV show in which a man is lying in a hospital bed and two nurses are standing nearby.", "with_names": "Brooke is lying in a hospital bed and two nurses are standing nearby."}, {"scene_id": "bb-09-16-03s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking to a doctor.", "with_names": ""}, {"scene_id": "bb-09-16-03s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-16-03s28", "raw": "A scene from a TV show in which a woman sits at a table with a picture frame and flowers", "with_names": "Nurse sits at a table with a picture frame and flowers"}, {"scene_id": "bb-09-16-03s29", "raw": "A scene from a TV show in which a man stands in front of a door with his arms crossed.", "with_names": "Oscar stands in front of a door with his arms crossed."}, {"scene_id": "bb-09-16-03s30", "raw": "A scene from a TV show in which a woman is wearing a flower crown.", "with_names": "a woman is wearing a flower crown."}, {"scene_id": "bb-09-16-03s31", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in a red dress.", "with_names": "a man is wearing a black shirt and Both is in a red dress."}, {"scene_id": "bb-09-16-03s32", "raw": "A scene from a TV show in which a woman is standing in a red dress and a man is watching her.", "with_names": "Bridget is standing in a red dress and Oscar is watching her."}]