[{"scene_id": "bb-09-16-03s0", "raw": "a man and woman are talking about a conference and then a woman is walking away.", "with_names": ""}, {"scene_id": "bb-09-16-03s1", "raw": "a woman is standing in front of a white wall and she is stretching her hands.", "with_names": "a woman is standing in front of a white wall and she is stretching her hands."}, {"scene_id": "bb-09-16-03s2", "raw": "a woman is talking about her experience and then two women are shown.", "with_names": ""}, {"scene_id": "bb-09-16-03s3", "raw": "a man is laying down on a bed and a woman is crying.", "with_names": "Oscar is laying down on a bed and a woman is crying."}, {"scene_id": "bb-09-16-03s4", "raw": "a woman is talking about a hospital patient while another woman is wearing a white shirt.", "with_names": ""}, {"scene_id": "bb-09-16-03s5", "raw": "a woman is talking about a hospital bed and a man is talking about the hospital.", "with_names": ""}, {"scene_id": "bb-09-16-03s6", "raw": "a woman is walking around a room and then a man is talking.", "with_names": ""}, {"scene_id": "bb-09-16-03s7", "raw": "a woman is sitting at a table and then a woman is sitting down and then she falls down.", "with_names": "Nurse is sitting at a table and then a woman is sitting down and then she falls down."}, {"scene_id": "bb-09-16-03s8", "raw": "a woman is talking about her experience and then a man is shown walking away.", "with_names": ""}, {"scene_id": "bb-09-16-03s9", "raw": "a woman is having her hair cut by another woman.", "with_names": "a woman is having her hair cut by another woman."}, {"scene_id": "bb-09-16-03s10", "raw": "a man and woman are in a room and one woman is trying to get her hair cut.", "with_names": "Both and woman are in a room and one woman is trying to get her hair cut."}, {"scene_id": "bb-09-16-03s11", "raw": "a man is running through a park and then a woman is running through a ladder.", "with_names": "Oscar is running through a park and then Bridget is running through a ladder."}]