[{"scene_id": "pc-05-21-03s0", "raw": "A scene from a TV show in which a man is talking to someone and looking at a candle.", "with_names": ""}, {"scene_id": "pc-05-21-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-05-21-03s2", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-05-21-03s3", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both looking at something.", "with_names": "a woman is standing next to a man and they are both looking at something."}, {"scene_id": "pc-05-21-03s4", "raw": "A scene from a TV show in which a man is seen with a beard and long hair", "with_names": "a man is with a beard and long hair"}, {"scene_id": "pc-05-21-03s5", "raw": "A scene from a TV show in which a woman is talking to a man in a barber shop.", "with_names": ""}, {"scene_id": "pc-05-21-03s6", "raw": "A scene from a TV show in which a woman is talking to a bottle.", "with_names": ""}, {"scene_id": "pc-05-21-03s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "pc-05-21-03s8", "raw": "A scene from a TV show in which a man is standing in a coffee shop and a woman is behind him.", "with_names": "a man is standing in a coffee shop and a woman is behind him."}, {"scene_id": "pc-05-21-03s9", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "pc-05-21-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is talking back to him.", "with_names": ""}, {"scene_id": "pc-05-21-03s11", "raw": "A scene from a TV show in which a woman is lying on a bed in a morgue.", "with_names": "a woman is lying on a bed in a morgue."}, {"scene_id": "pc-05-21-03s12", "raw": "A scene from a TV show in which the title Port Charles is displayed over a background of flames.", "with_names": "the title port charles is displayed over a background of flames."}]