[{"scene_id": "atwt-07-14-04s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-14-04s1", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "atwt-07-14-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile on her face.", "with_names": ""}, {"scene_id": "atwt-07-14-04s3", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-14-04s4", "raw": "A scene from a TV show in which a bald man is wearing a suit and a tie and smiling", "with_names": "a bald man is wearing a suit and a tie and smiling"}, {"scene_id": "atwt-07-14-04s5", "raw": "A scene from a TV show in which a man is sitting at a desk with his head in a chair, while a woman stands behind him with her arms crossed.", "with_names": "a man is sitting at a desk with his head in a chair, while a woman stands behind him with her arms crossed."}, {"scene_id": "atwt-07-14-04s6", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-07-14-04s7", "raw": "A scene from a TV show in which a new product is introduced", "with_names": "a new product is introduced"}, {"scene_id": "atwt-07-14-04s8", "raw": "A scene from a TV show in which a man is talking to someone and a microphone is visible in the background.", "with_names": ""}, {"scene_id": "atwt-07-14-04s9", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-14-04s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-07-14-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-14-04s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a car.", "with_names": "a man and a woman are sitting next to each other in a car."}, {"scene_id": "atwt-07-14-04s13", "raw": "A scene from a TV show in which a woman is playing the drums on stage.", "with_names": "a woman is playing the drums on stage."}, {"scene_id": "atwt-07-14-04s14", "raw": "A scene from a TV show in which a man is wearing a suit and a green tie.", "with_names": "a man is wearing a suit and a green tie."}, {"scene_id": "atwt-07-14-04s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-14-04s16", "raw": "A scene from a TV show in which a tub of Rush's Litehouse Creamy Chicken is shown on a table", "with_names": ""}, {"scene_id": "atwt-07-14-04s17", "raw": "A scene from a TV show in which a hot tub is advertised for $3999.", "with_names": "a hot tub is advertised for $3999."}, {"scene_id": "atwt-07-14-04s18", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt", "with_names": "a man is wearing a suit and a shirt"}, {"scene_id": "atwt-07-14-04s19", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-07-14-04s20", "raw": "A scene from a TV show in which a man is cutting a woman's hair.", "with_names": "] is cutting a woman's hair."}, {"scene_id": "atwt-07-14-04s21", "raw": "A scene from a TV show in which a woman is talking to a man and a necklace is visible on her neck.", "with_names": ""}, {"scene_id": "atwt-07-14-04s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-14-04s23", "raw": "A scene from a TV show in which a conductor is conducting an orchestra.", "with_names": "a conductor is conducting an orchestra."}, {"scene_id": "atwt-07-14-04s24", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-14-04s25", "raw": "A scene from a TV show in which a man is kissing his forehead", "with_names": "a man is kissing his forehead"}, {"scene_id": "atwt-07-14-04s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-14-04s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-14-04s28", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-07-14-04s29", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]