[{"scene_id": "atwt-07-26-05s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-26-05s1", "raw": "A scene from a TV show in which a man is holding a knife and talking to two boys.", "with_names": ""}, {"scene_id": "atwt-07-26-05s2", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is standing next to her.", "with_names": "a woman is wearing a robe and a man is standing next to her."}, {"scene_id": "atwt-07-26-05s3", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-07-26-05s4", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-26-05s5", "raw": "A scene from a TV show in which a woman is wearing a green robe and her hair is in a ponytail.", "with_names": "a woman is wearing a green robe and her hair is in a ponytail."}, {"scene_id": "atwt-07-26-05s6", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-07-26-05s7", "raw": "A scene from a TV show in which a rock wall is shown with the words \"no claim forms to fill out\"", "with_names": ""}, {"scene_id": "atwt-07-26-05s8", "raw": "A scene from a TV show in which a woman is wearing a green robe and her hair is in a ponytail.", "with_names": "a woman is wearing a green robe and her hair is in a ponytail."}, {"scene_id": "atwt-07-26-05s9", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and looking at the camera.", "with_names": "a man is wearing a shirt and tie and looking at the camera."}, {"scene_id": "atwt-07-26-05s10", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-26-05s11", "raw": "A scene from a TV show in which a woman is talking about the world turning.", "with_names": ""}, {"scene_id": "atwt-07-26-05s12", "raw": "A scene from a TV show in which a young man is wearing a suit and tie and looking down.", "with_names": "a young man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-07-26-05s13", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, holding a man's hand.", "with_names": "] is lying on a hospital bed, holding a man's hand."}, {"scene_id": "atwt-07-26-05s14", "raw": "A scene from a TV show in which a woman is smiling and looking at another woman.", "with_names": "a woman is smiling and looking at another woman."}, {"scene_id": "atwt-07-26-05s15", "raw": "A scene from a TV show in which a woman is seen with her hair in a messy bun", "with_names": "a woman is with her hair in a messy bun"}, {"scene_id": "atwt-07-26-05s16", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "a man is standing in front of a window, looking out."}, {"scene_id": "atwt-07-26-05s17", "raw": "A scene from a TV show in which a green germ is being chased by a police officer.", "with_names": "a green germ is being chased by a police officer."}, {"scene_id": "atwt-07-26-05s18", "raw": "A scene from a TV show in which a woman is dancing with a man in a bar.", "with_names": "a woman is dancing with ] in a bar."}, {"scene_id": "atwt-07-26-05s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-26-05s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-26-05s21", "raw": "A scene from a TV show in which a man is talking to someone and looking at a door.", "with_names": ""}, {"scene_id": "atwt-07-26-05s22", "raw": "A scene from a TV show in which a man is looking at a piece of paper.", "with_names": "a man is looking at a piece of paper."}, {"scene_id": "atwt-07-26-05s23", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "a man is looking at a window."}]