[{"scene_id": "gl-02-20-03s0", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "gl-02-20-03s1", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a grey dress.", "with_names": ""}, {"scene_id": "gl-02-20-03s2", "raw": "A scene from a TV show in which a woman is holding a card and a man is standing next to her.", "with_names": "a woman is holding a card and a man is standing next to her."}, {"scene_id": "gl-02-20-03s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase of flowers.", "with_names": "a woman is sitting at a table with a vase of flowers."}, {"scene_id": "gl-02-20-03s4", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-20-03s5", "raw": "A scene from a TV show in which a man is talking to another man at a restaurant.", "with_names": ""}, {"scene_id": "gl-02-20-03s6", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-02-20-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-20-03s8", "raw": "A scene from a TV show in which a woman is kissing a man while he is topless.", "with_names": "a woman is kissing a man while he is topless."}, {"scene_id": "gl-02-20-03s9", "raw": "A scene from a TV show in which a man is in bed with a woman", "with_names": "a man is in bed with a woman"}, {"scene_id": "gl-02-20-03s10", "raw": "A scene from a TV show in which a man is talking to another mann.", "with_names": ""}, {"scene_id": "gl-02-20-03s11", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-02-20-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-20-03s13", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "gl-02-20-03s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-02-20-03s15", "raw": "A scene from a TV show in which a woman is laughing and covering her mouth with her hand.", "with_names": "a woman is laughing and covering her mouth with her hand."}]