[{"scene_id": "gl-02-20-03s0", "raw": "a man is talking to a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-02-20-03s1", "raw": "a man and woman are sitting at a table and having a conversation.", "with_names": "Tony and woman are sitting at a table and having a conversation."}, {"scene_id": "gl-02-20-03s2", "raw": "a woman is being interviewed at a podium and she is being interviewed.", "with_names": "a woman is being interviewed at a podium and she is being interviewed."}, {"scene_id": "gl-02-20-03s3", "raw": "a man and woman are sitting at a table and talking about a website.", "with_names": ""}, {"scene_id": "gl-02-20-03s4", "raw": "a man and woman are talking about a man and she is laughing.", "with_names": ""}, {"scene_id": "gl-02-20-03s5", "raw": "a woman is talking about a restaurant and a man is sitting at a table.", "with_names": ""}, {"scene_id": "gl-02-20-03s6", "raw": "a man and woman are in a room and they are kissing each other", "with_names": "Bill and woman are in a room and they are kissing each other"}, {"scene_id": "gl-02-20-03s7", "raw": "a man and woman are enjoying a romantic dinner in a restaurant.", "with_names": "Alan and woman are enjoying a romantic dinner in a restaurant."}, {"scene_id": "gl-02-20-03s8", "raw": "a couple is dancing in a restaurant and a couple is sitting at a table.", "with_names": "a couple is dancing in a restaurant and a couple is sitting at a table."}, {"scene_id": "gl-02-20-03s9", "raw": "a man and a woman are hugging each other and hugging each other.", "with_names": "Bill and Michelle are hugging each other and hugging each other."}, {"scene_id": "gl-02-20-03s10", "raw": "a man is walking around a restaurant and is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-20-03s11", "raw": "a man and a woman are kissing each other in a dimly lit room.", "with_names": "Bill and Michelle are kissing each other in a dimly lit room."}, {"scene_id": "gl-02-20-03s12", "raw": "a man and woman are talking about a man and then they kiss each other.", "with_names": ""}, {"scene_id": "gl-02-20-03s13", "raw": "a man is in a room and he is getting ready to make a bed.", "with_names": "Bill is in a room and he is getting ready to make a bed."}, {"scene_id": "gl-02-20-03s14", "raw": "a man and woman are walking around a restaurant and kissing each other.", "with_names": ""}, {"scene_id": "gl-02-20-03s15", "raw": "a man and woman are walking around a room and then a man is talking.", "with_names": ""}]