[{"scene_id": "bb-07-08-14s0", "raw": "A scene from a TV show in which a car drives past a house.", "with_names": "a car drives past a house."}, {"scene_id": "bb-07-08-14s1", "raw": "A scene from a TV show in which a man and a woman walk along the beach.", "with_names": "a man and a woman walk along the beach."}, {"scene_id": "bb-07-08-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-08-14s3", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "bb-07-08-14s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-07-08-14s5", "raw": "A scene from a TV show in which a man slaps another man.", "with_names": "a man slaps another man."}, {"scene_id": "bb-07-08-14s6", "raw": "A scene from a TV show in which a woman is dancing in a room with other people.", "with_names": "a woman is dancing in a room with other people."}, {"scene_id": "bb-07-08-14s7", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-07-08-14s8", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "bb-07-08-14s9", "raw": "A scene from a TV show in which a woman is getting dressed in a room with a man.", "with_names": "a woman is getting dressed in a room with a man."}, {"scene_id": "bb-07-08-14s10", "raw": "A scene from a TV show in which a man is trying to put a gun in his pants.", "with_names": "a man is trying to put a gun in his pants."}, {"scene_id": "bb-07-08-14s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-07-08-14s12", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-07-08-14s13", "raw": "A scene from a TV show in which a man walks through a room with a large desk and a green couch.", "with_names": "a man walks through a room with a large desk and a green couch."}, {"scene_id": "bb-07-08-14s14", "raw": "", "with_names": ""}]