[{"scene_id": "bb-06-07-17s0", "raw": "A scene from a TV show in which a woman looks through a telescope.", "with_names": "a woman looks through a telescope."}, {"scene_id": "bb-06-07-17s1", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "bb-06-07-17s2", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are looking at each other.", "with_names": "Maya is sitting next to Rick and they are looking at each other."}, {"scene_id": "bb-06-07-17s3", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-07-17s5", "raw": "A scene from a TV show in which a coffee table is set with a vase of flowers, a teapot, cups, and pastries.", "with_names": "a coffee table is set with a vase of flowers, a teapot, cups, and pastries."}, {"scene_id": "bb-06-07-17s6", "raw": "A scene from a TV show in which a man is standing in a foyer with a cup of coffee.", "with_names": "a man is standing in a foyer with a cup of coffee."}, {"scene_id": "bb-06-07-17s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "bb-06-07-17s8", "raw": "A scene from a TV show in which a woman is sitting next to a man on a plane.", "with_names": "a woman is sitting next to a man on a plane."}, {"scene_id": "bb-06-07-17s9", "raw": "A scene from a TV show in which a woman is standing in a living room with her arms crossed, looking at a man in a suit.", "with_names": "Maya is standing in a living room with her arms crossed, looking at Rick in a suit."}, {"scene_id": "bb-06-07-17s10", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-06-07-17s11", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "bb-06-07-17s12", "raw": "A scene from a TV show in which a woman is talking to a man on a plane.", "with_names": ""}, {"scene_id": "bb-06-07-17s13", "raw": "A scene from a TV show in which a young woman sits on a couch and talks about her past.", "with_names": "a young woman sits on a couch and talks about her past."}, {"scene_id": "bb-06-07-17s14", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "bb-06-07-17s15", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is looking at her with a look of disgust on her face.", "with_names": ""}, {"scene_id": "bb-06-07-17s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-07-17s17", "raw": "A scene from a TV show in which a woman holds a baby and talks to two men.", "with_names": "a woman holds a baby and talks to two men."}, {"scene_id": "bb-06-07-17s18", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Julius is in a hospital bed, wearing a mask."}]