[{"scene_id": "atwt-05-17-05s0", "raw": "A scene from a TV show in which a man is lying on top of a woman, kissing her.", "with_names": "Keith is lying on top of Lily, kissing her."}, {"scene_id": "atwt-05-17-05s1", "raw": "A scene from a TV show in which a man is sitting in a room with a fireplace and a couch", "with_names": "a man is sitting in a room with a fireplace and a couch"}, {"scene_id": "atwt-05-17-05s2", "raw": "A scene from a TV show in which a woman is looking at something off-screen.", "with_names": "a woman is looking at something off-screen."}, {"scene_id": "atwt-05-17-05s3", "raw": "A scene from a TV show in which a man and a woman are dancing in a room.", "with_names": "a man and a woman are dancing in a room."}, {"scene_id": "atwt-05-17-05s4", "raw": "A scene from a TV show in which blue spheres are floating in a white liquid.", "with_names": "blue spheres are floating in a white liquid."}, {"scene_id": "atwt-05-17-05s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-17-05s6", "raw": "A scene from a TV show in which a man is looking down and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-17-05s7", "raw": "A scene from a TV show in which the word Transitions is written in blue", "with_names": "the word transitions is written in blue"}, {"scene_id": "atwt-05-17-05s8", "raw": "A scene from a TV show in which a young man is wearing a red jacket and a black shirt.", "with_names": "a young man is wearing a red jacket and a black shirt."}, {"scene_id": "atwt-05-17-05s9", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-05-17-05s10", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-05-17-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-17-05s12", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "] is smiling and looking at the camera."}, {"scene_id": "atwt-05-17-05s13", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing next to her.", "with_names": "a woman is wearing a green dress and a man is standing next to her."}, {"scene_id": "atwt-05-17-05s14", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-17-05s15", "raw": "A scene from a TV show in which a baby is being spanked", "with_names": "a baby is being spanked"}, {"scene_id": "atwt-05-17-05s16", "raw": "A scene from a TV show in which a young man is sitting in front of a picture of his parents.", "with_names": "a young man is sitting in front of a picture of his parents."}, {"scene_id": "atwt-05-17-05s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "a woman is looking at ] and he is looking away from her."}, {"scene_id": "atwt-05-17-05s18", "raw": "A scene from a TV show in which a man is holding a cell phone and a woman is looking at him.", "with_names": "a man is holding a cell phone and a woman is looking at him."}, {"scene_id": "atwt-05-17-05s19", "raw": "A scene from a TV show in which a box of Huggies diapers is sitting in the grass.", "with_names": "a box of huggies diapers is sitting in the grass."}, {"scene_id": "atwt-05-17-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-17-05s21", "raw": "A scene from a TV show in which a man is holding a teddy bear and a woman is looking at him.", "with_names": "a man is holding a teddy bear and a woman is looking at him."}, {"scene_id": "atwt-05-17-05s22", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-17-05s23", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}]