[{"scene_id": "gl-06-15-04s0", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "Cassie is arguing with Edmund."}, {"scene_id": "gl-06-15-04s1", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "gl-06-15-04s2", "raw": "A scene from a TV show in which a man is being confronted by a police officer.", "with_names": "a man is being confronted by a police officer."}, {"scene_id": "gl-06-15-04s3", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman is in a green dress.", "with_names": "a man is wearing a white shirt and a woman is in a green dress."}, {"scene_id": "gl-06-15-04s4", "raw": "A scene from a TV show in which a man is being harassed by a woman.", "with_names": "a man is being harassed by a woman."}, {"scene_id": "gl-06-15-04s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-06-15-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and a flower is visible in the background.", "with_names": ""}, {"scene_id": "gl-06-15-04s7", "raw": "A scene from a TV show in which a woman is lying on a hospital bed, holding a man in her arms.", "with_names": "a woman is lying on a hospital bed, holding a man in her arms."}, {"scene_id": "gl-06-15-04s8", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a plant.", "with_names": ""}, {"scene_id": "gl-06-15-04s9", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-06-15-04s10", "raw": "", "with_names": ""}, {"scene_id": "gl-06-15-04s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is looking at him.", "with_names": ""}, {"scene_id": "gl-06-15-04s12", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-06-15-04s13", "raw": "A scene from a TV show in which a man is flirting with a woman.", "with_names": "a man is flirting with a woman."}, {"scene_id": "gl-06-15-04s14", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie", "with_names": "a man is wearing a suit and a bow tie"}, {"scene_id": "gl-06-15-04s15", "raw": "A scene from a TV show in which a doctor is talking to a patient about his health.", "with_names": ""}, {"scene_id": "gl-06-15-04s16", "raw": "A scene from a TV show in which a man is holding his head in his hand.", "with_names": "a man is holding his head in his hand."}, {"scene_id": "gl-06-15-04s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-06-15-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-15-04s19", "raw": "A scene from a TV show in which a woman is wearing a white suit and a man is in a tuxedo.", "with_names": "a woman is wearing a white suit and a man is in a tuxedo."}]