[{"scene_id": "oltl-06-05-07s0", "raw": "A scene from a TV show in which a man is being hypnotized by a machine.", "with_names": "a man is being hypnotized by a machine."}, {"scene_id": "oltl-06-05-07s1", "raw": "A scene from a TV show in which a woman is sitting in a room with a vase of flowers.", "with_names": "a woman is sitting in a room with a vase of flowers."}, {"scene_id": "oltl-06-05-07s2", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "] is in the dark"}, {"scene_id": "oltl-06-05-07s3", "raw": "A scene from a TV show in which a woman is standing in a recording studio, holding a script and wearing a skirt.", "with_names": "a woman is standing in a recording studio, holding a script and wearing a skirt."}, {"scene_id": "oltl-06-05-07s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room. The man is looking at the woman, who is looking back at him.", "with_names": "a man and a woman are standing next to each other in a room. the man is looking at the woman, who is looking back at him."}, {"scene_id": "oltl-06-05-07s5", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-06-05-07s6", "raw": "A scene from a TV show in which a man is looking at a woman while she is holding a handbag.", "with_names": "a man is looking at a woman while she is holding a handbag."}, {"scene_id": "oltl-06-05-07s7", "raw": "A scene from a TV show in which a firefighter is being comforted by a police officer.", "with_names": "a firefighter is being comforted by a police officer."}, {"scene_id": "oltl-06-05-07s8", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-06-05-07s9", "raw": "A scene from a TV show in which a man is lying on the ground with his head sticking out of a hole in the floor.", "with_names": "a man is lying on the ground with his head sticking out of a hole in the floor."}, {"scene_id": "oltl-06-05-07s10", "raw": "A scene from a TV show in which a woman is kneeling over a man who is lying on the ground.", "with_names": "a woman is kneeling over a man who is lying on the ground."}, {"scene_id": "oltl-06-05-07s11", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-05-07s12", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-05-07s13", "raw": "A scene from a TV show in which a security guard is yelling at a passenger.", "with_names": "a security guard is yelling at a passenger."}, {"scene_id": "oltl-06-05-07s14", "raw": "A scene from a TV show in which a man is sitting in a chair in a room with a British flag hanging on the wall.", "with_names": ""}, {"scene_id": "oltl-06-05-07s15", "raw": "A scene from a TV show in which a man is lying on the ground, his head is bleeding, and a woman is holding him up.", "with_names": "a man is lying on the ground, his head is bleeding, and a woman is holding him up."}, {"scene_id": "oltl-06-05-07s16", "raw": "A scene from a TV show in which a man is lying on a gurney with a tube coming out of his mouth.", "with_names": "a man is lying on a gurney with a tube coming out of his mouth."}, {"scene_id": "oltl-06-05-07s17", "raw": "A scene from a TV show in which a man is holding a woman down on a bed, while another manI is standing behind them.", "with_names": "a man is holding a woman down on a bed, while another mani is standing behind them."}, {"scene_id": "oltl-06-05-07s18", "raw": "A scene from a TV show in which a man is fixing a bicycle.", "with_names": "a man is fixing a bicycle."}, {"scene_id": "oltl-06-05-07s19", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-05-07s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-05-07s21", "raw": "A scene from a TV show in which workers are seen beating a pig.", "with_names": "workers are beating a pig."}, {"scene_id": "oltl-06-05-07s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-05-07s23", "raw": "A scene from a TV show in which a man is singing with his eyes closed.", "with_names": "a man is singing with his eyes closed."}, {"scene_id": "oltl-06-05-07s24", "raw": "A scene from a TV show in which a woman is being held by a man in a hospital.", "with_names": "a woman is being held by a man in a hospital."}, {"scene_id": "oltl-06-05-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-05-07s26", "raw": "A scene from a TV show in which a doctor is using a scalpel to cut a patient's arm.", "with_names": "a doctor is using a scalpel to cut a patient's arm."}, {"scene_id": "oltl-06-05-07s27", "raw": "A scene from a TV show in which a young woman is sitting in a courtroom and smiling.", "with_names": "a young woman is sitting in a courtroom and smiling."}, {"scene_id": "oltl-06-05-07s28", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "oltl-06-05-07s29", "raw": "A scene from a TV show in which a man is seen holding a gun in a hotel room.", "with_names": "a man is holding a gun in a hotel room."}, {"scene_id": "oltl-06-05-07s30", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is laying on the bed next to him.", "with_names": "a man is sitting on a bed and a woman is laying on the bed next to him."}, {"scene_id": "oltl-06-05-07s31", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-06-05-07s32", "raw": "A scene from a TV show in which a nurse is seen standing in a hospital room, holding a gun.", "with_names": "a nurse is standing in a hospital room, holding a gun."}]