[{"scene_id": "pc-10-19-01s0", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "pc-10-19-01s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-10-19-01s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-10-19-01s5", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Million Dollar Baby\" and a man is looking at her.", "with_names": "a woman is wearing a shirt that says \"million dollar baby\" and a man is looking at her."}, {"scene_id": "pc-10-19-01s6", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Valerie."}, {"scene_id": "pc-10-19-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-10-19-01s8", "raw": "A scene from a TV show in which a woman is being hit on the head by a man.", "with_names": "Lucy is being hit on the head by a man."}, {"scene_id": "pc-10-19-01s9", "raw": "A scene from a TV show in which a woman is being threatened by a man.", "with_names": "Alison is being threatened by Jamal."}, {"scene_id": "pc-10-19-01s10", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "pc-10-19-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-19-01s12", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "pc-10-19-01s13", "raw": "A scene from a TV show in which a man is holding a wine glass and a camera to his face.", "with_names": "Jamal is holding a wine glass and a camera to his face."}, {"scene_id": "pc-10-19-01s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Officer is kissing Valerie on the cheek."}, {"scene_id": "pc-10-19-01s15", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is holding a handbag.", "with_names": "Jack is wearing a leather jacket and Valerie is holding a handbag."}, {"scene_id": "pc-10-19-01s16", "raw": "A scene from a TV show in which a woman is lying on a bed with a candle and a glass of wine.", "with_names": "Livvie is lying on a bed with a candle and a glass of wine."}, {"scene_id": "pc-10-19-01s17", "raw": "A scene from a TV show in which a blonde woman is wearing a shirt that says \"Million Dollar Baby\"", "with_names": "a blonde woman is wearing a shirt that says \"million dollar baby\""}, {"scene_id": "pc-10-19-01s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-19-01s19", "raw": "A scene from a TV show in which a doll is sitting in a chair in a living room.", "with_names": ""}, {"scene_id": "pc-10-19-01s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is in the background.", "with_names": "Jack is wearing a leather jacket and Valerie is in the background."}, {"scene_id": "pc-10-19-01s21", "raw": "A scene from a TV show in which a woman is talking to a man and she is laughing.", "with_names": ""}, {"scene_id": "pc-10-19-01s22", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her", "with_names": "a woman is wearing a red dress and Kevin is standing behind her"}]