[{"scene_id": "atwt-06-29-09s0", "raw": "A scene from a TV show in which a man is holding a woman down on the ground.", "with_names": "Riley is holding Margo down on the ground."}, {"scene_id": "atwt-06-29-09s1", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a necklace", "with_names": "a man is wearing a purple shirt and a necklace"}, {"scene_id": "atwt-06-29-09s2", "raw": "A scene from a TV show in which a man is holding a knife to a woman's throat.", "with_names": "a man is holding a knife to a woman's throat."}, {"scene_id": "atwt-06-29-09s3", "raw": "A scene from a TV show in which a person is seen through a window with the letters J and A on it.", "with_names": "a person is through a window with the letters j and a on it."}, {"scene_id": "atwt-06-29-09s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and long hair", "with_names": "a woman is wearing a black dress and long hair"}, {"scene_id": "atwt-06-29-09s5", "raw": "A scene from a TV show in which a man is wearing a blue jacket and a black t-shirt", "with_names": "a man is wearing a blue jacket and a black t-shirt"}, {"scene_id": "atwt-06-29-09s6", "raw": "A scene from a TV show in which a man is wearing a military uniform and a woman is in the background.", "with_names": "a man is wearing a military uniform and ] is in the background."}, {"scene_id": "atwt-06-29-09s7", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-06-29-09s8", "raw": "A scene from a TV show in which a man is walking down a hallway with his hood up.", "with_names": "a man is walking down a hallway with his hood up."}, {"scene_id": "atwt-06-29-09s9", "raw": "A scene from a TV show in which a man is wearing a blue hoodie and a black t-shirt.", "with_names": "a man is wearing a blue hoodie and a black t-shirt."}, {"scene_id": "atwt-06-29-09s10", "raw": "A scene from a TV show in which Tide detergent is used to make a collage of people.", "with_names": "tide detergent is used to make a collage of people."}, {"scene_id": "atwt-06-29-09s11", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown hair", "with_names": "a man is wearing a black shirt and a brown hair"}, {"scene_id": "atwt-06-29-09s12", "raw": "A scene from a TV show in which a man is standing next to a shirtless man in a blue shirt.", "with_names": "a man is standing next to a shirtless man in a blue shirt."}, {"scene_id": "atwt-06-29-09s13", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-29-09s14", "raw": "A scene from a TV show in which money is being blown up", "with_names": "money is being blown up"}, {"scene_id": "atwt-06-29-09s15", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-06-29-09s16", "raw": "A scene from a TV show in which a man is wearing a yellow polo shirt and a woman is standing behind him.", "with_names": "a man is wearing a yellow polo shirt and a woman is standing behind him."}, {"scene_id": "atwt-06-29-09s17", "raw": "A scene from a TV show in which a man is looking at his hand and scratching his chin", "with_names": "a man is looking at his hand and scratching his chin"}, {"scene_id": "atwt-06-29-09s18", "raw": "A scene from a TV show in which a paper airplane is launched from a catapult.", "with_names": "a paper airplane is launched from a catapult."}, {"scene_id": "atwt-06-29-09s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-29-09s20", "raw": "A scene from a TV show in which a man is holding a door open with a knife.", "with_names": "a man is holding a door open with a knife."}, {"scene_id": "atwt-06-29-09s21", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-29-09s22", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-29-09s23", "raw": "A scene from a TV show in which a man is wearing a military jacket and sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-06-29-09s24", "raw": "A scene from a TV show in which Dove deodorant is being advertised.", "with_names": "dove deodorant is being advertised."}, {"scene_id": "atwt-06-29-09s25", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-29-09s26", "raw": "A scene from a TV show in which a soldier is seen hugging a civilian.", "with_names": "a soldier is hugging a civilian."}, {"scene_id": "atwt-06-29-09s27", "raw": "A scene from a TV show in which a man is looking at the camera and making a funny face.", "with_names": "a man is looking at the camera and making a funny face."}, {"scene_id": "atwt-06-29-09s28", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a polo shirt.", "with_names": ""}, {"scene_id": "atwt-06-29-09s29", "raw": "A scene from a TV show in which a yogurt is compared to a yoghurt", "with_names": "a yogurt is compared to a yoghurt"}]