[{"scene_id": "bb-08-24-17s0", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a box.", "with_names": "two women are standing in a room, one of them is holding a box."}, {"scene_id": "bb-08-24-17s1", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-24-17s2", "raw": "A scene from a TV show in which a woman is served food by a waiter.", "with_names": "a woman is served food by a waiter."}, {"scene_id": "bb-08-24-17s3", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-24-17s4", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing in front of him.", "with_names": "a man is sitting at a desk and another man is standing in front of him."}, {"scene_id": "bb-08-24-17s5", "raw": "A scene from a TV show in which a woman is sitting at a desk with a notebook and a pen, looking at another woman.", "with_names": "a woman is sitting at a desk with a notebook and a pen, looking at another woman."}, {"scene_id": "bb-08-24-17s6", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is walking behind him.", "with_names": "a man is standing in front of a desk and a woman is walking behind him."}, {"scene_id": "bb-08-24-17s7", "raw": "A scene from a TV show in which a man is sitting in an office and talking to a baby.", "with_names": ""}, {"scene_id": "bb-08-24-17s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room with pictures on the walls.", "with_names": ""}, {"scene_id": "bb-08-24-17s9", "raw": "A scene from a TV show in which a man is seen walking into a room with a closet.", "with_names": "Darlita is walking into a room with a closet."}, {"scene_id": "bb-08-24-17s10", "raw": "A scene from a TV show in which a woman is standing in front of a desk and a man is sitting behind it.", "with_names": "Sally is standing in front of a desk and a man is sitting behind it."}, {"scene_id": "bb-08-24-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-24-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "bb-08-24-17s13", "raw": "A scene from a TV show in which a woman is looking at a gold object.", "with_names": "Steffy is looking at a gold object."}, {"scene_id": "bb-08-24-17s14", "raw": "A scene from a TV show in which a woman is wearing a white blouse and a skirt.", "with_names": "a woman is wearing a white blouse and a skirt."}, {"scene_id": "bb-08-24-17s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}]