[{"scene_id": "atwt-02-22-06s0", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-02-22-06s1", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-22-06s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-02-22-06s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-22-06s4", "raw": "A scene from a TV show in which a woman is dancing in a suit.", "with_names": "a woman is dancing in a suit."}, {"scene_id": "atwt-02-22-06s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-22-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-22-06s7", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-02-22-06s8", "raw": "A scene from a TV show in which a child is spelling out the word 'I'm ready'", "with_names": "a child is spelling out the word 'i'm ready'"}, {"scene_id": "atwt-02-22-06s9", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-02-22-06s10", "raw": "A scene from a TV show in which a woman is trying on a coat.", "with_names": "a woman is trying on a coat."}, {"scene_id": "atwt-02-22-06s11", "raw": "A scene from a TV show in which a man is standing on a woman's knees, and she is looking up at him.", "with_names": "a man is standing on a woman's knees, and she is looking up at him."}, {"scene_id": "atwt-02-22-06s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-02-22-06s13", "raw": "A scene from a TV show in which a man with long blonde hair is wearing a green shirt.", "with_names": "a man with long blonde hair is wearing a green shirt."}, {"scene_id": "atwt-02-22-06s14", "raw": "A scene from a TV show in which a young boy sits at a table eating a bowl of food.", "with_names": "a young boy sits at a table eating a bowl of food."}, {"scene_id": "atwt-02-22-06s15", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-02-22-06s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-22-06s17", "raw": "A scene from a TV show in which a man is wearing a black shirt and a blonde wig", "with_names": "a man is wearing a black shirt and a blonde wig"}, {"scene_id": "atwt-02-22-06s18", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "] is looking down and a woman is standing behind him."}, {"scene_id": "atwt-02-22-06s19", "raw": "A scene from a TV show in which a ghost is seen through a window.", "with_names": "a ghost is through a window."}, {"scene_id": "atwt-02-22-06s20", "raw": "A scene from a TV show in which a woman is wearing a black coat and a necklace", "with_names": "a woman is wearing a black coat and a necklace"}, {"scene_id": "atwt-02-22-06s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-22-06s22", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-02-22-06s23", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "] and a woman are looking at each other."}, {"scene_id": "atwt-02-22-06s24", "raw": "A scene from a TV show in which a man opens a box of Bisquick.", "with_names": "a man opens a box of bisquick."}, {"scene_id": "atwt-02-22-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-22-06s26", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-02-22-06s27", "raw": "A scene from a TV show in which a woman is wearing a black and brown patterned shirt and a blonde bob haircut.", "with_names": "a woman is wearing a black and brown patterned shirt and a blonde bob haircut."}, {"scene_id": "atwt-02-22-06s28", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-02-22-06s29", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-02-22-06s30", "raw": "A scene from a TV show in which a man is seen sleeping with his wife.", "with_names": "a man is sleeping with his wife."}]