[{"scene_id": "bb-04-01-14s0", "raw": "A scene from a TV show in which a woman is seduced by a man.", "with_names": "Katie is seduced by Ridge."}, {"scene_id": "bb-04-01-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-01-14s2", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-01-14s3", "raw": "A scene from a TV show in which a woman is standing in front of a man, with a door behind her and a picture on the wall behind her.", "with_names": "a woman is standing in front of a man, with a door behind her and a picture on the wall behind her."}, {"scene_id": "bb-04-01-14s4", "raw": "A scene from a TV show in which a woman is standing over a man in a chair.", "with_names": "a woman is standing over a man in a chair."}, {"scene_id": "bb-04-01-14s5", "raw": "A scene from a TV show in which a woman is hugging a man and showing off her engagement ring.", "with_names": "a woman is hugging a man and showing off her engagement ring."}, {"scene_id": "bb-04-01-14s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-01-14s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-01-14s8", "raw": "A scene from a TV show in which a man is holding a coffee cup and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-01-14s9", "raw": "A scene from a TV show in which a man is talking to a woman while sitting in a chair.", "with_names": ""}, {"scene_id": "bb-04-01-14s10", "raw": "A scene from a TV show in which a man is sitting in a courtroom with a woman and a lawyer.", "with_names": "a man is sitting in a courtroom with a woman and a lawyer."}, {"scene_id": "bb-04-01-14s11", "raw": "A scene from a TV show in which two women are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-04-01-14s12", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at the camera.", "with_names": "a man is standing in front of a door and looking at the camera."}, {"scene_id": "bb-04-01-14s13", "raw": "A scene from a TV show in which a man and a woman are in a room, and the man is looking at a computer monitor.", "with_names": "a man and a woman are in a room, and the man is looking at a computer monitor."}, {"scene_id": "bb-04-01-14s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-01-14s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]