[{"scene_id": "gl-09-14-04s0", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a t-shirt with the word \"Frau\" written on it.", "with_names": "a woman is wearing a white jacket and a t-shirt with the word \"frau\" written on it."}, {"scene_id": "gl-09-14-04s1", "raw": "A scene from a TV show in which a lawyer is arguing with a client.", "with_names": "a lawyer is arguing with a client."}, {"scene_id": "gl-09-14-04s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "gl-09-14-04s3", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-09-14-04s4", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-14-04s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-14-04s6", "raw": "A scene from a TV show in which a man is wearing a red shirt and a leather jacket.", "with_names": "a man is wearing a red shirt and a leather jacket."}, {"scene_id": "gl-09-14-04s7", "raw": "A scene from a TV show in which a man is holding a cup and smiling.", "with_names": "a man is holding a cup and smiling."}, {"scene_id": "gl-09-14-04s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera with an angry expression.", "with_names": "a man is wearing a suit and a tie and is looking at the camera with an angry expression."}, {"scene_id": "gl-09-14-04s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-09-14-04s10", "raw": "A scene from a TV show in which a man is talking to a baby.", "with_names": ""}, {"scene_id": "gl-09-14-04s11", "raw": "A scene from a TV show in which a woman is wearing a white coat and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-09-14-04s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-14-04s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-14-04s14", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-14-04s15", "raw": "A scene from a TV show in which a woman is smiling and wearing a white shirt.", "with_names": "a woman is smiling and wearing a white shirt."}, {"scene_id": "gl-09-14-04s16", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a suit.", "with_names": "a man is looking at a woman and he is wearing a suit."}, {"scene_id": "gl-09-14-04s17", "raw": "A scene from a TV show in which a man is talking to someone and wearing a white shirt", "with_names": ""}, {"scene_id": "gl-09-14-04s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-09-14-04s19", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-14-04s20", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "gl-09-14-04s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-14-04s22", "raw": "A scene from a TV show in which Freddie Mercury is shown in a room with a red butterfly on the wall.", "with_names": ""}, {"scene_id": "gl-09-14-04s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-09-14-04s24", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-14-04s25", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "gl-09-14-04s26", "raw": "", "with_names": ""}]