[{"scene_id": "oltl-04-30-08s0", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "oltl-04-30-08s1", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, smiling at a little girl.", "with_names": "a man and a woman are sitting at a table, smiling at a little girl."}, {"scene_id": "oltl-04-30-08s2", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-04-30-08s3", "raw": "A scene from a TV show in which the word \"One Life\" is written on a wall", "with_names": "the word \"one life\" is written on a wall"}, {"scene_id": "oltl-04-30-08s4", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "oltl-04-30-08s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-04-30-08s6", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-30-08s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and another man defocused in the background.", "with_names": "a woman is sitting at a table with a man and another man defocused in the background."}, {"scene_id": "oltl-04-30-08s8", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-30-08s9", "raw": "A scene from a TV show in which two men are walking down a street and one of them is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-04-30-08s10", "raw": "A scene from a TV show in which a young man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-04-30-08s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk, with a computer and a book in front of them.", "with_names": "a man and a woman are sitting at a desk, with a computer and a book in front of them."}, {"scene_id": "oltl-04-30-08s12", "raw": "A scene from a TV show in which a man is putting money into a drawer.", "with_names": "a man is putting money into a drawer."}, {"scene_id": "oltl-04-30-08s13", "raw": "A scene from a TV show in which a blonde girl is smiling at a brunette girl.", "with_names": "a blonde girl is smiling at a brunette girl."}, {"scene_id": "oltl-04-30-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-30-08s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and drinking coffee.", "with_names": ""}, {"scene_id": "oltl-04-30-08s16", "raw": "A scene from a TV show in which two women are standing in front of a mirror, one of them is holding a handbag.", "with_names": "two women are standing in front of a mirror, one of them is holding a handbag."}, {"scene_id": "oltl-04-30-08s17", "raw": "A scene from a TV show in which a woman is standing in a living room and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-04-30-08s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-30-08s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-30-08s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-04-30-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-30-08s22", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at the camera.", "with_names": "a man is sitting on a bench and looking at the camera."}, {"scene_id": "oltl-04-30-08s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-04-30-08s24", "raw": "A scene from a TV show in which a door is open and a person is standing outside", "with_names": "a door is open and a person is standing outside"}, {"scene_id": "oltl-04-30-08s25", "raw": "A scene from a TV show in which a girl is crying and a man is holding her.", "with_names": "a girl is crying and a man is holding her."}]