[{"scene_id": "gl-03-14-06s0", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-03-14-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-03-14-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-14-06s3", "raw": "A scene from a TV show in which a man is playing guitar and a woman is walking away from him.", "with_names": "a man is playing guitar and a woman is walking away from him."}, {"scene_id": "gl-03-14-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-14-06s5", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her face covered by a sheet.", "with_names": "a woman is in a dark room, with her face covered by a sheet."}, {"scene_id": "gl-03-14-06s6", "raw": "A scene from a TV show in which a woman is sitting at a bar with a red handbag", "with_names": "a woman is sitting at a bar with a red handbag"}, {"scene_id": "gl-03-14-06s7", "raw": "A scene from a TV show in which a woman is talking to someone in a hallway.", "with_names": ""}, {"scene_id": "gl-03-14-06s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him.", "with_names": "a man is wearing a black shirt and a woman is standing behind him."}, {"scene_id": "gl-03-14-06s9", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "gl-03-14-06s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-14-06s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and big earrings", "with_names": "a woman is wearing a red dress and big earrings"}, {"scene_id": "gl-03-14-06s12", "raw": "A scene from a TV show in which a man is seen bending over and picking up a bottle from a counter.", "with_names": "a man is bending over and picking up a bottle from a counter."}, {"scene_id": "gl-03-14-06s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-03-14-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-14-06s15", "raw": "A scene from a TV show in which a woman is lying on the ground, her face contorted in pain.", "with_names": "a woman is lying on the ground, her face contorted in pain."}, {"scene_id": "gl-03-14-06s16", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "gl-03-14-06s17", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "gl-03-14-06s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a jacket.", "with_names": "a woman is wearing a red dress and a man is in a jacket."}, {"scene_id": "gl-03-14-06s19", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "gl-03-14-06s20", "raw": "A scene from a TV show in which a man and a woman are shaking hands.", "with_names": "a man and a woman are shaking hands."}, {"scene_id": "gl-03-14-06s21", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-03-14-06s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-03-14-06s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-14-06s24", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a puzzled expression.", "with_names": ""}, {"scene_id": "gl-03-14-06s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-14-06s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-14-06s27", "raw": "A scene from a TV show in which a man is being hit on the head by another man.", "with_names": "a man is being hit on the head by another man."}, {"scene_id": "gl-03-14-06s28", "raw": "A scene from a TV show in which a man is talking to a woman and a bouquet is visible in the background.", "with_names": ""}]