[{"scene_id": "atwt-01-26-10s0", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a black shirt.", "with_names": "Paul is walking down a hallway, wearing a black shirt."}, {"scene_id": "atwt-01-26-10s1", "raw": "A scene from a TV show in which a woman is bending over to pick up a cup from a man.", "with_names": "a woman is bending over to pick up a cup from a man."}, {"scene_id": "atwt-01-26-10s2", "raw": "A scene from a TV show in which a woman is shown in a kitchen, with a glass of milk and a plate of food in front of her.", "with_names": ""}, {"scene_id": "atwt-01-26-10s3", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-01-26-10s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "atwt-01-26-10s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-01-26-10s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-26-10s7", "raw": "A scene from a TV show in which a man is holding a deck of cards.", "with_names": "a man is holding a deck of cards."}, {"scene_id": "atwt-01-26-10s8", "raw": "A scene from a TV show in which Lysol disinfectant wipes are being used.", "with_names": "lysol disinfectant wipes are being used."}, {"scene_id": "atwt-01-26-10s9", "raw": "A scene from a TV show in which a man is trying to get a woman to kiss him.", "with_names": "a man is trying to get a woman to kiss him."}, {"scene_id": "atwt-01-26-10s10", "raw": "A scene from a TV show in which a man is walking into a bathroom and a door is open", "with_names": "a man is walking into a bathroom and a door is open"}, {"scene_id": "atwt-01-26-10s11", "raw": "A scene from a TV show in which a woman is sitting in a room and looking to the right.", "with_names": "a woman is sitting in a room and looking to the right."}, {"scene_id": "atwt-01-26-10s12", "raw": "A scene from a TV show in which a woman applies blue face paint to a young boy.", "with_names": "a woman applies blue face paint to a young boy."}, {"scene_id": "atwt-01-26-10s13", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "atwt-01-26-10s14", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "a woman is in a hospital bed and a man is standing next to her."}, {"scene_id": "atwt-01-26-10s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-26-10s16", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "a man is looking down and his hair is blowing in the wind"}, {"scene_id": "atwt-01-26-10s17", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-26-10s18", "raw": "A scene from a TV show in which a man and his dog are sitting in a car.", "with_names": "a man and his dog are sitting in a car."}, {"scene_id": "atwt-01-26-10s19", "raw": "A scene from a TV show in which a man is holding a woman by the arm and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-26-10s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-26-10s21", "raw": "A scene from a TV show in which a couple is being interviewed by a tax official.", "with_names": "a couple is being interviewed by a tax official."}, {"scene_id": "atwt-01-26-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-26-10s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-26-10s24", "raw": "A scene from a TV show in which a man is wearing a green sweater and a blue shirt", "with_names": "a man is wearing a green sweater and a blue shirt"}, {"scene_id": "atwt-01-26-10s25", "raw": "A scene from a TV show in which a woman is lying on a bed with rose petals and candles surrounding her.", "with_names": "a woman is lying on a bed with rose petals and candles surrounding her."}]