[{"scene_id": "atwt-01-09-09s0", "raw": "A scene from a TV show in which a woman is sitting at a table and smoking a cigarette.", "with_names": "Carly is sitting at a table and smoking a cigarette."}, {"scene_id": "atwt-01-09-09s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-09-09s2", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind.", "with_names": ""}, {"scene_id": "atwt-01-09-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-09-09s4", "raw": "A scene from a TV show in which a man is standing in a room with a door and a clock on the wall.", "with_names": "a man is standing in a room with a door and a clock on the wall."}, {"scene_id": "atwt-01-09-09s5", "raw": "A scene from a TV show in which dancers are performing in a Mardi Gras parade.", "with_names": "dancers are performing in a mardi gras parade."}, {"scene_id": "atwt-01-09-09s6", "raw": "A scene from a TV show in which a woman is sitting at a table and making a hand gesture.", "with_names": "a woman is sitting at a table and making a hand gesture."}, {"scene_id": "atwt-01-09-09s7", "raw": "A scene from a TV show in which a young man is playing a guitar and singing.", "with_names": "a young man is playing a guitar and singing."}, {"scene_id": "atwt-01-09-09s8", "raw": "A scene from a TV show in which a woman is standing in a hallway, holding a handbag.", "with_names": "a woman is standing in a hallway, holding a handbag."}, {"scene_id": "atwt-01-09-09s9", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "atwt-01-09-09s10", "raw": "A scene from a TV show in which Ford is featured", "with_names": "ford is featured"}, {"scene_id": "atwt-01-09-09s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-01-09-09s12", "raw": "A scene from a TV show in which a young girl is lying in a hospital bed and looking up at the camera.", "with_names": "a young girl is lying in a hospital bed and looking up at the camera."}, {"scene_id": "atwt-01-09-09s13", "raw": "A scene from a TV show in which a man is looking at his phone", "with_names": "a man is looking at his phone"}, {"scene_id": "atwt-01-09-09s14", "raw": "A scene from a TV show in which a woman is talking on the phone and looking annoyed.", "with_names": ""}, {"scene_id": "atwt-01-09-09s15", "raw": "A scene from a TV show in which a woman is hit in the face by a man.", "with_names": "a woman is hit in the face by a man."}, {"scene_id": "atwt-01-09-09s16", "raw": "A scene from a TV show in which a green credit card is being beamed into a red triangle.", "with_names": "a green credit card is being beamed into a red triangle."}, {"scene_id": "atwt-01-09-09s17", "raw": "A scene from a TV show in which a boy and a girl are standing next to a man.", "with_names": "a boy and a girl are standing next to a man."}, {"scene_id": "atwt-01-09-09s18", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-01-09-09s19", "raw": "A scene from a TV show in which a black screen is shown with the words Last year in Canada we provided one third of all shelter beds", "with_names": ""}, {"scene_id": "atwt-01-09-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-01-09-09s21", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-01-09-09s22", "raw": "A scene from a TV show in which a woman is applying lip gloss.", "with_names": "a woman is applying lip gloss."}, {"scene_id": "atwt-01-09-09s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him", "with_names": "a man is lying in a hospital bed and a woman is standing next to him"}, {"scene_id": "atwt-01-09-09s24", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "] is looking at a woman and smiling."}, {"scene_id": "atwt-01-09-09s25", "raw": "A scene from a TV show in which a little girl is running in the snow.", "with_names": "a little girl is running in the snow."}, {"scene_id": "atwt-01-09-09s26", "raw": "A scene from a TV show in which a blonde woman is talking to someone and gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-01-09-09s27", "raw": "A scene from a TV show in which a man is holding a baby on a bed.", "with_names": "a man is holding a baby on a bed."}]