[{"scene_id": "atwt-03-11-04s0", "raw": "A scene from a TV show in which a woman is lying in bed and looking at the camera.", "with_names": "a woman is lying in bed and looking at the camera."}, {"scene_id": "atwt-03-11-04s1", "raw": "A scene from a TV show in which a young man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-11-04s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-11-04s3", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "atwt-03-11-04s4", "raw": "A scene from a TV show in which a man sits at a desk with a photo album open in front of him.", "with_names": "a man sits at a desk with a photo album open in front of him."}, {"scene_id": "atwt-03-11-04s5", "raw": "A scene from a TV show in which the words \"The World Turns\" are written in white over a blue background", "with_names": "the words \"the world turns\" are written in white over a blue background"}, {"scene_id": "atwt-03-11-04s6", "raw": "A scene from a TV show in which a wedge of cheese is cut in half.", "with_names": "a wedge of cheese is cut in half."}, {"scene_id": "atwt-03-11-04s7", "raw": "A scene from a TV show in which a boy is talking on his cell phone while a girl is standing behind him.", "with_names": ""}, {"scene_id": "atwt-03-11-04s8", "raw": "A scene from a TV show in which a man is looking at a screen with a surprised expression.", "with_names": "a man is looking at a screen with a surprised expression."}, {"scene_id": "atwt-03-11-04s9", "raw": "A scene from a TV show in which a woman is holding a sheet in front of a window.", "with_names": "a woman is holding a sheet in front of a window."}, {"scene_id": "atwt-03-11-04s10", "raw": "A scene from a TV show in which a blonde woman is wearing a blue turtleneck and a light blue jacket.", "with_names": "a blonde woman is wearing a blue turtleneck and a light blue jacket."}, {"scene_id": "atwt-03-11-04s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-11-04s12", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey bow tie", "with_names": "a man is wearing a white shirt and a grey bow tie"}, {"scene_id": "atwt-03-11-04s13", "raw": "A scene from a TV show in which a baby is sitting on the floor and a stuffed bear is standing in front of him.", "with_names": "a baby is sitting on the floor and a stuffed bear is standing in front of him."}, {"scene_id": "atwt-03-11-04s14", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-11-04s15", "raw": "A scene from a TV show in which a young man is sitting in a classroom, looking at the camera.", "with_names": "a young man is sitting in a classroom, looking at the camera."}, {"scene_id": "atwt-03-11-04s16", "raw": "A scene from a TV show in which a woman is seen holding a bottle and a pacifier.", "with_names": "a woman is holding a bottle and a pacifier."}, {"scene_id": "atwt-03-11-04s17", "raw": "A scene from a TV show in which a blonde woman is wearing a red coat and a blue turtleneck.", "with_names": "a blonde woman is wearing a red coat and a blue turtleneck."}, {"scene_id": "atwt-03-11-04s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is wearing a black coat and the woman is wearing a black dress.", "with_names": "a man and a woman are standing in a room, the man is wearing a black coat and the woman is wearing a black dress."}, {"scene_id": "atwt-03-11-04s19", "raw": "A scene from a TV show in which a Kohl's logo is shown", "with_names": ""}, {"scene_id": "atwt-03-11-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-03-11-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-11-04s22", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-11-04s23", "raw": "A scene from a TV show in which a woman is wearing a red sweater and looking at the camera.", "with_names": "a woman is wearing a red sweater and looking at the camera."}, {"scene_id": "atwt-03-11-04s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]