[{"scene_id": "bb-01-12-17s0", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "bb-01-12-17s2", "raw": "A scene from a TV show in which a man is standing in front of a door with a spiral staircase.", "with_names": "Steffy is standing in front of a door with a spiral staircase."}, {"scene_id": "bb-01-12-17s3", "raw": "A scene from a TV show in which a man is talking to someone and the subtitles read: \"Twitter: @RidgeForester\"", "with_names": ""}, {"scene_id": "bb-01-12-17s5", "raw": "A scene from a TV show in which a man is talking to a lawyer in a luxurious home.", "with_names": ""}, {"scene_id": "bb-01-12-17s7", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-01-12-17s8", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "bb-01-12-17s9", "raw": "A scene from a TV show in which two men are standing in an office.", "with_names": "two men are standing in an office."}, {"scene_id": "bb-01-12-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-12-17s11", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-01-12-17s12", "raw": "A scene from a TV show in which two men are standing next to each other in suits.", "with_names": "two men are standing next to each other in suits."}, {"scene_id": "bb-01-12-17s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-12-17s14", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Thomas and Steffy are standing in a living room."}, {"scene_id": "bb-01-12-17s16", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "bb-01-12-17s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-12-17s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-12-17s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is seen in the background.", "with_names": "Steffy is wearing a white shirt and a man is in the background."}]