[{"scene_id": "gl-04-02-03s0", "raw": "A scene from a TV show in which a man is sitting in a booth, holding a cup and looking at his phone.", "with_names": "Frank is sitting in a booth, holding a cup and looking at his phone."}, {"scene_id": "gl-04-02-03s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-04-02-03s2", "raw": "A scene from a TV show in which a police officer is sitting at a desk with a laptop and a man is standing behind him.", "with_names": "a police officer is sitting at a desk with a laptop and a man is standing behind him."}, {"scene_id": "gl-04-02-03s3", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen, with a plate of food in front of them.", "with_names": "a man and a woman stand in a kitchen, with a plate of food in front of them."}, {"scene_id": "gl-04-02-03s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a cup of coffee.", "with_names": "a woman is sitting at a table with a man and a cup of coffee."}, {"scene_id": "gl-04-02-03s5", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "gl-04-02-03s6", "raw": "A scene from a TV show in which a woman is sitting in a restaurant, wearing a black top and a white necklace.", "with_names": "a woman is sitting in a restaurant, wearing a black top and a white necklace."}, {"scene_id": "gl-04-02-03s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a bouquet of flowers.", "with_names": "a woman is sitting at a table with a bouquet of flowers."}, {"scene_id": "gl-04-02-03s8", "raw": "A scene from a TV show in which a man is talking on a cell phone while standing in front of a computer.", "with_names": ""}, {"scene_id": "gl-04-02-03s9", "raw": "A scene from a TV show in which a man is sitting in front of a fireplace and looking at the camera.", "with_names": "a man is sitting in front of a fireplace and looking at the camera."}, {"scene_id": "gl-04-02-03s10", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-02-03s11", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-02-03s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-04-02-03s13", "raw": "A scene from a TV show in which a man and a woman sit on a stoop and talk.", "with_names": "a man and a woman sit on a stoop and talk."}, {"scene_id": "gl-04-02-03s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-02-03s15", "raw": "A scene from a TV show in which a woman is holding a gun in her hand.", "with_names": "a woman is holding a gun in her hand."}]