[{"scene_id": "atwt-10-14-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "atwt-10-14-09s1", "raw": "A scene from a TV show in which a young woman is sitting on a park bench.", "with_names": "a young woman is sitting on a park bench."}, {"scene_id": "atwt-10-14-09s2", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-14-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-09s4", "raw": "A scene from a TV show in which a man is sitting at a desk with a woman standing behind him. The image is distorted and the man is wearing a helmet.", "with_names": "a man is sitting at a desk with a woman standing behind him. the image is distorted and the man is wearing a helmet."}, {"scene_id": "atwt-10-14-09s5", "raw": "A scene from a TV show in which a woman is looking at a flower.", "with_names": "a woman is looking at a flower."}, {"scene_id": "atwt-10-14-09s6", "raw": "A scene from a TV show in which a woman is wearing a green blazer and a black dress", "with_names": "a woman is wearing a green blazer and a black dress"}, {"scene_id": "atwt-10-14-09s7", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "atwt-10-14-09s8", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-10-14-09s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-14-09s10", "raw": "A scene from a TV show in which a Playskool logo is shown", "with_names": ""}, {"scene_id": "atwt-10-14-09s11", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "atwt-10-14-09s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-14-09s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-09s14", "raw": "A scene from a TV show in which a man is seen walking through a dark forest.", "with_names": "a man is walking through a dark forest."}, {"scene_id": "atwt-10-14-09s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-14-09s16", "raw": "A scene from a TV show in which a woman sits on a park bench while a man pushes a pram.", "with_names": "a woman sits on a park bench while a man pushes a pram."}, {"scene_id": "atwt-10-14-09s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-14-09s18", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "atwt-10-14-09s19", "raw": "A scene from a TV show in which a man is talking on a cell phone in a park.", "with_names": ""}, {"scene_id": "atwt-10-14-09s20", "raw": "A scene from a TV show in which a red topcoat is being fired from a cannon.", "with_names": "a red topcoat is being fired from a cannon."}, {"scene_id": "atwt-10-14-09s21", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-10-14-09s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-10-14-09s23", "raw": "A scene from a TV show in which two people are sleeping in a tent.", "with_names": "two people are sleeping in a tent."}, {"scene_id": "atwt-10-14-09s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-14-09s25", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-14-09s26", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a couch.", "with_names": "a man and a woman sit next to each other on a couch."}, {"scene_id": "atwt-10-14-09s27", "raw": "A scene from a TV show in which a boy and a girl are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-14-09s28", "raw": "A scene from a TV show in which a woman is looking at her watch.", "with_names": "a woman is looking at her watch."}, {"scene_id": "atwt-10-14-09s29", "raw": "A scene from a TV show in which a man holds a reel of film.", "with_names": "a man holds a reel of film."}]