[{"scene_id": "oltl-12-11-08s0", "raw": "A scene from a TV show in which a man holds a newspaper up to the camera. The headline reads 'Intruder'.", "with_names": "Guard holds a newspaper up to the camera. the headline reads 'intruder'."}, {"scene_id": "oltl-12-11-08s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-08s2", "raw": "A scene from a TV show in which a girl is being chased by a woman.", "with_names": "a girl is being chased by a woman."}, {"scene_id": "oltl-12-11-08s3", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "Sarah is being seduced by ]."}, {"scene_id": "oltl-12-11-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-08s5", "raw": "A scene from a TV show in which a brown wall is shown", "with_names": ""}, {"scene_id": "oltl-12-11-08s6", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing next to her.", "with_names": "a woman is holding a cell phone and a man is standing next to her."}, {"scene_id": "oltl-12-11-08s7", "raw": "A scene from a TV show in which a man is locked in a cage.", "with_names": "a man is locked in a cage."}, {"scene_id": "oltl-12-11-08s8", "raw": "A scene from a TV show in which two women are standing in front of a grave.", "with_names": "two women are standing in front of a grave."}, {"scene_id": "oltl-12-11-08s9", "raw": "A scene from a TV show in which a chef is laughing", "with_names": "a chef is laughing"}, {"scene_id": "oltl-12-11-08s10", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-12-11-08s11", "raw": "A scene from a TV show in which a man is standing in a towel and his shirt is off", "with_names": "a man is standing in a towel and his shirt is off"}, {"scene_id": "oltl-12-11-08s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-11-08s13", "raw": "A scene from a TV show in which a woman is opening a door.", "with_names": "a woman is opening a door."}, {"scene_id": "oltl-12-11-08s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-11-08s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-08s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-11-08s17", "raw": "A scene from a TV show in which a man is leaning against a wall and looking down.", "with_names": "a man is leaning against a wall and looking down."}, {"scene_id": "oltl-12-11-08s18", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-12-11-08s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-08s20", "raw": "A scene from a TV show in which a man is looking through bars.", "with_names": "a man is looking through bars."}, {"scene_id": "oltl-12-11-08s21", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking up.", "with_names": ""}, {"scene_id": "oltl-12-11-08s22", "raw": "A scene from a TV show in which a woman is drinking coffee", "with_names": "a woman is drinking coffee"}, {"scene_id": "oltl-12-11-08s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-12-11-08s24", "raw": "A scene from a TV show in which a young man is looking down, with his eyes closed.", "with_names": "a young man is looking down, with his eyes closed."}, {"scene_id": "oltl-12-11-08s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-11-08s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-11-08s27", "raw": "A scene from a TV show in which a woman is talking to someone through a cell window.", "with_names": ""}, {"scene_id": "oltl-12-11-08s28", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "oltl-12-11-08s29", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-08s30", "raw": "A scene from a TV show in which a woman is singing", "with_names": "a woman is singing"}, {"scene_id": "oltl-12-11-08s31", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a red robe.", "with_names": ""}, {"scene_id": "oltl-12-11-08s32", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-11-08s33", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "oltl-12-11-08s34", "raw": "A scene from a TV show in which a blonde woman is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-11-08s35", "raw": "A scene from a TV show in which two men are standing next to each other, one is looking away from the camera and the other is looking at him.", "with_names": "two men are standing next to each other, one is looking away from the camera and the other is looking at him."}, {"scene_id": "oltl-12-11-08s36", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "oltl-12-11-08s37", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "a man is wearing a leather jacket and a woman is looking at him."}, {"scene_id": "oltl-12-11-08s38", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-11-08s39", "raw": "A scene from a TV show in which a woman is talking to someone in a restaurant.", "with_names": ""}, {"scene_id": "oltl-12-11-08s40", "raw": "A scene from a TV show in which a young man is talking to a man with long hair.", "with_names": ""}, {"scene_id": "oltl-12-11-08s41", "raw": "A scene from a TV show in which a young girl is talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-12-11-08s42", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-12-11-08s43", "raw": "A scene from a TV show in which a man is sitting on a ledge, looking down at his hands.", "with_names": "a man is sitting on a ledge, looking down at his hands."}]