[{"scene_id": "bb-02-02-07s0", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him.", "with_names": "a man is standing in front of a woman and she is looking at him."}, {"scene_id": "bb-02-02-07s1", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is shirtless.", "with_names": "a woman is wearing a robe and a man is shirtless."}, {"scene_id": "bb-02-02-07s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is shaking hands with the woman.", "with_names": "a man and a woman are standing in a room, the man is shaking hands with the woman."}, {"scene_id": "bb-02-02-07s3", "raw": "A scene from a TV show in which a man is standing at a desk and a woman is sitting in front of him.", "with_names": "a man is standing at a desk and a woman is sitting in front of him."}, {"scene_id": "bb-02-02-07s4", "raw": "A scene from a TV show in which a woman is wearing a long black dress and a white shirt.", "with_names": "a woman is wearing a long black dress and a white shirt."}, {"scene_id": "bb-02-02-07s5", "raw": "A scene from a TV show in which a man is standing in a room with a book in his hand", "with_names": "a man is standing in a room with a book in his hand"}, {"scene_id": "bb-02-02-07s6", "raw": "A scene from a TV show in which a woman is surprised by a man.", "with_names": "a woman is surprised by a man."}, {"scene_id": "bb-02-02-07s7", "raw": "A scene from a TV show in which two women are standing in a room with a table and a cake.", "with_names": "two women are standing in a room with a table and a cake."}, {"scene_id": "bb-02-02-07s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a bouquet of flowers.", "with_names": "a man and a woman are standing next to each other, with a bouquet of flowers."}, {"scene_id": "bb-02-02-07s9", "raw": "A scene from a TV show in which a man is walking down a hallway with a briefcase", "with_names": "a man is walking down a hallway with a briefcase"}, {"scene_id": "bb-02-02-07s10", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}]