[{"scene_id": "atwt-06-19-07s0", "raw": "A scene from a TV show in which a dog is seen running into a store.", "with_names": "a dog is running into a store."}, {"scene_id": "atwt-06-19-07s1", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is listening.", "with_names": ""}, {"scene_id": "atwt-06-19-07s2", "raw": "A scene from a TV show in which a young woman is sitting in a room with a candle lit in front of her.", "with_names": "a young woman is sitting in a room with a candle lit in front of her."}, {"scene_id": "atwt-06-19-07s3", "raw": "A scene from a TV show in which a man is seen walking into a building with a gun.", "with_names": "Minister is walking into a building with a gun."}, {"scene_id": "atwt-06-19-07s4", "raw": "A scene from a TV show in which a mother and daughter are playing under a blue sheet.", "with_names": "a mother and daughter are playing under a blue sheet."}, {"scene_id": "atwt-06-19-07s5", "raw": "A scene from a TV show in which a woman is standing behind a podium and another woman is sitting next to her.", "with_names": "a woman is standing behind a podium and another woman is sitting next to her."}, {"scene_id": "atwt-06-19-07s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-19-07s7", "raw": "A scene from a TV show in which a young man is looking to the right of the frame.", "with_names": "a young man is looking to the right of the frame."}, {"scene_id": "atwt-06-19-07s8", "raw": "A scene from a TV show in which a man is lying in bed with a glowing green spirit hovering over him.", "with_names": "a man is lying in bed with a glowing green spirit hovering over him."}, {"scene_id": "atwt-06-19-07s9", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a bottle.", "with_names": "Brad is standing in a kitchen, looking at a bottle."}, {"scene_id": "atwt-06-19-07s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Jack and Carly are sitting next to each other."}, {"scene_id": "atwt-06-19-07s11", "raw": "A scene from a TV show in which a green book is seen hanging from a wall.", "with_names": "a green book is hanging from a wall."}, {"scene_id": "atwt-06-19-07s12", "raw": "A scene from a TV show in which a young girl is sitting on the floor and crying.", "with_names": "a young girl is sitting on the floor and crying."}, {"scene_id": "atwt-06-19-07s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-19-07s14", "raw": "A scene from a TV show in which a man and a woman are standing face to face, with the womanI", "with_names": "a man and a woman are standing face to face, with the womani"}, {"scene_id": "atwt-06-19-07s15", "raw": "A scene from a TV show in which a man is yelling and pointing at a crowd.", "with_names": "Paul is yelling and pointing at a crowd."}, {"scene_id": "atwt-06-19-07s16", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "Henry and Vienna are holding hands and looking at each other."}, {"scene_id": "atwt-06-19-07s17", "raw": "A scene from a TV show in which a blonde woman is wearing a white jacket and a black dress.", "with_names": "a blonde woman is wearing a white jacket and a black dress."}, {"scene_id": "atwt-06-19-07s18", "raw": "A scene from a TV show in which a young boy is wearing a grey shirt and a brown hair", "with_names": "a young boy is wearing a grey shirt and a brown hair"}, {"scene_id": "atwt-06-19-07s19", "raw": "A scene from a TV show in which a woman holds a razor in her hand.", "with_names": "Carly holds a razor in her hand."}, {"scene_id": "atwt-06-19-07s20", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a book.", "with_names": "a man is standing in a kitchen, holding a book."}, {"scene_id": "atwt-06-19-07s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-19-07s22", "raw": "A scene from a TV show in which a man is walking away from a table with a candle and a vase on it.", "with_names": "a man is walking away from a table with a candle and a vase on it."}, {"scene_id": "atwt-06-19-07s23", "raw": "A scene from a TV show in which a woman holds a bottle of hair spray.", "with_names": "a woman holds a bottle of hair spray."}, {"scene_id": "atwt-06-19-07s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-19-07s25", "raw": "A scene from a TV show in which a man is on the phone and his hand is holding a pen.", "with_names": "a man is on the phone and his hand is holding a pen."}, {"scene_id": "atwt-06-19-07s26", "raw": "A scene from a TV show in which a man is standing in front of a toilet, his back turned to the camera.", "with_names": "a man is standing in front of a toilet, his back turned to the camera."}, {"scene_id": "atwt-06-19-07s27", "raw": "A scene from a TV show in which a young man is playing the piano.", "with_names": "a young man is playing the piano."}, {"scene_id": "atwt-06-19-07s29", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blonde wig.", "with_names": "Board member is wearing a red coat and a blonde wig."}, {"scene_id": "atwt-06-19-07s30", "raw": "A scene from a TV show in which the CBS logo is on the screen", "with_names": "the cbs logo is on the screen"}, {"scene_id": "atwt-06-19-07s32", "raw": "A scene from a TV show in which a woman is holding her hand up to a wall, with a number of pills scattered around her.", "with_names": "a woman is holding her hand up to a wall, with a number of pills scattered around her."}]