[{"scene_id": "atwt-01-05-09s0", "raw": "A scene from a TV show in which a woman is holding a young boy by the hand and walking up a flight of stairs.", "with_names": "a woman is holding a young boy by the hand and walking up a flight of stairs."}, {"scene_id": "atwt-01-05-09s1", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-05-09s2", "raw": "A scene from a TV show in which two women are sitting at a table with food and drinks.", "with_names": "two women are sitting at a table with food and drinks."}, {"scene_id": "atwt-01-05-09s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-05-09s4", "raw": "A scene from a TV show in which a person holds a blood glucose meter.", "with_names": "a person holds a blood glucose meter."}, {"scene_id": "atwt-01-05-09s5", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "atwt-01-05-09s6", "raw": "A scene from a TV show in which a woman is reading a book to a man and a girl.", "with_names": "a woman is reading a book to a man and a girl."}, {"scene_id": "atwt-01-05-09s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-05-09s8", "raw": "A scene from a TV show in which a shark is filmed swimming in the ocean.", "with_names": "a shark is filmed swimming in the ocean."}, {"scene_id": "atwt-01-05-09s9", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a green jacket.", "with_names": "a woman is wearing a pink turtleneck and a green jacket."}, {"scene_id": "atwt-01-05-09s10", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them crossing her arms.", "with_names": "two women are standing next to each other, with one of them crossing her arms."}, {"scene_id": "atwt-01-05-09s11", "raw": "A scene from a TV show in which a woman is looking at a Christmas tree and talking.", "with_names": ""}, {"scene_id": "atwt-01-05-09s12", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a grey jacket.", "with_names": "a woman is wearing a pink turtleneck and a grey jacket."}, {"scene_id": "atwt-01-05-09s13", "raw": "A scene from a TV show in which a young man is looking to the left of the frame.", "with_names": "a young man is looking to the left of the frame."}, {"scene_id": "atwt-01-05-09s14", "raw": "A scene from a TV show in which a man is smiling and a woman is crying.", "with_names": "a man is smiling and ] is crying."}, {"scene_id": "atwt-01-05-09s15", "raw": "A scene from a TV show in which a child is seen peering through a gap in a door.", "with_names": "a child is peering through a gap in a door."}, {"scene_id": "atwt-01-05-09s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking up.", "with_names": "a man is wearing a suit and tie and looking up."}, {"scene_id": "atwt-01-05-09s17", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "a man is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-01-05-09s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-05-09s19", "raw": "A scene from a TV show in which a football player is wearing a red jersey and number 42.", "with_names": "a football player is wearing a red jersey and number 42."}, {"scene_id": "atwt-01-05-09s20", "raw": "A scene from a TV show in which a woman is smiling and wearing a leather jacket and a scarf.", "with_names": "a woman is smiling and wearing a leather jacket and a scarf."}, {"scene_id": "atwt-01-05-09s21", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "] is looking down and his face is contorted"}, {"scene_id": "atwt-01-05-09s22", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "atwt-01-05-09s23", "raw": "A scene from a TV show in which a woman is wearing a brown leather jacket and a red scarf.", "with_names": "a woman is wearing a brown leather jacket and a red scarf."}, {"scene_id": "atwt-01-05-09s24", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-01-05-09s25", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]