[{"scene_id": "pc-08-06-01s0", "raw": "A scene from a TV show in which a woman is in a pink shirt and a man is wearing a grey shirt. They are in a cage.", "with_names": "Gabriela is in a pink shirt and Chris is wearing a grey shirt. they are in a cage."}, {"scene_id": "pc-08-06-01s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-08-06-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-06-01s3", "raw": "A scene from a TV show in which a man is singing in a tuxedo", "with_names": "a man is singing in a tuxedo"}, {"scene_id": "pc-08-06-01s4", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "pc-08-06-01s5", "raw": "A scene from a TV show in which a woman is talking to a man on a plane.", "with_names": ""}, {"scene_id": "pc-08-06-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-08-06-01s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-06-01s8", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "pc-08-06-01s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "pc-08-06-01s10", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a man is standing behind her, touching her shoulder.", "with_names": "Eve is sitting in a hospital bed and a man is standing behind her, touching her shoulder."}, {"scene_id": "pc-08-06-01s11", "raw": "A scene from a TV show in which a bride is looking at her wedding ring", "with_names": "a bride is looking at her wedding ring"}, {"scene_id": "pc-08-06-01s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-08-06-01s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-08-06-01s14", "raw": "A scene from a TV show in which a woman is sitting in front of a microwave.", "with_names": "a woman is sitting in front of a microwave."}, {"scene_id": "pc-08-06-01s15", "raw": "A scene from a TV show in which a man is trying to kiss a woman on her wedding day.", "with_names": "a man is trying to kiss a woman on her wedding day."}, {"scene_id": "pc-08-06-01s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is in a dress", "with_names": "a man is wearing a suit and tie and a woman is in a dress"}]