[{"scene_id": "gl-04-15-04s0", "raw": "A scene from a TV show in which a man is drinking water from a glass", "with_names": "a man is drinking water from a glass"}, {"scene_id": "gl-04-15-04s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-04-15-04s2", "raw": "A scene from a TV show in which a young girl is crying and a woman is comforting her.", "with_names": "a young girl is crying and a woman is comforting her."}, {"scene_id": "gl-04-15-04s3", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and is looking down.", "with_names": "Alan is wearing a suit and a yellow tie and is looking down."}, {"scene_id": "gl-04-15-04s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-04-15-04s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-15-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-15-04s7", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "a man is dancing with Gus."}, {"scene_id": "gl-04-15-04s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-15-04s9", "raw": "A scene from a TV show in which a woman is smiling and looking at flowers.", "with_names": "a woman is smiling and looking at flowers."}, {"scene_id": "gl-04-15-04s10", "raw": "A scene from a TV show in which a man is holding a knife and a woman is sitting at a table.", "with_names": "a man is holding a knife and a woman is sitting at a table."}, {"scene_id": "gl-04-15-04s11", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of disgust.", "with_names": ""}, {"scene_id": "gl-04-15-04s12", "raw": "A scene from a TV show in which a man is reading a letter to a woman", "with_names": "a man is reading a letter to a woman"}, {"scene_id": "gl-04-15-04s13", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie.", "with_names": "Alan is wearing a suit and a yellow tie."}, {"scene_id": "gl-04-15-04s16", "raw": "A scene from a TV show in which a lamp is turned on", "with_names": "a lamp is turned on"}, {"scene_id": "gl-04-15-04s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is talking back to her.", "with_names": ""}, {"scene_id": "gl-04-15-04s18", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a lamp is on in the background.", "with_names": "a woman is wearing a red shirt and a lamp is on in the background."}, {"scene_id": "gl-04-15-04s19", "raw": "A scene from a TV show in which a man is reading a book while a woman stands behind him.", "with_names": "Jeffrey is reading a book while Marah stands behind him."}, {"scene_id": "gl-04-15-04s20", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and she is looking at him.", "with_names": "a man is lying in bed with a woman, and she is looking at him."}, {"scene_id": "gl-04-15-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down.", "with_names": "Alan is wearing a suit and a tie and is looking down."}, {"scene_id": "gl-04-15-04s22", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is kissing her on the cheek.", "with_names": "a woman is wearing a red shirt and a man is kissing her on the cheek."}, {"scene_id": "gl-04-15-04s23", "raw": "A scene from a TV show in which a woman is lying on a couch with candles and a man is standing behind her.", "with_names": "a woman is lying on a couch with candles and Alan is standing behind her."}]