[{"scene_id": "pc-03-29-01s0", "raw": "A scene from a TV show in which a man is standing in a living room, wearing a black robe and a shirt.", "with_names": "a man is standing in a living room, wearing a black robe and a shirt."}, {"scene_id": "pc-03-29-01s1", "raw": "A scene from a TV show in which a woman is drinking a drink and smoking a cigarette.", "with_names": "a woman is drinking a drink and smoking a cigarette."}, {"scene_id": "pc-03-29-01s2", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "pc-03-29-01s3", "raw": "A scene from a TV show in which a woman is wearing a white coat and a red shirt", "with_names": "a woman is wearing a white coat and a red shirt"}, {"scene_id": "pc-03-29-01s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "pc-03-29-01s5", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a red shirt", "with_names": "a woman is wearing a white lab coat and a red shirt"}, {"scene_id": "pc-03-29-01s6", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "pc-03-29-01s7", "raw": "A scene from a TV show in which a woman is walking down a staircase and a man is standing in front of her.", "with_names": "a woman is walking down a staircase and a man is standing in front of her."}, {"scene_id": "pc-03-29-01s8", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, the man is holding a gun to the woman's head.", "with_names": "Kevin and Lucy are standing in a hallway, the man is holding a gun to the woman's head."}, {"scene_id": "pc-03-29-01s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "pc-03-29-01s10", "raw": "A scene from a TV show in which a man and a woman are standing on a balcony.", "with_names": "Kevin and Lucy are standing on a balcony."}, {"scene_id": "pc-03-29-01s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-29-01s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a white shirt with a medical symbol on it.", "with_names": ""}, {"scene_id": "pc-03-29-01s13", "raw": "A scene from a TV show in which a woman is reading a book while a man stands next to her, looking at her.", "with_names": "Arianna is reading a book while Ian stands next to her, looking at her."}, {"scene_id": "pc-03-29-01s14", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-03-29-01s15", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her on the cheek.", "with_names": "Karen is smiling and Frank is kissing her on the cheek."}, {"scene_id": "pc-03-29-01s16", "raw": "A scene from a TV show in which a man is sitting in an elevator and a woman is standing behind him.", "with_names": "a man is sitting in an elevator and a woman is standing behind him."}, {"scene_id": "pc-03-29-01s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-29-01s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-03-29-01s19", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant and a table in front of him.", "with_names": "a man is standing in a room with a potted plant and a table in front of him."}]