[{"scene_id": "oltl-02-05-09s0", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-02-05-09s1", "raw": "A scene from a TV show in which a woman is seen wearing a black shirt and a white shirt with the word \"Cali\" on it.", "with_names": "a woman is wearing a black shirt and a white shirt with the word \"cali\" on it."}, {"scene_id": "oltl-02-05-09s2", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit", "with_names": ""}, {"scene_id": "oltl-02-05-09s3", "raw": "A scene from a TV show in which a man and a woman are dressed in robes and sitting on a plane.", "with_names": "a man and a woman are dressed in robes and sitting on a plane."}, {"scene_id": "oltl-02-05-09s4", "raw": "A scene from a TV show in which a woman is dancing in a black dress and red top.", "with_names": "a woman is dancing in a black dress and red top."}, {"scene_id": "oltl-02-05-09s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a dog and a man.", "with_names": "a woman is sitting at a table with a dog and ]."}, {"scene_id": "oltl-02-05-09s6", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "oltl-02-05-09s7", "raw": "A scene from a TV show in which a man and a woman are sitting in chairs.", "with_names": "a man and a woman are sitting in chairs."}, {"scene_id": "oltl-02-05-09s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-09s9", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-02-05-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-09s11", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-02-05-09s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-05-09s13", "raw": "A scene from a TV show in which a man is wearing a yellow robe and holding a glass of wine.", "with_names": "a man is wearing a yellow robe and holding a glass of wine."}, {"scene_id": "oltl-02-05-09s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-05-09s15", "raw": "A scene from a TV show in which a man is standing with his eyes closed, and his head is tilted back.", "with_names": "a man is standing with his eyes closed, and his head is tilted back."}, {"scene_id": "oltl-02-05-09s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-05-09s17", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-05-09s18", "raw": "A scene from a TV show in which a man is wearing a yellow robe and another man is whispering in his ear.", "with_names": "a man is wearing a yellow robe and another man is whispering in his ear."}, {"scene_id": "oltl-02-05-09s19", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "oltl-02-05-09s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-02-05-09s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-09s22", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "John and ] are standing in a doorway."}, {"scene_id": "oltl-02-05-09s23", "raw": "A scene from a TV show in which a woman is holding a piece of paper and talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-05-09s24", "raw": "A scene from a TV show in which a young boy is eating ice cream", "with_names": "a young boy is eating ice cream"}, {"scene_id": "oltl-02-05-09s25", "raw": "A scene from a TV show in which a man is sitting in a car with a woman.", "with_names": "a man is sitting in a car with a woman."}, {"scene_id": "oltl-02-05-09s26", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "a woman is handing a man a piece of paper."}, {"scene_id": "oltl-02-05-09s27", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-02-05-09s28", "raw": "", "with_names": ""}]