[{"scene_id": "bb-01-19-17s0", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room with a desk and a couch.", "with_names": "a woman is standing in front of a man in a room with a desk and a couch."}, {"scene_id": "bb-01-19-17s1", "raw": "A scene from a TV show in which a woman looks at the camera.", "with_names": "Steffy looks at the camera."}, {"scene_id": "bb-01-19-17s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-19-17s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-19-17s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-19-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-19-17s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Liam and Steffy are standing in a room."}, {"scene_id": "bb-01-19-17s7", "raw": "A scene from a TV show in which a man talks on a cell phone", "with_names": "a man talks on a cell phone"}, {"scene_id": "bb-01-19-17s8", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Liam is yelling at Steffy."}, {"scene_id": "bb-01-19-17s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "Quinn is wearing a black dress and a necklace."}, {"scene_id": "bb-01-19-17s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-19-17s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-19-17s13", "raw": "A scene from a TV show in which a woman is talking to a man in front of a fireplace.", "with_names": ""}, {"scene_id": "bb-01-19-17s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "Quinn is wearing a black dress and Eric is in a suit."}, {"scene_id": "bb-01-19-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-19-17s16", "raw": "A scene from a TV show in which a man is standing in a living room, and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-01-19-17s17", "raw": "A scene from a TV show in which a man is looking at a book and talking.", "with_names": ""}]