[{"scene_id": "oltl-07-06-07s0", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-07-06-07s1", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-07s2", "raw": "A scene from a TV show in which a blonde girl is talking to two men.", "with_names": ""}, {"scene_id": "oltl-07-06-07s3", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-07-06-07s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room. The woman is looking at the man, who is looking away from her.", "with_names": "a man and a woman are standing in a room. the woman is looking at the man, who is looking away from her."}, {"scene_id": "oltl-07-06-07s5", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera.", "with_names": "] is holding her hair up and looking at the camera."}, {"scene_id": "oltl-07-06-07s6", "raw": "A scene from a TV show in which a man is standing in a kitchen, smiling and holding a wine glass.", "with_names": "a man is standing in a kitchen, smiling and holding a wine glass."}, {"scene_id": "oltl-07-06-07s7", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "a woman is wearing a blue dress and a man is standing next to her."}, {"scene_id": "oltl-07-06-07s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-06-07s9", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a chair in front of her. She is wearing a black top and black pants.", "with_names": "a woman is standing in a room with a couch and a chair in front of her. she is wearing a black top and black pants."}, {"scene_id": "oltl-07-06-07s10", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "oltl-07-06-07s11", "raw": "A scene from a TV show in which a woman is wearing a police uniform.", "with_names": "a woman is wearing a police uniform."}, {"scene_id": "oltl-07-06-07s12", "raw": "A scene from a TV show in which a man is standing in a living room, his head is turned to the side, and he is looking at a TV.", "with_names": "a man is standing in a living room, his head is turned to the side, and he is looking at a tv."}, {"scene_id": "oltl-07-06-07s13", "raw": "A scene from a TV show in which two men are standing next to each other, looking at something off-screen.", "with_names": "two men are standing next to each other, looking at something off-screen."}, {"scene_id": "oltl-07-06-07s14", "raw": "A scene from a TV show in which a woman is talking to a young man in a backyard.", "with_names": ""}, {"scene_id": "oltl-07-06-07s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-06-07s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-06-07s17", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-06-07s18", "raw": "A scene from a TV show in which a young girl is sitting on a bench and talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-07-06-07s19", "raw": "A scene from a TV show in which a woman is standing in front of a window, a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-07-06-07s20", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-07-06-07s21", "raw": "A scene from a TV show in which a young girl is wearing a pink dress and a man is standing behind her.", "with_names": "a young girl is wearing a pink dress and a man is standing behind her."}, {"scene_id": "oltl-07-06-07s22", "raw": "A scene from a TV show in which a young man is talking to two men.", "with_names": ""}, {"scene_id": "oltl-07-06-07s23", "raw": "A scene from a TV show in which a woman is standing in front of a man and a girl.", "with_names": "a woman is standing in front of a man and a girl."}, {"scene_id": "oltl-07-06-07s24", "raw": "A scene from a TV show in which a woman is standing outside in a blue dress and reading a letter.", "with_names": "a woman is standing outside in a blue dress and reading a letter."}, {"scene_id": "oltl-07-06-07s25", "raw": "A scene from a TV show in which a man is standing in a room with his hands in his pockets.", "with_names": "a man is standing in a room with his hands in his pockets."}, {"scene_id": "oltl-07-06-07s26", "raw": "A scene from a TV show in which a man is standing in his underwear and a woman is sitting on a bed, looking at his cell phone.", "with_names": "a man is standing in his underwear and a woman is sitting on a bed, looking at his cell phone."}, {"scene_id": "oltl-07-06-07s27", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a white shirt and the other is wearing a blue shirt.", "with_names": "two men are standing next to each other, one is wearing a white shirt and the other is wearing a blue shirt."}, {"scene_id": "oltl-07-06-07s28", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-06-07s29", "raw": "A scene from a TV show in which a shirtless man is sitting in a hot tub.", "with_names": "a shirtless man is sitting in a hot tub."}, {"scene_id": "oltl-07-06-07s30", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-07-06-07s31", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a blonde woman.", "with_names": "a woman is standing in a room with a man and a blonde woman."}, {"scene_id": "oltl-07-06-07s32", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a white shirt.", "with_names": "two men are standing next to each other, one of them is wearing a white shirt."}, {"scene_id": "oltl-07-06-07s33", "raw": "A scene from a TV show in which a man is talking to a woman and touching her face.", "with_names": ""}, {"scene_id": "oltl-07-06-07s34", "raw": "A scene from a TV show in which a woman is trying to open a door with a key.", "with_names": "a woman is trying to open a door with a key."}, {"scene_id": "oltl-07-06-07s35", "raw": "A scene from a TV show in which a man is looking down and his face is bruised", "with_names": "a man is looking down and his face is bruised"}]