[{"scene_id": "atwt-07-26-10s0", "raw": "A scene from a TV show in which a woman is talking and making a face.", "with_names": ""}, {"scene_id": "atwt-07-26-10s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-26-10s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-26-10s3", "raw": "A scene from a TV show in which a woman is leaning over a baby on a couch.", "with_names": "a woman is leaning over a baby on a couch."}, {"scene_id": "atwt-07-26-10s4", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "atwt-07-26-10s5", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-07-26-10s6", "raw": "A scene from a TV show in which a man is shown making a fire in the woods.", "with_names": ""}, {"scene_id": "atwt-07-26-10s7", "raw": "A scene from a TV show in which a woman sprays a wall with a product.", "with_names": "a woman sprays a wall with a product."}, {"scene_id": "atwt-07-26-10s8", "raw": "A scene from a TV show in which a young woman is talking to someone in a forest.", "with_names": ""}, {"scene_id": "atwt-07-26-10s9", "raw": "A scene from a TV show in which a doctor is looking at a computer screen and making a face", "with_names": "a doctor is looking at a computer screen and making a face"}, {"scene_id": "atwt-07-26-10s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera. She is wearing a blue blazer and a necklace.", "with_names": ""}, {"scene_id": "atwt-07-26-10s11", "raw": "A scene from a TV show in which a green bottle is shown with the words 'New go 360 Clean'", "with_names": ""}, {"scene_id": "atwt-07-26-10s12", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "atwt-07-26-10s13", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a boy.", "with_names": "a man is standing in a room with ] and a boy."}, {"scene_id": "atwt-07-26-10s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a watch on his wrist.", "with_names": "a man is wearing a blue shirt and a watch on his wrist."}, {"scene_id": "atwt-07-26-10s15", "raw": "A scene from a TV show in which a metal sculpture is being tested by a scientist.", "with_names": "a metal sculpture is being tested by a scientist."}, {"scene_id": "atwt-07-26-10s16", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-26-10s17", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "atwt-07-26-10s18", "raw": "A scene from a TV show in which a young man is wearing a red shirt and a short haircut", "with_names": "a young man is wearing a red shirt and a short haircut"}, {"scene_id": "atwt-07-26-10s19", "raw": "A scene from a TV show in which a man is dressed as a superhero and a TV reporter asks him if he's a superhero.", "with_names": "] is dressed as a superhero and a tv reporter asks him if he's a superhero."}, {"scene_id": "atwt-07-26-10s20", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "atwt-07-26-10s21", "raw": "A scene from a TV show in which a man is holding a woman by the neck and kissing her on the cheek.", "with_names": "a man is holding a woman by the neck and kissing her on the cheek."}, {"scene_id": "atwt-07-26-10s22", "raw": "A scene from a TV show in which Activia yogurt is being served.", "with_names": "activia yogurt is being served."}, {"scene_id": "atwt-07-26-10s23", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-07-26-10s24", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "atwt-07-26-10s25", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at a woman.", "with_names": "a man is sitting in a restaurant and looking at a woman."}, {"scene_id": "atwt-07-26-10s26", "raw": "A scene from a TV show in which a blue plastic clip is shown on a white surface.", "with_names": ""}]