[{"scene_id": "atwt-03-29-06s0", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-03-29-06s1", "raw": "A scene from a TV show in which a man is looking at a window and a clock is visible on the wall", "with_names": "] is looking at a window and a clock is visible on the wall"}, {"scene_id": "atwt-03-29-06s2", "raw": "A scene from a TV show in which a woman is holding a cup on her head.", "with_names": "a woman is holding a cup on her head."}, {"scene_id": "atwt-03-29-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-29-06s4", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "] is looking at the camera and smiling."}, {"scene_id": "atwt-03-29-06s5", "raw": "A scene from a TV show in which a man is welding a metal box.", "with_names": "] is welding a metal box."}, {"scene_id": "atwt-03-29-06s6", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-03-29-06s7", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "atwt-03-29-06s8", "raw": "A scene from a TV show in which a woman is wearing a plaid jacket and a blonde wig.", "with_names": "a woman is wearing a plaid jacket and a blonde wig."}, {"scene_id": "atwt-03-29-06s9", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-03-29-06s10", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "a man is looking at a window."}, {"scene_id": "atwt-03-29-06s11", "raw": "A scene from a TV show in which a car, a watch, and a computer are auctioned off.", "with_names": "a car, a watch, and a computer are auctioned off."}, {"scene_id": "atwt-03-29-06s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-29-06s13", "raw": "A scene from a TV show in which a woman is wearing a plaid jacket and a ponytail.", "with_names": "a woman is wearing a plaid jacket and a ponytail."}, {"scene_id": "atwt-03-29-06s14", "raw": "A scene from a TV show in which a woman is standing in front of a fence, with her arms outstretched. The caption reads, \"while she was making dinner.\"", "with_names": "a woman is standing in front of a fence, with her arms outstretched. the caption reads, \"while she was making dinner.\""}, {"scene_id": "atwt-03-29-06s15", "raw": "A scene from a TV show in which a man is looking at a window and a woman is standing behind him", "with_names": "a man is looking at a window and a woman is standing behind him"}, {"scene_id": "atwt-03-29-06s16", "raw": "A scene from a TV show in which a yellow cake is cut into slices and chocolate frosting is spread on top.", "with_names": "a yellow cake is cut into slices and chocolate frosting is spread on top."}, {"scene_id": "atwt-03-29-06s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-03-29-06s18", "raw": "A scene from a TV show in which a woman is hugging another womandemonstrating the power of hugs.", "with_names": "a woman is hugging another womandemonstrating the power of hugs."}, {"scene_id": "atwt-03-29-06s19", "raw": "A scene from a TV show in which a man is handing a piece of paper to a woman.", "with_names": "a man is handing a piece of paper to a woman."}, {"scene_id": "atwt-03-29-06s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to the camera.", "with_names": ""}]