[{"scene_id": "oltl-12-28-11s0", "raw": "A scene from a TV show in which a woman is looking at a police officer.", "with_names": "Blair is looking at a police officer."}, {"scene_id": "oltl-12-28-11s1", "raw": "A scene from a TV show in which a blonde woman is standing in front of a door and looking at the camera.", "with_names": "a blonde woman is standing in front of a door and looking at the camera."}, {"scene_id": "oltl-12-28-11s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-28-11s3", "raw": "A scene from a TV show in which a young man is in a jail cell and a woman is standing behind him.", "with_names": "a young man is in a jail cell and Neela is standing behind him."}, {"scene_id": "oltl-12-28-11s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-28-11s5", "raw": "A scene from a TV show in which a young boy is wearing a plaid shirt and a blonde wig.", "with_names": "a young boy is wearing a plaid shirt and a blonde wig."}, {"scene_id": "oltl-12-28-11s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-28-11s7", "raw": "A scene from a TV show in which a woman is smiling and holding a light.", "with_names": "Téa is smiling and holding a light."}, {"scene_id": "oltl-12-28-11s8", "raw": "A scene from a TV show in which a blonde woman is looking at a mirror and her reflection is a man", "with_names": "a blonde woman is looking at a mirror and her reflection is Rick"}, {"scene_id": "oltl-12-28-11s9", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "oltl-12-28-11s10", "raw": "A scene from a TV show in which a blonde woman is wearing a blue coat and a scarf.", "with_names": "a blonde woman is wearing a blue coat and a scarf."}, {"scene_id": "oltl-12-28-11s11", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-12-28-11s12", "raw": "A scene from a TV show in which a man is looking at a poster and saying,", "with_names": "a man is looking at a poster and saying,"}, {"scene_id": "oltl-12-28-11s13", "raw": "A scene from a TV show in which a woman is talking to a man in a cell.", "with_names": ""}, {"scene_id": "oltl-12-28-11s14", "raw": "A scene from a TV show in which a man is sitting on a couch with his hand on his face, and a woman is holding his hand.", "with_names": ""}, {"scene_id": "oltl-12-28-11s15", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "Rick is lying in a hospital bed and Starr is standing next to him."}, {"scene_id": "oltl-12-28-11s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a window and a door behind them. The manI is wearing a leather jacket and has his arms", "with_names": "a man and Blair are standing in a room, with a window and a door behind them. the mani is wearing a leather jacket and has his arms"}, {"scene_id": "oltl-12-28-11s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-28-11s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-28-11s19", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-28-11s20", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "Neela is in a jail cell"}, {"scene_id": "oltl-12-28-11s21", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "oltl-12-28-11s22", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, looking at her hair.", "with_names": "Starr is standing in front of a mirror, looking at her hair."}, {"scene_id": "oltl-12-28-11s23", "raw": "A scene from a TV show in which a blonde woman is wearing a blue coat and a scarf.", "with_names": "a blonde woman is wearing a blue coat and a scarf."}, {"scene_id": "oltl-12-28-11s24", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-12-28-11s25", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is standing outside the cell.", "with_names": "Neela is in a jail cell and Jack is standing outside the cell."}, {"scene_id": "oltl-12-28-11s26", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-12-28-11s27", "raw": "A scene from a TV show in which a man is reading a newspaper in a room with a large window.", "with_names": "Blair is reading a newspaper in a room with a large window."}, {"scene_id": "oltl-12-28-11s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-28-11s31", "raw": "A scene from a TV show in which a young man is in a jail cell and a woman is standing next to him.", "with_names": "a young man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-12-28-11s32", "raw": "A scene from a TV show in which a woman is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-12-28-11s33", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a shocked expression.", "with_names": "a man is wearing a purple shirt and a shocked expression."}, {"scene_id": "oltl-12-28-11s34", "raw": "A scene from a TV show in which two women are standing in front of a Christmas tree.", "with_names": "two women are standing in front of a christmas tree."}, {"scene_id": "oltl-12-28-11s35", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and a white bag.", "with_names": "a woman is wearing a leopard print dress and a white bag."}, {"scene_id": "oltl-12-28-11s36", "raw": "A scene from a TV show in which a woman is crying in front of a Christmas tree.", "with_names": "a woman is crying in front of a christmas tree."}, {"scene_id": "oltl-12-28-11s37", "raw": "A scene from a TV show in which a police officer is seen wearing a purple uniform with a star patch.", "with_names": "a police officer is wearing a purple uniform with a star patch."}, {"scene_id": "oltl-12-28-11s38", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-28-11s39", "raw": "A scene from a TV show in which a young man is looking at a woman and smiling.", "with_names": "a young man is looking at Starr and smiling."}, {"scene_id": "oltl-12-28-11s40", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "Téa is crying and another woman is comforting her."}, {"scene_id": "oltl-12-28-11s41", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a door.", "with_names": "Jack and Téa are standing in a room with a door."}, {"scene_id": "oltl-12-28-11s42", "raw": "A scene from a TV show in which a woman is being kissed by a man in a hotel lobby.", "with_names": "a woman is being kissed by a man in a hotel lobby."}, {"scene_id": "oltl-12-28-11s43", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing behind her", "with_names": "a woman is opening a door and a man is standing behind her"}, {"scene_id": "oltl-12-28-11s44", "raw": "A scene from a TV show in which two women sit on a bench and talk.", "with_names": "two women sit on a bench and talk."}, {"scene_id": "oltl-12-28-11s45", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Gigi are standing next to each other."}, {"scene_id": "oltl-12-28-11s46", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-12-28-11s47", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-28-11s48", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Rick is looking at Starr and she is looking back at him."}, {"scene_id": "oltl-12-28-11s49", "raw": "A scene from a TV show in which two women sit on a bench in the snow.", "with_names": "two women sit on a bench in the snow."}, {"scene_id": "oltl-12-28-11s50", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]