[{"scene_id": "bb-06-06-17s0", "raw": "A scene from a TV show in which a woman is pointing a gun at another woman.", "with_names": "a woman is pointing a gun at another woman."}, {"scene_id": "bb-06-06-17s2", "raw": "A scene from a TV show in which a woman is shown how to use a gun.", "with_names": ""}, {"scene_id": "bb-06-06-17s3", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at Quinn."}, {"scene_id": "bb-06-06-17s4", "raw": "A scene from a TV show in which a woman sits on a chair holding a baby.", "with_names": "Maya sits on a chair holding a baby."}, {"scene_id": "bb-06-06-17s5", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Nicole sit on a couch and talk."}, {"scene_id": "bb-06-06-17s6", "raw": "A scene from a TV show in which a woman is sitting on a couch with a baby.", "with_names": ""}, {"scene_id": "bb-06-06-17s7", "raw": "A scene from a TV show in which a woman is wearing a white dress and a gold necklace.", "with_names": "Nicole is wearing a white dress and a gold necklace."}, {"scene_id": "bb-06-06-17s8", "raw": "A scene from a TV show in which a man is standing in front of a basket of wine.", "with_names": "a man is standing in front of a basket of wine."}, {"scene_id": "bb-06-06-17s9", "raw": "A scene from a TV show in which a woman is talking to a black woman.", "with_names": ""}, {"scene_id": "bb-06-06-17s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-06-17s13", "raw": "A scene from a TV show in which a man is standing in a living room with a vase of flowers and a book.", "with_names": "Julius is standing in a living room with a vase of flowers and a book."}, {"scene_id": "bb-06-06-17s14", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing over her.", "with_names": "Nicole is sitting at a desk and a man is standing over her."}, {"scene_id": "bb-06-06-17s15", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-06-06-17s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-06-17s17", "raw": "A scene from a TV show in which a woman is standing in front of a door and looking at a painting.", "with_names": "a woman is standing in front of a door and looking at a painting."}, {"scene_id": "bb-06-06-17s18", "raw": "A scene from a TV show in which a woman is standing in a living room talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-06-06-17s19", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "bb-06-06-17s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-06-17s21", "raw": "A scene from a TV show in which a green chair is placed in front of a window.", "with_names": "a green chair is placed in front of a window."}, {"scene_id": "bb-06-06-17s22", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-06-06-17s23", "raw": "A scene from a TV show in which a woman holds a baby while a man talks to her.", "with_names": "a woman holds a baby while a man talks to her."}, {"scene_id": "bb-06-06-17s24", "raw": "A scene from a TV show in which a woman is holding a telescope and yelling.", "with_names": "Katie is holding a telescope and yelling."}]