[{"scene_id": "atwt-11-29-05s0", "raw": "A scene from a TV show in which a man is standing in a kitchen with a dog", "with_names": "a man is standing in a kitchen with a dog"}, {"scene_id": "atwt-11-29-05s1", "raw": "A scene from a TV show in which a woman is wearing a lavender coat and a white shirt.", "with_names": "a woman is wearing a lavender coat and a white shirt."}, {"scene_id": "atwt-11-29-05s2", "raw": "A scene from a TV show in which a woman is wearing a red blazer and smiling", "with_names": "a woman is wearing a red blazer and smiling"}, {"scene_id": "atwt-11-29-05s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-29-05s4", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "atwt-11-29-05s5", "raw": "A scene from a TV show in which the words \"Matel Game Finder\" are displayed in different colors.", "with_names": "the words \"matel game finder\" are displayed in different colors."}, {"scene_id": "atwt-11-29-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-29-05s7", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "atwt-11-29-05s8", "raw": "A scene from a TV show in which a young woman is looking at the camera and smiling.", "with_names": "a young woman is looking at the camera and smiling."}, {"scene_id": "atwt-11-29-05s9", "raw": "A scene from a TV show in which a woman is holding a bottle of Wellbutrin XL.", "with_names": "a woman is holding a bottle of wellbutrin xl."}, {"scene_id": "atwt-11-29-05s10", "raw": "A scene from a TV show in which a woman is holding a phone to her ear and talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-29-05s11", "raw": "A scene from a TV show in which a man is smiling and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-29-05s12", "raw": "A scene from a TV show in which a man is looking at a woman in the mirror.", "with_names": "a man is looking at a woman in the mirror."}, {"scene_id": "atwt-11-29-05s13", "raw": "A scene from a TV show in which a man and two women are standing in front of a car.", "with_names": "a man and two women are standing in front of a car."}, {"scene_id": "atwt-11-29-05s14", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-11-29-05s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-29-05s16", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-11-29-05s17", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blonde wig", "with_names": "a woman is wearing a red coat and a blonde wig"}, {"scene_id": "atwt-11-29-05s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-29-05s19", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "a woman is sitting at a bar with a man."}, {"scene_id": "atwt-11-29-05s20", "raw": "A scene from a TV show in which a man is holding a box and a woman is looking at it.", "with_names": "a man is holding a box and a woman is looking at it."}, {"scene_id": "atwt-11-29-05s21", "raw": "A scene from a TV show in which a blonde woman is smiling and holding a piece of paper.", "with_names": "a blonde woman is smiling and holding a piece of paper."}, {"scene_id": "atwt-11-29-05s22", "raw": "A scene from a TV show in which a woman is holding a child and smiling.", "with_names": "a woman is holding a child and smiling."}, {"scene_id": "atwt-11-29-05s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-11-29-05s24", "raw": "A scene from a TV show in which a man is looking at a woman and another man is behind him", "with_names": "a man is looking at a woman and another man is behind him"}, {"scene_id": "atwt-11-29-05s25", "raw": "A scene from a TV show in which a white dot is seen in the sky", "with_names": "a white dot is in the sky"}, {"scene_id": "atwt-11-29-05s26", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-29-05s27", "raw": "A scene from a TV show in which a woman is seen holding a gun.", "with_names": "a woman is holding a gun."}, {"scene_id": "atwt-11-29-05s28", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a necklace and is looking shocked.", "with_names": "a woman is wearing a brown jacket and a necklace and is looking shocked."}, {"scene_id": "atwt-11-29-05s29", "raw": "A scene from a TV show in which a blue cup and a white floss dispenser are shown.", "with_names": "a blue cup and a white floss dispenser are shown."}]