[{"scene_id": "atwt-08-02-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-02-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-07s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-08-02-07s3", "raw": "A scene from a TV show in which a man is seen pulling grass out of a lawn.", "with_names": "a man is pulling grass out of a lawn."}, {"scene_id": "atwt-08-02-07s4", "raw": "A scene from a TV show in which a woman is wearing a leather vest and a bandana on her head.", "with_names": "a woman is wearing a leather vest and a bandana on her head."}, {"scene_id": "atwt-08-02-07s5", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt", "with_names": "a man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-08-02-07s6", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace.", "with_names": "a woman is wearing a pink dress and a necklace."}, {"scene_id": "atwt-08-02-07s7", "raw": "A scene from a TV show in which a young man is smiling and looking at another man.", "with_names": "a young man is smiling and looking at another man."}, {"scene_id": "atwt-08-02-07s8", "raw": "A scene from a TV show in which Sunsilk shampoo is being advertised", "with_names": "sunsilk shampoo is being advertised"}, {"scene_id": "atwt-08-02-07s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-02-07s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting next to her.", "with_names": "a woman is wearing a red dress and a man is sitting next to her."}, {"scene_id": "atwt-08-02-07s11", "raw": "A scene from a TV show in which a young man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-02-07s12", "raw": "A scene from a TV show in which a woman pours coffee into a cup.", "with_names": "a woman pours coffee into a cup."}, {"scene_id": "atwt-08-02-07s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-02-07s14", "raw": "A scene from a TV show in which two bottles of spray cleaner are shown side by side.", "with_names": "two bottles of spray cleaner are shown side by side."}, {"scene_id": "atwt-08-02-07s15", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-02-07s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-08-02-07s17", "raw": "A scene from a TV show in which a man and a woman are lying in a hammock.", "with_names": "] and a woman are lying in a hammock."}, {"scene_id": "atwt-08-02-07s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-02-07s19", "raw": "A scene from a TV show in which two women are looking at something.", "with_names": "two women are looking at something."}, {"scene_id": "atwt-08-02-07s20", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-02-07s21", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and a grey t-shirt", "with_names": "a man is wearing a yellow shirt and a grey t-shirt"}, {"scene_id": "atwt-08-02-07s22", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-02-07s23", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-08-02-07s24", "raw": "A scene from a TV show in which a woman is tied to a green ribbon.", "with_names": "a woman is tied to a green ribbon."}]