[{"scene_id": "atwt-04-15-09s0", "raw": "A scene from a TV show in which a woman is looking at a painting and saying, \"I'm not sure what this is.\"", "with_names": "Katie is looking at a painting and saying, \"i'm not sure what this is.\""}, {"scene_id": "atwt-04-15-09s1", "raw": "A scene from a TV show in which a man is yelling at another man through a door.", "with_names": "a man is yelling at another man through a door."}, {"scene_id": "atwt-04-15-09s2", "raw": "A scene from a TV show in which a man is talking to a woman and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "atwt-04-15-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-15-09s4", "raw": "A scene from a TV show in which a woman is shown talking on a mobile phone.", "with_names": ""}, {"scene_id": "atwt-04-15-09s5", "raw": "A scene from a TV show in which a woman is looking at a man through a window.", "with_names": "a woman is looking at a man through a window."}, {"scene_id": "atwt-04-15-09s6", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-04-15-09s7", "raw": "A scene from a TV show in which a man shaves his legs in the shower", "with_names": "a man shaves his legs in the shower"}, {"scene_id": "atwt-04-15-09s8", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is behind him", "with_names": ""}, {"scene_id": "atwt-04-15-09s9", "raw": "A scene from a TV show in which a man is kissing a woman's head", "with_names": "a man is kissing a woman's head"}, {"scene_id": "atwt-04-15-09s10", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a man is standing behind her.", "with_names": "a woman is wearing a pink sweater and a man is standing behind her."}, {"scene_id": "atwt-04-15-09s11", "raw": "A scene from a TV show in which a man is standing in front of a white screen. The words \"Rac services and maintains the merchandise while on-rent and the Money Back Guarantees must be exercised within your first year\" are written on the screen.", "with_names": "a man is standing in front of a white screen. the words \"rac services and maintains the merchandise while on-rent and the money back guarantees must be exercised within your first year\" are written on the screen."}, {"scene_id": "atwt-04-15-09s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-15-09s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-04-15-09s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-15-09s15", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man and a dog.", "with_names": ""}, {"scene_id": "atwt-04-15-09s16", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-04-15-09s17", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-04-15-09s18", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and touching her hair.", "with_names": "a woman is sitting in a hospital bed and touching her hair."}, {"scene_id": "atwt-04-15-09s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-15-09s20", "raw": "A scene from a TV show in which a little girl is seen running down the street with a handbag.", "with_names": "a little girl is running down the street with a handbag."}, {"scene_id": "atwt-04-15-09s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-15-09s22", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-04-15-09s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-15-09s24", "raw": "A scene from a TV show in which a bottle of Omoris is shown.", "with_names": ""}]