[{"scene_id": "atwt-06-22-07s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-22-07s1", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a black jacket.", "with_names": "a blonde woman is looking down and wearing a black jacket."}, {"scene_id": "atwt-06-22-07s2", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a black wig.", "with_names": "a woman is wearing a green shirt and a black wig."}, {"scene_id": "atwt-06-22-07s3", "raw": "A scene from a TV show in which a man is wearing glasses and a blue shirt and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-22-07s4", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Meg is looking at the camera."}, {"scene_id": "atwt-06-22-07s5", "raw": "A scene from a TV show in which a woman is dancing in a white outfit.", "with_names": "a woman is dancing in a white outfit."}, {"scene_id": "atwt-06-22-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and a button on his shirt", "with_names": "a man is wearing a suit and a button on his shirt"}, {"scene_id": "atwt-06-22-07s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-22-07s8", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "a man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-06-22-07s9", "raw": "A scene from a TV show in which a man is seen walking into a store.", "with_names": "Craig is walking into a store."}, {"scene_id": "atwt-06-22-07s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-06-22-07s11", "raw": "A scene from a TV show in which a blonde girl is smiling at a man.", "with_names": "a blonde girl is smiling at Aaron."}, {"scene_id": "atwt-06-22-07s12", "raw": "A scene from a TV show in which a man is standing in a room, looking at a cell phone.", "with_names": "Craig is standing in a room, looking at a cell phone."}, {"scene_id": "atwt-06-22-07s13", "raw": "A scene from a TV show in which a young man is looking at the camera with a shocked expression.", "with_names": "a young man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-06-22-07s14", "raw": "A scene from a TV show in which a man is lying on a bed, his head resting on his hands.", "with_names": "Derek is lying on a bed, his head resting on his hands."}, {"scene_id": "atwt-06-22-07s15", "raw": "A scene from a TV show in which a blonde woman is sitting in a restaurant and looking concerned.", "with_names": "a blonde woman is sitting in a restaurant and looking concerned."}, {"scene_id": "atwt-06-22-07s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-22-07s17", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-06-22-07s18", "raw": "A scene from a TV show in which a woman is bending over and looking at a book.", "with_names": "a woman is bending over and looking at a book."}, {"scene_id": "atwt-06-22-07s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Craig is looking at a woman and smiling."}, {"scene_id": "atwt-06-22-07s20", "raw": "A scene from a TV show in which a dog is seen running around a dining room.", "with_names": "a dog is running around a dining room."}, {"scene_id": "atwt-06-22-07s21", "raw": "A scene from a TV show in which two men are sitting at a table, one of them is wearing a suit and the other is wearing a button-up shirt.", "with_names": "two men are sitting at a table, one of them is wearing a suit and the other is wearing a button-up shirt."}, {"scene_id": "atwt-06-22-07s22", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-06-22-07s23", "raw": "A scene from a TV show in which a young man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-06-22-07s25", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "Paul is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-06-22-07s26", "raw": "A scene from a TV show in which a white staircase is shown with black specks on it.", "with_names": ""}, {"scene_id": "atwt-06-22-07s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "atwt-06-22-07s28", "raw": "A scene from a TV show in which a woman is feeding a man an ice cream.", "with_names": "Cleo is feeding a man an ice cream."}, {"scene_id": "atwt-06-22-07s29", "raw": "A scene from a TV show in which a blonde woman looks at a man.", "with_names": "a blonde woman looks at a man."}, {"scene_id": "atwt-06-22-07s31", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask. The image is black and white.", "with_names": "Aaron is in a hospital bed, wearing a mask. the image is black and white."}, {"scene_id": "atwt-06-22-07s33", "raw": "A scene from a TV show in which a woman is talking to the camera in a kitchen.", "with_names": ""}]