[{"scene_id": "atwt-08-31-04s0", "raw": "A scene from a TV show in which a woman is pointing a gun at the camera.", "with_names": "a woman is pointing a gun at the camera."}, {"scene_id": "atwt-08-31-04s1", "raw": "A scene from a TV show in which a man is pouring a drink for another man.", "with_names": "a man is pouring a drink for another man."}, {"scene_id": "atwt-08-31-04s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-31-04s3", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "atwt-08-31-04s4", "raw": "A scene from a TV show in which a white circle is drawn on a black screen", "with_names": "a white circle is drawn on a black screen"}, {"scene_id": "atwt-08-31-04s5", "raw": "A scene from a TV show in which a woman is applying a red and blue eye shadow to her face.", "with_names": "a woman is applying a red and blue eye shadow to her face."}, {"scene_id": "atwt-08-31-04s6", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, smiling at each other.", "with_names": "a man and a woman are standing close to each other, smiling at each other."}, {"scene_id": "atwt-08-31-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-08-31-04s8", "raw": "A scene from a TV show in which a young boy is wearing a yellow tank top and a blonde boy is standing behind him.", "with_names": "a young boy is wearing a yellow tank top and a blonde boy is standing behind him."}, {"scene_id": "atwt-08-31-04s9", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-08-31-04s10", "raw": "A scene from a TV show in which a man is kissing another man on the cheek", "with_names": "a man is kissing another man on the cheek"}, {"scene_id": "atwt-08-31-04s11", "raw": "A scene from a TV show in which a man is talking to someone and looking down", "with_names": ""}, {"scene_id": "atwt-08-31-04s12", "raw": "A scene from a TV show in which a woman is driving a car with a man and a girl in the back seat.", "with_names": "a woman is driving a car with a man and a girl in the back seat."}, {"scene_id": "atwt-08-31-04s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing ] on the cheek."}, {"scene_id": "atwt-08-31-04s14", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "atwt-08-31-04s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-31-04s16", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing behind her.", "with_names": "a woman is wearing a green dress and a man is standing behind her."}, {"scene_id": "atwt-08-31-04s17", "raw": "A scene from a TV show in which a young boy is sitting on a couch with his mother.", "with_names": ""}, {"scene_id": "atwt-08-31-04s18", "raw": "A scene from a TV show in which a little girl is standing on a table and a man is sitting on the floor, both of them holding cups.", "with_names": "a little girl is standing on a table and a man is sitting on the floor, both of them holding cups."}, {"scene_id": "atwt-08-31-04s19", "raw": "A scene from a TV show in which a woman is holding a gun to a man's head.", "with_names": "a woman is holding a gun to a man's head."}, {"scene_id": "atwt-08-31-04s20", "raw": "A scene from a TV show in which a man and two women are standing in a kitchen talking.", "with_names": ""}, {"scene_id": "atwt-08-31-04s21", "raw": "A scene from a TV show in which a man is kissing a blonde woman.", "with_names": "a man is kissing a blonde woman."}, {"scene_id": "atwt-08-31-04s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-31-04s23", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-08-31-04s24", "raw": "A scene from a TV show in which a flower is blooming", "with_names": "a flower is blooming"}, {"scene_id": "atwt-08-31-04s25", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit", "with_names": ""}, {"scene_id": "atwt-08-31-04s26", "raw": "A scene from a TV show in which a woman is sitting next to a man and looking at a computer screen.", "with_names": "a woman is sitting next to a man and looking at a computer screen."}, {"scene_id": "atwt-08-31-04s27", "raw": "A scene from a TV show in which a woman is looking at a wall of pictures.", "with_names": "a woman is looking at a wall of pictures."}, {"scene_id": "atwt-08-31-04s28", "raw": "A scene from a TV show in which a woman is talking to a man and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-08-31-04s29", "raw": "A scene from a TV show in which a man is looking out a window and a cat is sitting on the sill.", "with_names": "a man is looking out a window and a cat is sitting on the sill."}]