[{"scene_id": "atwt-03-25-05s0", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him with a smile.", "with_names": "Mike is holding Jennifer and she is looking at him with a smile."}, {"scene_id": "atwt-03-25-05s1", "raw": "A scene from a TV show in which two people are standing in a room, talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-25-05s2", "raw": "A scene from a TV show in which two men are standing in a room, one is wearing a red jacket and the other is wearing a suit.", "with_names": "two men are standing in a room, one is wearing a red jacket and the other is wearing a suit."}, {"scene_id": "atwt-03-25-05s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-03-25-05s4", "raw": "A scene from a TV show in which two bears are sitting in a field, one holding a paper and the other a pencil.", "with_names": "two bears are sitting in a field, one holding a paper and the other a pencil."}, {"scene_id": "atwt-03-25-05s5", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a shocked expression.", "with_names": "a woman is crying and a man is looking at her with a shocked expression."}, {"scene_id": "atwt-03-25-05s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-25-05s7", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-03-25-05s8", "raw": "A scene from a TV show in which a woman is seen sitting on a toilet seat with her pants down.", "with_names": "a woman is sitting on a toilet seat with her pants down."}, {"scene_id": "atwt-03-25-05s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-25-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-25-05s11", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-25-05s12", "raw": "A scene from a TV show in which a woman is talking and wearing a black dress.", "with_names": ""}, {"scene_id": "atwt-03-25-05s13", "raw": "A scene from a TV show in which a person is opening a can of Campbell's Tomato Soup.", "with_names": "a person is opening a can of campbell's tomato soup."}, {"scene_id": "atwt-03-25-05s14", "raw": "A scene from a TV show in which a woman is seen in a white dress with a white cat", "with_names": "a woman is in a white dress with a white cat"}, {"scene_id": "atwt-03-25-05s15", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a TV.", "with_names": "a man is sitting in a room and looking at a tv."}, {"scene_id": "atwt-03-25-05s16", "raw": "A scene from a TV show in which a young girl is on a swing.", "with_names": "a young girl is on a swing."}, {"scene_id": "atwt-03-25-05s17", "raw": "A scene from a TV show in which a man is wearing a green striped shirt and a woman is standing next to him.", "with_names": "a man is wearing a green striped shirt and a woman is standing next to him."}, {"scene_id": "atwt-03-25-05s18", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-03-25-05s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-25-05s20", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "a man is looking at a painting."}, {"scene_id": "atwt-03-25-05s21", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a tie and is smiling.", "with_names": "a man is wearing a purple shirt and a tie and is smiling."}, {"scene_id": "atwt-03-25-05s22", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-03-25-05s23", "raw": "A scene from a TV show in which a woman is trying to get her coat on.", "with_names": "a woman is trying to get her coat on."}, {"scene_id": "atwt-03-25-05s24", "raw": "A scene from a TV show in which a man is singing into a microphone.", "with_names": "a man is singing into a microphone."}, {"scene_id": "atwt-03-25-05s25", "raw": "A scene from a TV show in which a man is looking up and to the right, with a surprised look on his face.", "with_names": "a man is looking up and to the right, with a surprised look on his face."}, {"scene_id": "atwt-03-25-05s26", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}]