[{"scene_id": "atwt-01-25-10s0", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "atwt-01-25-10s1", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "atwt-01-25-10s2", "raw": "A scene from a TV show in which a man is wheeled into a hospital in a wheelchair.", "with_names": "a man is wheeled into a hospital in a wheelchair."}, {"scene_id": "atwt-01-25-10s3", "raw": "A scene from a TV show in which a green bottle is thrown into a box of green bottles.", "with_names": "a green bottle is thrown into a box of green bottles."}, {"scene_id": "atwt-01-25-10s4", "raw": "A scene from a TV show in which a woman is wearing a purple sweater and hoop earrings.", "with_names": "a woman is wearing a purple sweater and hoop earrings."}, {"scene_id": "atwt-01-25-10s5", "raw": "A scene from a TV show in which a man is seen wearing a grey t-shirt and purple shorts, standing in front of a mirror.", "with_names": "a man is wearing a grey t-shirt and purple shorts, standing in front of a mirror."}, {"scene_id": "atwt-01-25-10s6", "raw": "A scene from a TV show in which a man is talking to another man, both wearing plaid shirts.", "with_names": ""}, {"scene_id": "atwt-01-25-10s7", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-25-10s8", "raw": "A scene from a TV show in which a woman is pointing to her face.", "with_names": "a woman is pointing to her face."}, {"scene_id": "atwt-01-25-10s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-25-10s10", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-01-25-10s11", "raw": "A scene from a TV show in which a woman is interviewed by a reporter.", "with_names": "a woman is interviewed by a reporter."}, {"scene_id": "atwt-01-25-10s12", "raw": "A scene from a TV show in which a bottle of orange juice is shown to be a supplement.", "with_names": ""}, {"scene_id": "atwt-01-25-10s13", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black coat.", "with_names": "a man is looking at the camera and wearing a black coat."}, {"scene_id": "atwt-01-25-10s14", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-01-25-10s15", "raw": "A scene from a TV show in which a man is standing in a room with a painting of a man in the background.", "with_names": "a man is standing in a room with a painting of a man in the background."}, {"scene_id": "atwt-01-25-10s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-25-10s17", "raw": "A scene from a TV show in which a strawberry yogurt is shown", "with_names": ""}, {"scene_id": "atwt-01-25-10s18", "raw": "A scene from a TV show in which a man is smiling and wearing glasses.", "with_names": "a man is smiling and wearing glasses."}, {"scene_id": "atwt-01-25-10s19", "raw": "A scene from a TV show in which a man is standing next to a young man.", "with_names": "a man is standing next to a young man."}, {"scene_id": "atwt-01-25-10s20", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-01-25-10s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-25-10s22", "raw": "A scene from a TV show in which three men are standing in a hospital waiting room.", "with_names": "three men are standing in a hospital waiting room."}, {"scene_id": "atwt-01-25-10s23", "raw": "A scene from a TV show in which a man is looking out a window.", "with_names": "a man is looking out a window."}]