[{"scene_id": "gl-02-12-04s0", "raw": "A scene from a TV show in which a young woman is wearing a pink dress and a necklace.", "with_names": "a young woman is wearing a pink dress and a necklace."}, {"scene_id": "gl-02-12-04s2", "raw": "A scene from a TV show in which a man is engulfed in a cloud of smoke.", "with_names": "Tony is engulfed in a cloud of smoke."}, {"scene_id": "gl-02-12-04s3", "raw": "A scene from a TV show in which a man is holding a book in his hands and looking at it.", "with_names": "a man is holding a book in his hands and looking at it."}, {"scene_id": "gl-02-12-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-12-04s5", "raw": "A scene from a TV show in which a woman is wearing a white shirt and large hoop earrings.", "with_names": "Sandy is wearing a white shirt and large hoop earrings."}, {"scene_id": "gl-02-12-04s6", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "gl-02-12-04s7", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a window.", "with_names": ""}, {"scene_id": "gl-02-12-04s8", "raw": "A scene from a TV show in which a man is talking on the phone while standing in front of a desk.", "with_names": ""}, {"scene_id": "gl-02-12-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-02-12-04s10", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "gl-02-12-04s11", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and smiling.", "with_names": "a blonde woman is wearing a pink dress and smiling."}, {"scene_id": "gl-02-12-04s12", "raw": "A scene from a TV show in which a man is talking on the phone and his shirt has a tie", "with_names": ""}, {"scene_id": "gl-02-12-04s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-12-04s14", "raw": "A scene from a TV show in which two men are laughing together.", "with_names": "two men are laughing together."}, {"scene_id": "gl-02-12-04s15", "raw": "A scene from a TV show in which a man is talking on the phone and looking at his watch.", "with_names": ""}, {"scene_id": "gl-02-12-04s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is looking at her.", "with_names": "a woman is sitting at a table with a man, and he is looking at her."}, {"scene_id": "gl-02-12-04s17", "raw": "A scene from a TV show in which a man is holding a red envelope.", "with_names": "a man is holding a red envelope."}, {"scene_id": "gl-02-12-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-02-12-04s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-02-12-04s20", "raw": "A scene from a TV show in which a man is talking to a woman in a living room.", "with_names": ""}, {"scene_id": "gl-02-12-04s21", "raw": "A scene from a TV show in which a woman is opening a gift and a pair of earrings is visible.", "with_names": "a woman is opening a gift and a pair of earrings is visible."}, {"scene_id": "gl-02-12-04s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-12-04s23", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}]