[{"scene_id": "oltl-05-25-11s0", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-05-25-11s1", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}, {"scene_id": "oltl-05-25-11s2", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "oltl-05-25-11s3", "raw": "A scene from a TV show in which a man is kissing a woman in a doorway.", "with_names": "a man is kissing a woman in a doorway."}, {"scene_id": "oltl-05-25-11s4", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, holding hands and looking at each other.", "with_names": "a man and a woman are standing in a bar, holding hands and looking at each other."}, {"scene_id": "oltl-05-25-11s5", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-25-11s6", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-05-25-11s7", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at the camera.", "with_names": "a man is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-05-25-11s8", "raw": "A scene from a TV show in which a man is sitting on a bed and is looking at his hand", "with_names": "a man is sitting on a bed and is looking at his hand"}, {"scene_id": "oltl-05-25-11s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-25-11s10", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-05-25-11s11", "raw": "A scene from a TV show in which a shirtless man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-05-25-11s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-25-11s13", "raw": "A scene from a TV show in which a man is holding a woman's hand.", "with_names": "a man is holding a woman's hand."}, {"scene_id": "oltl-05-25-11s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-25-11s15", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up at a TV.", "with_names": ""}, {"scene_id": "oltl-05-25-11s16", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-05-25-11s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands nearby, and a doctor stands in the background.", "with_names": "a man is lying in a hospital bed, a woman stands nearby, and a doctor stands in the background."}, {"scene_id": "oltl-05-25-11s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-25-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-25-11s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace.", "with_names": "a woman is wearing a red dress and a necklace."}, {"scene_id": "oltl-05-25-11s21", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-25-11s22", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-05-25-11s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-05-25-11s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-25-11s25", "raw": "A scene from a TV show in which a woman is sitting on a staircase and laughing.", "with_names": "a woman is sitting on a staircase and laughing."}, {"scene_id": "oltl-05-25-11s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-05-25-11s27", "raw": "A scene from a TV show in which a man is looking at a book and saying,", "with_names": "a man is looking at a book and saying,"}, {"scene_id": "oltl-05-25-11s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-25-11s29", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-05-25-11s30", "raw": "A scene from a TV show in which a man is talking to a woman on a staircase.", "with_names": ""}, {"scene_id": "oltl-05-25-11s31", "raw": "A scene from a TV show in which a woman is being assaulted by three men.", "with_names": "a woman is being assaulted by three men."}, {"scene_id": "oltl-05-25-11s32", "raw": "A scene from a TV show in which a man is standing in front of a desk and talking on a phone.", "with_names": ""}, {"scene_id": "oltl-05-25-11s33", "raw": "A scene from a TV show in which a man is holding his neck and looking down.", "with_names": "a man is holding his neck and looking down."}, {"scene_id": "oltl-05-25-11s34", "raw": "A scene from a TV show in which a man is walking a dog down a sidewalk.", "with_names": "a man is walking a dog down a sidewalk."}]