[{"scene_id": "atwt-01-21-09s0", "raw": "A scene from a TV show in which a woman is standing next to a man and they are both looking at something.", "with_names": "Janet is standing next to Jack and they are both looking at something."}, {"scene_id": "atwt-01-21-09s1", "raw": "A scene from a TV show in which a woman is sitting at a table and another woman is standing next to her.", "with_names": "a woman is sitting at a table and another woman is standing next to her."}, {"scene_id": "atwt-01-21-09s2", "raw": "A scene from a TV show in which a man is holding a glass and talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-21-09s3", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-01-21-09s4", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "atwt-01-21-09s5", "raw": "A scene from a TV show in which a child is holding up a T-shirt with the slogan 'To small it is to love it'.", "with_names": "a child is holding up a t-shirt with the slogan 'to small it is to love it'."}, {"scene_id": "atwt-01-21-09s6", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him.", "with_names": "a man is wearing a red shirt and a woman is standing behind him."}, {"scene_id": "atwt-01-21-09s7", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-21-09s8", "raw": "A scene from a TV show in which a man is talking to someone and a red flower is in the background.", "with_names": ""}, {"scene_id": "atwt-01-21-09s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-01-21-09s10", "raw": "A scene from a TV show in which a young girl is shown how to use a food processor.", "with_names": ""}, {"scene_id": "atwt-01-21-09s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-21-09s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-21-09s13", "raw": "A scene from a TV show in which a man is kissing a woman's dress", "with_names": "a man is kissing a woman's dress"}, {"scene_id": "atwt-01-21-09s14", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a shirt", "with_names": "a man is wearing a black leather jacket and a shirt"}, {"scene_id": "atwt-01-21-09s15", "raw": "A scene from a TV show in which Progressive Insurance is featured.", "with_names": "progressive insurance is featured."}, {"scene_id": "atwt-01-21-09s16", "raw": "A scene from a TV show in which a man is seen lying on a bed with a cat sitting on top of him.", "with_names": "] is lying on a bed with a cat sitting on top of him."}, {"scene_id": "atwt-01-21-09s17", "raw": "A scene from a TV show in which a man is hitting a little boy with a belt.", "with_names": "a man is hitting a little boy with a belt."}, {"scene_id": "atwt-01-21-09s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-01-21-09s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-01-21-09s20", "raw": "A scene from a TV show in which a woman is seen eating a Pringles chip.", "with_names": "a woman is eating a pringles chip."}, {"scene_id": "atwt-01-21-09s21", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her", "with_names": "a woman is wearing a red shirt and a man is standing behind her"}, {"scene_id": "atwt-01-21-09s22", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "] is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-01-21-09s23", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "atwt-01-21-09s24", "raw": "A scene from a TV show in which a person is touching a book with their hand.", "with_names": "a person is touching a book with their hand."}]