[{"scene_id": "bb-09-12-14s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "bb-09-12-14s1", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-09-12-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-12-14s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-12-14s4", "raw": "A scene from a TV show in which a man sits at a desk and talks.", "with_names": "a man sits at a desk and talks."}, {"scene_id": "bb-09-12-14s5", "raw": "A scene from a TV show in which a woman is looking at a picture frame.", "with_names": "a woman is looking at a picture frame."}, {"scene_id": "bb-09-12-14s6", "raw": "A scene from a TV show in which a man stands in a room with a window and looks out.", "with_names": "a man stands in a room with a window and looks out."}, {"scene_id": "bb-09-12-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-12-14s8", "raw": "A scene from a TV show in which a man is holding a glass of alcohol.", "with_names": "a man is holding a glass of alcohol."}, {"scene_id": "bb-09-12-14s9", "raw": "A scene from a TV show in which a man and a woman are in a room, the man is looking at a book and the woman is looking over his shoulder.", "with_names": "a man and a woman are in a room, the man is looking at a book and the woman is looking over his shoulder."}, {"scene_id": "bb-09-12-14s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-12-14s11", "raw": "A scene from a TV show in which a man is seen riding a motorcycle through Paris.", "with_names": "a man is riding a motorcycle through paris."}, {"scene_id": "bb-09-12-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-12-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-12-14s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-09-12-14s15", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a necklace.", "with_names": "a woman is wearing a leather jacket and a necklace."}, {"scene_id": "bb-09-12-14s16", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-12-14s17", "raw": "A scene from a TV show in which a man and woman are talking in a kitchen.", "with_names": ""}]