[{"scene_id": "atwt-05-21-10s0", "raw": "A scene from a TV show in which a woman is hugging a man and his hand is on her chest.", "with_names": "Carly is hugging Jack and his hand is on her chest."}, {"scene_id": "atwt-05-21-10s1", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-21-10s2", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-21-10s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-05-21-10s4", "raw": "A scene from a TV show in which a man is crying and holding a bottle.", "with_names": "] is crying and holding a bottle."}, {"scene_id": "atwt-05-21-10s5", "raw": "A scene from a TV show in which a man is playing the harmonium and a woman is dancing", "with_names": "a man is playing the harmonium and a woman is dancing"}, {"scene_id": "atwt-05-21-10s6", "raw": "A scene from a TV show in which a blue light is shining on a person.", "with_names": "a blue light is shining on a person."}, {"scene_id": "atwt-05-21-10s7", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a pink jacket.", "with_names": "a woman is looking at the camera and wearing a pink jacket."}, {"scene_id": "atwt-05-21-10s8", "raw": "A scene from a TV show in which a man plays a saxophone in front of a crowd.", "with_names": "a man plays a saxophone in front of a crowd."}, {"scene_id": "atwt-05-21-10s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to another man.", "with_names": ""}, {"scene_id": "atwt-05-21-10s10", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera", "with_names": "a man is wearing a suit and a tie and looking at the camera"}, {"scene_id": "atwt-05-21-10s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-21-10s12", "raw": "A scene from a TV show in which a woman is on the phone and smiling.", "with_names": "a woman is on the phone and smiling."}, {"scene_id": "atwt-05-21-10s13", "raw": "A scene from a TV show in which a woman is wearing a black blazer and red lipstick.", "with_names": "a woman is wearing a black blazer and red lipstick."}, {"scene_id": "atwt-05-21-10s14", "raw": "A scene from a TV show in which a little girl is shown how to tie a tie.", "with_names": ""}, {"scene_id": "atwt-05-21-10s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-21-10s16", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "] is looking down and his eyes are closed."}, {"scene_id": "atwt-05-21-10s17", "raw": "A scene from a TV show in which a man is seen running down a street with a gun.", "with_names": "a man is running down a street with a gun."}, {"scene_id": "atwt-05-21-10s18", "raw": "A scene from a TV show in which a woman is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-05-21-10s19", "raw": "A scene from a TV show in which a man is kissing a woman in a garden.", "with_names": "] is kissing a woman in a garden."}, {"scene_id": "atwt-05-21-10s20", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "atwt-05-21-10s21", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a black shirt.", "with_names": "a woman is wearing a green dress and a man is in a black shirt."}, {"scene_id": "atwt-05-21-10s22", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-21-10s23", "raw": "A scene from a TV show in which a young man is sitting up in a hospital bed, looking concerned.", "with_names": "a young man is sitting up in a hospital bed, looking concerned."}, {"scene_id": "atwt-05-21-10s24", "raw": "A scene from a TV show in which a woman is applying false eyelashes.", "with_names": "a woman is applying false eyelashes."}]