[{"scene_id": "oltl-11-20-06s0", "raw": "A scene from a TV show in which a man is seen holding a gun.", "with_names": "a man is holding a gun."}, {"scene_id": "oltl-11-20-06s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "oltl-11-20-06s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-20-06s3", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-20-06s4", "raw": "A scene from a TV show in which a woman is talking to a man in a shop.", "with_names": ""}, {"scene_id": "oltl-11-20-06s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-20-06s6", "raw": "A scene from a TV show in which a man is sitting in a restaurant and talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-11-20-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-20-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and a purple shirt and is looking at a woman.", "with_names": "a man is wearing a suit and a purple shirt and is looking at a woman."}, {"scene_id": "oltl-11-20-06s9", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-20-06s10", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-20-06s11", "raw": "A scene from a TV show in which a black man is wearing a brown jacket and a white shirt.", "with_names": "a black man is wearing a brown jacket and a white shirt."}, {"scene_id": "oltl-11-20-06s12", "raw": "A scene from a TV show in which a woman is standing in a room and another woman is sitting at a table.", "with_names": "a woman is standing in a room and another woman is sitting at a table."}, {"scene_id": "oltl-11-20-06s13", "raw": "A scene from a TV show in which a man is wearing a green sweatshirt and a woman is standing next to him.", "with_names": "a man is wearing a green sweatshirt and a woman is standing next to him."}, {"scene_id": "oltl-11-20-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-20-06s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table. The man is talking to the woman, who is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-11-20-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "oltl-11-20-06s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-20-06s18", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-20-06s19", "raw": "A scene from a TV show in which a blond man is looking at a blonde woman.", "with_names": "a blond man is looking at a blonde woman."}, {"scene_id": "oltl-11-20-06s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-20-06s21", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-20-06s22", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-11-20-06s23", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-20-06s24", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-11-20-06s25", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-11-20-06s26", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-11-20-06s27", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}]