[{"scene_id": "bb-12-14-17s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing in front of him.", "with_names": ""}, {"scene_id": "bb-12-14-17s1", "raw": "A scene from a TV show in which an elderly man is sitting on a couch and reading a book.", "with_names": ""}, {"scene_id": "bb-12-14-17s2", "raw": "A scene from a TV show in which a black and white zebra print is used as a background", "with_names": "a black and white zebra print is used as a background"}, {"scene_id": "bb-12-14-17s3", "raw": "A scene from a TV show in which a man and a woman kiss in a living room.", "with_names": "Liam and Steffy kiss in a living room."}, {"scene_id": "bb-12-14-17s4", "raw": "A scene from a TV show in which a man is wearing a shirt open to his navel.", "with_names": "a man is wearing a shirt open to his navel."}, {"scene_id": "bb-12-14-17s5", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with a table and chairs set up for a meal.", "with_names": "a man and a woman are standing in a garden, with a table and chairs set up for a meal."}, {"scene_id": "bb-12-14-17s6", "raw": "A scene from a TV show in which an older man is sitting on a couch and a younger man is standing next to him, showing him a tablet.", "with_names": ""}, {"scene_id": "bb-12-14-17s7", "raw": "A scene from a TV show in which a man and a woman sit at a table in a garden.", "with_names": "a man and a woman sit at a table in a garden."}, {"scene_id": "bb-12-14-17s8", "raw": "A scene from a TV show in which a woman is kissing a man with a tattoo on his back.", "with_names": "Steffy is kissing Liam with a tattoo on his back."}, {"scene_id": "bb-12-14-17s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to an older manI", "with_names": ""}, {"scene_id": "bb-12-14-17s10", "raw": "A scene from a TV show in which a woman is having dinner with a man.", "with_names": "a woman is having dinner with a man."}, {"scene_id": "bb-12-14-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-14-17s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-14-17s13", "raw": "A scene from a TV show in which a man is sitting at a table with a glass of wine.", "with_names": "a man is sitting at a table with a glass of wine."}]