[{"scene_id": "oltl-05-22-09s0", "raw": "A scene from a TV show in which a man and a woman are driving in a car.", "with_names": "a man and a woman are driving in a car."}, {"scene_id": "oltl-05-22-09s1", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking down.", "with_names": "a man is wearing a white shirt and a tie and looking down."}, {"scene_id": "oltl-05-22-09s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Michael and ] are standing next to each other."}, {"scene_id": "oltl-05-22-09s3", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, looking at each other.", "with_names": "a man and a woman are standing close to each other, looking at each other."}, {"scene_id": "oltl-05-22-09s4", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "a woman is being questioned by two men."}, {"scene_id": "oltl-05-22-09s5", "raw": "A scene from a TV show in which a woman is driving a car and her hands are on the steering wheel.", "with_names": "a woman is driving a car and her hands are on the steering wheel."}, {"scene_id": "oltl-05-22-09s6", "raw": "A scene from a TV show in which a man is sitting at a table with a laptop and a woman is standing behind him.", "with_names": "a man is sitting at a table with a laptop and a woman is standing behind him."}, {"scene_id": "oltl-05-22-09s7", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a black jacket.", "with_names": ""}, {"scene_id": "oltl-05-22-09s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-22-09s9", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-05-22-09s10", "raw": "A scene from a TV show in which a woman is talking on her cell phone while driving.", "with_names": ""}, {"scene_id": "oltl-05-22-09s11", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "a man and a woman are sitting in a car."}, {"scene_id": "oltl-05-22-09s12", "raw": "A scene from a TV show in which a man is cooking in a kitchen.", "with_names": "a man is cooking in a kitchen."}, {"scene_id": "oltl-05-22-09s13", "raw": "A scene from a TV show in which a doctor is pushing a patient in a hospital bed.", "with_names": "a doctor is pushing a patient in a hospital bed."}, {"scene_id": "oltl-05-22-09s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-22-09s15", "raw": "A scene from a TV show in which a woman is driving a car and is looking at the road ahead.", "with_names": "a woman is driving a car and is looking at the road ahead."}, {"scene_id": "oltl-05-22-09s16", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "oltl-05-22-09s17", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-05-22-09s18", "raw": "A scene from a TV show in which a person is browsing a website on a laptop.", "with_names": "a person is browsing a website on a laptop."}, {"scene_id": "oltl-05-22-09s19", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "oltl-05-22-09s20", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-05-22-09s21", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, facing each other.", "with_names": "a man and a woman are standing in a kitchen, facing each other."}, {"scene_id": "oltl-05-22-09s22", "raw": "A scene from a TV show in which a man is sitting in a chair and a police officer is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-22-09s23", "raw": "A scene from a TV show in which a woman is holding a sandwich and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-22-09s24", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-05-22-09s25", "raw": "A scene from a TV show in which a woman is talking on her cell phone while driving.", "with_names": ""}, {"scene_id": "oltl-05-22-09s26", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "oltl-05-22-09s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-22-09s28", "raw": "A scene from a TV show in which a man is in a hospital bed and another man is standing next to him.", "with_names": "a man is in a hospital bed and another man is standing next to him."}, {"scene_id": "oltl-05-22-09s29", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "oltl-05-22-09s30", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-05-22-09s31", "raw": "A scene from a TV show in which a man is looking at a screen and talking.", "with_names": ""}]