[{"scene_id": "atwt-07-31-09s0", "raw": "A scene from a TV show in which a woman is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-31-09s1", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a clock.", "with_names": ""}, {"scene_id": "atwt-07-31-09s2", "raw": "A scene from a TV show in which a young man is wearing a yellow shirt and a mullet.", "with_names": "a young man is wearing a yellow shirt and a mullet."}, {"scene_id": "atwt-07-31-09s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-07-31-09s4", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-07-31-09s5", "raw": "A scene from a TV show in which a woman is talking to a mirror", "with_names": ""}, {"scene_id": "atwt-07-31-09s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a house, with a plate and a bottle of lemonade in their hands.", "with_names": "a man and a woman are standing in front of a house, with a plate and a bottle of lemonade in their hands."}, {"scene_id": "atwt-07-31-09s7", "raw": "A scene from a TV show in which a woman is sitting in a chair with a man standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-31-09s8", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-07-31-09s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-31-09s10", "raw": "A scene from a TV show in which a small circle is seen on a black screen", "with_names": "a small circle is on a black screen"}, {"scene_id": "atwt-07-31-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-31-09s12", "raw": "A scene from a TV show in which a boy is wearing a yellow shirt and a light brown hair", "with_names": "a boy is wearing a yellow shirt and a light brown hair"}, {"scene_id": "atwt-07-31-09s13", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-07-31-09s14", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-07-31-09s15", "raw": "A scene from a TV show in which a woman is singing in a hallway.", "with_names": "a woman is singing in a hallway."}, {"scene_id": "atwt-07-31-09s16", "raw": "A scene from a TV show in which a woman is blowing her hair in the air.", "with_names": "a woman is blowing her hair in the air."}, {"scene_id": "atwt-07-31-09s17", "raw": "A scene from a TV show in which a tube of eye cream is shown.", "with_names": ""}, {"scene_id": "atwt-07-31-09s18", "raw": "A scene from a TV show in which a man is talking on his cell phone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-31-09s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-07-31-09s20", "raw": "A scene from a TV show in which a man is standing in front of a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-07-31-09s21", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-07-31-09s22", "raw": "A scene from a TV show in which a man is wearing a mask and a woman is behind him.", "with_names": "a man is wearing a mask and a woman is behind him."}, {"scene_id": "atwt-07-31-09s23", "raw": "A scene from a TV show in which Pantene shampoo is used to clean a toilet.", "with_names": "pantene shampoo is used to clean a toilet."}]