[{"scene_id": "bb-05-18-17s0", "raw": "A scene from a TV show in which a man is talking on a cell phone while standing in a room with a cake and flowers.", "with_names": ""}, {"scene_id": "bb-05-18-17s1", "raw": "A scene from a TV show in which a man and a woman stand in a room.", "with_names": "a man and a woman stand in a room."}, {"scene_id": "bb-05-18-17s2", "raw": "A scene from a TV show in which a man is getting married to another man.", "with_names": "a man is getting married to another man."}, {"scene_id": "bb-05-18-17s3", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a green chair.", "with_names": "a man is standing in a room with a desk and a green chair."}, {"scene_id": "bb-05-18-17s4", "raw": "A scene from a TV show in which two women are standing in a bedroom, looking at a mirror.", "with_names": "two women are standing in a bedroom, looking at a mirror."}, {"scene_id": "bb-05-18-17s5", "raw": "A scene from a TV show in which two men are standing in front of a wedding altar.", "with_names": "two men are standing in front of a wedding altar."}, {"scene_id": "bb-05-18-17s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-05-18-17s7", "raw": "A scene from a TV show in which a woman is getting her hair done.", "with_names": "a woman is getting her hair done."}, {"scene_id": "bb-05-18-17s8", "raw": "A scene from a TV show in which two women are sitting at a desk.", "with_names": "two women are sitting at a desk."}, {"scene_id": "bb-05-18-17s9", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-05-18-17s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-18-17s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "Ivy is wearing a blue dress and Quinn is standing behind her."}, {"scene_id": "bb-05-18-17s12", "raw": "A scene from a TV show in which four men stand in a room with a fireplace and a table with flowers.", "with_names": "four men stand in a room with a fireplace and a table with flowers."}, {"scene_id": "bb-05-18-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Justin is wearing a suit and tie."}, {"scene_id": "bb-05-18-17s14", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Bill is in a hospital bed, wearing a mask."}]