[{"scene_id": "atwt-05-13-04s0", "raw": "A scene from a TV show in which a crown is advertised for $619", "with_names": "a crown is advertised for $619"}, {"scene_id": "atwt-05-13-04s1", "raw": "A scene from a TV show in which a woman is sitting in a bar, wearing a black dress and a necklace.", "with_names": "a woman is sitting in a bar, wearing a black dress and a necklace."}, {"scene_id": "atwt-05-13-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-13-04s3", "raw": "A scene from a TV show in which a woman is looking shocked and surprised.", "with_names": "a woman is looking shocked and surprised."}, {"scene_id": "atwt-05-13-04s4", "raw": "A scene from a TV show in which a man is seen wearing a Hello Kitty hat.", "with_names": "a man is wearing a hello kitty hat."}, {"scene_id": "atwt-05-13-04s5", "raw": "A scene from a TV show in which a man and a woman are standing in a store, with a TV in the background.", "with_names": "a man and a woman are standing in a store, with a tv in the background."}, {"scene_id": "atwt-05-13-04s6", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-05-13-04s7", "raw": "A scene from a TV show in which a man is sleeping with his eyes closed.", "with_names": "a man is sleeping with his eyes closed."}, {"scene_id": "atwt-05-13-04s8", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-05-13-04s9", "raw": "A scene from a TV show in which the words 1-800-MEDICARE appear on the screen", "with_names": "the words 1-800-medicare appear on the screen"}, {"scene_id": "atwt-05-13-04s10", "raw": "A scene from a TV show in which a woman is looking at the camera and making a face.", "with_names": "a woman is looking at the camera and making a face."}, {"scene_id": "atwt-05-13-04s11", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-05-13-04s12", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-05-13-04s13", "raw": "A scene from a TV show in which a small white circle is on the bottom right corner of the screen.", "with_names": "a small white circle is on the bottom right corner of the screen."}, {"scene_id": "atwt-05-13-04s14", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-13-04s15", "raw": "A scene from a TV show in which a woman is looking off camera.", "with_names": "a woman is looking off camera."}, {"scene_id": "atwt-05-13-04s16", "raw": "A scene from a TV show in which a woman is screaming and a man is holding her.", "with_names": "a woman is screaming and a man is holding her."}, {"scene_id": "atwt-05-13-04s17", "raw": "A scene from a TV show in which a man and a girl stand in a kitchen.", "with_names": "a man and a girl stand in a kitchen."}, {"scene_id": "atwt-05-13-04s18", "raw": "A scene from a TV show in which a woman is talking to another woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "atwt-05-13-04s19", "raw": "A scene from a TV show in which a woman is sitting at a bar with a drink in her hand, while a man stands behind her, holding a bottle.", "with_names": "a woman is sitting at a bar with a drink in her hand, while a man stands behind her, holding a bottle."}, {"scene_id": "atwt-05-13-04s20", "raw": "A scene from a TV show in which a woman is walking down a hallway in a white dress.", "with_names": "a woman is walking down a hallway in a white dress."}, {"scene_id": "atwt-05-13-04s21", "raw": "A scene from a TV show in which a shirtless man and a woman are laying on a bed, with their hands intertwined.", "with_names": "a shirtless man and a woman are laying on a bed, with their hands intertwined."}, {"scene_id": "atwt-05-13-04s22", "raw": "A scene from a TV show in which milk is poured into a glass.", "with_names": "milk is poured into a glass."}, {"scene_id": "atwt-05-13-04s23", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth slightly open.", "with_names": "a woman is looking off to the side, with her mouth slightly open."}, {"scene_id": "atwt-05-13-04s24", "raw": "A scene from a TV show in which a woman is on the phone while a man sleeps in bed.", "with_names": "a woman is on the phone while a man sleeps in bed."}, {"scene_id": "atwt-05-13-04s25", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-05-13-04s26", "raw": "A scene from a TV show in which a Chinese man is seen writing the word \"F***\" on a wall.", "with_names": "a chinese man is writing the word \"f***\" on a wall."}]