[{"scene_id": "bb-02-10-17s0", "raw": "A scene from a TV show in which a woman is applying makeup to another woman.", "with_names": "a woman is applying makeup to another woman."}, {"scene_id": "bb-02-10-17s1", "raw": "A scene from a TV show in which a young man is sitting in a room and looking at a book.", "with_names": "a young man is sitting in a room and looking at a book."}, {"scene_id": "bb-02-10-17s2", "raw": "A scene from a TV show in which a woman is talking on her cell phone while sitting at a table.", "with_names": ""}, {"scene_id": "bb-02-10-17s3", "raw": "A scene from a TV show in which a man is standing in a room with a laptop and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-02-10-17s4", "raw": "A scene from a TV show in which a woman is trying on a robe in a dressing room.", "with_names": "a woman is trying on a robe in a dressing room."}, {"scene_id": "bb-02-10-17s5", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "Liam and Steffy are standing face to face."}, {"scene_id": "bb-02-10-17s6", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "bb-02-10-17s7", "raw": "A scene from a TV show in which a young black man is shown a calculator and a book by a white man.", "with_names": ""}, {"scene_id": "bb-02-10-17s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-02-10-17s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-10-17s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "bb-02-10-17s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Sally is looking at Thomas and he is looking back at her."}, {"scene_id": "bb-02-10-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-10-17s14", "raw": "A scene from a TV show in which a man is seen laying flowers at the site of the attack.", "with_names": "Thomas is laying flowers at the site of the attack."}, {"scene_id": "bb-02-10-17s16", "raw": "A scene from a TV show in which a man proposes to his girlfriend in front of a TTC sign.", "with_names": "a man proposes to his girlfriend in front of a ttc sign."}]