[{"scene_id": "bb-05-04-06s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and she is holding a cell phone.", "with_names": "Nick is standing in a room with Brooke, and she is holding a cell phone."}, {"scene_id": "bb-05-04-06s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-04-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-05-04-06s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "bb-05-04-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking down.", "with_names": "a man is wearing a suit and a white shirt and is looking down."}, {"scene_id": "bb-05-04-06s5", "raw": "A scene from a TV show in which a woman is wearing a blue dress and green earrings.", "with_names": "a woman is wearing a blue dress and green earrings."}, {"scene_id": "bb-05-04-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and glasses and smiling.", "with_names": "a man is wearing a suit and glasses and smiling."}, {"scene_id": "bb-05-04-06s7", "raw": "A scene from a TV show in which a woman is wearing a white top and gold jewelry", "with_names": "a woman is wearing a white top and gold jewelry"}, {"scene_id": "bb-05-04-06s8", "raw": "A scene from a TV show in which two men are standing in a room with a fireplace and a large window.", "with_names": "two men are standing in a room with a fireplace and a large window."}, {"scene_id": "bb-05-04-06s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-04-06s10", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a map is behind him.", "with_names": "a man is wearing a blue shirt and a map is behind him."}, {"scene_id": "bb-05-04-06s11", "raw": "A scene from a TV show in which a woman is looking at a picture frame and talking to someone.", "with_names": ""}]