[{"scene_id": "pc-07-12-02s0", "raw": "A scene from a TV show in which a woman is smiling and wearing a red shirt.", "with_names": "a woman is smiling and wearing a red shirt."}, {"scene_id": "pc-07-12-02s1", "raw": "A scene from a TV show in which a blonde woman is wearing a blue hoodie and a choker.", "with_names": "a blonde woman is wearing a blue hoodie and a choker."}, {"scene_id": "pc-07-12-02s2", "raw": "A scene from a TV show in which a woman is dancing in a red shirt.", "with_names": "Livvie is dancing in a red shirt."}, {"scene_id": "pc-07-12-02s3", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black rose on it.", "with_names": "a man is wearing a white shirt and a black rose on it."}, {"scene_id": "pc-07-12-02s4", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed", "with_names": "Livvie is lying on a bed with her eyes closed"}, {"scene_id": "pc-07-12-02s5", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-12-02s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-12-02s7", "raw": "A scene from a TV show in which a woman is seen walking through a forest.", "with_names": "a woman is walking through a forest."}, {"scene_id": "pc-07-12-02s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-12-02s9", "raw": "A scene from a TV show in which a man is sitting in a courtroom, looking at a woman.", "with_names": "a man is sitting in a courtroom, looking at a woman."}, {"scene_id": "pc-07-12-02s10", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "pc-07-12-02s11", "raw": "A scene from a TV show in which a woman is being attacked by a man in a park.", "with_names": "Livvie is being attacked by a man in a park."}, {"scene_id": "pc-07-12-02s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man. The text reads \"port charles\"", "with_names": ""}]