[{"scene_id": "oltl-08-19-08s0", "raw": "A scene from a TV show in which a man is standing in a room with a table and a chair in front of him.", "with_names": "a man is standing in a room with a table and a chair in front of him."}, {"scene_id": "oltl-08-19-08s1", "raw": "A scene from a TV show in which a man is sitting in a chair with his hand on his head", "with_names": ""}, {"scene_id": "oltl-08-19-08s2", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and glasses", "with_names": "a man is wearing a cowboy hat and glasses"}, {"scene_id": "oltl-08-19-08s3", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is holding a cell phone to his ear.", "with_names": "a woman is lying in bed with a man, and he is holding a cell phone to his ear."}, {"scene_id": "oltl-08-19-08s4", "raw": "A scene from a TV show in which the word \"One Life\" is spelled out in white letters", "with_names": "the word \"one life\" is spelled out in white letters"}, {"scene_id": "oltl-08-19-08s5", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "oltl-08-19-08s6", "raw": "A scene from a TV show in which a woman is having sex with a man in a hotel room.", "with_names": "a woman is having sex with a man in a hotel room."}, {"scene_id": "oltl-08-19-08s7", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "oltl-08-19-08s8", "raw": "A scene from a TV show in which a woman is sitting on a bed with a man and a dog.", "with_names": "a woman is sitting on a bed with a man and a dog."}, {"scene_id": "oltl-08-19-08s9", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-08-19-08s10", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a wall.", "with_names": "a man is sitting in a room and looking at a wall."}, {"scene_id": "oltl-08-19-08s11", "raw": "A scene from a TV show in which a young boy is sitting next to a man in a kitchen.", "with_names": "a young boy is sitting next to a man in a kitchen."}, {"scene_id": "oltl-08-19-08s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-19-08s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "a man is wearing a black shirt and a long black hair"}, {"scene_id": "oltl-08-19-08s14", "raw": "A scene from a TV show in which a shirtless man is sitting on a bed and looking at the camera.", "with_names": "a shirtless man is sitting on a bed and looking at the camera."}, {"scene_id": "oltl-08-19-08s15", "raw": "A scene from a TV show in which a man is sitting on a couch and gesturing with his hands.", "with_names": ""}, {"scene_id": "oltl-08-19-08s16", "raw": "A scene from a TV show in which a young boy is looking at a man and smiling.", "with_names": "a young boy is looking at a man and smiling."}, {"scene_id": "oltl-08-19-08s17", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-19-08s18", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a black shirt", "with_names": "a man is wearing a cowboy hat and a black shirt"}, {"scene_id": "oltl-08-19-08s19", "raw": "A scene from a TV show in which a man is standing over a boy who is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-19-08s20", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "oltl-08-19-08s21", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a man is standing behind her", "with_names": "a woman is sitting in a hospital bed and a man is standing behind her"}, {"scene_id": "oltl-08-19-08s22", "raw": "A scene from a TV show in which a shirtless man is sitting in a bathtub, looking at the camera.", "with_names": "a shirtless man is sitting in a bathtub, looking at the camera."}, {"scene_id": "oltl-08-19-08s23", "raw": "A scene from a TV show in which a woman is holding her head in her hands and another woman is standing next to her", "with_names": "a woman is holding her head in her hands and another woman is standing next to her"}, {"scene_id": "oltl-08-19-08s24", "raw": "A scene from a TV show in which a young boy is sitting on a couch with his father.", "with_names": ""}, {"scene_id": "oltl-08-19-08s25", "raw": "A scene from a TV show in which a woman is trying to kiss a man.", "with_names": "a woman is trying to kiss a man."}, {"scene_id": "oltl-08-19-08s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-19-08s27", "raw": "A scene from a TV show in which a woman is lying on a bed with a man, and he is holding her by the arm.", "with_names": "a woman is lying on a bed with a man, and he is holding her by the arm."}, {"scene_id": "oltl-08-19-08s28", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-19-08s29", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-08-19-08s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]