[{"scene_id": "gl-03-03-04s0", "raw": "A scene from a TV show in which a woman is holding a baby and a man is sitting next to her.", "with_names": "Olivia is holding a baby and Phillip is sitting next to her."}, {"scene_id": "gl-03-03-04s1", "raw": "A scene from a TV show in which a woman is standing in front of a police officer and a desk with mugshots on it.", "with_names": "a woman is standing in front of a police officer and a desk with mugshots on it."}, {"scene_id": "gl-03-03-04s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-03-04s3", "raw": "A scene from a TV show in which a man is reading a newspaper.", "with_names": "a man is reading a newspaper."}, {"scene_id": "gl-03-03-04s4", "raw": "A scene from a TV show in which a woman is talking to a man on a staircase.", "with_names": ""}, {"scene_id": "gl-03-03-04s5", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-03-03-04s6", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "a man is sitting on a bed and a woman is standing next to him."}, {"scene_id": "gl-03-03-04s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-03-03-04s8", "raw": "A scene from a TV show in which a man and a woman are standing on a staircase, with the woman looking at the man with a look of disgust on her face.", "with_names": "Jeffrey and Cassie are standing on a staircase, with the woman looking at the man with a look of disgust on her face."}, {"scene_id": "gl-03-03-04s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-03-04s10", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "Phillip holds a baby in his arms."}, {"scene_id": "gl-03-03-04s11", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and she is looking at him with an expression of disapproval.", "with_names": "a man is sitting at a table with a woman, and she is looking at him with an expression of disapproval."}, {"scene_id": "gl-03-03-04s13", "raw": "A scene from a TV show in which a woman is seen talking to a ghost.", "with_names": ""}, {"scene_id": "gl-03-03-04s14", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man stands behind her.", "with_names": "Hotel clerk is wearing a leather jacket and Jeffrey stands behind her."}, {"scene_id": "gl-03-03-04s15", "raw": "A scene from a TV show in which a woman is holding a baby and a man is sitting next to her.", "with_names": "Cassie (whispering) is holding a baby and a man is sitting next to her."}, {"scene_id": "gl-03-03-04s16", "raw": "A scene from a TV show in which a woman is knocking on a door and a man is standing behind her.", "with_names": "Olivia is knocking on a door and Phillip is standing behind her."}, {"scene_id": "gl-03-03-04s17", "raw": "A scene from a TV show in which a woman is wearing a red coat and a necklace.", "with_names": "a woman is wearing a red coat and a necklace."}, {"scene_id": "gl-03-03-04s18", "raw": "A scene from a TV show in which a man holds up a picture of his deceased wife.", "with_names": "a man holds up a picture of his deceased wife."}, {"scene_id": "gl-03-03-04s19", "raw": "A scene from a TV show in which a man is talking about his ex-wife.", "with_names": ""}, {"scene_id": "gl-03-03-04s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-03-04s22", "raw": "A scene from a TV show in which a man is being massaged by a woman.", "with_names": "Jeffrey is being massaged by Buzz."}, {"scene_id": "gl-03-03-04s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-03-04s24", "raw": "A scene from a TV show in which a man is wearing a blue shirt and pants", "with_names": "Frank is wearing a blue shirt and pants"}]