[{"scene_id": "pc-04-02-03s0", "raw": "", "with_names": ""}, {"scene_id": "pc-04-02-03s1", "raw": "A scene from a TV show in which a man is standing in a room with a keyboard and a TV", "with_names": "a man is standing in a room with a keyboard and a tv"}, {"scene_id": "pc-04-02-03s2", "raw": "A scene from a TV show in which a man is sitting at a bar, holding a glass and looking at it.", "with_names": "a man is sitting at a bar, holding a glass and looking at it."}, {"scene_id": "pc-04-02-03s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and her arms are outstretched.", "with_names": "a woman is wearing a black dress and her arms are outstretched."}, {"scene_id": "pc-04-02-03s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "pc-04-02-03s5", "raw": "A scene from a TV show in which Port Charles actor Port Charles is on the phone and the soap is celebrating his nomination.", "with_names": "port charles actor port charles is on the phone and the soap is celebrating his nomination."}, {"scene_id": "pc-04-02-03s6", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black choker.", "with_names": "a woman is wearing a red shirt and a black choker."}, {"scene_id": "pc-04-02-03s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-04-02-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-02-03s9", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "pc-04-02-03s10", "raw": "A scene from a TV show in which a man is seen in a dark room, with a black screen and the word \"SAGAP\" written in white", "with_names": "a man is in a dark room, with a black screen and the word \"sagap\" written in white"}, {"scene_id": "pc-04-02-03s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-02-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-02-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-02-03s14", "raw": "A scene from a TV show in which a man is being held down by another man.", "with_names": "a man is being held down by another man."}, {"scene_id": "pc-04-02-03s15", "raw": "A scene from a TV show in which vertical lines are displayed on a screen", "with_names": "vertical lines are displayed on a screen"}]