[{"scene_id": "atwt-11-16-05s0", "raw": "A scene from a TV show in which a woman is holding a glass and looking at it.", "with_names": "Emily is holding a glass and looking at it."}, {"scene_id": "atwt-11-16-05s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-16-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-16-05s3", "raw": "A scene from a TV show in which a woman and a man stand next to each other with their arms crossed.", "with_names": "a woman and a man stand next to each other with their arms crossed."}, {"scene_id": "atwt-11-16-05s4", "raw": "A scene from a TV show in which a man is brushing his teeth.", "with_names": "a man is brushing his teeth."}, {"scene_id": "atwt-11-16-05s5", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "atwt-11-16-05s6", "raw": "A scene from a TV show in which a woman holds a baby and smiles at another man.", "with_names": "a woman holds a baby and smiles at another man."}, {"scene_id": "atwt-11-16-05s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-16-05s8", "raw": "A scene from a TV show in which a man is sitting at a desk with a pile of papers and a woman is standing behind him.", "with_names": "] is sitting at a desk with a pile of papers and a woman is standing behind him."}, {"scene_id": "atwt-11-16-05s9", "raw": "A scene from a TV show in which a woman is looking to the side and wearing a green shirt", "with_names": "a woman is looking to the side and wearing a green shirt"}, {"scene_id": "atwt-11-16-05s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-16-05s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-16-05s12", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a pink shirt, talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-16-05s13", "raw": "A scene from a TV show in which a hand is holding a glowing green worm.", "with_names": "a hand is holding a glowing green worm."}, {"scene_id": "atwt-11-16-05s14", "raw": "A scene from a TV show in which a doctor warns about the dangers of taking Zyprexa.", "with_names": "a doctor warns about the dangers of taking zyprexa."}, {"scene_id": "atwt-11-16-05s15", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-16-05s16", "raw": "A scene from a TV show in which a young man is lying in a hospital bed", "with_names": "a young man is lying in a hospital bed"}, {"scene_id": "atwt-11-16-05s17", "raw": "A scene from a TV show in which a young boy is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-16-05s18", "raw": "A scene from a TV show in which a man is talking to a woman and a girl is looking at him.", "with_names": ""}, {"scene_id": "atwt-11-16-05s19", "raw": "A scene from a TV show in which a woman is talking to a man while holding a rose.", "with_names": ""}, {"scene_id": "atwt-11-16-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-16-05s21", "raw": "A scene from a TV show in which a woman is blowing a kiss", "with_names": "a woman is blowing a kiss"}, {"scene_id": "atwt-11-16-05s22", "raw": "A scene from a TV show in which a woman is seen counting money.", "with_names": "a woman is counting money."}, {"scene_id": "atwt-11-16-05s23", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-11-16-05s24", "raw": "A scene from a TV show in which a woman is wearing a green dress and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-16-05s25", "raw": "A scene from a TV show in which a man is holding a shopping bag and a woman is standing next to him.", "with_names": "a man is holding a shopping bag and a woman is standing next to him."}, {"scene_id": "atwt-11-16-05s26", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a shadow on the wall behind her.", "with_names": "a woman is in a dark room, with a shadow on the wall behind her."}]