[{"scene_id": "pc-04-24-03s0", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-24-03s1", "raw": "A scene from a TV show in which a man is in a bathtub with a woman.", "with_names": "a man is in a bathtub with Lucy's voice."}, {"scene_id": "pc-04-24-03s2", "raw": "A scene from a TV show in which a woman is wearing a pink robe and holding a glass of wine. A man is sitting next to her, looking at her.", "with_names": "a woman is wearing a pink robe and holding a glass of wine. a man is sitting next to her, looking at her."}, {"scene_id": "pc-04-24-03s3", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "pc-04-24-03s4", "raw": "A scene from a TV show in which a man is kneeling next to a woman on the floor.", "with_names": "a man is kneeling next to a woman on the floor."}, {"scene_id": "pc-04-24-03s5", "raw": "A scene from a TV show in which the word Cole is spelled out in white letters on a black background", "with_names": "the word cole is spelled out in white letters on a black background"}, {"scene_id": "pc-04-24-03s8", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-24-03s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Karen are standing next to each other."}, {"scene_id": "pc-04-24-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-24-03s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-04-24-03s13", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-04-24-03s14", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a woman is standing behind him.", "with_names": "a man is wearing a grey shirt and frank is standing behind him."}, {"scene_id": "pc-04-24-03s15", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-04-24-03s16", "raw": "A scene from a TV show in which a woman is lying on a bed with a pair of handcuffs around her neck.", "with_names": "a woman is lying on a bed with a pair of handcuffs around her neck."}, {"scene_id": "pc-04-24-03s17", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "pc-04-24-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-24-03s20", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "pc-04-24-03s21", "raw": "A scene from a TV show in which a man is lying on a hospital bed with a bandage around his neck.", "with_names": "Ian is lying on a hospital bed with a bandage around his neck."}, {"scene_id": "pc-04-24-03s22", "raw": "A scene from a TV show in which a man is wearing a green scarf and a black sweater.", "with_names": "rafe is wearing a green scarf and a black sweater."}, {"scene_id": "pc-04-24-03s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-24-03s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-24-03s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-24-03s26", "raw": "A scene from a TV show in which a man is talking to the camera while holding his hands out.", "with_names": ""}, {"scene_id": "pc-04-24-03s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-24-03s28", "raw": "A scene from a TV show in which the title is Port Charles De.", "with_names": "the title is port charles de."}, {"scene_id": "pc-04-24-03s31", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]