[{"scene_id": "gl-01-10-06s0", "raw": "A scene from a TV show in which a woman is wearing a green and white scarf and a grey top.", "with_names": "a woman is wearing a green and white scarf and a grey top."}, {"scene_id": "gl-01-10-06s1", "raw": "A scene from a TV show in which a blue light is seen", "with_names": "a blue light is"}, {"scene_id": "gl-01-10-06s2", "raw": "A scene from a TV show in which a woman is holding two cups and a man is standing next to her.", "with_names": "a woman is holding two cups and a man is standing next to her."}, {"scene_id": "gl-01-10-06s3", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "gl-01-10-06s4", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with an angry expression.", "with_names": "a blonde woman is looking at the camera with an angry expression."}, {"scene_id": "gl-01-10-06s5", "raw": "A scene from a TV show in which a man is seen from behind, looking at a wall.", "with_names": "a man is from behind, looking at a wall."}, {"scene_id": "gl-01-10-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-10-06s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-10-06s8", "raw": "", "with_names": ""}, {"scene_id": "gl-01-10-06s9", "raw": "A scene from a TV show in which a woman is sitting in a room with a brown coat on.", "with_names": "a woman is sitting in a room with a brown coat on."}, {"scene_id": "gl-01-10-06s10", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-10-06s11", "raw": "A scene from a TV show in which a man is sitting at a table with a woman standing behind him.", "with_names": "a man is sitting at a table with a woman standing behind him."}, {"scene_id": "gl-01-10-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "gl-01-10-06s13", "raw": "A scene from a TV show in which a girl is wearing a scarf and a ponytail", "with_names": "a girl is wearing a scarf and a ponytail"}, {"scene_id": "gl-01-10-06s14", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down at a book.", "with_names": ""}, {"scene_id": "gl-01-10-06s15", "raw": "A scene from a TV show in which a woman is seen in a dark room, holding her hand to her face.", "with_names": "a woman is in a dark room, holding her hand to her face."}, {"scene_id": "gl-01-10-06s16", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "gl-01-10-06s17", "raw": "A scene from a TV show in which a woman is wearing a green scarf and a grey top.", "with_names": "a woman is wearing a green scarf and a grey top."}, {"scene_id": "gl-01-10-06s18", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is kneeling next to him.", "with_names": ""}, {"scene_id": "gl-01-10-06s19", "raw": "A scene from a TV show in which a woman is looking up at the ceiling.", "with_names": "a woman is looking up at the ceiling."}]