[{"scene_id": "bb-09-14-17s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-14-17s1", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-09-14-17s2", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hair is up in a bun.", "with_names": "Sally is wearing a white shirt and her hair is up in a bun."}, {"scene_id": "bb-09-14-17s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-09-14-17s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-14-17s7", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at a door.", "with_names": "Bill is wearing a red shirt and looking at a door."}, {"scene_id": "bb-09-14-17s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-14-17s9", "raw": "A scene from a TV show in which a woman is standing in a hallway and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-14-17s13", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "bb-09-14-17s14", "raw": "A scene from a TV show in which a woman is standing in a room with a tall building in the background.", "with_names": "Steffy is standing in a room with a tall building in the background."}, {"scene_id": "bb-09-14-17s15", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-14-17s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a window and a cityscape in the background.", "with_names": "a man and Coco are standing in a room, with a window and a cityscape in the background."}, {"scene_id": "bb-09-14-17s17", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Darlita are standing in a room."}]