[{"scene_id": "atwt-03-26-04s0", "raw": "A scene from a TV show in which a man pours a bottle of champagne into a glass.", "with_names": "Jordan pours a bottle of champagne into a glass."}, {"scene_id": "atwt-03-26-04s1", "raw": "A scene from a TV show in which a woman is handing a man a bouquet of flowers.", "with_names": "a woman is handing a man a bouquet of flowers."}, {"scene_id": "atwt-03-26-04s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-26-04s3", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a brown shirt", "with_names": "a man is wearing a leather jacket and a brown shirt"}, {"scene_id": "atwt-03-26-04s4", "raw": "A scene from a TV show in which two men are standing in a store.", "with_names": "two men are standing in a store."}, {"scene_id": "atwt-03-26-04s5", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-26-04s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-26-04s7", "raw": "A scene from a TV show in which Vicks VapoRub is being used to treat a cold.", "with_names": "vicks vaporub is being used to treat a cold."}, {"scene_id": "atwt-03-26-04s8", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "a man is smiling and wearing a suit."}, {"scene_id": "atwt-03-26-04s9", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-26-04s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and singing.", "with_names": "a man is wearing a suit and tie and singing."}, {"scene_id": "atwt-03-26-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-26-04s12", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-26-04s13", "raw": "A scene from a TV show in which a woman is wearing a bikini and holding a towel over her waist.", "with_names": "a woman is wearing a bikini and holding a towel over her waist."}, {"scene_id": "atwt-03-26-04s14", "raw": "A scene from a TV show in which a girl is sitting on a couch and watching a TV", "with_names": ""}, {"scene_id": "atwt-03-26-04s15", "raw": "A scene from a TV show in which a man is seen in a car with a gun pointed at a woman.", "with_names": "a man is in a car with a gun pointed at a woman."}, {"scene_id": "atwt-03-26-04s16", "raw": "A scene from a TV show in which two women are standing at a desk in a store.", "with_names": "two women are standing at a desk in a store."}, {"scene_id": "atwt-03-26-04s17", "raw": "A scene from a TV show in which a girl is cutting a pizza in a kitchen with her mother and brother watching.", "with_names": "a girl is cutting a pizza in a kitchen with her mother and brother watching."}, {"scene_id": "atwt-03-26-04s18", "raw": "A scene from a TV show in which a man is being hit on the head by another manxican man", "with_names": "a man is being hit on the head by another manxican man"}, {"scene_id": "atwt-03-26-04s19", "raw": "A scene from a TV show in which a man is sitting in a car and a woman is standing next to him", "with_names": "a man is sitting in a car and a woman is standing next to him"}, {"scene_id": "atwt-03-26-04s20", "raw": "A scene from a TV show in which a bear is swimming in a pool and a man is holding a DVD in his hands.", "with_names": "a bear is swimming in a pool and a man is holding a dvd in his hands."}, {"scene_id": "atwt-03-26-04s21", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-26-04s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-26-04s23", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a suit jacket.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a suit jacket."}, {"scene_id": "atwt-03-26-04s24", "raw": "A scene from a TV show in which a large crowd is gathered in a stadium.", "with_names": "a large crowd is gathered in a stadium."}, {"scene_id": "atwt-03-26-04s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-26-04s26", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of surprise on his face.", "with_names": ""}, {"scene_id": "atwt-03-26-04s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-26-04s28", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing behind him.", "with_names": "a man is walking down a hallway and another man is standing behind him."}, {"scene_id": "atwt-03-26-04s29", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-03-26-04s30", "raw": "A scene from a TV show in which a woman is holding a baby and standing in front of a globe.", "with_names": "a woman is holding a baby and standing in front of a globe."}]