[{"scene_id": "atwt-09-23-03s0", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black jacket.", "with_names": "Jessica is wearing a pink shirt and a black jacket."}, {"scene_id": "atwt-09-23-03s1", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-23-03s2", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-23-03s3", "raw": "A scene from a TV show in which a woman is sitting in front of a pink background and a bowl of cereal. The caption reads: Persistent heartburn 2 or more days a week, despite treatment, may be acid reflux disease.", "with_names": "a woman is sitting in front of a pink background and a bowl of cereal. the caption reads: persistent heartburn 2 or more days a week, despite treatment, may be acid reflux disease."}, {"scene_id": "atwt-09-23-03s4", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is dressed in a suit.", "with_names": "a woman is wearing a white dress and a man is dressed in a suit."}, {"scene_id": "atwt-09-23-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-23-03s6", "raw": "A scene from a TV show in which a man is trying to get his shirt off.", "with_names": "] is trying to get his shirt off."}, {"scene_id": "atwt-09-23-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-23-03s8", "raw": "A scene from a TV show in which a young girl is wearing a school uniform and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-23-03s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-09-23-03s10", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "a woman is screaming."}, {"scene_id": "atwt-09-23-03s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-23-03s12", "raw": "A scene from a TV show in which a giraffe is shown on the cover of a DVD.", "with_names": ""}, {"scene_id": "atwt-09-23-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-23-03s14", "raw": "A scene from a TV show in which a black man is wearing a suit and a red tie and looking off to the side.", "with_names": "a black man is wearing a suit and a red tie and looking off to the side."}, {"scene_id": "atwt-09-23-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is gesturing with her hands.", "with_names": ""}, {"scene_id": "atwt-09-23-03s16", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-09-23-03s17", "raw": "A scene from a TV show in which a man is dancing with two children.", "with_names": "a man is dancing with two children."}, {"scene_id": "atwt-09-23-03s18", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-23-03s19", "raw": "A scene from a TV show in which a man is looking off to the side.", "with_names": "] is looking off to the side."}, {"scene_id": "atwt-09-23-03s20", "raw": "A scene from a TV show in which a man is lying on the ground with a gun pointed at him.", "with_names": "a man is lying on the ground with a gun pointed at him."}, {"scene_id": "atwt-09-23-03s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-23-03s22", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down, with his mouth open.", "with_names": ""}, {"scene_id": "atwt-09-23-03s23", "raw": "A scene from a TV show in which a man is wearing a black shirt and a bookshelf is behind him.", "with_names": "] is wearing a black shirt and a bookshelf is behind him."}, {"scene_id": "atwt-09-23-03s24", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}]