[{"scene_id": "gl-10-10-05s0", "raw": "A scene from a TV show in which a man is kissing a woman through a window.", "with_names": "a man is kissing a woman through a window."}, {"scene_id": "gl-10-10-05s1", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding her stomach and looking at a man who is lying on a bed.", "with_names": "a woman is standing in a kitchen, holding her stomach and looking at a man who is lying on a bed."}, {"scene_id": "gl-10-10-05s2", "raw": "A scene from a TV show in which a woman is eating a piece of cake.", "with_names": "a woman is eating a piece of cake."}, {"scene_id": "gl-10-10-05s3", "raw": "A scene from a TV show in which a man is kissing a woman on the mouth", "with_names": "a man is kissing a woman on the mouth"}, {"scene_id": "gl-10-10-05s4", "raw": "A scene from a TV show in which a blonde woman smiles at a man.", "with_names": "a blonde woman smiles at a man."}, {"scene_id": "gl-10-10-05s5", "raw": "A scene from a TV show in which a woman is looking at a man and a red curtain is behind her", "with_names": "a woman is looking at a man and a red curtain is behind her"}, {"scene_id": "gl-10-10-05s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-10-05s7", "raw": "A scene from a TV show in which a cat is seen sitting on a chair in front of a fire.", "with_names": ""}, {"scene_id": "gl-10-10-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-10-10-05s9", "raw": "A scene from a TV show in which a woman is seen in a bathtub with a man.", "with_names": "a woman is in a bathtub with a man."}, {"scene_id": "gl-10-10-05s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-10-05s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-10-10-05s12", "raw": "A scene from a TV show in which a woman is having sex with a dog", "with_names": "a woman is having sex with a dog"}, {"scene_id": "gl-10-10-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and looking at the camera.", "with_names": "a man is wearing a suit and a red tie and looking at the camera."}, {"scene_id": "gl-10-10-05s14", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}, {"scene_id": "gl-10-10-05s15", "raw": "A scene from a TV show in which a man is lying on a couch and his eyes are closed.", "with_names": "a man is lying on a couch and his eyes are closed."}, {"scene_id": "gl-10-10-05s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-10-05s17", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen mask on.", "with_names": "a man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-10-05s18", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at a man.", "with_names": "a woman is holding a gun and pointing it at a man."}, {"scene_id": "gl-10-10-05s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-10-10-05s20", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass in his hand.", "with_names": "a man is sitting at a table with a wine glass in his hand."}, {"scene_id": "gl-10-10-05s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-10-05s22", "raw": "A scene from a TV show in which a man is looking at a sign and saying \"Exam 1\"", "with_names": "a man is looking at a sign and saying \"exam 1\""}, {"scene_id": "gl-10-10-05s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down.", "with_names": "a man is wearing a suit and a tie and looking down."}, {"scene_id": "gl-10-10-05s24", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-10-10-05s25", "raw": "", "with_names": ""}]