[{"scene_id": "bb-05-30-17s0", "raw": "A scene from a TV show in which a white house is seen through purple flowers.", "with_names": "a white house is through purple flowers."}, {"scene_id": "bb-05-30-17s2", "raw": "A scene from a TV show in which a man and two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-05-30-17s3", "raw": "A scene from a TV show in which a man is looking at a woman with a concerned expression.", "with_names": "Eric is looking at Katie with a concerned expression."}, {"scene_id": "bb-05-30-17s4", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "Thomas is sitting at a desk and another man is standing behind him."}, {"scene_id": "bb-05-30-17s5", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "Ridge is standing in a room with a desk and a chair."}, {"scene_id": "bb-05-30-17s6", "raw": "A scene from a TV show in which a woman is standing in a room with a young girl.", "with_names": "Sally is standing in a room with a young girl."}, {"scene_id": "bb-05-30-17s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-05-30-17s8", "raw": "A scene from a TV show in which a man and a woman are talking in a room with a box and a bag of trash.", "with_names": ""}, {"scene_id": "bb-05-30-17s9", "raw": "A scene from a TV show in which a woman is looking at a wall and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-05-30-17s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-30-17s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-30-17s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-30-17s13", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "Sally looks at Saul and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-05-30-17s14", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-05-30-17s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-30-17s16", "raw": "A scene from a TV show in which a man is wearing a headset and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-05-30-17s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Thomas and Coco are standing next to each other."}, {"scene_id": "bb-05-30-17s18", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-05-30-17s19", "raw": "A scene from a TV show in which a woman is sitting in front of a green bush and smiling.", "with_names": "a woman is sitting in front of a green bush and smiling."}]