[{"scene_id": "oltl-06-02-09s0", "raw": "A scene from a TV show in which a young woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s1", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s3", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-06-02-09s4", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-06-02-09s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace and is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s6", "raw": "A scene from a TV show in which a woman is holding a baby in a hallway.", "with_names": "a woman is holding a baby in a hallway."}, {"scene_id": "oltl-06-02-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s8", "raw": "A scene from a TV show in which two girls are throwing a couch.", "with_names": "two girls are throwing a couch."}, {"scene_id": "oltl-06-02-09s9", "raw": "A scene from a TV show in which a woman is being harassed by a man and a hooded figure.", "with_names": "a woman is being harassed by a man and a hooded figure."}, {"scene_id": "oltl-06-02-09s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "] and a woman are standing in a room."}, {"scene_id": "oltl-06-02-09s11", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-06-02-09s12", "raw": "A scene from a TV show in which a police officer is being attacked by a man.", "with_names": "a police officer is being attacked by a man."}, {"scene_id": "oltl-06-02-09s13", "raw": "A scene from a TV show in which a man is being held back by a woman.", "with_names": "a man is being held back by a woman."}, {"scene_id": "oltl-06-02-09s14", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s15", "raw": "A scene from a TV show in which a man is being arrested by police.", "with_names": "a man is being arrested by police."}, {"scene_id": "oltl-06-02-09s16", "raw": "A scene from a TV show in which a man is punching a woman in the face.", "with_names": "a man is punching a woman in the face."}, {"scene_id": "oltl-06-02-09s17", "raw": "A scene from a TV show in which a woman is sitting at a computer and a girl is dancing in the background.", "with_names": "a woman is sitting at a computer and a girl is dancing in the background."}, {"scene_id": "oltl-06-02-09s18", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-06-02-09s19", "raw": "A scene from a TV show in which a girl is talking to another girl and the other girl is looking at her", "with_names": ""}, {"scene_id": "oltl-06-02-09s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s21", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-02-09s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s23", "raw": "A scene from a TV show in which a young woman is looking at a man and saying, \"I'm not interested.\"", "with_names": "a young woman is looking at a man and saying, \"i'm not interested.\""}, {"scene_id": "oltl-06-02-09s24", "raw": "A scene from a TV show in which a woman is sitting at a table, wearing a black dress and a necklace.", "with_names": "a woman is sitting at a table, wearing a black dress and a necklace."}, {"scene_id": "oltl-06-02-09s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s27", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s28", "raw": "A scene from a TV show in which a young man is looking down and his mouth is open.", "with_names": "a young man is looking down and his mouth is open."}, {"scene_id": "oltl-06-02-09s29", "raw": "A scene from a TV show in which a chair is placed in front of a door.", "with_names": "a chair is placed in front of a door."}, {"scene_id": "oltl-06-02-09s30", "raw": "A scene from a TV show in which a woman is smiling and another woman is looking at her.", "with_names": "a woman is smiling and another woman is looking at her."}, {"scene_id": "oltl-06-02-09s31", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "oltl-06-02-09s32", "raw": "A scene from a TV show in which a blonde woman is wearing glasses and a black shirt", "with_names": "a blonde woman is wearing glasses and a black shirt"}, {"scene_id": "oltl-06-02-09s33", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s34", "raw": "A scene from a TV show in which a girl is wearing a skull-print hoodie and another girl is sitting next to her.", "with_names": "a girl is wearing a skull-print hoodie and another girl is sitting next to her."}, {"scene_id": "oltl-06-02-09s35", "raw": "A scene from a TV show in which a young man is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-06-02-09s36", "raw": "A scene from a TV show in which a woman is sitting at a table and another woman is standing behind her.", "with_names": "a woman is sitting at a table and another woman is standing behind her."}, {"scene_id": "oltl-06-02-09s37", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-02-09s38", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in a blue shirt.", "with_names": "] is wearing a red shirt and a woman is in a blue shirt."}, {"scene_id": "oltl-06-02-09s39", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s40", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-02-09s41", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-06-02-09s42", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s43", "raw": "A scene from a TV show in which a woman is sitting on a chair and looking at her cell phone.", "with_names": ""}, {"scene_id": "oltl-06-02-09s44", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s45", "raw": "A scene from a TV show in which a woman is crying and another woman is holding her hand", "with_names": "a woman is crying and another woman is holding her hand"}, {"scene_id": "oltl-06-02-09s46", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man stands behind him.", "with_names": ""}, {"scene_id": "oltl-06-02-09s47", "raw": "A scene from a TV show in which a man is talking to another man demonstratively.", "with_names": ""}, {"scene_id": "oltl-06-02-09s48", "raw": "A scene from a TV show in which a woman is standing in a room with a fireplace and a window", "with_names": "a woman is standing in a room with a fireplace and a window"}, {"scene_id": "oltl-06-02-09s49", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-06-02-09s50", "raw": "A scene from a TV show in which a woman is talking to another woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-06-02-09s51", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s52", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-06-02-09s53", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-02-09s54", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-02-09s55", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-02-09s56", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-02-09s57", "raw": "A scene from a TV show in which a woman is wearing glasses and looking at the camera.", "with_names": "a woman is wearing glasses and looking at the camera."}]