[{"scene_id": "oltl-11-03-06s0", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-11-03-06s1", "raw": "A scene from a TV show in which two men are standing in a room, facing each other.", "with_names": "two men are standing in a room, facing each other."}, {"scene_id": "oltl-11-03-06s2", "raw": "A scene from a TV show in which a man is standing next to a woman and they are both looking at something.", "with_names": "a man is standing next to a woman and they are both looking at something."}, {"scene_id": "oltl-11-03-06s3", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "oltl-11-03-06s4", "raw": "A scene from a TV show in which a woman is talking about her experience with a narcissist.", "with_names": ""}, {"scene_id": "oltl-11-03-06s5", "raw": "A scene from a TV show in which a man is looking at a bottle and making a face", "with_names": "a man is looking at a bottle and making a face"}, {"scene_id": "oltl-11-03-06s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-03-06s7", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-11-03-06s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-03-06s9", "raw": "A scene from a TV show in which a man and two women stand together.", "with_names": "a man and two women stand together."}, {"scene_id": "oltl-11-03-06s10", "raw": "A scene from a TV show in which a man is sitting in a room with a plant behind him.", "with_names": "a man is sitting in a room with a plant behind him."}, {"scene_id": "oltl-11-03-06s11", "raw": "A scene from a TV show in which a woman is wearing a black coat and a silver necklace.", "with_names": "a woman is wearing a black coat and a silver necklace."}, {"scene_id": "oltl-11-03-06s12", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-11-03-06s13", "raw": "A scene from a TV show in which a man is in a jail cell and another manI is standing behind him.", "with_names": "a man is in a jail cell and another mani is standing behind him."}, {"scene_id": "oltl-11-03-06s14", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is pushing her. A woman is standing next to her, and another womanI is holding her hand.", "with_names": "a woman is in a wheelchair and a man is pushing her. a woman is standing next to her, and another womani is holding her hand."}, {"scene_id": "oltl-11-03-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-03-06s16", "raw": "A scene from a TV show in which two men are building a table.", "with_names": "two men are building a table."}, {"scene_id": "oltl-11-03-06s17", "raw": "A scene from a TV show in which two men are sitting at a desk, looking at the computer screen.", "with_names": "two men are sitting at a desk, looking at the computer screen."}, {"scene_id": "oltl-11-03-06s18", "raw": "A scene from a TV show in which a man is in a jail cell and another man to his left is holding his arm.", "with_names": "a man is in a jail cell and another man to his left is holding his arm."}, {"scene_id": "oltl-11-03-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-03-06s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-03-06s21", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a gold chain around his neck.", "with_names": "a man is wearing a blue shirt and a gold chain around his neck."}, {"scene_id": "oltl-11-03-06s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-03-06s23", "raw": "A scene from a TV show in which a man is seen talking to a woman in a hotel room.", "with_names": ""}, {"scene_id": "oltl-11-03-06s24", "raw": "A scene from a TV show in which a man is in a jail cell and another man is talking to him.", "with_names": ""}]