[{"scene_id": "atwt-04-01-08s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Holden and a woman are standing next to each other."}, {"scene_id": "atwt-04-01-08s1", "raw": "A scene from a TV show in which a man is standing in front of a door with his hands on his hips.", "with_names": "a man is standing in front of a door with his hands on his hips."}, {"scene_id": "atwt-04-01-08s2", "raw": "A scene from a TV show in which a woman is yelling at a man on a couch.", "with_names": "a woman is yelling at a man on a couch."}, {"scene_id": "atwt-04-01-08s3", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hair down and a book on her lap.", "with_names": ""}, {"scene_id": "atwt-04-01-08s4", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a blonde bob haircut.", "with_names": "a woman is wearing a blue dress and a blonde bob haircut."}, {"scene_id": "atwt-04-01-08s5", "raw": "A scene from a TV show in which a tube of toothpaste is shown.", "with_names": ""}, {"scene_id": "atwt-04-01-08s6", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-01-08s7", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black shirt and is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-04-01-08s8", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-04-01-08s9", "raw": "A scene from a TV show in which a woman is sitting at a dining table, holding a napkin and looking at two silver trays.", "with_names": "a woman is sitting at a dining table, holding a napkin and looking at two silver trays."}, {"scene_id": "atwt-04-01-08s10", "raw": "A scene from a TV show in which a blue bottle of deodorant is placed on a rock.", "with_names": "a blue bottle of deodorant is placed on a rock."}, {"scene_id": "atwt-04-01-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-01-08s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-04-01-08s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-01-08s14", "raw": "A scene from a TV show in which a woman is holding a camera and looking at the screen.", "with_names": "a woman is holding a camera and looking at the screen."}, {"scene_id": "atwt-04-01-08s15", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-04-01-08s16", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing behind her.", "with_names": "a woman is wearing a blue dress and a man is standing behind her."}, {"scene_id": "atwt-04-01-08s17", "raw": "A scene from a TV show in which a woman is talking to a man and they are both looking at something.", "with_names": ""}, {"scene_id": "atwt-04-01-08s18", "raw": "A scene from a TV show in which a man is talking on his cell phone while a woman looks on.", "with_names": ""}, {"scene_id": "atwt-04-01-08s19", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen.", "with_names": "a man and a woman stand in a kitchen."}, {"scene_id": "atwt-04-01-08s20", "raw": "A scene from a TV show in which a woman is sitting in a theater and a man is standing behind her.", "with_names": "a woman is sitting in a theater and a man is standing behind her."}, {"scene_id": "atwt-04-01-08s21", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at each other.", "with_names": "a man and a woman are sitting at a table, looking at each other."}, {"scene_id": "atwt-04-01-08s22", "raw": "A scene from a TV show in which a woman is shown with a razor blade through her cheek.", "with_names": ""}, {"scene_id": "atwt-04-01-08s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-04-01-08s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-01-08s25", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-04-01-08s26", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "atwt-04-01-08s27", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "atwt-04-01-08s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-04-01-08s29", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is in a bob.", "with_names": "a woman is wearing a blue dress and her hair is in a bob."}, {"scene_id": "atwt-04-01-08s30", "raw": "A scene from a TV show in which a man holds a can of Bush's BBQ sauce.", "with_names": "a man holds a can of bush's bbq sauce."}, {"scene_id": "atwt-04-01-08s31", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-01-08s32", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a necklace.", "with_names": "a woman is wearing a red sweater and a necklace."}, {"scene_id": "atwt-04-01-08s33", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a clock", "with_names": ""}, {"scene_id": "atwt-04-01-08s34", "raw": "A scene from a TV show in which a woman is lying on a bed, smiling and looking down.", "with_names": "a woman is lying on a bed, smiling and looking down."}, {"scene_id": "atwt-04-01-08s35", "raw": "A scene from a TV show in which a man is holding a woman by the hair and yelling at her.", "with_names": "a man is holding a woman by the hair and yelling at her."}, {"scene_id": "atwt-04-01-08s36", "raw": "A scene from a TV show in which a woman is sitting in a garden, surrounded by flowers.", "with_names": "a woman is sitting in a garden, surrounded by flowers."}]