[{"scene_id": "gl-11-11-05s0", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-11-11-05s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-05s2", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "gl-11-11-05s3", "raw": "A scene from a TV show in which a man is being arrested by two men.", "with_names": "a man is being arrested by two men."}, {"scene_id": "gl-11-11-05s4", "raw": "A scene from a TV show in which a man is standing in a room with a bottle and a cup.", "with_names": "a man is standing in a room with a bottle and a cup."}, {"scene_id": "gl-11-11-05s5", "raw": "A scene from a TV show in which a man is talking to someone and looking at a wall.", "with_names": ""}, {"scene_id": "gl-11-11-05s6", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "gl-11-11-05s7", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is walking behind him.", "with_names": ""}, {"scene_id": "gl-11-11-05s8", "raw": "A scene from a TV show in which a woman is wearing a striped sweater and a necklace.", "with_names": "a woman is wearing a striped sweater and a necklace."}, {"scene_id": "gl-11-11-05s9", "raw": "A scene from a TV show in which a woman is trying to open a bag with a man standing behind her.", "with_names": "a woman is trying to open a bag with a man standing behind her."}, {"scene_id": "gl-11-11-05s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-11-11-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black suit.", "with_names": ""}, {"scene_id": "gl-11-11-05s12", "raw": "A scene from a TV show in which a woman is standing in front of a man, with her hands on her hips.", "with_names": "a woman is standing in front of a man, with her hands on her hips."}, {"scene_id": "gl-11-11-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-05s14", "raw": "A scene from a TV show in which a man is bent over and his head is in his hands.", "with_names": "a man is bent over and his head is in his hands."}, {"scene_id": "gl-11-11-05s15", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-11-11-05s16", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-11-11-05s17", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-11-11-05s18", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "gl-11-11-05s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-11-05s20", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "gl-11-11-05s21", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-05s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-05s23", "raw": "A scene from a TV show in which a man is talking to a woman in an elevator.", "with_names": ""}, {"scene_id": "gl-11-11-05s24", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-11-05s25", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of disgust on his face.", "with_names": ""}, {"scene_id": "gl-11-11-05s26", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-11-11-05s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-11-05s29", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking sad.", "with_names": "a man is looking at a woman and he is looking sad."}, {"scene_id": "gl-11-11-05s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-11-11-05s31", "raw": "", "with_names": ""}, {"scene_id": "gl-11-11-05s32", "raw": "A scene from a TV show in which a woman is talking to a man through a window.", "with_names": ""}, {"scene_id": "gl-11-11-05s33", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-11-11-05s34", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "gl-11-11-05s35", "raw": "", "with_names": ""}]