[{"scene_id": "atwt-06-04-09s0", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-06-04-09s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-06-04-09s2", "raw": "A scene from a TV show in which a man is pointing his finger at a woman.", "with_names": "a man is pointing his finger at a woman."}, {"scene_id": "atwt-06-04-09s3", "raw": "A scene from a TV show in which a police officer is talking to a man in a green shirt.", "with_names": ""}, {"scene_id": "atwt-06-04-09s4", "raw": "A scene from a TV show in which a woman is trapped in a room with a ghost.", "with_names": "a woman is trapped in a room with a ghost."}, {"scene_id": "atwt-06-04-09s5", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-06-04-09s6", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "atwt-06-04-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress.", "with_names": "a man is wearing a suit and a woman is in a red dress."}, {"scene_id": "atwt-06-04-09s8", "raw": "A scene from a TV show in which a woman is being pulled over by a police officer.", "with_names": "a woman is being pulled over by a police officer."}, {"scene_id": "atwt-06-04-09s9", "raw": "A scene from a TV show in which a man is walking away from a car.", "with_names": "a man is walking away from a car."}, {"scene_id": "atwt-06-04-09s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-06-04-09s11", "raw": "A scene from a TV show in which a woman is getting into a car.", "with_names": "a woman is getting into a car."}, {"scene_id": "atwt-06-04-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a blue jacket.", "with_names": "a man is wearing a suit and a woman is in a blue jacket."}, {"scene_id": "atwt-06-04-09s13", "raw": "A scene from a TV show in which a woman is holding hands with a man.", "with_names": "a woman is holding hands with a man."}, {"scene_id": "atwt-06-04-09s14", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a necklace.", "with_names": "a woman is wearing a purple shirt and a necklace."}, {"scene_id": "atwt-06-04-09s15", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-06-04-09s16", "raw": "A scene from a TV show in which a man is holding a sign in front of a window.", "with_names": "a man is holding a sign in front of a window."}, {"scene_id": "atwt-06-04-09s17", "raw": "A scene from a TV show in which a man plays guitar for his wife.", "with_names": "a man plays guitar for his wife."}, {"scene_id": "atwt-06-04-09s18", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by ]."}, {"scene_id": "atwt-06-04-09s19", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-06-04-09s20", "raw": "A scene from a TV show in which a man and a woman sit on a wooden staircase overlooking the ocean.", "with_names": "a man and a woman sit on a wooden staircase overlooking the ocean."}, {"scene_id": "atwt-06-04-09s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a room.", "with_names": "a man and a woman are standing next to each other in a room."}, {"scene_id": "atwt-06-04-09s22", "raw": "A scene from a TV show in which a man is standing next to a woman, she is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "atwt-06-04-09s23", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, smiling.", "with_names": "a woman is lying in a hospital bed, smiling."}, {"scene_id": "atwt-06-04-09s24", "raw": "A scene from a TV show in which a woman is speaking into a microphone.", "with_names": "a woman is speaking into a microphone."}, {"scene_id": "atwt-06-04-09s25", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "atwt-06-04-09s26", "raw": "A scene from a TV show in which a woman is sitting in front of a TV and a man is standing next to her.", "with_names": "] is sitting in front of a tv and Henry is standing next to her."}, {"scene_id": "atwt-06-04-09s27", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-06-04-09s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-04-09s29", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is laying on it.", "with_names": "] is sitting on a bed and a woman is laying on it."}, {"scene_id": "atwt-06-04-09s30", "raw": "A scene from a TV show in which a man and a woman are seen sitting in a canoe.", "with_names": "a man and a woman are sitting in a canoe."}]