[{"scene_id": "oltl-06-21-06s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-21-06s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-21-06s2", "raw": "A scene from a TV show in which a man is seen walking shirtless in a hotel room, holding a towel over his shoulder.", "with_names": "a man is walking shirtless in a hotel room, holding a towel over his shoulder."}, {"scene_id": "oltl-06-21-06s3", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-06-21-06s4", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking down", "with_names": "a man is looking at a woman and he is looking down"}, {"scene_id": "oltl-06-21-06s5", "raw": "A scene from a TV show in which a man is wearing a robe and a woman is in a dress.", "with_names": "a man is wearing a robe and a woman is in a dress."}, {"scene_id": "oltl-06-21-06s6", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a green dress.", "with_names": "a man is shirtless and a woman is wearing a green dress."}, {"scene_id": "oltl-06-21-06s7", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "oltl-06-21-06s8", "raw": "A scene from a TV show in which a man is lying on a bed, a woman is standing next to him, and a dog is laying on the bed.", "with_names": "a man is lying on a bed, a woman is standing next to him, and a dog is laying on the bed."}, {"scene_id": "oltl-06-21-06s9", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-06-21-06s10", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "oltl-06-21-06s11", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-06-21-06s12", "raw": "A scene from a TV show in which a man is in a boxing ring and another man is standing behind him.", "with_names": "a man is in a boxing ring and another man is standing behind him."}, {"scene_id": "oltl-06-21-06s13", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "oltl-06-21-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-21-06s15", "raw": "A scene from a TV show in which a young woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "oltl-06-21-06s16", "raw": "A scene from a TV show in which a man and a woman are in a room, with the woman leaning her head on the man's shoulder.", "with_names": "a man and a woman are in a room, with the woman leaning her head on the man's shoulder."}, {"scene_id": "oltl-06-21-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-06s18", "raw": "A scene from a TV show in which a man is holding a light bulb.", "with_names": "a man is holding a light bulb."}, {"scene_id": "oltl-06-21-06s19", "raw": "A scene from a TV show in which a man is talking to someone and his shadow is on the wall", "with_names": ""}, {"scene_id": "oltl-06-21-06s20", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-06-21-06s21", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "oltl-06-21-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-21-06s23", "raw": "A scene from a TV show in which a woman is in a boxing ring and a man is standing in front of her.", "with_names": "a woman is in a boxing ring and a man is standing in front of her."}, {"scene_id": "oltl-06-21-06s24", "raw": "A scene from a TV show in which a doctor is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-06-21-06s25", "raw": "A scene from a TV show in which a woman is feeding a baby from a bottle.", "with_names": "a woman is feeding a baby from a bottle."}, {"scene_id": "oltl-06-21-06s26", "raw": "A scene from a TV show in which a woman is wearing a green dress and a necklace", "with_names": "a woman is wearing a green dress and a necklace"}, {"scene_id": "oltl-06-21-06s27", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is a white background.", "with_names": "a man is in a hospital bed. the image is a white background."}]