[{"scene_id": "bb-09-25-15s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-09-25-15s1", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-09-25-15s2", "raw": "A scene from a TV show in which a woman is looking at a book.", "with_names": "a woman is looking at a book."}, {"scene_id": "bb-09-25-15s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-25-15s4", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-09-25-15s5", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a white shirt.", "with_names": "a woman is wearing a pink blazer and a white shirt."}, {"scene_id": "bb-09-25-15s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "bb-09-25-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-25-15s8", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-09-25-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-25-15s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "bb-09-25-15s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-09-25-15s12", "raw": "A scene from a TV show in which a woman is standing in a hallway and looking at the camera.", "with_names": "a woman is standing in a hallway and looking at the camera."}, {"scene_id": "bb-09-25-15s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-25-15s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-25-15s15", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "bb-09-25-15s16", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-09-25-15s17", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "a woman is sitting at a desk and a man is standing next to her."}, {"scene_id": "bb-09-25-15s18", "raw": "A scene from a TV show in which a woman is upset and looks away from the camera.", "with_names": "a woman is upset and looks away from the camera."}]