[{"scene_id": "bb-12-14-16s0", "raw": "A scene from a TV show in which a man is talking to a woman in a suit.", "with_names": ""}, {"scene_id": "bb-12-14-16s1", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-12-14-16s4", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "Ridge is looking at a painting."}, {"scene_id": "bb-12-14-16s7", "raw": "A scene from a TV show in which a man sits in a chair and looks at a framed photo.", "with_names": "Rick sits in a chair and looks at a framed photo."}, {"scene_id": "bb-12-14-16s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-14-16s12", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "Quinn and a man are standing next to each other."}, {"scene_id": "bb-12-14-16s16", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "Ridge is wearing a suit and a purple tie."}, {"scene_id": "bb-12-14-16s17", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing next to him.", "with_names": "Liam is sitting at a desk and Bill is standing next to him."}, {"scene_id": "bb-12-14-16s18", "raw": "A scene from a TV show in which a man is looking down and a framed picture is behind him.", "with_names": "Quinn is looking down and a framed picture is behind him."}, {"scene_id": "bb-12-14-16s19", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-14-16s20", "raw": "A scene from a TV show in which a woman is touching a man's chest.", "with_names": "a woman is touching a man's chest."}, {"scene_id": "bb-12-14-16s21", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing in front of her.", "with_names": "a woman is sitting at a desk and a man is standing in front of her."}]