[{"scene_id": "pc-12-27-01s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-12-27-01s1", "raw": "A scene from a TV show in which a doctor is shaking hands with a nurse.", "with_names": "a doctor is shaking hands with a nurse."}, {"scene_id": "pc-12-27-01s2", "raw": "A scene from a TV show in which a man is holding a baby and looking at it.", "with_names": "Kevin is holding a baby and looking at it."}, {"scene_id": "pc-12-27-01s3", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-12-27-01s4", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a woman is talking to him.", "with_names": ""}, {"scene_id": "pc-12-27-01s5", "raw": "A scene from a TV show in which a woman is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "pc-12-27-01s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-27-01s7", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-12-27-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-27-01s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "pc-12-27-01s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-27-01s11", "raw": "A scene from a TV show in which a woman is being attacked by a group of women.", "with_names": "Alison is being attacked by a group of women."}, {"scene_id": "pc-12-27-01s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-27-01s14", "raw": "A scene from a TV show in which a woman is crying and her hand is on her face.", "with_names": "Chris is crying and her hand is on her face."}]