[{"scene_id": "oltl-08-15-11s0", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-08-15-11s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-08-15-11s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s3", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-08-15-11s4", "raw": "A scene from a TV show in which a blonde woman is flipping her hair", "with_names": "a blonde woman is flipping her hair"}, {"scene_id": "oltl-08-15-11s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The TV is turned off.", "with_names": "a man is in a hospital bed. the tv is turned off."}, {"scene_id": "oltl-08-15-11s6", "raw": "A scene from a TV show in which a man is standing in a kitchen, wearing a jacket and a t-shirt.", "with_names": "a man is standing in a kitchen, wearing a jacket and a t-shirt."}, {"scene_id": "oltl-08-15-11s7", "raw": "A scene from a TV show in which a young black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-15-11s9", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a black dress.", "with_names": "a woman is wearing a white blazer and a black dress."}, {"scene_id": "oltl-08-15-11s10", "raw": "A scene from a TV show in which a woman is threatened with a gun.", "with_names": "a woman is threatened with a gun."}, {"scene_id": "oltl-08-15-11s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-08-15-11s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s13", "raw": "A scene from a TV show in which a woman is sitting on a couch with her arms crossed, looking sad. A womanI is standing next to her, looking at her.", "with_names": ""}, {"scene_id": "oltl-08-15-11s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-08-15-11s15", "raw": "A scene from a TV show in which a woman is sitting at a desk, looking at papers. Two men are sitting behind her, one on the left and the other on the right.", "with_names": "a woman is sitting at a desk, looking at papers. two men are sitting behind her, one on the left and the other on the right."}, {"scene_id": "oltl-08-15-11s16", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "oltl-08-15-11s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-15-11s18", "raw": "A scene from a TV show in which a woman is screaming in front of a man.", "with_names": "a woman is screaming in front of a man."}, {"scene_id": "oltl-08-15-11s19", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is walking past her.", "with_names": "a woman is sitting on a bench and a man is walking past her."}, {"scene_id": "oltl-08-15-11s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a laptop and a cup of coffee.", "with_names": "a woman is sitting at a table with a laptop and a cup of coffee."}, {"scene_id": "oltl-08-15-11s21", "raw": "A scene from a TV show in which a woman is standing in front of a wooden wall, looking down.", "with_names": "a woman is standing in front of a wooden wall, looking down."}, {"scene_id": "oltl-08-15-11s22", "raw": "A scene from a TV show in which a woman is reading a book in a living room.", "with_names": "a woman is reading a book in a living room."}, {"scene_id": "oltl-08-15-11s23", "raw": "A scene from a TV show in which a man is wearing a black cap and a grey shirt.", "with_names": "a man is wearing a black cap and a grey shirt."}, {"scene_id": "oltl-08-15-11s24", "raw": "A scene from a TV show in which two men sit on a couch and look at a cell phone.", "with_names": "two men sit on a couch and look at a cell phone."}, {"scene_id": "oltl-08-15-11s25", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-08-15-11s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s27", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s28", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-08-15-11s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-15-11s30", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking off to the side.", "with_names": ""}, {"scene_id": "oltl-08-15-11s31", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a pillow.", "with_names": ""}, {"scene_id": "oltl-08-15-11s32", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a black dress.", "with_names": "a woman is wearing a white blazer and a black dress."}, {"scene_id": "oltl-08-15-11s33", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-08-15-11s34", "raw": "A scene from a TV show in which a young woman is talking to another young woman who is wearing a white shirt.", "with_names": ""}, {"scene_id": "oltl-08-15-11s35", "raw": "A scene from a TV show in which a woman is sitting on a bench and another womanI is standing next to her", "with_names": "a woman is sitting on a bench and another womani is standing next to her"}, {"scene_id": "oltl-08-15-11s36", "raw": "A scene from a TV show in which a man is standing in front of a woman, and another man is walking away from them.", "with_names": "a man is standing in front of a woman, and another man is walking away from them."}, {"scene_id": "oltl-08-15-11s37", "raw": "A scene from a TV show in which a woman is looking at another woman and making a face.", "with_names": "a woman is looking at another woman and making a face."}, {"scene_id": "oltl-08-15-11s38", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-08-15-11s39", "raw": "A scene from a TV show in which a woman is talking to a man in a courtroom.", "with_names": ""}, {"scene_id": "oltl-08-15-11s40", "raw": "A scene from a TV show in which a blonde woman is holding a piece of paper and smiling.", "with_names": "a blonde woman is holding a piece of paper and smiling."}, {"scene_id": "oltl-08-15-11s41", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-08-15-11s42", "raw": "A scene from a TV show in which a woman is standing in a room with two men.", "with_names": "a woman is standing in a room with two men."}]