[{"scene_id": "bb-07-22-14s0", "raw": "A scene from a TV show in which a man holds a cup and looks at a fireplace.", "with_names": "Ridge holds a cup and looks at a fireplace."}, {"scene_id": "bb-07-22-14s1", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-07-22-14s2", "raw": "A scene from a TV show in which a woman is holding a tablet and wearing a purple dress.", "with_names": "a woman is holding a tablet and wearing a purple dress."}, {"scene_id": "bb-07-22-14s3", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-07-22-14s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-22-14s5", "raw": "A scene from a TV show in which a man is standing in front of a woman in an office.", "with_names": "a man is standing in front of a woman in an office."}, {"scene_id": "bb-07-22-14s6", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-22-14s7", "raw": "A scene from a TV show in which a man sits on a couch and talks to a woman.", "with_names": "a man sits on a couch and talks to a woman."}, {"scene_id": "bb-07-22-14s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "bb-07-22-14s9", "raw": "A scene from a TV show in which a man is seen getting dressed.", "with_names": "a man is getting dressed."}, {"scene_id": "bb-07-22-14s10", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "bb-07-22-14s11", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "bb-07-22-14s12", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "bb-07-22-14s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]