[{"scene_id": "gl-04-20-06s0", "raw": "A scene from a TV show in which a woman is talking on the phone in a restaurant while a man is sitting at a table.", "with_names": ""}, {"scene_id": "gl-04-20-06s1", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is laughing.", "with_names": "a man is standing in front of a woman, and she is laughing."}, {"scene_id": "gl-04-20-06s2", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-04-20-06s3", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-04-20-06s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking down", "with_names": ""}, {"scene_id": "gl-04-20-06s5", "raw": "A scene from a TV show in which a woman is looking at a wall and her face is not happy.", "with_names": "a woman is looking at a wall and her face is not happy."}, {"scene_id": "gl-04-20-06s6", "raw": "A scene from a TV show in which a young boy is singing.", "with_names": "a young boy is singing."}, {"scene_id": "gl-04-20-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-20-06s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-20-06s9", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-04-20-06s10", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-04-20-06s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-04-20-06s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "gl-04-20-06s13", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Company\" and a man is standing next to her.", "with_names": "a woman is wearing a shirt that says \"company\" and a man is standing next to her."}, {"scene_id": "gl-04-20-06s14", "raw": "A scene from a TV show in which a woman is talking on her cell phone while another woman is standing behind her.", "with_names": ""}, {"scene_id": "gl-04-20-06s15", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-04-20-06s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-20-06s17", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]