[{"scene_id": "bb-06-16-17s0", "raw": "A scene from a TV show in which a mansion is shown.", "with_names": ""}, {"scene_id": "bb-06-16-17s1", "raw": "A scene from a TV show in which a man is walking down a hallway with a bottle of water.", "with_names": "a man is walking down a hallway with a bottle of water."}, {"scene_id": "bb-06-16-17s2", "raw": "A scene from a TV show in which a woman is leaning against a gate and looking at the camera.", "with_names": "a woman is leaning against a gate and looking at the camera."}, {"scene_id": "bb-06-16-17s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-16-17s4", "raw": "A scene from a TV show in which a man is bending over to pick up a book.", "with_names": "a man is bending over to pick up a book."}, {"scene_id": "bb-06-16-17s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-16-17s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-06-16-17s7", "raw": "A scene from a TV show in which a man sits on a couch and looks at a vase.", "with_names": "a man sits on a couch and looks at a vase."}, {"scene_id": "bb-06-16-17s8", "raw": "A scene from a TV show in which a man is looking at a vase and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-16-17s9", "raw": "A scene from a TV show in which a man is standing in front of a fireplace.", "with_names": "a man is standing in front of a fireplace."}, {"scene_id": "bb-06-16-17s13", "raw": "A scene from a TV show in which a man is seen flying a drone over a city.", "with_names": "Eric is flying a drone over a city."}, {"scene_id": "bb-06-16-17s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Quinn is looking at the camera."}, {"scene_id": "bb-06-16-17s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-06-16-17s17", "raw": "A scene from a TV show in which a woman is holding a man by the shoulder and looking at him with a concerned expression.", "with_names": "a woman is holding a man by the shoulder and looking at him with a concerned expression."}]