[{"scene_id": "gl-05-17-06s0", "raw": "A scene from a TV show in which a man is reading a paper and a person is watching him", "with_names": "Gus is reading a paper and a person is watching him"}, {"scene_id": "gl-05-17-06s1", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "gl-05-17-06s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-17-06s3", "raw": "A scene from a TV show in which a Chinese man is seen burning a Bible.", "with_names": "a chinese man is burning a bible."}, {"scene_id": "gl-05-17-06s4", "raw": "", "with_names": ""}, {"scene_id": "gl-05-17-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-05-17-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-17-06s7", "raw": "A scene from a TV show in which a man is walking through a living room with a chair and a couch.", "with_names": "a man is walking through a living room with a chair and a couch."}, {"scene_id": "gl-05-17-06s8", "raw": "A scene from a TV show in which a woman is looking at her face and touching her neck.", "with_names": "a woman is looking at her face and touching her neck."}, {"scene_id": "gl-05-17-06s9", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "gl-05-17-06s10", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a painting on the wall.", "with_names": ""}, {"scene_id": "gl-05-17-06s11", "raw": "", "with_names": ""}, {"scene_id": "gl-05-17-06s12", "raw": "A scene from a TV show in which a man is looking down and his face is covered in a blue shirt", "with_names": "a man is looking down and his face is covered in a blue shirt"}, {"scene_id": "gl-05-17-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-17-06s14", "raw": "A scene from a TV show in which a man is having sex with a woman in a bathroom.", "with_names": "a man is having sex with a woman in a bathroom."}]