[{"scene_id": "oltl-04-10-08s0", "raw": "A scene from a TV show in which a police officer is seen holding a piece of paper while a woman looks on.", "with_names": "a police officer is holding a piece of paper while Talia looks on."}, {"scene_id": "oltl-04-10-08s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-10-08s2", "raw": "A scene from a TV show in which a man is looking at a woman and another man is in the background.", "with_names": "a man is looking at a woman and another man is in the background."}, {"scene_id": "oltl-04-10-08s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-08s4", "raw": "A scene from a TV show in which a man is wearing a vest and a tie and sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-04-10-08s5", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-04-10-08s6", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the man looking at the woman.", "with_names": "a man and a woman are standing in a hallway, with the man looking at the woman."}, {"scene_id": "oltl-04-10-08s7", "raw": "A scene from a TV show in which a woman is wearing a black coat and a short brown hair", "with_names": "a woman is wearing a black coat and a short brown hair"}, {"scene_id": "oltl-04-10-08s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-08s9", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-08s10", "raw": "A scene from a TV show in which a man is talking to someone and looking down.", "with_names": ""}, {"scene_id": "oltl-04-10-08s11", "raw": "A scene from a TV show in which a man is standing in a room with a window and holding a book.", "with_names": "a man is standing in a room with a window and holding a book."}, {"scene_id": "oltl-04-10-08s12", "raw": "A scene from a TV show in which a woman is wearing a police uniform and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-10-08s13", "raw": "A scene from a TV show in which a girl is talking to a boy in a locker room.", "with_names": ""}, {"scene_id": "oltl-04-10-08s14", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "a man is arguing with a woman."}, {"scene_id": "oltl-04-10-08s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-10-08s16", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-08s17", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "oltl-04-10-08s18", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-04-10-08s19", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-10-08s20", "raw": "A scene from a TV show in which a woman is reading a book to a man.", "with_names": "a woman is reading a book to a man."}, {"scene_id": "oltl-04-10-08s21", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-10-08s22", "raw": "A scene from a TV show in which a woman is wearing a white suit and a red sweater.", "with_names": "a woman is wearing a white suit and a red sweater."}, {"scene_id": "oltl-04-10-08s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and another man is in the background.", "with_names": "a man is wearing a suit and tie and another man is in the background."}, {"scene_id": "oltl-04-10-08s24", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a dog.", "with_names": "a woman is sitting at a table with a man and a dog."}, {"scene_id": "oltl-04-10-08s25", "raw": "A scene from a TV show in which a woman is wearing a suit and a necklace", "with_names": "a woman is wearing a suit and a necklace"}, {"scene_id": "oltl-04-10-08s26", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "oltl-04-10-08s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-10-08s28", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-04-10-08s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-08s30", "raw": "A scene from a TV show in which a woman is being questioned by a man.", "with_names": "a woman is being questioned by a man."}, {"scene_id": "oltl-04-10-08s31", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-04-10-08s32", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, talking to each other.", "with_names": ""}, {"scene_id": "oltl-04-10-08s33", "raw": "A scene from a TV show in which two girls are standing in a hallway.", "with_names": "two girls are standing in a hallway."}, {"scene_id": "oltl-04-10-08s34", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "oltl-04-10-08s35", "raw": "A scene from a TV show in which a man is wearing a black coat and a shirt", "with_names": "a man is wearing a black coat and a shirt"}, {"scene_id": "oltl-04-10-08s36", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-10-08s37", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-08s38", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "oltl-04-10-08s39", "raw": "A scene from a TV show in which two girls are standing in front of lockers.", "with_names": "two girls are standing in front of lockers."}, {"scene_id": "oltl-04-10-08s40", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-10-08s41", "raw": "A scene from a TV show in which a man is sitting at a table, wearing a white shirt and a black tie.", "with_names": "a man is sitting at a table, wearing a white shirt and a black tie."}, {"scene_id": "oltl-04-10-08s42", "raw": "A scene from a TV show in which a man is standing in front of a blue curtain and a sign that says \"one life to live\"", "with_names": "a man is standing in front of a blue curtain and a sign that says \"one life to live\""}]