[{"scene_id": "pc-09-03-03s0", "raw": "A scene from a TV show in which a man is shot in the head with a gun.", "with_names": "Caleb is shot in the head with a gun."}, {"scene_id": "pc-09-03-03s1", "raw": "A scene from a TV show in which a man is lying on the ground, looking up.", "with_names": "a man is lying on the ground, looking up."}, {"scene_id": "pc-09-03-03s2", "raw": "A scene from a TV show in which a woman sits on a couch and looks at her phone.", "with_names": "a woman sits on a couch and looks at her phone."}, {"scene_id": "pc-09-03-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-03-03s4", "raw": "", "with_names": ""}, {"scene_id": "pc-09-03-03s5", "raw": "A scene from a TV show in which a man sings into a microphone.", "with_names": "a man sings into a microphone."}, {"scene_id": "pc-09-03-03s6", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-09-03-03s7", "raw": "A scene from a TV show in which a man sings into a microphone.", "with_names": "a man sings into a microphone."}, {"scene_id": "pc-09-03-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-09-03-03s9", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his head resting on her shoulder.", "with_names": "a man is lying on top of a woman, with his head resting on her shoulder."}, {"scene_id": "pc-09-03-03s10", "raw": "A scene from a TV show in which a woman is seen walking through a dark alley with a man following her.", "with_names": "a woman is walking through a dark alley with a man following her."}, {"scene_id": "pc-09-03-03s11", "raw": "A scene from a TV show in which a man is walking through a cave.", "with_names": "a man is walking through a cave."}, {"scene_id": "pc-09-03-03s12", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-09-03-03s13", "raw": "A scene from a TV show in which a man is seen wearing a black shirt and a tie.", "with_names": "a man is wearing a black shirt and a tie."}, {"scene_id": "pc-09-03-03s14", "raw": "A scene from a TV show in which a child is seen walking through a red room.", "with_names": "a child is walking through a red room."}, {"scene_id": "pc-09-03-03s15", "raw": "A scene from a TV show in which a shirtless man is looking down and his eyes are closed.", "with_names": "a shirtless man is looking down and his eyes are closed."}, {"scene_id": "pc-09-03-03s16", "raw": "A scene from a TV show in which a woman is standing in a cave, her head is turned to the side, and a large rock is behind her.", "with_names": "a woman is standing in a cave, her head is turned to the side, and a large rock is behind her."}, {"scene_id": "pc-09-03-03s17", "raw": "A scene from a TV show in which a red-colored object is seen in the sky.", "with_names": "a red-colored object is in the sky."}, {"scene_id": "pc-09-03-03s18", "raw": "", "with_names": ""}, {"scene_id": "pc-09-03-03s19", "raw": "", "with_names": ""}]