[{"scene_id": "oltl-04-21-08s0", "raw": "A scene from a TV show in which a man is standing in front of a curtain and a lamp.", "with_names": "a man is standing in front of a curtain and a lamp."}, {"scene_id": "oltl-04-21-08s1", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-21-08s2", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-04-21-08s3", "raw": "A scene from a TV show in which a man is seen walking down a hallway with a large picture of a woman hanging on the wall.", "with_names": "a man is walking down a hallway with a large picture of a woman hanging on the wall."}, {"scene_id": "oltl-04-21-08s4", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-04-21-08s5", "raw": "A scene from a TV show in which a woman is wearing a white tank top and long black hair", "with_names": "a woman is wearing a white tank top and long black hair"}, {"scene_id": "oltl-04-21-08s6", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant. The woman is holding a wine glass and is about to pour wine into the man's glass.", "with_names": "a man and a woman are sitting at a table in a restaurant. the woman is holding a wine glass and is about to pour wine into the man's glass."}, {"scene_id": "oltl-04-21-08s7", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-04-21-08s8", "raw": "A scene from a TV show in which a woman is wearing a red coat and a lamp is on a table.", "with_names": "a woman is wearing a red coat and a lamp is on a table."}, {"scene_id": "oltl-04-21-08s9", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-04-21-08s10", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "oltl-04-21-08s11", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "oltl-04-21-08s12", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-21-08s13", "raw": "A scene from a TV show in which a woman is lying on her stomach on a bed, looking at the camera.", "with_names": "a woman is lying on her stomach on a bed, looking at the camera."}, {"scene_id": "oltl-04-21-08s14", "raw": "A scene from a TV show in which a woman is wearing a brown hat and a blue shirt", "with_names": "a woman is wearing a brown hat and a blue shirt"}, {"scene_id": "oltl-04-21-08s15", "raw": "A scene from a TV show in which a man is yelling and his mouth is open wide.", "with_names": "a man is yelling and his mouth is open wide."}, {"scene_id": "oltl-04-21-08s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and looking at the camera.", "with_names": "a woman is wearing a black dress and looking at the camera."}, {"scene_id": "oltl-04-21-08s17", "raw": "A scene from a TV show in which three men are standing in a bar.", "with_names": "three men are standing in a bar."}, {"scene_id": "oltl-04-21-08s18", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black cardigan.", "with_names": "a woman is wearing a white shirt and a black cardigan."}, {"scene_id": "oltl-04-21-08s19", "raw": "A scene from a TV show in which two women are sitting on a bed, one of them is wearing a dress.", "with_names": "two women are sitting on a bed, one of them is wearing a dress."}, {"scene_id": "oltl-04-21-08s20", "raw": "A scene from a TV show in which a young man is kissing a woman on the cheek.", "with_names": "a young man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-21-08s21", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "oltl-04-21-08s22", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-04-21-08s23", "raw": "A scene from a TV show in which a man is wearing a shirt and tie", "with_names": "a man is wearing a shirt and tie"}, {"scene_id": "oltl-04-21-08s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-04-21-08s25", "raw": "A scene from a TV show in which a girl is sitting at a table and a man is standing behind her.", "with_names": "a girl is sitting at a table and a man is standing behind her."}, {"scene_id": "oltl-04-21-08s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-21-08s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-21-08s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-21-08s29", "raw": "A scene from a TV show in which a young man is sitting in a car with a black hood on.", "with_names": "a young man is sitting in a car with a black hood on."}, {"scene_id": "oltl-04-21-08s30", "raw": "A scene from a TV show in which a man is giving a woman a foot massage.", "with_names": "a man is giving a woman a foot massage."}, {"scene_id": "oltl-04-21-08s31", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in a suit.", "with_names": "a woman is wearing a red dress and a man is dressed in a suit."}, {"scene_id": "oltl-04-21-08s32", "raw": "A scene from a TV show in which two men are standing in front of a neon sign.", "with_names": "two men are standing in front of a neon sign."}, {"scene_id": "oltl-04-21-08s33", "raw": "A scene from a TV show in which a woman is covering her face with her hands and a man is walking away from her.", "with_names": "a woman is covering her face with her hands and a man is walking away from her."}, {"scene_id": "oltl-04-21-08s34", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, with the man looking at the woman.", "with_names": "a man and a woman are sitting at a bar, with the man looking at the woman."}, {"scene_id": "oltl-04-21-08s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-21-08s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-21-08s37", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at a man.", "with_names": ""}, {"scene_id": "oltl-04-21-08s38", "raw": "A scene from a TV show in which Justin Timberlake is standing in a bar with a man.", "with_names": "justin timberlake is standing in a bar with a man."}, {"scene_id": "oltl-04-21-08s39", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "] is kissing Jared on the cheek."}, {"scene_id": "oltl-04-21-08s40", "raw": "A scene from a TV show in which a woman is talking about the importance of having a good life.", "with_names": ""}]