[{"scene_id": "bb-01-08-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-08-14s1", "raw": "A scene from a TV show in which a man sits in a chair and uses a tablet.", "with_names": "a man sits in a chair and uses a tablet."}, {"scene_id": "bb-01-08-14s2", "raw": "A scene from a TV show in which a woman is walking on a runway while other women watch her.", "with_names": "a woman is walking on a runway while other women watch her."}, {"scene_id": "bb-01-08-14s3", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing nearby.", "with_names": ""}, {"scene_id": "bb-01-08-14s4", "raw": "A scene from a TV show in which a woman sings and dances.", "with_names": "a woman sings and dances."}, {"scene_id": "bb-01-08-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-08-14s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-08-14s7", "raw": "A scene from a TV show in which a man is sitting at a table with a bowl of fruit, talking to another man.", "with_names": ""}, {"scene_id": "bb-01-08-14s8", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-01-08-14s9", "raw": "A scene from a TV show in which two women hug each other.", "with_names": "two women hug each other."}, {"scene_id": "bb-01-08-14s10", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-01-08-14s11", "raw": "A scene from a TV show in which a woman holds her young son in front of a fireplace.", "with_names": "a woman holds her young son in front of a fireplace."}, {"scene_id": "bb-01-08-14s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-08-14s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}]