[{"scene_id": "atwt-01-11-05s0", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing next to her.", "with_names": "a woman is sitting at a table and a man is standing next to her."}, {"scene_id": "atwt-01-11-05s1", "raw": "A scene from a TV show in which a man and a woman are in bed together.", "with_names": "a man and a woman are in bed together."}, {"scene_id": "atwt-01-11-05s2", "raw": "A scene from a TV show in which a man is wearing a green shirt and a door is behind him", "with_names": "a man is wearing a green shirt and a door is behind him"}, {"scene_id": "atwt-01-11-05s3", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-01-11-05s4", "raw": "A scene from a TV show in which a woman is sitting at a table in her underwear, looking at her reflection in a mirror.", "with_names": "a woman is sitting at a table in her underwear, looking at her reflection in a mirror."}, {"scene_id": "atwt-01-11-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-11-05s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-11-05s7", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "atwt-01-11-05s8", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a brooch", "with_names": "a woman is wearing a pink dress and a brooch"}, {"scene_id": "atwt-01-11-05s9", "raw": "A scene from a TV show in which a man is seen pouring a can of tomato sauce into a bowl of rice.", "with_names": "a man is pouring a can of tomato sauce into a bowl of rice."}, {"scene_id": "atwt-01-11-05s10", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and a man is standing next to her.", "with_names": "a woman is wearing a blue turtleneck and a man is standing next to her."}, {"scene_id": "atwt-01-11-05s11", "raw": "A scene from a TV show in which a woman is hugging another person.", "with_names": "a woman is hugging another person."}, {"scene_id": "atwt-01-11-05s12", "raw": "A scene from a TV show in which a man is sitting in a jail cell", "with_names": "a man is sitting in a jail cell"}, {"scene_id": "atwt-01-11-05s13", "raw": "A scene from a TV show in which the words SATI GUARANTEE appear on a green background", "with_names": "the words sati guarantee appear on a green background"}, {"scene_id": "atwt-01-11-05s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-11-05s15", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-11-05s16", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-01-11-05s17", "raw": "A scene from a TV show in which three women are shown with different hairstyles.", "with_names": "three women are shown with different hairstyles."}, {"scene_id": "atwt-01-11-05s18", "raw": "A scene from a TV show in which a woman is wearing a green coat and looking annoyed.", "with_names": "a woman is wearing a green coat and looking annoyed."}, {"scene_id": "atwt-01-11-05s19", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and looking at a bottle.", "with_names": "a woman is sitting in a restaurant and looking at a bottle."}, {"scene_id": "atwt-01-11-05s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-11-05s21", "raw": "A scene from a TV show in which a person holds two pills.", "with_names": "a person holds two pills."}, {"scene_id": "atwt-01-11-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-11-05s23", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-01-11-05s24", "raw": "A scene from a TV show in which a young man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-11-05s25", "raw": "A scene from a TV show in which a man is looking at a woman through bars.", "with_names": "a man is looking at a woman through bars."}, {"scene_id": "atwt-01-11-05s26", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting on a chair.", "with_names": ""}]