[{"scene_id": "gl-11-15-05s0", "raw": "A scene from a TV show in which a blonde woman is sitting in a room with her hand on her chin.", "with_names": "a blonde woman is sitting in a room with her hand on her chin."}, {"scene_id": "gl-11-15-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-15-05s2", "raw": "A scene from a TV show in which a white light is seen", "with_names": "a white light is"}, {"scene_id": "gl-11-15-05s3", "raw": "A scene from a TV show in which a man is sitting at a bar with his hand on his face.", "with_names": "a man is sitting at a bar with his hand on his face."}, {"scene_id": "gl-11-15-05s4", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is in the air", "with_names": ""}, {"scene_id": "gl-11-15-05s5", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is dancing with a woman.", "with_names": "a man is wearing a tuxedo and a bow tie and is dancing with a woman."}, {"scene_id": "gl-11-15-05s6", "raw": "A scene from a TV show in which a man is screaming and his mouth is wide open.", "with_names": "a man is screaming and his mouth is wide open."}, {"scene_id": "gl-11-15-05s7", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "gl-11-15-05s8", "raw": "A scene from a TV show in which a man is talking to someone and his shirt is unbuttoned", "with_names": ""}, {"scene_id": "gl-11-15-05s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "gl-11-15-05s10", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a bag.", "with_names": "a man is sitting at a table with a woman and a bag."}, {"scene_id": "gl-11-15-05s11", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is standing next to him.", "with_names": "a man is wearing a tuxedo and a woman is standing next to him."}, {"scene_id": "gl-11-15-05s12", "raw": "A scene from a TV show in which a woman is looking through a window and another woman is behind her", "with_names": "a woman is looking through a window and another woman is behind her"}, {"scene_id": "gl-11-15-05s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-15-05s14", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing shirts.", "with_names": ""}, {"scene_id": "gl-11-15-05s15", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a grey jacket and is smiling at a man.", "with_names": "a woman is wearing a black shirt and a grey jacket and is smiling at a man."}, {"scene_id": "gl-11-15-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-15-05s17", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "gl-11-15-05s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-11-15-05s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-15-05s20", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-11-15-05s21", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is looking at him.", "with_names": "a man is wearing a tuxedo and a woman is looking at him."}, {"scene_id": "gl-11-15-05s22", "raw": "A scene from a TV show in which a boy and a girl are looking through a window.", "with_names": "a boy and a girl are looking through a window."}, {"scene_id": "gl-11-15-05s23", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and a man is standing behind her."}]