[{"scene_id": "oltl-08-19-11s0", "raw": "A scene from a TV show in which a man is talking to someone in a bar.", "with_names": ""}, {"scene_id": "oltl-08-19-11s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s2", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-08-19-11s3", "raw": "A scene from a TV show in which a woman is being chased by a man", "with_names": "a woman is being chased by a man"}, {"scene_id": "oltl-08-19-11s4", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman stands behind him.", "with_names": ""}, {"scene_id": "oltl-08-19-11s5", "raw": "A scene from a TV show in which a man is sitting on a chair in a hallway, and a woman is standing behind him, waving.", "with_names": ""}, {"scene_id": "oltl-08-19-11s6", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-08-19-11s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s8", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "a woman is being held by two men."}, {"scene_id": "oltl-08-19-11s9", "raw": "A scene from a TV show in which a woman is yelling at a man and a girl is standing behind her.", "with_names": "a woman is yelling at a man and a girl is standing behind her."}, {"scene_id": "oltl-08-19-11s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-19-11s11", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-08-19-11s12", "raw": "A scene from a TV show in which a man is reading a book and a picture of a woman is on the cover", "with_names": "a man is reading a book and a picture of a woman is on the cover"}, {"scene_id": "oltl-08-19-11s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-19-11s14", "raw": "A scene from a TV show in which a man is sitting at a piano and looking down.", "with_names": "a man is sitting at a piano and looking down."}, {"scene_id": "oltl-08-19-11s15", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-08-19-11s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-19-11s17", "raw": "A scene from a TV show in which a man is holding a gun to his head and yelling.", "with_names": "a man is holding a gun to his head and yelling."}, {"scene_id": "oltl-08-19-11s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-08-19-11s19", "raw": "A scene from a TV show in which a woman is holding a folder and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-08-19-11s21", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-08-19-11s22", "raw": "A scene from a TV show in which a man is holding a microphone and a woman is dancing.", "with_names": "a man is holding a microphone and a woman is dancing."}, {"scene_id": "oltl-08-19-11s23", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-08-19-11s24", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-19-11s25", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-19-11s26", "raw": "A scene from a TV show in which Jennifer Aniston is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s28", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "oltl-08-19-11s29", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-19-11s30", "raw": "A scene from a TV show in which a woman is wearing a blue dress and is looking at the camera.", "with_names": "a woman is wearing a blue dress and is looking at the camera."}, {"scene_id": "oltl-08-19-11s31", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-08-19-11s32", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-08-19-11s33", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-08-19-11s34", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-19-11s35", "raw": "A scene from a TV show in which a man is performing a striptease for a group of men.", "with_names": "a man is performing a striptease for a group of men."}, {"scene_id": "oltl-08-19-11s36", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-19-11s37", "raw": "A scene from a TV show in which Jennifer Aniston is wearing a white suit and a blonde wig.", "with_names": "jennifer aniston is wearing a white suit and a blonde wig."}, {"scene_id": "oltl-08-19-11s38", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-08-19-11s39", "raw": "A scene from a TV show in which a list of names of people killed in the 9/11 attacks is shown.", "with_names": ""}]