[{"scene_id": "atwt-02-12-10s0", "raw": "A scene from a TV show in which a man is sitting in a chair and smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-02-12-10s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "atwt-02-12-10s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-12-10s3", "raw": "A scene from a TV show in which a man is bleeding from his head", "with_names": "a man is bleeding from his head"}, {"scene_id": "atwt-02-12-10s4", "raw": "A scene from a TV show in which a woman is seen walking into a house and a man is standing outside.", "with_names": "a woman is walking into a house and a man is standing outside."}, {"scene_id": "atwt-02-12-10s5", "raw": "A scene from a TV show in which a man is holding a camera and a picture of a man is superimposed over him.", "with_names": "a man is holding a camera and a picture of a man is superimposed over him."}, {"scene_id": "atwt-02-12-10s6", "raw": "A scene from a TV show in which a man is in a hospital gown and talking on a phone.", "with_names": ""}, {"scene_id": "atwt-02-12-10s7", "raw": "A scene from a TV show in which a man is looking at a picture frame and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-12-10s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-12-10s9", "raw": "A scene from a TV show in which a giant robot is walking down a street. The title reads \"Association with symptoms of overactive bladder CABG.\"", "with_names": "a giant robot is walking down a street. the title reads \"association with symptoms of overactive bladder cabg.\""}, {"scene_id": "atwt-02-12-10s10", "raw": "A scene from a TV show in which a man is wearing a blue coat and a green tie", "with_names": "a man is wearing a blue coat and a green tie"}, {"scene_id": "atwt-02-12-10s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-02-12-10s12", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a necklace", "with_names": "a woman is wearing a pink dress and a necklace"}, {"scene_id": "atwt-02-12-10s13", "raw": "A scene from a TV show in which a circle is cut out of a white circle and the words buy one get one 1/2 off everything are written in red", "with_names": "a circle is cut out of a white circle and the words buy one get one 1/2 off everything are written in red"}, {"scene_id": "atwt-02-12-10s14", "raw": "A scene from a TV show in which an older man and a younger man are standing next to each other.", "with_names": "an older man and a younger man are standing next to each other."}, {"scene_id": "atwt-02-12-10s15", "raw": "A scene from a TV show in which a man is wearing a robe and looking shocked.", "with_names": "a man is wearing a robe and looking shocked."}, {"scene_id": "atwt-02-12-10s16", "raw": "A scene from a TV show in which a meteor is seen to be heading towards Earth.", "with_names": "a meteor is to be heading towards earth."}, {"scene_id": "atwt-02-12-10s17", "raw": "A scene from a TV show in which a woman is wearing a gold necklace and a short brown hair", "with_names": "a woman is wearing a gold necklace and a short brown hair"}, {"scene_id": "atwt-02-12-10s18", "raw": "A scene from a TV show in which a man is holding a gun and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-12-10s19", "raw": "A scene from a TV show in which a woman is holding a beer and a man is standing behind her.", "with_names": "a woman is holding a beer and a man is standing behind her."}, {"scene_id": "atwt-02-12-10s20", "raw": "A scene from a TV show in which a woman is singing in a crowded room, surrounded by people.", "with_names": "a woman is singing in a crowded room, surrounded by people."}, {"scene_id": "atwt-02-12-10s21", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-12-10s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-12-10s23", "raw": "A scene from a TV show in which a man is wearing a black hoodie and is yelling at someone.", "with_names": "a man is wearing a black hoodie and is yelling at someone."}, {"scene_id": "atwt-02-12-10s24", "raw": "A scene from a TV show in which a woman pushes a shopping cart filled with teddy bears.", "with_names": "a woman pushes a shopping cart filled with teddy bears."}]