[{"scene_id": "bb-11-08-05s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-08-05s1", "raw": "A scene from a TV show in which a man is holding a woman by the hand and she is looking at him with a shocked expression.", "with_names": "a man is holding a woman by the hand and she is looking at him with a shocked expression."}, {"scene_id": "bb-11-08-05s2", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a black shirt.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a black shirt."}, {"scene_id": "bb-11-08-05s3", "raw": "A scene from a TV show in which a woman is looking at a man and a clock is visible in the foreground.", "with_names": "a woman is looking at a man and a clock is visible in the foreground."}, {"scene_id": "bb-11-08-05s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and short blonde hair.", "with_names": "a woman is wearing a black dress and short blonde hair."}, {"scene_id": "bb-11-08-05s5", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "bb-11-08-05s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in a room.", "with_names": "a man is wearing a suit and a tie and is standing in a room."}, {"scene_id": "bb-11-08-05s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-08-05s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-08-05s9", "raw": "A scene from a TV show in which a man is dancing in a suit", "with_names": "a man is dancing in a suit"}, {"scene_id": "bb-11-08-05s10", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-11-08-05s11", "raw": "A scene from a TV show in which a man is standing in front of a door with his arms outstretched.", "with_names": "a man is standing in front of a door with his arms outstretched."}, {"scene_id": "bb-11-08-05s12", "raw": "A scene from a TV show in which a woman is talking to someone and the time is shown on the screen", "with_names": ""}]