[{"scene_id": "atwt-04-23-10s0", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-04-23-10s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-23-10s2", "raw": "A scene from a TV show in which a woman is looking at the camera and making a shocked face.", "with_names": "a woman is looking at the camera and making a shocked face."}, {"scene_id": "atwt-04-23-10s3", "raw": "A scene from a TV show in which a man is standing next to a large wheel of cheese and holding a clipboard.", "with_names": "a man is standing next to a large wheel of cheese and holding a clipboard."}, {"scene_id": "atwt-04-23-10s4", "raw": "A scene from a TV show in which a woman is seen talking to a man through a window.", "with_names": ""}, {"scene_id": "atwt-04-23-10s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to his right.", "with_names": "a man is wearing a suit and tie and looking to his right."}, {"scene_id": "atwt-04-23-10s6", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-04-23-10s7", "raw": "A scene from a TV show in which a man is seen holding a bag and a book while sitting on a bus.", "with_names": "a man is holding a bag and a book while sitting on a bus."}, {"scene_id": "atwt-04-23-10s8", "raw": "A scene from a TV show in which a young man is looking at a TV screen.", "with_names": "a young man is looking at a tv screen."}, {"scene_id": "atwt-04-23-10s9", "raw": "A scene from a TV show in which a woman is wearing a red head scarf and a black jacket.", "with_names": "a woman is wearing a red head scarf and a black jacket."}, {"scene_id": "atwt-04-23-10s10", "raw": "A scene from a TV show in which a taco is made out of a tortilla.", "with_names": "a taco is made out of a tortilla."}, {"scene_id": "atwt-04-23-10s11", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-04-23-10s12", "raw": "A scene from a TV show in which a woman is talking and looking shocked.", "with_names": ""}, {"scene_id": "atwt-04-23-10s13", "raw": "A scene from a TV show in which a woman is confronted by a Muslim woman.", "with_names": "a woman is confronted by a muslim woman."}, {"scene_id": "atwt-04-23-10s14", "raw": "A scene from a TV show in which a boy is crying and another boy is laughing.", "with_names": "a boy is crying and another boy is laughing."}, {"scene_id": "atwt-04-23-10s15", "raw": "A scene from a TV show in which the words \"The America Chex\" are written on a yellow background with a gold flag and yellow stars", "with_names": "the words \"the america chex\" are written on a yellow background with a gold flag and yellow stars"}, {"scene_id": "atwt-04-23-10s16", "raw": "A scene from a TV show in which a boy is looking through a window", "with_names": "a boy is looking through a window"}, {"scene_id": "atwt-04-23-10s17", "raw": "A scene from a TV show in which a woman is wearing a head scarf.", "with_names": "a woman is wearing a head scarf."}, {"scene_id": "atwt-04-23-10s18", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-04-23-10s19", "raw": "A scene from a TV show in which a hand holds a piece of black lava.", "with_names": "a hand holds a piece of black lava."}, {"scene_id": "atwt-04-23-10s20", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a blue dress.", "with_names": "a blonde woman is looking down and wearing a blue dress."}, {"scene_id": "atwt-04-23-10s21", "raw": "A scene from a TV show in which a woman is wearing a red hat and a scarf.", "with_names": "a woman is wearing a red hat and a scarf."}, {"scene_id": "atwt-04-23-10s22", "raw": "A scene from a TV show in which a man and a woman are standing outside, looking at each other.", "with_names": "a man and a woman are standing outside, looking at each other."}, {"scene_id": "atwt-04-23-10s23", "raw": "A scene from a TV show in which a bricklayer is seen using a long-handled tool to lay a new brick.", "with_names": "a bricklayer is using a long-handled tool to lay a new brick."}]