[{"scene_id": "oltl-06-29-10s0", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-06-29-10s1", "raw": "A scene from a TV show in which a man is sitting on a toilet and a knife is in his hand", "with_names": "a man is sitting on a toilet and a knife is in his hand"}, {"scene_id": "oltl-06-29-10s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-06-29-10s3", "raw": "A scene from a TV show in which a woman is talking to a man in a hotel lobby.", "with_names": ""}, {"scene_id": "oltl-06-29-10s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is talking to her.", "with_names": ""}, {"scene_id": "oltl-06-29-10s5", "raw": "A scene from a TV show in which a waitress is being harassed by a customer.", "with_names": "a waitress is being harassed by a customer."}, {"scene_id": "oltl-06-29-10s6", "raw": "A scene from a TV show in which a man is sitting at a restaurant table with a drink and a salad.", "with_names": "a man is sitting at a restaurant table with a drink and a salad."}, {"scene_id": "oltl-06-29-10s7", "raw": "A scene from a TV show in which a man and a woman are standing in front of a candle.", "with_names": "a man and a woman are standing in front of a candle."}, {"scene_id": "oltl-06-29-10s8", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-06-29-10s9", "raw": "A scene from a TV show in which a young man is sitting up in a hospital bed.", "with_names": "a young man is sitting up in a hospital bed."}, {"scene_id": "oltl-06-29-10s10", "raw": "A scene from a TV show in which a man is sitting on a chair in a room.", "with_names": ""}, {"scene_id": "oltl-06-29-10s11", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting next to her.", "with_names": "a woman is driving a car and a man is sitting next to her."}, {"scene_id": "oltl-06-29-10s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-29-10s13", "raw": "A scene from a TV show in which a man is sitting in a hospital bed, wearing a hospital gown and holding a red cup.", "with_names": "a man is sitting in a hospital bed, wearing a hospital gown and holding a red cup."}, {"scene_id": "oltl-06-29-10s14", "raw": "A scene from a TV show in which a man is standing behind a woman, and a mirror is reflecting the man.", "with_names": "a man is standing behind a woman, and a mirror is reflecting the man."}, {"scene_id": "oltl-06-29-10s15", "raw": "A scene from a TV show in which a waitress is talking to a customer.", "with_names": ""}, {"scene_id": "oltl-06-29-10s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her hands.", "with_names": ""}, {"scene_id": "oltl-06-29-10s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-29-10s18", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-29-10s19", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-06-29-10s20", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-29-10s21", "raw": "A scene from a TV show in which a man is trying to get a woman out of her car.", "with_names": "a man is trying to get a woman out of her car."}, {"scene_id": "oltl-06-29-10s22", "raw": "A scene from a TV show in which a man is wearing a yellow shirt and a hat and is looking at another man.", "with_names": "a man is wearing a yellow shirt and a hat and is looking at another man."}, {"scene_id": "oltl-06-29-10s23", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "oltl-06-29-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-29-10s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-29-10s26", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-06-29-10s27", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking away from the camera.", "with_names": "a woman is sitting next to a man and they are both looking away from the camera."}, {"scene_id": "oltl-06-29-10s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-29-10s29", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-29-10s30", "raw": "A scene from a TV show in which a man and a woman are sitting on a rock in the dark.", "with_names": "a man and a woman are sitting on a rock in the dark."}, {"scene_id": "oltl-06-29-10s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-29-10s32", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-29-10s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-29-10s34", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-29-10s35", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a brown jacket.", "with_names": "a man is wearing a striped shirt and a brown jacket."}, {"scene_id": "oltl-06-29-10s36", "raw": "A scene from a TV show in which a man is holding a towel and another man is standing next to him.", "with_names": "a man is holding a towel and another man is standing next to him."}, {"scene_id": "oltl-06-29-10s37", "raw": "A scene from a TV show in which a man and a woman are standing in a room with candles and flowers.", "with_names": "a man and a woman are standing in a room with candles and flowers."}, {"scene_id": "oltl-06-29-10s38", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-29-10s39", "raw": "A scene from a TV show in which a woman is talking on a cell phone and smiling.", "with_names": ""}, {"scene_id": "oltl-06-29-10s40", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man and a young girl.", "with_names": "a woman is sitting at a bar with a man and a young girl."}, {"scene_id": "oltl-06-29-10s41", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-06-29-10s42", "raw": "A scene from a TV show in which a woman is talking on a phone in a car.", "with_names": ""}, {"scene_id": "oltl-06-29-10s43", "raw": "", "with_names": ""}]