[{"scene_id": "bb-01-18-17s0", "raw": "A scene from a TV show in which a man sits in a living room with a fireplace.", "with_names": "a man sits in a living room with a fireplace."}, {"scene_id": "bb-01-18-17s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at his phone.", "with_names": ""}, {"scene_id": "bb-01-18-17s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is saying something to him.", "with_names": ""}, {"scene_id": "bb-01-18-17s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-18-17s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-18-17s7", "raw": "A scene from a TV show in which a man is laughing and another man is looking at him.", "with_names": "Wyatt is laughing and another man is looking at him."}, {"scene_id": "bb-01-18-17s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Quinn are standing in a room."}, {"scene_id": "bb-01-18-17s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-01-18-17s11", "raw": "A scene from a TV show in which a man is looking at a computer screen.", "with_names": "Steffy is looking at a computer screen."}, {"scene_id": "bb-01-18-17s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-18-17s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-18-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt.", "with_names": "a man is wearing a suit and a red shirt."}, {"scene_id": "bb-01-18-17s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-18-17s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-01-18-17s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-01-18-17s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-18-17s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]