[{"scene_id": "bb-06-13-14s0", "raw": "A scene from a TV show in which a couple sits on a couch and looks at candles.", "with_names": "a couple sits on a couch and looks at candles."}, {"scene_id": "bb-06-13-14s2", "raw": "A scene from a TV show in which a woman is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-06-13-14s3", "raw": "A scene from a TV show in which a woman is wearing a necklace and looking at the camera.", "with_names": "Caroline is wearing a necklace and looking at the camera."}, {"scene_id": "bb-06-13-14s4", "raw": "A scene from a TV show in which a crowd is watching a fashion show.", "with_names": "a crowd is watching a fashion show."}, {"scene_id": "bb-06-13-14s5", "raw": "A scene from a TV show in which a man and a woman are in a living room and he is holding a box.", "with_names": "a man and a woman are in a living room and he is holding a box."}, {"scene_id": "bb-06-13-14s6", "raw": "A scene from a TV show in which a woman is wearing a maroon dress and a necklace.", "with_names": "Caroline is wearing a maroon dress and a necklace."}, {"scene_id": "bb-06-13-14s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-13-14s8", "raw": "A scene from a TV show in which a woman is looking at a man and a young boy.", "with_names": "Caroline is looking at Wyatt and a young boy."}, {"scene_id": "bb-06-13-14s9", "raw": "A scene from a TV show in which a man and a woman sit together and talk.", "with_names": "a man and a woman sit together and talk."}, {"scene_id": "bb-06-13-14s10", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, a man is behind her, and they are both looking at a TV screen.", "with_names": "Caroline is standing in front of a fireplace, Wyatt is behind her, and they are both looking at a tv screen."}, {"scene_id": "bb-06-13-14s11", "raw": "A scene from a TV show in which a woman pours a glass of wine for a man.", "with_names": "Hope pours a glass of wine for Liam."}, {"scene_id": "bb-06-13-14s12", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-13-14s13", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-13-14s14", "raw": "A scene from a TV show in which a man and a woman sit at a bar and drink alcohol.", "with_names": "Liam and Hope sit at a bar and drink alcohol."}]