[{"scene_id": "atwt-02-03-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-03-03s1", "raw": "A scene from a TV show in which a young boy is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-03-03s2", "raw": "A scene from a TV show in which a man is standing in a room with a lamp and a chair.", "with_names": "a man is standing in a room with a lamp and a chair."}, {"scene_id": "atwt-02-03-03s3", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-02-03-03s4", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall.", "with_names": "a man is in a white room with a white wall."}, {"scene_id": "atwt-02-03-03s5", "raw": "A scene from a TV show in which a woman is walking down a hallway in a pink dress.", "with_names": "a woman is walking down a hallway in a pink dress."}, {"scene_id": "atwt-02-03-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-03-03s7", "raw": "A scene from a TV show in which a woman is lying on a bed with a man standing behind her.", "with_names": "a woman is lying on a bed with a man standing behind her."}, {"scene_id": "atwt-02-03-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "atwt-02-03-03s9", "raw": "A scene from a TV show in which a man is standing in front of a table with a red lamp and a vase of flowers on it.", "with_names": "a man is standing in front of a table with a red lamp and a vase of flowers on it."}, {"scene_id": "atwt-02-03-03s10", "raw": "A scene from a TV show in which a man is driving a red convertible.", "with_names": "a man is driving a red convertible."}, {"scene_id": "atwt-02-03-03s11", "raw": "A scene from a TV show in which a woman is holding a guitar and a man is standing next to her.", "with_names": "a woman is holding a guitar and a man is standing next to her."}, {"scene_id": "atwt-02-03-03s12", "raw": "A scene from a TV show in which a woman is walking down a hallway with a clipboard.", "with_names": "a woman is walking down a hallway with a clipboard."}, {"scene_id": "atwt-02-03-03s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-03-03s14", "raw": "A scene from a TV show in which a man is holding a woman's face in his hands.", "with_names": "a man is holding a woman's face in his hands."}, {"scene_id": "atwt-02-03-03s15", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-02-03-03s16", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a hat.", "with_names": ""}, {"scene_id": "atwt-02-03-03s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "atwt-02-03-03s18", "raw": "A scene from a TV show in which a bottle of Pedialyte is shown next to a box of diapers.", "with_names": ""}, {"scene_id": "atwt-02-03-03s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-03-03s20", "raw": "A scene from a TV show in which a woman winks at a man.", "with_names": "a woman winks at a man."}]