[{"scene_id": "atwt-05-25-05s0", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "atwt-05-25-05s1", "raw": "A scene from a TV show in which a person is putting a magazine into a mailbox.", "with_names": "a person is putting a magazine into a mailbox."}, {"scene_id": "atwt-05-25-05s2", "raw": "A scene from a TV show in which a woman is smiling and wearing a black shirt and a gold jacket", "with_names": "a woman is smiling and wearing a black shirt and a gold jacket"}, {"scene_id": "atwt-05-25-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-05s4", "raw": "A scene from a TV show in which a child is seen standing on a box while holding a knife.", "with_names": "a child is standing on a box while holding a knife."}, {"scene_id": "atwt-05-25-05s5", "raw": "A scene from a TV show in which a man is wearing a white shirt and a badge on his chest", "with_names": "a man is wearing a white shirt and a badge on his chest"}, {"scene_id": "atwt-05-25-05s6", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-25-05s7", "raw": "A scene from a TV show in which a woman is sitting on a park bench, looking down and smiling.", "with_names": "a woman is sitting on a park bench, looking down and smiling."}, {"scene_id": "atwt-05-25-05s8", "raw": "A scene from a TV show in which a mother and daughter are playing with a scarf.", "with_names": "a mother and daughter are playing with a scarf."}, {"scene_id": "atwt-05-25-05s9", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "a man is smiling and looking to the side."}, {"scene_id": "atwt-05-25-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-25-05s11", "raw": "A scene from a TV show in which a man is being held by a woman on a plane.", "with_names": "a man is being held by a woman on a plane."}, {"scene_id": "atwt-05-25-05s12", "raw": "A scene from a TV show in which a scientist is working in a lab.", "with_names": "a scientist is working in a lab."}, {"scene_id": "atwt-05-25-05s13", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a blue shirt", "with_names": ""}, {"scene_id": "atwt-05-25-05s14", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "atwt-05-25-05s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-05-25-05s16", "raw": "A scene from a TV show in which a young girl is eating a plate of food.", "with_names": "a young girl is eating a plate of food."}, {"scene_id": "atwt-05-25-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-05s18", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a blue shirt", "with_names": "a man is looking at the camera and wearing a blue shirt"}, {"scene_id": "atwt-05-25-05s19", "raw": "A scene from a TV show in which a man is seen walking down a street.", "with_names": "a man is walking down a street."}, {"scene_id": "atwt-05-25-05s20", "raw": "A scene from a TV show in which a blonde woman is sitting on a plane and talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-25-05s21", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-05-25-05s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-05-25-05s23", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}]