[{"scene_id": "gl-04-21-04s0", "raw": "A scene from a TV show in which a woman is walking in front of a fireplace", "with_names": "a woman is walking in front of a fireplace"}, {"scene_id": "gl-04-21-04s1", "raw": "A scene from a TV show in which a man is being attacked by two women.", "with_names": "a man is being attacked by two women."}, {"scene_id": "gl-04-21-04s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-21-04s4", "raw": "A scene from a TV show in which two women are dancing together.", "with_names": "two women are dancing together."}, {"scene_id": "gl-04-21-04s5", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is dressed in a turban.", "with_names": "a woman is wearing a pink dress and a man is dressed in a turban."}, {"scene_id": "gl-04-21-04s6", "raw": "A scene from a TV show in which a woman is getting her hair done by a man.", "with_names": "a woman is getting her hair done by a man."}, {"scene_id": "gl-04-21-04s7", "raw": "A scene from a TV show in which a woman is giving a man a massage.", "with_names": "a woman is giving Edmund a massage."}, {"scene_id": "gl-04-21-04s8", "raw": "A scene from a TV show in which a woman is sitting in a church and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-21-04s9", "raw": "A scene from a TV show in which a man is talking to a woman on a staircase.", "with_names": ""}, {"scene_id": "gl-04-21-04s10", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a white dress and the other is wearing a red dress.", "with_names": "two women are standing next to each other, one is wearing a white dress and the other is wearing a red dress."}, {"scene_id": "gl-04-21-04s11", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "gl-04-21-04s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a crown on her head.", "with_names": "a woman is wearing a red dress and a crown on her head."}, {"scene_id": "gl-04-21-04s14", "raw": "A scene from a TV show in which a man is playing the guitar and a woman is singing.", "with_names": "Edmund is playing the guitar and Tammy is singing."}, {"scene_id": "gl-04-21-04s15", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is looking at her.", "with_names": "a woman is holding a piece of paper and a man is looking at her."}, {"scene_id": "gl-04-21-04s16", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-04-21-04s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-21-04s18", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-04-21-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a hat", "with_names": ""}, {"scene_id": "gl-04-21-04s22", "raw": "A scene from a TV show in which a man is talking to a woman, and a traffic light is visible in the background.", "with_names": ""}, {"scene_id": "gl-04-21-04s24", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-04-21-04s25", "raw": "A scene from a TV show in which a man is crying", "with_names": "Tammy is crying"}, {"scene_id": "gl-04-21-04s26", "raw": "A scene from a TV show in which a woman is screaming and her hands are in the air", "with_names": "a woman is screaming and her hands are in the air"}, {"scene_id": "gl-04-21-04s27", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a hat", "with_names": "a man is wearing a brown jacket and a hat"}, {"scene_id": "gl-04-21-04s28", "raw": "A scene from a TV show in which a man is standing over a woman who is lying on a table.", "with_names": "Sandy is standing over Lizzie who is lying on a table."}, {"scene_id": "gl-04-21-04s29", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-04-21-04s30", "raw": "A scene from a TV show in which a man is talking to a woman and she is laughing.", "with_names": ""}, {"scene_id": "gl-04-21-04s31", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-21-04s32", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "gl-04-21-04s34", "raw": "A scene from a TV show in which a woman is sitting next to a man and a black woman.", "with_names": "Lizzie is sitting next to Joey and a black woman."}, {"scene_id": "gl-04-21-04s35", "raw": "A scene from a TV show in which a woman is laying on top of a man.", "with_names": "a woman is laying on top of a man."}, {"scene_id": "gl-04-21-04s36", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a smile.", "with_names": "a woman is crying and a man is looking at her with a smile."}]