[{"scene_id": "pc-09-23-02s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "pc-09-23-02s1", "raw": "A scene from a TV show in which a police officer is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "pc-09-23-02s2", "raw": "A scene from a TV show in which a man is talking to a woman while she is lying down.", "with_names": ""}, {"scene_id": "pc-09-23-02s3", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at Rafe."}, {"scene_id": "pc-09-23-02s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "a man is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "pc-09-23-02s5", "raw": "A scene from a TV show in which a police officer is standing in a hallway with her hands on her hips.", "with_names": "a police officer is standing in a hallway with her hands on her hips."}, {"scene_id": "pc-09-23-02s6", "raw": "A scene from a TV show in which a doctor is looking at a patient and saying,", "with_names": "a doctor is looking at a patient and saying,"}, {"scene_id": "pc-09-23-02s7", "raw": "A scene from a TV show in which a woman is sitting on a rock and looking at the camera.", "with_names": "a woman is sitting on a rock and looking at the camera."}, {"scene_id": "pc-09-23-02s8", "raw": "A scene from a TV show in which a woman is laying on a man and touching his chest.", "with_names": "a woman is laying on a man and touching his chest."}, {"scene_id": "pc-09-23-02s9", "raw": "A scene from a TV show in which a woman is walking down a dark street, and she is looking at a tree.", "with_names": "a woman is walking down a dark street, and she is looking at a tree."}, {"scene_id": "pc-09-23-02s10", "raw": "A scene from a TV show in which a shirtless man is lying on the ground with his eyes closed.", "with_names": "a shirtless man is lying on the ground with his eyes closed."}, {"scene_id": "pc-09-23-02s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-09-23-02s12", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Karen is kissing Frank on the cheek."}, {"scene_id": "pc-09-23-02s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-09-23-02s14", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "Ed is hugging a woman."}, {"scene_id": "pc-09-23-02s15", "raw": "A scene from a TV show in which a woman is being arrested by police.", "with_names": "a woman is being arrested by police."}, {"scene_id": "pc-09-23-02s17", "raw": "A scene from a TV show in which a man is seen in a room with a woman.", "with_names": "a man is in a room with >> Stay tuned for scenes from the next \"port charles."}, {"scene_id": "pc-09-23-02s18", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is standing next to him.", "with_names": "a man is lying on a bed and a woman is standing next to him."}]