[{"scene_id": "oltl-08-08-11s0", "raw": "A scene from a TV show in which a woman is looking at a man with a shocked expression.", "with_names": "a woman is looking at a man with a shocked expression."}, {"scene_id": "oltl-08-08-11s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-08-08-11s2", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "oltl-08-08-11s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-08-08-11s4", "raw": "A scene from a TV show in which a man is talking to a woman, with the words \"One Time to Live\" superimposed over the image.", "with_names": ""}, {"scene_id": "oltl-08-08-11s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-08-11s6", "raw": "A scene from a TV show in which a man is seen pulling a suitcase out of a hotel room.", "with_names": "a man is pulling a suitcase out of a hotel room."}, {"scene_id": "oltl-08-08-11s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-08-11s8", "raw": "A scene from a TV show in which a man is looking at a window and talking.", "with_names": ""}, {"scene_id": "oltl-08-08-11s9", "raw": "A scene from a TV show in which a young girl is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-08-08-11s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-08-11s12", "raw": "A scene from a TV show in which a man is holding a book and a piece of paper.", "with_names": "a man is holding a book and a piece of paper."}, {"scene_id": "oltl-08-08-11s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-08-11s14", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "oltl-08-08-11s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-08-08-11s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s18", "raw": "A scene from a TV show in which a man is looking down at a shirt and a woman is standing behind him.", "with_names": "a man is looking down at a shirt and a woman is standing behind him."}, {"scene_id": "oltl-08-08-11s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-08-11s21", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-08-08-11s22", "raw": "A scene from a TV show in which a man is standing in front of a woman and a boy.", "with_names": "a man is standing in front of a woman and a boy."}, {"scene_id": "oltl-08-08-11s23", "raw": "A scene from a TV show in which a young girl is hugging her mother.", "with_names": "a young girl is hugging her mother."}, {"scene_id": "oltl-08-08-11s24", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-08-08-11s25", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-08-08-11s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-08-11s27", "raw": "A scene from a TV show in which a man is looking at another man and a woman is standing behind him", "with_names": "a man is looking at another man and a woman is standing behind him"}, {"scene_id": "oltl-08-08-11s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s29", "raw": "A scene from a TV show in which a young black girl is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-08-08-11s30", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-08-11s31", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}]