[{"scene_id": "gl-06-19-06s0", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching him.", "with_names": ""}, {"scene_id": "gl-06-19-06s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is talking back to him.", "with_names": ""}, {"scene_id": "gl-06-19-06s2", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a tuxedo.", "with_names": "a woman is wearing a green dress and a man is in a tuxedo."}, {"scene_id": "gl-06-19-06s3", "raw": "A scene from a TV show in which a woman is crying in a hospital bed, a man is standing next to her.", "with_names": "a woman is crying in a hospital bed, a man is standing next to her."}, {"scene_id": "gl-06-19-06s4", "raw": "A scene from a TV show in which a bride and groom are dancing at their wedding reception.", "with_names": "a bride and groom are dancing at their wedding reception."}, {"scene_id": "gl-06-19-06s5", "raw": "A scene from a TV show in which a man is trying to open a door with a knife", "with_names": "a man is trying to open a door with a knife"}, {"scene_id": "gl-06-19-06s6", "raw": "A scene from a TV show in which a priest is marrying a woman.", "with_names": "a priest is marrying a woman."}, {"scene_id": "gl-06-19-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-19-06s8", "raw": "A scene from a TV show in which a man is marrying a woman.", "with_names": "a man is marrying a woman."}, {"scene_id": "gl-06-19-06s9", "raw": "A scene from a TV show in which a woman is trying to get her mother to wear a dress.", "with_names": "a woman is trying to get her mother to wear a dress."}, {"scene_id": "gl-06-19-06s10", "raw": "A scene from a TV show in which a bride is getting married and her mother is crying.", "with_names": "a bride is getting married and her mother is crying."}, {"scene_id": "gl-06-19-06s11", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-19-06s12", "raw": "", "with_names": ""}, {"scene_id": "gl-06-19-06s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a bouquet in the background.", "with_names": "a man and a woman are standing next to each other, with a bouquet in the background."}, {"scene_id": "gl-06-19-06s14", "raw": "A scene from a TV show in which a woman is talking to someone and sticking her tongue out.", "with_names": ""}, {"scene_id": "gl-06-19-06s15", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching a woman's face"}, {"scene_id": "gl-06-19-06s16", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-06-19-06s17", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a wedding dress.", "with_names": "a man is wearing a tuxedo and a woman is in a wedding dress."}, {"scene_id": "gl-06-19-06s18", "raw": "A scene from a TV show in which a bride is talking to her mother.", "with_names": ""}, {"scene_id": "gl-06-19-06s19", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-06-19-06s20", "raw": "A scene from a TV show in which a doctor is talking to a patient about his symptoms.", "with_names": ""}, {"scene_id": "gl-06-19-06s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-06-19-06s22", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}]