[{"scene_id": "bb-09-17-18s0", "raw": "A scene from a TV show in which a woman looks at a man and says, \"I'm not sure what to think.\"", "with_names": "a woman looks at a man and says, \"i'm not sure what to think.\""}, {"scene_id": "bb-09-17-18s1", "raw": "A scene from a TV show in which a man is sitting at a table with a horse statue behind him.", "with_names": "a man is sitting at a table with a horse statue behind him."}, {"scene_id": "bb-09-17-18s3", "raw": "A scene from a TV show in which a man proposes to a woman with a ring.", "with_names": "a man proposes to Quinn with a ring."}, {"scene_id": "bb-09-17-18s4", "raw": "A scene from a TV show in which a man and a woman sit at a table and discuss wine glasses.", "with_names": "Thorne and Katie sit at a table and discuss wine glasses."}, {"scene_id": "bb-09-17-18s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-17-18s6", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man, and they are holding hands.", "with_names": ""}, {"scene_id": "bb-09-17-18s7", "raw": "A scene from a TV show in which a man and a woman sit at a table with empty glasses.", "with_names": "Thorne and Katie sit at a table with empty glasses."}, {"scene_id": "bb-09-17-18s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-17-18s9", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and another man.", "with_names": "a man is sitting at a table with a woman and another man."}, {"scene_id": "bb-09-17-18s10", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a piece of paper.", "with_names": ""}, {"scene_id": "bb-09-17-18s11", "raw": "A scene from a TV show in which a man is lying in bed with a woman and looking at a mobile phone.", "with_names": "Eric is lying in bed with Ridge and looking at a mobile phone."}, {"scene_id": "bb-09-17-18s12", "raw": "A scene from a TV show in which a man and a woman are lying in bed and talking.", "with_names": ""}, {"scene_id": "bb-09-17-18s13", "raw": "A scene from a TV show in which a woman is being interviewed by a reporter.", "with_names": "a woman is being interviewed by a reporter."}, {"scene_id": "bb-09-17-18s14", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-17-18s15", "raw": "A scene from a TV show in which a woman is lying in bed with a man and they are looking at each other.", "with_names": "Ridge is lying in bed with a man and they are looking at each other."}, {"scene_id": "bb-09-17-18s16", "raw": "A scene from a TV show in which a man sits in a chair and talks to someone off camera.", "with_names": "Thorne sits in a chair and talks to someone off camera."}, {"scene_id": "bb-09-17-18s17", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "bb-09-17-18s18", "raw": "A scene from a TV show in which a man is interviewed by a woman in a boardroom.", "with_names": "Thorne is interviewed by Katie in a boardroom."}, {"scene_id": "bb-09-17-18s19", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]