[{"scene_id": "oltl-06-22-09s0", "raw": "A scene from a TV show in which a man is on one knee and proposing to a woman.", "with_names": "a man is on one knee and proposing to a woman."}, {"scene_id": "oltl-06-22-09s1", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-06-22-09s2", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on his hands", "with_names": "a man is lying on a bed with his head resting on his hands"}, {"scene_id": "oltl-06-22-09s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-22-09s4", "raw": "A scene from a TV show in which a woman is holding a bouquet of flowers.", "with_names": "a woman is holding a bouquet of flowers."}, {"scene_id": "oltl-06-22-09s5", "raw": "A scene from a TV show in which a woman is dancing in an orange dress.", "with_names": "a woman is dancing in an orange dress."}, {"scene_id": "oltl-06-22-09s6", "raw": "A scene from a TV show in which a woman is talking to another woman in front of a mirror.", "with_names": ""}, {"scene_id": "oltl-06-22-09s7", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-06-22-09s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "a man is wearing a suit and tie and looking at a woman."}, {"scene_id": "oltl-06-22-09s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-22-09s10", "raw": "A scene from a TV show in which a woman is having sex with a man in a bathtub.", "with_names": "a woman is having sex with a man in a bathtub."}, {"scene_id": "oltl-06-22-09s11", "raw": "A scene from a TV show in which a man is naked and a lawyer is talking to him", "with_names": ""}, {"scene_id": "oltl-06-22-09s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-22-09s13", "raw": "A scene from a TV show in which a man is touching a woman's neck", "with_names": "a man is touching a woman's neck"}, {"scene_id": "oltl-06-22-09s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-06-22-09s15", "raw": "A scene from a TV show in which a man is handcuffed to a desk and a woman is standing behind him.", "with_names": "a man is handcuffed to a desk and a woman is standing behind him."}, {"scene_id": "oltl-06-22-09s16", "raw": "A scene from a TV show in which two women are standing in a room, one of them is wearing a dress and the other is wearing a suit.", "with_names": "two women are standing in a room, one of them is wearing a dress and the other is wearing a suit."}, {"scene_id": "oltl-06-22-09s17", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "oltl-06-22-09s18", "raw": "A scene from a TV show in which a young woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-06-22-09s19", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "oltl-06-22-09s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a blonde woman.", "with_names": "a woman is sitting at a table with a blonde woman."}, {"scene_id": "oltl-06-22-09s21", "raw": "A scene from a TV show in which a shirtless man is bending over and a police officer is standing behind him.", "with_names": "a shirtless man is bending over and a police officer is standing behind him."}, {"scene_id": "oltl-06-22-09s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a bottle and a cup in front of her. Another woman is standing behind her, and they are both looking at the bottle.", "with_names": "a woman is sitting at a table with a bottle and a cup in front of her. another woman is standing behind her, and they are both looking at the bottle."}, {"scene_id": "oltl-06-22-09s23", "raw": "A scene from a TV show in which a woman is sitting at a table with a bowl of apples.", "with_names": "a woman is sitting at a table with a bowl of apples."}, {"scene_id": "oltl-06-22-09s24", "raw": "A scene from a TV show in which a young woman is wearing a red top and a necklace.", "with_names": "a young woman is wearing a red top and a necklace."}, {"scene_id": "oltl-06-22-09s25", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-06-22-09s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-22-09s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-22-09s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-22-09s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-22-09s30", "raw": "A scene from a TV show in which a man is walking down a hallway with two women standing behind him.", "with_names": "a man is walking down a hallway with two women standing behind him."}, {"scene_id": "oltl-06-22-09s31", "raw": "A scene from a TV show in which a man is smiling and looking up.", "with_names": "a man is smiling and looking up."}]