[{"scene_id": "bb-01-31-14s0", "raw": "A scene from a TV show in which a man is working on a laptop in a kitchen.", "with_names": "a man is working on a laptop in a kitchen."}, {"scene_id": "bb-01-31-14s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone while another woman watches.", "with_names": ""}, {"scene_id": "bb-01-31-14s2", "raw": "A scene from a TV show in which a man is introduced and then is shown a picture of a woman.", "with_names": ""}, {"scene_id": "bb-01-31-14s3", "raw": "A scene from a TV show in which a man is standing next to another man in a living room.", "with_names": "a man is standing next to another man in a living room."}, {"scene_id": "bb-01-31-14s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is asking her questions.", "with_names": ""}, {"scene_id": "bb-01-31-14s5", "raw": "A scene from a TV show in which a woman sits at a table and talks to a man.", "with_names": "a woman sits at a table and talks to a man."}, {"scene_id": "bb-01-31-14s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-01-31-14s7", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-31-14s8", "raw": "A scene from a TV show in which a woman is having dinner with a man.", "with_names": "a woman is having dinner with a man."}, {"scene_id": "bb-01-31-14s9", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-01-31-14s10", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-01-31-14s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "] is crying."}, {"scene_id": "bb-01-31-14s12", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-01-31-14s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]