[{"scene_id": "atwt-01-19-06s0", "raw": "A scene from a TV show in which a woman is standing in front of a door and smiling", "with_names": "a woman is standing in front of a door and smiling"}, {"scene_id": "atwt-01-19-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-19-06s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-19-06s3", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-19-06s4", "raw": "A scene from a TV show in which a woman is wearing a fur coat and smiling", "with_names": "a woman is wearing a fur coat and smiling"}, {"scene_id": "atwt-01-19-06s5", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-01-19-06s6", "raw": "A scene from a TV show in which a baby is eating a chocolate chip cookie.", "with_names": "a baby is eating a chocolate chip cookie."}, {"scene_id": "atwt-01-19-06s7", "raw": "A scene from a TV show in which a woman is singing with her eyes closed, her mouth open, and her hair blowing in the wind.", "with_names": "a woman is singing with her eyes closed, her mouth open, and her hair blowing in the wind."}, {"scene_id": "atwt-01-19-06s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-19-06s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-19-06s10", "raw": "A scene from a TV show in which a man is looking at a clock and talking.", "with_names": ""}, {"scene_id": "atwt-01-19-06s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-01-19-06s12", "raw": "A scene from a TV show in which a doctor is holding a light up to a patient's face.", "with_names": "a doctor is holding a light up to a patient's face."}, {"scene_id": "atwt-01-19-06s13", "raw": "A scene from a TV show in which a man is looking at a tree and making a face", "with_names": "a man is looking at a tree and making a face"}, {"scene_id": "atwt-01-19-06s14", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black shirt", "with_names": "a woman is wearing a red jacket and a black shirt"}, {"scene_id": "atwt-01-19-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-01-19-06s16", "raw": "A scene from a TV show in which a cartoon bear is wearing a sheriff's hat and a badge.", "with_names": "a cartoon bear is wearing a sheriff's hat and a badge."}, {"scene_id": "atwt-01-19-06s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-01-19-06s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and looking at a woman.", "with_names": "a man is wearing a red shirt and looking at ]."}, {"scene_id": "atwt-01-19-06s19", "raw": "A scene from a TV show in which a woman is on the phone and a man is standing behind her.", "with_names": "a woman is on the phone and a man is standing behind her."}, {"scene_id": "atwt-01-19-06s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-01-19-06s21", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at the camera.", "with_names": "a man is standing in a dark room, looking at the camera."}, {"scene_id": "atwt-01-19-06s22", "raw": "A scene from a TV show in which a man is talking about a dental plan", "with_names": ""}, {"scene_id": "atwt-01-19-06s23", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace.", "with_names": "a woman is wearing a red blazer and a necklace."}, {"scene_id": "atwt-01-19-06s24", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and looking at the camera.", "with_names": "a woman is sitting in a restaurant and looking at the camera."}, {"scene_id": "atwt-01-19-06s25", "raw": "A scene from a TV show in which a man is standing in a room and a woman is walking towards him.", "with_names": "a man is standing in a room and a woman is walking towards him."}, {"scene_id": "atwt-01-19-06s26", "raw": "A scene from a TV show in which a man is talking about a new hip implant.", "with_names": ""}, {"scene_id": "atwt-01-19-06s27", "raw": "A scene from a TV show in which a man is touching a woman's shoulder", "with_names": "a man is touching a woman's shoulder"}, {"scene_id": "atwt-01-19-06s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-19-06s29", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a short haircut", "with_names": "a woman is wearing a fur coat and a short haircut"}, {"scene_id": "atwt-01-19-06s30", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-01-19-06s31", "raw": "A scene from a TV show in which a shirt is being pre-treated with All-Tights.", "with_names": "a shirt is being pre-treated with all-tights."}]