[{"scene_id": "oltl-01-14-09s0", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "Gigi is dancing with Rex."}, {"scene_id": "oltl-01-14-09s1", "raw": "A scene from a TV show in which a man is wearing a shirt that says \"Rabbi's\"", "with_names": "a man is wearing a shirt that says \"rabbi's\""}, {"scene_id": "oltl-01-14-09s2", "raw": "A scene from a TV show in which a man is working out on a bike, while another man stands nearby.", "with_names": "a man is working out on a bike, while another man stands nearby."}, {"scene_id": "oltl-01-14-09s3", "raw": "A scene from a TV show in which a woman is looking down and her face is contorted.", "with_names": "a woman is looking down and her face is contorted."}, {"scene_id": "oltl-01-14-09s4", "raw": "A scene from a TV show in which a woman is talking on the phone and smoking a cigarette.", "with_names": ""}, {"scene_id": "oltl-01-14-09s5", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-01-14-09s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s7", "raw": "A scene from a TV show in which a man is looking at a bright light.", "with_names": "a man is looking at a bright light."}, {"scene_id": "oltl-01-14-09s8", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "oltl-01-14-09s9", "raw": "A scene from a TV show in which a blonde woman is talking to a woman in a green dress.", "with_names": ""}, {"scene_id": "oltl-01-14-09s10", "raw": "A scene from a TV show in which a man is wearing a black tank top and a short haircut", "with_names": "a man is wearing a black tank top and a short haircut"}, {"scene_id": "oltl-01-14-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s12", "raw": "A scene from a TV show in which a man is sitting down with a towel on his head", "with_names": "a man is sitting down with a towel on his head"}, {"scene_id": "oltl-01-14-09s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s14", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at something.", "with_names": "a man is sitting next to a woman and they are both looking at something."}, {"scene_id": "oltl-01-14-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s16", "raw": "A scene from a TV show in which a man is being spanked by a woman.", "with_names": "a man is being spanked by a woman."}, {"scene_id": "oltl-01-14-09s17", "raw": "A scene from a TV show in which a man is looking at a screen and saying \"all new tomorrow 10.0c\"", "with_names": "a man is looking at a screen and saying \"all new tomorrow 10.0c\""}, {"scene_id": "oltl-01-14-09s18", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-01-14-09s19", "raw": "A scene from a TV show in which a woman is talking to a man and a black woman is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-14-09s20", "raw": "A scene from a TV show in which a woman is being kissed by a man.", "with_names": "a woman is being kissed by a man."}, {"scene_id": "oltl-01-14-09s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-14-09s22", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "oltl-01-14-09s23", "raw": "A scene from a TV show in which a man is standing in front of a coffin and a woman is sitting in front.", "with_names": "a man is standing in front of a coffin and a woman is sitting in front."}, {"scene_id": "oltl-01-14-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-14-09s25", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-01-14-09s26", "raw": "A scene from a TV show in which a man is dancing in a bar, and a woman is standing behind him.", "with_names": "a man is dancing in a bar, and a woman is standing behind him."}, {"scene_id": "oltl-01-14-09s27", "raw": "A scene from a TV show in which a man is sitting at a bar with a beer and a woman is standing behind him.", "with_names": "a man is sitting at a bar with a beer and a woman is standing behind him."}, {"scene_id": "oltl-01-14-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-14-09s29", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-01-14-09s30", "raw": "A scene from a TV show in which a man is sitting at a bar with a drink and a woman is standing behind him.", "with_names": "a man is sitting at a bar with a drink and a woman is standing behind him."}, {"scene_id": "oltl-01-14-09s31", "raw": "A scene from a TV show in which a nun is seen in the background, a man is in the foreground, and a woman is sitting on the floor.", "with_names": "a nun is in the background, a man is in the foreground, and a woman is sitting on the floor."}, {"scene_id": "oltl-01-14-09s32", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-14-09s34", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "oltl-01-14-09s35", "raw": "A scene from a TV show in which a woman is standing in front of a fern.", "with_names": "a woman is standing in front of a fern."}]