[{"scene_id": "atwt-07-27-01s0", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "atwt-07-27-01s1", "raw": "A scene from a TV show in which a man is sitting in a chair in front of a desk with a typewriter and a potted plant.", "with_names": ""}, {"scene_id": "atwt-07-27-01s2", "raw": "A scene from a TV show in which a man is wearing a bandage on his head and a hospital gown.", "with_names": "a man is wearing a bandage on his head and a hospital gown."}, {"scene_id": "atwt-07-27-01s3", "raw": "A scene from a TV show in which a cat is playing with a doll.", "with_names": "a cat is playing with a doll."}, {"scene_id": "atwt-07-27-01s4", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-27-01s6", "raw": "A scene from a TV show in which a woman is shown doing a pole dance.", "with_names": ""}, {"scene_id": "atwt-07-27-01s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-27-01s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-27-01s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-27-01s10", "raw": "A scene from a TV show in which a woman is wrapped in bandages and has a large bandage over her face.", "with_names": "a woman is wrapped in bandages and has a large bandage over her face."}, {"scene_id": "atwt-07-27-01s11", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-07-27-01s12", "raw": "A scene from a TV show in which a man and a woman are standing in a restaurant, with the man looking at something off-screen.", "with_names": "a man and a woman are standing in a restaurant, with the man looking at something off-screen."}, {"scene_id": "atwt-07-27-01s13", "raw": "A scene from a TV show in which an elderly man is hugging a young girl.", "with_names": "an elderly man is hugging a young girl."}, {"scene_id": "atwt-07-27-01s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-27-01s15", "raw": "A scene from a TV show in which a woman is holding a gun and looking scared.", "with_names": "Emily is holding a gun and looking scared."}, {"scene_id": "atwt-07-27-01s16", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-07-27-01s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-27-01s18", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-07-27-01s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-27-01s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-27-01s22", "raw": "A scene from a TV show in which a man is looking at the camera with a red shirt on.", "with_names": "Jack is looking at the camera with a red shirt on."}, {"scene_id": "atwt-07-27-01s23", "raw": "A scene from a TV show in which a woman is in a bathtub, her hair wet and her face turned to the side.", "with_names": "Emily is in a bathtub, her hair wet and her face turned to the side."}, {"scene_id": "atwt-07-27-01s24", "raw": "A scene from a TV show in which a woman is holding a teapot and a cup.", "with_names": "Nurse is holding a teapot and a cup."}, {"scene_id": "atwt-07-27-01s25", "raw": "A scene from a TV show in which a man is seen crawling on the floor.", "with_names": "Simon is crawling on the floor."}]