[{"scene_id": "oltl-06-07-06s0", "raw": "a man is talking about a hospital and then a woman is shown walking.", "with_names": ""}, {"scene_id": "oltl-06-07-06s1", "raw": "a man is talking about a group of people who are walking around.", "with_names": ""}, {"scene_id": "oltl-06-07-06s2", "raw": "a man and woman are in a room and they are kissing each other.", "with_names": "Antonio and woman are in a room and they are kissing each other."}, {"scene_id": "oltl-06-07-06s3", "raw": "a man and a woman are sitting in a car and the driver is trying to get the car.", "with_names": "Nash and Claudia are sitting in a car and the driver is trying to get the car."}, {"scene_id": "oltl-06-07-06s4", "raw": "a man is talking to a man and then he is trying to get it to the man.", "with_names": ""}, {"scene_id": "oltl-06-07-06s5", "raw": "a man and a woman are holding a baby and the baby is smiling.", "with_names": "Antonio and Jessica are holding a baby and the baby is smiling."}, {"scene_id": "oltl-06-07-06s6", "raw": "a woman is talking about a car and then she is trying to get her.", "with_names": ""}, {"scene_id": "oltl-06-07-06s7", "raw": "a man and woman are in a kitchen and they are trying to get the baby to the woman.", "with_names": "Antonio and woman are in a kitchen and they are trying to get the baby to the woman."}, {"scene_id": "oltl-06-07-06s8", "raw": "a man and woman are talking about a topic of a room.", "with_names": ""}, {"scene_id": "oltl-06-07-06s9", "raw": "a man is talking to a woman who is wearing a hospital coat.", "with_names": ""}, {"scene_id": "oltl-06-07-06s10", "raw": "a woman is talking about a man and then a man is talking about the situation.", "with_names": ""}, {"scene_id": "oltl-06-07-06s11", "raw": "a man and woman are pushing a car and then the woman is pushing the car.", "with_names": "Nash and woman are pushing a car and then the woman is pushing the car."}, {"scene_id": "oltl-06-07-06s12", "raw": "a man and woman are in a kitchen and they are kissing.", "with_names": "Antonio and woman are in a kitchen and they are kissing."}, {"scene_id": "oltl-06-07-06s13", "raw": "a man and woman are talking about a restaurant and they are having a conversation.", "with_names": ""}, {"scene_id": "oltl-06-07-06s14", "raw": "a man is laying down on a bed and a woman is sleeping.", "with_names": "Todd is laying down on a bed and Blair is sleeping."}, {"scene_id": "oltl-06-07-06s15", "raw": "a man is talking about a man and then a woman is shown walking away.", "with_names": ""}, {"scene_id": "oltl-06-07-06s16", "raw": "a man and a woman are pushing a car and the man is pushing the car.", "with_names": "Nash and Claudia are pushing a car and the man is pushing the car."}, {"scene_id": "oltl-06-07-06s17", "raw": "a man is talking to a woman and then the man is laughing.", "with_names": ""}, {"scene_id": "oltl-06-07-06s18", "raw": "a man is talking to a woman who is sleeping on a bed.", "with_names": ""}, {"scene_id": "oltl-06-07-06s19", "raw": "a group of people are shown shaking hands and a woman is talking about it.", "with_names": ""}, {"scene_id": "oltl-06-07-06s20", "raw": "a man is talking about a hospital and then a woman is shown.", "with_names": ""}, {"scene_id": "oltl-06-07-06s21", "raw": "a man is talking to a man and then he is laughing.", "with_names": ""}, {"scene_id": "oltl-06-07-06s22", "raw": "a man is talking about a woman who is walking and then a man is shown walking around.", "with_names": ""}, {"scene_id": "oltl-06-07-06s23", "raw": "a man is walking through a gate and then a man is walking through the gate.", "with_names": "a man is walking through a gate and then a man is walking through the gate."}, {"scene_id": "oltl-06-07-06s24", "raw": "a man is crying and then a woman is crying.", "with_names": "Todd is crying and then Blair is crying."}, {"scene_id": "oltl-06-07-06s25", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "oltl-06-07-06s26", "raw": "a man is talking to a woman and then a man is shown holding a baby.", "with_names": ""}, {"scene_id": "oltl-06-07-06s27", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "oltl-06-07-06s28", "raw": "a man is talking to another man and then he is talking.", "with_names": ""}, {"scene_id": "oltl-06-07-06s29", "raw": "a woman is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "oltl-06-07-06s30", "raw": "a man and a woman are pushing a car and the driver is laughing.", "with_names": "Nash and Claudia are pushing a car and the driver is laughing."}, {"scene_id": "oltl-06-07-06s31", "raw": "a man is talking about a woman and then she is shown walking through a room.", "with_names": ""}]