[{"scene_id": "pc-10-22-01s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-22-01s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-10-22-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-22-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-22-01s5", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "pc-10-22-01s6", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "pc-10-22-01s7", "raw": "A scene from a TV show in which a woman is walking in a room with a teddy bear on a bed.", "with_names": "a woman is walking in a room with a teddy bear on a bed."}, {"scene_id": "pc-10-22-01s8", "raw": "A scene from a TV show in which a man is looking at another man and the other man looks at him with a confused expression", "with_names": "a man is looking at another man and the other man looks at him with a confused expression"}, {"scene_id": "pc-10-22-01s10", "raw": "A scene from a TV show in which two men are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "pc-10-22-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-22-01s13", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "pc-10-22-01s14", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-22-01s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-10-22-01s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at Lucy and she is looking back at him."}, {"scene_id": "pc-10-22-01s18", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "pc-10-22-01s19", "raw": "A scene from a TV show in which a man is singing and dancing in a park.", "with_names": "Livvie is singing and dancing in a park."}]