[{"scene_id": "bb-06-04-14s0", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-06-04-14s1", "raw": "A scene from a TV show in which two men are arguing.", "with_names": "two men are arguing."}, {"scene_id": "bb-06-04-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-04-14s3", "raw": "A scene from a TV show in which two women are sitting in a bar and talking.", "with_names": ""}, {"scene_id": "bb-06-04-14s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-06-04-14s5", "raw": "A scene from a TV show in which a couple is getting married on a beach.", "with_names": "a couple is getting married on a beach."}, {"scene_id": "bb-06-04-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-04-14s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "bb-06-04-14s8", "raw": "A scene from a TV show in which a man is wearing a black polo shirt and a woman is in the background.", "with_names": "a man is wearing a black polo shirt and a woman is in the background."}, {"scene_id": "bb-06-04-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-04-14s12", "raw": "A scene from a TV show in which a woman sits on a couch and talks on her cell phone.", "with_names": "a woman sits on a couch and talks on her cell phone."}, {"scene_id": "bb-06-04-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing in a room.", "with_names": "a man and Caroline are arguing in a room."}, {"scene_id": "bb-06-04-14s14", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-06-04-14s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-06-04-14s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-06-04-14s17", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "Eric is yelling at another man."}]