[{"scene_id": "atwt-04-03-07s0", "raw": "A scene from a TV show in which a man is holding his head and looking down.", "with_names": "a man is holding his head and looking down."}, {"scene_id": "atwt-04-03-07s1", "raw": "A scene from a TV show in which a laptop is on a green desk", "with_names": "a laptop is on a green desk"}, {"scene_id": "atwt-04-03-07s2", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-04-03-07s3", "raw": "A scene from a TV show in which a woman is pouring a bottle of Monsanto's Shaken-Fed Insecticide into a planter.", "with_names": "a woman is pouring a bottle of monsanto's shaken-fed insecticide into a planter."}, {"scene_id": "atwt-04-03-07s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and making a face", "with_names": ""}, {"scene_id": "atwt-04-03-07s5", "raw": "A scene from a TV show in which a young man is looking at the camera with a surprised expression.", "with_names": "a young man is looking at the camera with a surprised expression."}, {"scene_id": "atwt-04-03-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "] is wearing a suit and a blue shirt"}, {"scene_id": "atwt-04-03-07s7", "raw": "A scene from a TV show in which a woman is seen walking down a street with her eyes closed.", "with_names": "a woman is walking down a street with her eyes closed."}, {"scene_id": "atwt-04-03-07s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a gold necklace", "with_names": "a woman is wearing a black dress and a gold necklace"}, {"scene_id": "atwt-04-03-07s9", "raw": "A scene from a TV show in which a young man is wearing a brown sweater and a short haircut.", "with_names": "a young man is wearing a brown sweater and a short haircut."}, {"scene_id": "atwt-04-03-07s10", "raw": "A scene from a TV show in which a man is being operated on by a nurse.", "with_names": "a man is being operated on by a nurse."}, {"scene_id": "atwt-04-03-07s11", "raw": "A scene from a TV show in which a young man is sitting in a diner and talking to a waitress.", "with_names": ""}, {"scene_id": "atwt-04-03-07s12", "raw": "A scene from a TV show in which a doctor uses a stethoscope to listen to a baby's heart.", "with_names": "a doctor uses a stethoscope to listen to a baby's heart."}, {"scene_id": "atwt-04-03-07s13", "raw": "A scene from a TV show in which a woman is wearing a green suit and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-04-03-07s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-03-07s15", "raw": "A scene from a TV show in which a bus drives down a road with smoke billowing from a factory in the background.", "with_names": "a bus drives down a road with smoke billowing from a factory in the background."}, {"scene_id": "atwt-04-03-07s16", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing next to her.", "with_names": "a woman is wearing a red shirt and ] is standing next to her."}, {"scene_id": "atwt-04-03-07s17", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "atwt-04-03-07s18", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-04-03-07s19", "raw": "A scene from a TV show in which a woman is wearing a green suit and a black wig.", "with_names": "a woman is wearing a green suit and a black wig."}, {"scene_id": "atwt-04-03-07s20", "raw": "A scene from a TV show in which a young man is kissing a woman on the forehead.", "with_names": "a young man is kissing a woman on the forehead."}, {"scene_id": "atwt-04-03-07s21", "raw": "A scene from a TV show in which a woman is seen in a bathtub, with her face partially obscured by the water.", "with_names": "a woman is in a bathtub, with her face partially obscured by the water."}]