[{"scene_id": "atwt-02-25-03s0", "raw": "A scene from a TV show in which a star is being searched.", "with_names": "a star is being searched."}, {"scene_id": "atwt-02-25-03s1", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-25-03s2", "raw": "A scene from a TV show in which a woman is talking on the phone and a door is open.", "with_names": ""}, {"scene_id": "atwt-02-25-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-03s4", "raw": "A scene from a TV show in which a woman is walking across a green field.", "with_names": "a woman is walking across a green field."}, {"scene_id": "atwt-02-25-03s5", "raw": "A scene from a TV show in which two men are standing in a room with plants and talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-25-03s6", "raw": "A scene from a TV show in which a blonde woman is sitting on a chair and a brunette woman is standing behind her, holding her hair.", "with_names": ""}, {"scene_id": "atwt-02-25-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-25-03s8", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-02-25-03s9", "raw": "A scene from a TV show in which a woman is standing next to a younger woman, both of them looking at something.", "with_names": "a woman is standing next to a younger woman, both of them looking at something."}, {"scene_id": "atwt-02-25-03s10", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-02-25-03s11", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "atwt-02-25-03s12", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-25-03s13", "raw": "A scene from a TV show in which a man is wearing a shirt and tie", "with_names": "a man is wearing a shirt and tie"}, {"scene_id": "atwt-02-25-03s14", "raw": "A scene from a TV show in which a young girl sings into a microphone.", "with_names": "a young girl sings into a microphone."}, {"scene_id": "atwt-02-25-03s15", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-02-25-03s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-25-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-03s18", "raw": "A scene from a TV show in which a blonde woman is crying", "with_names": "a blonde woman is crying"}, {"scene_id": "atwt-02-25-03s19", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-02-25-03s20", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "atwt-02-25-03s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-02-25-03s22", "raw": "A scene from a TV show in which a boy is eating a meal at a table.", "with_names": "a boy is eating a meal at a table."}, {"scene_id": "atwt-02-25-03s23", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blue scarf", "with_names": "a woman is wearing a red coat and a blue scarf"}, {"scene_id": "atwt-02-25-03s24", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a lamp.", "with_names": "a woman is sitting in a room and looking at a lamp."}, {"scene_id": "atwt-02-25-03s25", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a black jacket.", "with_names": "a woman is wearing a blue shirt and a black jacket."}, {"scene_id": "atwt-02-25-03s26", "raw": "A scene from a TV show in which a black man is wearing a white lab coat and glasses.", "with_names": "a black man is wearing a white lab coat and glasses."}]