[{"scene_id": "oltl-10-02-07s0", "raw": "A scene from a TV show in which a woman is sitting in a chair wearing a suit and a necklace.", "with_names": ""}, {"scene_id": "oltl-10-02-07s1", "raw": "A scene from a TV show in which two men are sitting next to each other.", "with_names": "two men are sitting next to each other."}, {"scene_id": "oltl-10-02-07s2", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-10-02-07s3", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is in a blue jacket.", "with_names": "a woman is wearing a red coat and a man is in a blue jacket."}, {"scene_id": "oltl-10-02-07s4", "raw": "A scene from a TV show in which Salman Khan is seen wearing a purple shirt.", "with_names": "salman khan is wearing a purple shirt."}, {"scene_id": "oltl-10-02-07s5", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and her eyes are closed", "with_names": "a woman is wearing a plaid shirt and her eyes are closed"}, {"scene_id": "oltl-10-02-07s6", "raw": "A scene from a TV show in which a man and a woman sit next to each other at a desk.", "with_names": "a man and a woman sit next to each other at a desk."}, {"scene_id": "oltl-10-02-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-10-02-07s8", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a pink shirt and a blue jacket.", "with_names": "a woman is standing in a kitchen, wearing a pink shirt and a blue jacket."}, {"scene_id": "oltl-10-02-07s9", "raw": "A scene from a TV show in which a woman is standing in front of a jury, and a man is sitting behind her.", "with_names": "a woman is standing in front of a jury, and a man is sitting behind her."}, {"scene_id": "oltl-10-02-07s10", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "oltl-10-02-07s11", "raw": "A scene from a TV show in which a man is pouring wine from a bottle into a glass.", "with_names": "a man is pouring wine from a bottle into a glass."}, {"scene_id": "oltl-10-02-07s12", "raw": "A scene from a TV show in which a young woman is singing", "with_names": "a young woman is singing"}, {"scene_id": "oltl-10-02-07s13", "raw": "A scene from a TV show in which a woman is talking to a man and another man denoting a man in a suit", "with_names": ""}, {"scene_id": "oltl-10-02-07s14", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a black strap around his chest.", "with_names": "a young man is wearing a green shirt and a black strap around his chest."}, {"scene_id": "oltl-10-02-07s15", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-02-07s16", "raw": "A scene from a TV show in which a woman is sitting in a white robe and looking off to the side.", "with_names": "a woman is sitting in a white robe and looking off to the side."}, {"scene_id": "oltl-10-02-07s17", "raw": "A scene from a TV show in which a man and two women sit in a courtroom.", "with_names": "a man and two women sit in a courtroom."}, {"scene_id": "oltl-10-02-07s18", "raw": "A scene from a TV show in which two women are sitting on chairs and laughing.", "with_names": "two women are sitting on chairs and laughing."}, {"scene_id": "oltl-10-02-07s19", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-10-02-07s20", "raw": "A scene from a TV show in which a young woman is sitting in a room and looking at the camera.", "with_names": "a young woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-10-02-07s21", "raw": "A scene from a TV show in which a man is looking at a vase and talking.", "with_names": ""}, {"scene_id": "oltl-10-02-07s22", "raw": "A scene from a TV show in which a woman is looking down and wearing a red shirt.", "with_names": "a woman is looking down and wearing a red shirt."}, {"scene_id": "oltl-10-02-07s23", "raw": "A scene from a TV show in which a girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-02-07s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-02-07s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "oltl-10-02-07s26", "raw": "A scene from a TV show in which a police officer is smoking a cigarette.", "with_names": "a police officer is smoking a cigarette."}]