[{"scene_id": "atwt-07-28-06s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "atwt-07-28-06s1", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "atwt-07-28-06s2", "raw": "A scene from a TV show in which a man is looking at a painting and talking.", "with_names": ""}, {"scene_id": "atwt-07-28-06s3", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-07-28-06s4", "raw": "A scene from a TV show in which a woman is looking in a car mirror and her eyes are reflected.", "with_names": "a woman is looking in a car mirror and her eyes are reflected."}, {"scene_id": "atwt-07-28-06s5", "raw": "A scene from a TV show in which a man is looking down and wearing a blue shirt", "with_names": "a man is looking down and wearing a blue shirt"}, {"scene_id": "atwt-07-28-06s6", "raw": "A scene from a TV show in which a boy is talking to another boy.", "with_names": ""}, {"scene_id": "atwt-07-28-06s7", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-07-28-06s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is in a ponytail.", "with_names": "a woman is wearing a black dress and her hair is in a ponytail."}, {"scene_id": "atwt-07-28-06s9", "raw": "A scene from a TV show in which a young woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-28-06s10", "raw": "A scene from a TV show in which a man is talking to a woman, with his hand on her head.", "with_names": ""}, {"scene_id": "atwt-07-28-06s11", "raw": "A scene from a TV show in which a woman is wearing a sleeveless black top and a necklace", "with_names": "a woman is wearing a sleeveless black top and a necklace"}, {"scene_id": "atwt-07-28-06s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-28-06s13", "raw": "A scene from a TV show in which a wine glass is filled with water.", "with_names": "a wine glass is filled with water."}, {"scene_id": "atwt-07-28-06s14", "raw": "A scene from a TV show in which a woman is holding a picture of a man.", "with_names": "a woman is holding a picture of a man."}, {"scene_id": "atwt-07-28-06s15", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-06s16", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Lucy is looking at ]."}, {"scene_id": "atwt-07-28-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-28-06s18", "raw": "A scene from a TV show in which a cockatoo is seen with a yellow feather sticking out of its head.", "with_names": "a cockatoo is with a yellow feather sticking out of its head."}, {"scene_id": "atwt-07-28-06s19", "raw": "A scene from a TV show in which a man is talking to a woman and touching his face.", "with_names": ""}, {"scene_id": "atwt-07-28-06s20", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-07-28-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-07-28-06s22", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-07-28-06s23", "raw": "A scene from a TV show in which a young woman is smiling and looking to the left of the frame.", "with_names": "a young woman is smiling and looking to the left of the frame."}, {"scene_id": "atwt-07-28-06s24", "raw": "A scene from a TV show in which a woman is dancing with the words \"Once-a-month Boniva\" and \"Boniva\" in large letters.", "with_names": "a woman is dancing with the words \"once-a-month boniva\" and \"boniva\" in large letters."}, {"scene_id": "atwt-07-28-06s25", "raw": "A scene from a TV show in which a young man is being comforted by another young man who is wearing a black jacket.", "with_names": "a young man is being comforted by another young man who is wearing a black jacket."}, {"scene_id": "atwt-07-28-06s26", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-07-28-06s27", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a necklace.", "with_names": "a woman is wearing a purple dress and a necklace."}, {"scene_id": "atwt-07-28-06s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-28-06s29", "raw": "A scene from a TV show in which a man and a woman are sitting back to back on chairs.", "with_names": "a man and a woman are sitting back to back on chairs."}]