[{"scene_id": "gl-02-10-06s0", "raw": "A scene from a TV show in which a man is being tortured by a woman.", "with_names": "Alan is being tortured by Gus."}, {"scene_id": "gl-02-10-06s1", "raw": "A scene from a TV show in which a woman is reading a newspaper to a shirtless man.", "with_names": "a woman is reading a newspaper to a shirtless man."}, {"scene_id": "gl-02-10-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-10-06s3", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "gl-02-10-06s4", "raw": "A scene from a TV show in which a man is underwater and a shark is swimming towards him", "with_names": "a man is underwater and a shark is swimming towards him"}, {"scene_id": "gl-02-10-06s5", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-02-10-06s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig", "with_names": "a woman is wearing a black dress and a blonde wig"}, {"scene_id": "gl-02-10-06s7", "raw": "A scene from a TV show in which a man is handcuffed and another man is holding his head.", "with_names": "a man is handcuffed and another man is holding his head."}, {"scene_id": "gl-02-10-06s8", "raw": "A scene from a TV show in which a man is talking on a cell phone while a dog is looking at him.", "with_names": ""}, {"scene_id": "gl-02-10-06s9", "raw": "A scene from a TV show in which a woman is talking on a phone", "with_names": ""}, {"scene_id": "gl-02-10-06s10", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-02-10-06s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a phone.", "with_names": "a man and a woman are standing in a room with a phone."}, {"scene_id": "gl-02-10-06s12", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a painting.", "with_names": "a man is standing in a dark room, looking at a painting."}, {"scene_id": "gl-02-10-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-10-06s14", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-02-10-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-10-06s16", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a white shirt and a tie.", "with_names": "a man is in a dark room, wearing a white shirt and a tie."}, {"scene_id": "gl-02-10-06s17", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "gl-02-10-06s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-02-10-06s19", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is present.", "with_names": ""}, {"scene_id": "gl-02-10-06s20", "raw": "A scene from a TV show in which a woman is tied to a chair and a man is seen beating her.", "with_names": "a woman is tied to a chair and a man is beating her."}, {"scene_id": "gl-02-10-06s21", "raw": "A scene from a TV show in which a woman is shown a box of toilet paper.", "with_names": ""}, {"scene_id": "gl-02-10-06s22", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "gl-02-10-06s23", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-02-10-06s24", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a book.", "with_names": "a man is sitting at a table with a cup and a book."}, {"scene_id": "gl-02-10-06s25", "raw": "A scene from a TV show in which a cat is seen in a cave.", "with_names": "a cat is in a cave."}]