[{"scene_id": "pc-03-27-02s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "pc-03-27-02s1", "raw": "A scene from a TV show in which a young man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-03-27-02s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a black jacket.", "with_names": "a woman is wearing a red shirt and a man is in a black jacket."}, {"scene_id": "pc-03-27-02s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man with blonde hair.", "with_names": ""}, {"scene_id": "pc-03-27-02s4", "raw": "A scene from a TV show in which a woman is drinking wine and a man is looking at her.", "with_names": "a woman is drinking wine and a man is looking at her."}, {"scene_id": "pc-03-27-02s5", "raw": "A scene from a TV show in which a woman is talking to someone in a garage.", "with_names": ""}, {"scene_id": "pc-03-27-02s6", "raw": "A scene from a TV show in which a blonde woman is kissing a man on the cheek.", "with_names": "a blonde woman is kissing Rafe on the cheek."}, {"scene_id": "pc-03-27-02s7", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "pc-03-27-02s8", "raw": "A scene from a TV show in which a man is talking to two women in a garage.", "with_names": ""}, {"scene_id": "pc-03-27-02s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Rafe is kissing Alison on the cheek."}, {"scene_id": "pc-03-27-02s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-27-02s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-27-02s13", "raw": "A scene from a TV show in which a man is sitting on a couch and two men are standing behind him.", "with_names": ""}, {"scene_id": "pc-03-27-02s14", "raw": "A scene from a TV show in which a man is standing in a barn, holding a bunch of daffodils.", "with_names": "a man is standing in a barn, holding a bunch of daffodils."}, {"scene_id": "pc-03-27-02s15", "raw": "A scene from a TV show in which a woman is dancing in a black dress and a yellow rectangle is superimposed over her.", "with_names": "a woman is dancing in a black dress and a yellow rectangle is superimposed over her."}]