[{"scene_id": "bb-08-29-17s0", "raw": "A scene from a TV show in which a woman is lying on the floor with her eyes closed.", "with_names": "a woman is lying on the floor with her eyes closed."}, {"scene_id": "bb-08-29-17s1", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a couch.", "with_names": "a man is standing in a room with a desk and a couch."}, {"scene_id": "bb-08-29-17s3", "raw": "A scene from a TV show in which a doctor is performing surgery on a patient while a group of people stand around him.", "with_names": "a doctor is performing surgery on a patient while a group of people stand around him."}, {"scene_id": "bb-08-29-17s4", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "a man is standing in a room with a woman."}, {"scene_id": "bb-08-29-17s5", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "bb-08-29-17s6", "raw": "A scene from a TV show in which a woman is lying on the ground, holding her stomach and screaming.", "with_names": "Justin is lying on the ground, holding her stomach and screaming."}, {"scene_id": "bb-08-29-17s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-17s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed, surrounded by people.", "with_names": "a man is lying in a hospital bed, surrounded by people."}, {"scene_id": "bb-08-29-17s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and two women stand nearby.", "with_names": "Sally is lying in a hospital bed and two women stand nearby."}, {"scene_id": "bb-08-29-17s12", "raw": "A scene from a TV show in which a young woman is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-08-29-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-29-17s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a man standing next to her.", "with_names": "Coco is lying in a hospital bed, with a man standing next to her."}, {"scene_id": "bb-08-29-17s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-29-17s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-29-17s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-08-29-17s18", "raw": "A scene from a TV show in which a man is pouring a drink into a glass", "with_names": "C.J. is pouring a drink into a glass"}, {"scene_id": "bb-08-29-17s20", "raw": "A scene from a TV show in which a woman is in a hospital bed and a doctor is touching her shoulder.", "with_names": "a woman is in a hospital bed and a doctor is touching her shoulder."}, {"scene_id": "bb-08-29-17s21", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is putting a mask on her face.", "with_names": "a woman is lying in a hospital bed and a doctor is putting a mask on her face."}, {"scene_id": "bb-08-29-17s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-29-17s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Steffy is crying."}, {"scene_id": "bb-08-29-17s25", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at a cell phone.", "with_names": ""}]