[{"scene_id": "oltl-07-30-07s0", "raw": "A scene from a TV show in which a woman is wearing a blue bra and a man is shirtless.", "with_names": "a woman is wearing a blue bra and a man is shirtless."}, {"scene_id": "oltl-07-30-07s1", "raw": "A scene from a TV show in which a man is talking on a cell phone in a courtyard.", "with_names": ""}, {"scene_id": "oltl-07-30-07s2", "raw": "A scene from a TV show in which a woman is sitting on a couch with her arms crossed, and a young girl is leaning against the couch next to her.", "with_names": ""}, {"scene_id": "oltl-07-30-07s3", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-07-30-07s4", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-07-30-07s5", "raw": "A scene from a TV show in which a woman is being scolded by two women.", "with_names": "a woman is being scolded by two women."}, {"scene_id": "oltl-07-30-07s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-30-07s7", "raw": "A scene from a TV show in which a woman is wearing a pink sticker.", "with_names": "a woman is wearing a pink sticker."}, {"scene_id": "oltl-07-30-07s8", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-07-30-07s9", "raw": "A scene from a TV show in which a woman is wearing a pink cardigan and a man is standing behind her.", "with_names": "a woman is wearing a pink cardigan and a man is standing behind her."}, {"scene_id": "oltl-07-30-07s10", "raw": "A scene from a TV show in which a man is throwing a stuffed animal at a wall.", "with_names": "a man is throwing a stuffed animal at a wall."}, {"scene_id": "oltl-07-30-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-30-07s13", "raw": "A scene from a TV show in which a young man is talking about a red badge.", "with_names": ""}, {"scene_id": "oltl-07-30-07s14", "raw": "A scene from a TV show in which a young girl is talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s15", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to another man.", "with_names": ""}, {"scene_id": "oltl-07-30-07s16", "raw": "A scene from a TV show in which a man is talking to a woman and a young man.", "with_names": ""}, {"scene_id": "oltl-07-30-07s17", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s18", "raw": "A scene from a TV show in which a man is sitting at a desk with a cup of coffee and a sign that says \"SOLD\"", "with_names": "a man is sitting at a desk with a cup of coffee and a sign that says \"sold\""}, {"scene_id": "oltl-07-30-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-30-07s21", "raw": "A scene from a TV show in which a black man and a woman are standing in a room.", "with_names": "a black man and a woman are standing in a room."}, {"scene_id": "oltl-07-30-07s22", "raw": "A scene from a TV show in which a man and a woman are arguing in a coffee shop.", "with_names": "a man and a woman are arguing in a coffee shop."}, {"scene_id": "oltl-07-30-07s23", "raw": "A scene from a TV show in which a young woman is talking to an older woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s24", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "oltl-07-30-07s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-30-07s26", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-07-30-07s27", "raw": "A scene from a TV show in which a man is talking to a woman in a studio.", "with_names": ""}, {"scene_id": "oltl-07-30-07s28", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-07-30-07s29", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-07-30-07s30", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]