[{"scene_id": "gl-09-08-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-09-08-05s1", "raw": "", "with_names": ""}, {"scene_id": "gl-09-08-05s2", "raw": "", "with_names": ""}, {"scene_id": "gl-09-08-05s3", "raw": "A scene from a TV show in which a family is sitting on a couch and a baby is standing up", "with_names": ""}, {"scene_id": "gl-09-08-05s4", "raw": "A scene from a TV show in which a woman is playing the piano.", "with_names": "a woman is playing the piano."}, {"scene_id": "gl-09-08-05s5", "raw": "A scene from a TV show in which a man is seen wearing a t-shirt and jeans.", "with_names": "a man is wearing a t-shirt and jeans."}, {"scene_id": "gl-09-08-05s6", "raw": "A scene from a TV show in which a woman is breastfeeding a dog.", "with_names": "a woman is breastfeeding a dog."}, {"scene_id": "gl-09-08-05s7", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "gl-09-08-05s8", "raw": "A scene from a TV show in which a young girl is talking to her mother about her sexual experiences.", "with_names": ""}, {"scene_id": "gl-09-08-05s9", "raw": "A scene from a TV show in which a man is being arrested for a crime he didn't commit.", "with_names": "a man is being arrested for a crime he didn't commit."}, {"scene_id": "gl-09-08-05s10", "raw": "A scene from a TV show in which a man is talking to someone and a bottle is visible in the background.", "with_names": ""}, {"scene_id": "gl-09-08-05s11", "raw": "A scene from a TV show in which a woman is talking to a man in a green bikini.", "with_names": ""}, {"scene_id": "gl-09-08-05s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-08-05s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-08-05s14", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-09-08-05s15", "raw": "A scene from a TV show in which a woman is in a hospital bed and is crying.", "with_names": "a woman is in a hospital bed and is crying."}, {"scene_id": "gl-09-08-05s16", "raw": "A scene from a TV show in which a man is holding a gun and a woman is behind him.", "with_names": "a man is holding a gun and a woman is behind him."}, {"scene_id": "gl-09-08-05s17", "raw": "", "with_names": ""}, {"scene_id": "gl-09-08-05s18", "raw": "A scene from a TV show in which a man is holding a baby and a woman is sitting next to him.", "with_names": "a man is holding a baby and a woman is sitting next to him."}, {"scene_id": "gl-09-08-05s19", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-09-08-05s20", "raw": "A scene from a TV show in which a woman is holding a dog and talking to someone.", "with_names": ""}, {"scene_id": "gl-09-08-05s21", "raw": "A scene from a TV show in which a young boy is standing next to a woman in a hospital bed.", "with_names": "a young boy is standing next to a woman in a hospital bed."}, {"scene_id": "gl-09-08-05s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-08-05s23", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a floral shirt and the other is wearing a light blue top.", "with_names": "two women are standing next to each other, one is wearing a floral shirt and the other is wearing a light blue top."}, {"scene_id": "gl-09-08-05s24", "raw": "A scene from a TV show in which a man is looking down and wearing a striped shirt.", "with_names": "a man is looking down and wearing a striped shirt."}, {"scene_id": "gl-09-08-05s25", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a pink purse", "with_names": "a woman is wearing a floral shirt and a pink purse"}, {"scene_id": "gl-09-08-05s26", "raw": "A scene from a TV show in which a woman is in a hospital bed with a tube in her nose.", "with_names": "a woman is in a hospital bed with a tube in her nose."}, {"scene_id": "gl-09-08-05s27", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-09-08-05s28", "raw": "", "with_names": ""}, {"scene_id": "gl-09-08-05s29", "raw": "A scene from a TV show in which a woman is holding a camera and smiling.", "with_names": "a woman is holding a camera and smiling."}, {"scene_id": "gl-09-08-05s30", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-09-08-05s31", "raw": "A scene from a TV show in which a mechanic is forced to kiss a tire.", "with_names": "a mechanic is forced to kiss a tire."}, {"scene_id": "gl-09-08-05s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-08-05s33", "raw": "", "with_names": ""}]