[{"scene_id": "atwt-11-07-05s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-11-07-05s1", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-11-07-05s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-11-07-05s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-11-07-05s4", "raw": "A scene from a TV show in which a man is holding a child on a bus.", "with_names": "a man is holding a child on a bus."}, {"scene_id": "atwt-11-07-05s5", "raw": "A scene from a TV show in which a man is looking at a screen and talking.", "with_names": ""}, {"scene_id": "atwt-11-07-05s6", "raw": "A scene from a TV show in which a woman is looking off to the side, with her mouth slightly open.", "with_names": "a woman is looking off to the side, with her mouth slightly open."}, {"scene_id": "atwt-11-07-05s7", "raw": "A scene from a TV show in which two men are standing next to each other, looking at something off-screen.", "with_names": "two men are standing next to each other, looking at something off-screen."}, {"scene_id": "atwt-11-07-05s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-07-05s9", "raw": "A scene from a TV show in which a young man is looking at a book.", "with_names": "a young man is looking at a book."}, {"scene_id": "atwt-11-07-05s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-11-07-05s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-07-05s12", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-11-07-05s13", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "atwt-11-07-05s14", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "atwt-11-07-05s15", "raw": "A scene from a TV show in which a woman is talking and looking angry.", "with_names": ""}, {"scene_id": "atwt-11-07-05s16", "raw": "A scene from a TV show in which a man is talking to someone and a red sign is visible in the background", "with_names": ""}, {"scene_id": "atwt-11-07-05s17", "raw": "A scene from a TV show in which a woman is talking about her experience of being raped.", "with_names": ""}, {"scene_id": "atwt-11-07-05s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-07-05s19", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-07-05s20", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-11-07-05s21", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at a sign on the wall.", "with_names": "a man is standing in front of a door and looking at a sign on the wall."}, {"scene_id": "atwt-11-07-05s22", "raw": "A scene from a TV show in which a dog is rescued from a car.", "with_names": "a dog is rescued from a car."}, {"scene_id": "atwt-11-07-05s23", "raw": "A scene from a TV show in which a young man is wearing a green jacket and a red shirt.", "with_names": "a young man is wearing a green jacket and a red shirt."}, {"scene_id": "atwt-11-07-05s24", "raw": "A scene from a TV show in which a young man is wearing a leather jacket and a shirt, and he is looking down and to the side.", "with_names": "a young man is wearing a leather jacket and a shirt, and he is looking down and to the side."}, {"scene_id": "atwt-11-07-05s25", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "] is looking down and a woman is standing behind him"}, {"scene_id": "atwt-11-07-05s26", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-07-05s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-07-05s28", "raw": "", "with_names": ""}]