[{"scene_id": "pc-11-05-02s0", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Ricky is hugging a man."}, {"scene_id": "pc-11-05-02s1", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}, {"scene_id": "pc-11-05-02s3", "raw": "A scene from a TV show in which a man is lying in bed with a white sheet over his head.", "with_names": "a man is lying in bed with a white sheet over his head."}, {"scene_id": "pc-11-05-02s4", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "pc-11-05-02s5", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman is wearing a shirt that says \"SOAP\"", "with_names": ""}, {"scene_id": "pc-11-05-02s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "****************************************************************************** is standing in a room with a woman."}, {"scene_id": "pc-11-05-02s7", "raw": "A scene from a TV show in which a woman is wearing a corset and a blonde wig.", "with_names": "****************************************************************************** is wearing a corset and a blonde wig."}, {"scene_id": "pc-11-05-02s8", "raw": "A scene from a TV show in which a black man and a woman are standing next to each other.", "with_names": "a black man and a woman are standing next to each other."}, {"scene_id": "pc-11-05-02s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-11-05-02s10", "raw": "A scene from a TV show in which a woman is covered in a pink towel", "with_names": "a woman is covered in a pink towel"}, {"scene_id": "pc-11-05-02s13", "raw": "A scene from a TV show in which a man is standing in front of a window and looking at a candle.", "with_names": "a man is standing in front of a window and looking at a candle."}, {"scene_id": "pc-11-05-02s14", "raw": "A scene from a TV show in which a black man is crying", "with_names": "a black man is crying"}, {"scene_id": "pc-11-05-02s15", "raw": "A scene from a TV show in which a man is seen urinating on a woman.", "with_names": "a man is urinating on singer."}, {"scene_id": "pc-11-05-02s16", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a pink shirt.", "with_names": ""}, {"scene_id": "pc-11-05-02s17", "raw": "A scene from a TV show in which a woman is seen pulling a curtain back to reveal a man's face.", "with_names": "a woman is pulling a curtain back to reveal a man's face."}, {"scene_id": "pc-11-05-02s18", "raw": "A scene from a TV show in which a man is in a shower and he is smiling", "with_names": "Joshua is in a shower and he is smiling"}, {"scene_id": "pc-11-05-02s22", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital bed.", "with_names": ""}, {"scene_id": "pc-11-05-02s23", "raw": "A scene from a TV show in which a blonde woman is walking down a hallway with a brunette woman behind her.", "with_names": "a blonde woman is walking down a hallway with a brunette woman behind her."}]