[{"scene_id": "oltl-08-03-06s0", "raw": "A scene from a TV show in which a woman is on her knees and a man is kneeling in front of her.", "with_names": "Adriana is on her knees and Rex is kneeling in front of her."}, {"scene_id": "oltl-08-03-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-03-06s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-03-06s3", "raw": "A scene from a TV show in which a man is on the phone in a bar.", "with_names": "a man is on the phone in a bar."}, {"scene_id": "oltl-08-03-06s4", "raw": "A scene from a TV show in which a woman is sitting at a table with a green drink in front of her.", "with_names": "a woman is sitting at a table with a green drink in front of her."}, {"scene_id": "oltl-08-03-06s5", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "oltl-08-03-06s6", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "oltl-08-03-06s7", "raw": "A scene from a TV show in which a woman is laughing with a man.", "with_names": "a woman is laughing with a man."}, {"scene_id": "oltl-08-03-06s8", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pulling her towards him.", "with_names": "a man is holding a woman by the arm and pulling her towards him."}, {"scene_id": "oltl-08-03-06s9", "raw": "A scene from a TV show in which a woman is sitting in front of a laptop.", "with_names": "a woman is sitting in front of a laptop."}, {"scene_id": "oltl-08-03-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-03-06s11", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-08-03-06s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is holding her hand.", "with_names": ""}, {"scene_id": "oltl-08-03-06s13", "raw": "A scene from a TV show in which a woman is lying in bed with a man, with her eyes closed.", "with_names": "a woman is lying in bed with a man, with her eyes closed."}, {"scene_id": "oltl-08-03-06s14", "raw": "A scene from a TV show in which a man is holding a cigarette and looking down at it.", "with_names": "a man is holding a cigarette and looking down at it."}, {"scene_id": "oltl-08-03-06s15", "raw": "A scene from a TV show in which a woman is sitting in a hospital gown and smiling.", "with_names": "a woman is sitting in a hospital gown and smiling."}, {"scene_id": "oltl-08-03-06s16", "raw": "A scene from a TV show in which a man is sitting in a restaurant and looking at the camera.", "with_names": "a man is sitting in a restaurant and looking at the camera."}, {"scene_id": "oltl-08-03-06s17", "raw": "A scene from a TV show in which a man is sitting at a bar with a bottle and a beer in his hand", "with_names": "a man is sitting at a bar with a bottle and a beer in his hand"}, {"scene_id": "oltl-08-03-06s18", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-08-03-06s19", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-03-06s20", "raw": "A scene from a TV show in which a man is sitting at a bar with a beer and a woman is standing behind him", "with_names": "a man is sitting at a bar with a beer and a woman is standing behind him"}, {"scene_id": "oltl-08-03-06s21", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "oltl-08-03-06s22", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-03-06s23", "raw": "A scene from a TV show in which a woman is talking to a man while he is topless.", "with_names": ""}, {"scene_id": "oltl-08-03-06s24", "raw": "A scene from a TV show in which a woman is looking at a window", "with_names": "a woman is looking at a window"}, {"scene_id": "oltl-08-03-06s25", "raw": "A scene from a TV show in which a man is sitting at a bar with a beer and another man is standing behind him.", "with_names": "a man is sitting at a bar with a beer and another man is standing behind him."}, {"scene_id": "oltl-08-03-06s26", "raw": "A scene from a TV show in which a man is sitting at a bar and a woman is standing behind him.", "with_names": "a man is sitting at a bar and a woman is standing behind him."}, {"scene_id": "oltl-08-03-06s27", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-08-03-06s28", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "oltl-08-03-06s29", "raw": "A scene from a TV show in which a woman is holding a lamp.", "with_names": "] is holding a lamp."}, {"scene_id": "oltl-08-03-06s30", "raw": "A scene from a TV show in which a girl is sitting on the floor and putting her hands behind her head.", "with_names": "a girl is sitting on the floor and putting her hands behind her head."}, {"scene_id": "oltl-08-03-06s31", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "oltl-08-03-06s32", "raw": "A scene from a TV show in which a man is lying on a bed with a woman lying on top of him.", "with_names": "a man is lying on a bed with a woman lying on top of him."}, {"scene_id": "oltl-08-03-06s33", "raw": "A scene from a TV show in which a man is holding a suitcase and a woman is walking behind him.", "with_names": "a man is holding a suitcase and a woman is walking behind him."}]