[{"scene_id": "atwt-09-18-01s0", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "atwt-09-18-01s1", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and holding hands.", "with_names": ""}, {"scene_id": "atwt-09-18-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-18-01s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a child and a man.", "with_names": "a woman is sitting at a table with a child and a man."}, {"scene_id": "atwt-09-18-01s4", "raw": "A scene from a TV show in which a car is shown with a license plate that says \"1st Time Driver.\"", "with_names": ""}, {"scene_id": "atwt-09-18-01s5", "raw": "A scene from a TV show in which a couple is sitting at a booth and eating a meal.", "with_names": "a couple is sitting at a booth and eating a meal."}, {"scene_id": "atwt-09-18-01s6", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "atwt-09-18-01s7", "raw": "A scene from a TV show in which a man is holding a basketball over his head.", "with_names": "a man is holding a basketball over his head."}, {"scene_id": "atwt-09-18-01s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-18-01s9", "raw": "A scene from a TV show in which a man is talking and wearing a suit and tie.", "with_names": ""}, {"scene_id": "atwt-09-18-01s10", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "Paul holds a baby in his arms."}, {"scene_id": "atwt-09-18-01s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is sitting in a restaurant.", "with_names": "Craig is wearing a suit and tie and is sitting in a restaurant."}, {"scene_id": "atwt-09-18-01s12", "raw": "A scene from a TV show in which a woman is talking on the phone while a child is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-09-18-01s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-18-01s14", "raw": "A scene from a TV show in which a man rides a horse through water.", "with_names": "a man rides a horse through water."}, {"scene_id": "atwt-09-18-01s15", "raw": "A scene from a TV show in which a man is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-09-18-01s16", "raw": "A scene from a TV show in which a woman is holding a teddy bear and a man is standing in the background.", "with_names": "Carly is holding a teddy bear and Paul is standing in the background."}, {"scene_id": "atwt-09-18-01s17", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Abigail is kissing a man on the cheek."}, {"scene_id": "atwt-09-18-01s18", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and looking to the right.", "with_names": "a blonde woman is wearing a red dress and looking to the right."}]