[{"scene_id": "oltl-08-10-09s0", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-08-10-09s1", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a man is standing behind her.", "with_names": "a woman is wearing a white shirt and a man is standing behind her."}, {"scene_id": "oltl-08-10-09s2", "raw": "A scene from a TV show in which a woman is wearing sunglasses and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-10-09s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-10-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-10-09s5", "raw": "A scene from a TV show in which a man is smiling and a woman is crying.", "with_names": "a man is smiling and a woman is crying."}, {"scene_id": "oltl-08-10-09s6", "raw": "A scene from a TV show in which a man is playing pool with a beer bottle", "with_names": "a man is playing pool with a beer bottle"}, {"scene_id": "oltl-08-10-09s7", "raw": "A scene from a TV show in which a man is sitting on a couch and is yawning.", "with_names": ""}, {"scene_id": "oltl-08-10-09s8", "raw": "A scene from a TV show in which a man is standing in a living room, a woman is walking towards him.", "with_names": "a man is standing in a living room, a woman is walking towards him."}, {"scene_id": "oltl-08-10-09s9", "raw": "A scene from a TV show in which a woman is sitting on a couch with a pink scarf on her head and is drinking tea.", "with_names": ""}, {"scene_id": "oltl-08-10-09s10", "raw": "A scene from a TV show in which a woman touches a man's face.", "with_names": "a woman touches a man's face."}, {"scene_id": "oltl-08-10-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-10-09s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her, touching her hair.", "with_names": ""}, {"scene_id": "oltl-08-10-09s13", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-10-09s14", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "oltl-08-10-09s15", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and eating pizza.", "with_names": "a man and a woman are sitting at a table and eating pizza."}, {"scene_id": "oltl-08-10-09s16", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and white pants and is holding a cup. A man is standing next to her, wearing pink head scarf", "with_names": "a woman is wearing a yellow shirt and white pants and is holding a cup. a man is standing next to her, wearing pink head scarf"}, {"scene_id": "oltl-08-10-09s17", "raw": "A scene from a TV show in which a police officer is standing in a room with a desk and a chair.", "with_names": "a police officer is standing in a room with a desk and a chair."}, {"scene_id": "oltl-08-10-09s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-10-09s19", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "oltl-08-10-09s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-10-09s21", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-08-10-09s22", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-08-10-09s23", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and sunglasses.", "with_names": "a woman is wearing a yellow dress and sunglasses."}, {"scene_id": "oltl-08-10-09s24", "raw": "A scene from a TV show in which a woman is standing in front of a man in a courtroom.", "with_names": "a woman is standing in front of a man in a courtroom."}, {"scene_id": "oltl-08-10-09s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at her cell phone.", "with_names": ""}, {"scene_id": "oltl-08-10-09s26", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-10-09s27", "raw": "A scene from a TV show in which a man is sitting at a bar, his head down, and a woman is standing behind him.", "with_names": "a man is sitting at a bar, his head down, and a woman is standing behind him."}, {"scene_id": "oltl-08-10-09s28", "raw": "A scene from a TV show in which a woman is sitting in front of a man, smiling.", "with_names": "a woman is sitting in front of a man, smiling."}, {"scene_id": "oltl-08-10-09s29", "raw": "A scene from a TV show in which a woman is looking at a man and a car is parked in the background.", "with_names": "a woman is looking at a man and a car is parked in the background."}, {"scene_id": "oltl-08-10-09s30", "raw": "A scene from a TV show in which a man is talking to a woman and a black man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-08-10-09s31", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-08-10-09s32", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-08-10-09s33", "raw": "A scene from a TV show in which a woman is touching a young man's face.", "with_names": "a woman is touching a young man's face."}, {"scene_id": "oltl-08-10-09s34", "raw": "A scene from a TV show in which a man is talking to a woman and another man is looking at him.", "with_names": ""}, {"scene_id": "oltl-08-10-09s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-10-09s36", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-08-10-09s37", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-10-09s38", "raw": "A scene from a TV show in which a woman is walking down a staircase.", "with_names": "a woman is walking down a staircase."}, {"scene_id": "oltl-08-10-09s39", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-10-09s40", "raw": "", "with_names": ""}]