[{"scene_id": "pc-04-05-01s0", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "pc-04-05-01s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-05-01s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both looking at something.", "with_names": "a man and a woman are standing next to each other, both looking at something."}, {"scene_id": "pc-04-05-01s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-04-05-01s4", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}, {"scene_id": "pc-04-05-01s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-05-01s6", "raw": "A scene from a TV show in which a man is wearing an orange beanie and a black shirt.", "with_names": "Jamal is wearing an orange beanie and a black shirt."}, {"scene_id": "pc-04-05-01s7", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-05-01s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-04-05-01s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a white coat and a stethoscope around her neck. A womanI is standing next to her, wearing a white lab coat and looking at her.", "with_names": "Eve is lying in a hospital bed, wearing a white coat and a stethoscope around her neck. a womani is standing next to her, wearing a white lab coat and looking at her."}, {"scene_id": "pc-04-05-01s10", "raw": "A scene from a TV show in which a man is sitting on a rock, looking down at his hands.", "with_names": "Jack is sitting on a rock, looking down at his hands."}, {"scene_id": "pc-04-05-01s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-04-05-01s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "Eve is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "pc-04-05-01s13", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a man is behind her.", "with_names": "a woman is wearing a fur coat and a man is behind her."}]