[{"scene_id": "atwt-08-30-10s0", "raw": "A scene from a TV show in which a man is holding a bottle and looking at it.", "with_names": "Casey is holding a bottle and looking at it."}, {"scene_id": "atwt-08-30-10s1", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-08-30-10s2", "raw": "A scene from a TV show in which a bowl of fruit is shown on the left and a piece of fruit is shown falling to the right.", "with_names": ""}, {"scene_id": "atwt-08-30-10s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-30-10s4", "raw": "A scene from a TV show in which a young woman is looking down and wearing a pink shirt.", "with_names": "a young woman is looking down and wearing a pink shirt."}, {"scene_id": "atwt-08-30-10s5", "raw": "A scene from a TV show in which a man is looking at a book", "with_names": "a man is looking at a book"}, {"scene_id": "atwt-08-30-10s6", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-08-30-10s7", "raw": "A scene from a TV show in which a man and a woman are eating popcorn.", "with_names": "a man and a woman are eating popcorn."}, {"scene_id": "atwt-08-30-10s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-30-10s9", "raw": "A scene from a TV show in which a man is wearing a white coat and a purple shirt and is looking down and making a face.", "with_names": "a man is wearing a white coat and a purple shirt and is looking down and making a face."}, {"scene_id": "atwt-08-30-10s10", "raw": "A scene from a TV show in which a woman is seen with the word 'York' superimposed over her face", "with_names": "a woman is with the word 'york' superimposed over her face"}, {"scene_id": "atwt-08-30-10s11", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-08-30-10s12", "raw": "A scene from a TV show in which a woman is wearing pearls and a black and white jacket.", "with_names": "a woman is wearing pearls and a black and white jacket."}, {"scene_id": "atwt-08-30-10s13", "raw": "A scene from a TV show in which a washing machine is filled with water", "with_names": "a washing machine is filled with water"}, {"scene_id": "atwt-08-30-10s14", "raw": "A scene from a TV show in which two women are standing next to each other, one of them is wearing a pearl necklace.", "with_names": "two women are standing next to each other, one of them is wearing a pearl necklace."}, {"scene_id": "atwt-08-30-10s15", "raw": "A scene from a TV show in which a man is on the phone and smoking a cigarette.", "with_names": "a man is on the phone and smoking a cigarette."}, {"scene_id": "atwt-08-30-10s16", "raw": "A scene from a TV show in which a woman is holding a baby and talking to it.", "with_names": ""}, {"scene_id": "atwt-08-30-10s17", "raw": "A scene from a TV show in which a man is yelling and pointing at a chair.", "with_names": "a man is yelling and pointing at a chair."}, {"scene_id": "atwt-08-30-10s18", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-30-10s19", "raw": "A scene from a TV show in which a blue light is seen coming out of a cave.", "with_names": "a blue light is coming out of a cave."}]