[{"scene_id": "pc-01-08-01s0", "raw": "A scene from a TV show in which a man is talking to a woman in a shop.", "with_names": ""}, {"scene_id": "pc-01-08-01s1", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital bed.", "with_names": ""}, {"scene_id": "pc-01-08-01s2", "raw": "A scene from a TV show in which a man is yelling at a woman in a hospital bed.", "with_names": "Kevin is yelling at Eve in a hospital bed."}, {"scene_id": "pc-01-08-01s3", "raw": "A scene from a TV show in which a man slaps another man in the face", "with_names": "a man slaps another man in the face"}, {"scene_id": "pc-01-08-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-01s5", "raw": "A scene from a TV show in which a man is standing in a kitchen, looking at a door.", "with_names": "a man is standing in a kitchen, looking at a door."}, {"scene_id": "pc-01-08-01s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-01-08-01s7", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head.", "with_names": "Eve is lying in a hospital bed with a bandage on her head."}, {"scene_id": "pc-01-08-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-01s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-08-01s10", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a serious expression", "with_names": "a man is wearing a turtleneck and a serious expression"}, {"scene_id": "pc-01-08-01s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-08-01s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-08-01s14", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging Chris."}, {"scene_id": "pc-01-08-01s15", "raw": "A scene from a TV show in which a man is sitting next to a woman in a hospital bed.", "with_names": "Kevin is sitting next to Lucy in a hospital bed."}, {"scene_id": "pc-01-08-01s16", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bandage on her head.", "with_names": "Eve is lying in a hospital bed with a bandage on her head."}]