[{"scene_id": "oltl-05-13-08s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-13-08s1", "raw": "A scene from a TV show in which a man is talking to another man in a room.", "with_names": ""}, {"scene_id": "oltl-05-13-08s2", "raw": "A scene from a TV show in which a woman is walking into a room and her hair is blowing in the wind.", "with_names": "a woman is walking into a room and her hair is blowing in the wind."}, {"scene_id": "oltl-05-13-08s3", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a tie clip is visible on his lapel.", "with_names": "a man is wearing a suit and tie and a tie clip is visible on his lapel."}, {"scene_id": "oltl-05-13-08s4", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking down", "with_names": "a man is looking at a woman and he is looking down"}, {"scene_id": "oltl-05-13-08s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-13-08s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at her cell phone.", "with_names": "a woman is sitting on a bed and looking at her cell phone."}, {"scene_id": "oltl-05-13-08s7", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-13-08s8", "raw": "A scene from a TV show in which a woman is talking to a man while another man looks on.", "with_names": ""}, {"scene_id": "oltl-05-13-08s9", "raw": "A scene from a TV show in which a young man is standing in a room with a lamp on.", "with_names": "a young man is standing in a room with a lamp on."}, {"scene_id": "oltl-05-13-08s10", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind him.", "with_names": ""}, {"scene_id": "oltl-05-13-08s11", "raw": "A scene from a TV show in which two men are walking down a street.", "with_names": "two men are walking down a street."}, {"scene_id": "oltl-05-13-08s12", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "oltl-05-13-08s13", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is holding a bouquet of yellow flowers.", "with_names": "two women are standing in a kitchen, one of them is holding a bouquet of yellow flowers."}, {"scene_id": "oltl-05-13-08s14", "raw": "A scene from a TV show in which a woman is wearing a green cardigan and a man is standing behind her.", "with_names": "a woman is wearing a green cardigan and a man is standing behind her."}, {"scene_id": "oltl-05-13-08s15", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "oltl-05-13-08s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-13-08s17", "raw": "A scene from a TV show in which a man and a boy are talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-13-08s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-13-08s19", "raw": "A scene from a TV show in which a man is being interviewed by a police officer.", "with_names": "a man is being interviewed by a police officer."}, {"scene_id": "oltl-05-13-08s20", "raw": "A scene from a TV show in which a man is standing in front of a carousel, looking surprised.", "with_names": "a man is standing in front of a carousel, looking surprised."}, {"scene_id": "oltl-05-13-08s21", "raw": "A scene from a TV show in which a girl is wearing a red dress and a boy is standing next to her.", "with_names": "a girl is wearing a red dress and a boy is standing next to her."}, {"scene_id": "oltl-05-13-08s22", "raw": "A scene from a TV show in which a man is singing", "with_names": "a man is singing"}, {"scene_id": "oltl-05-13-08s23", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-05-13-08s24", "raw": "A scene from a TV show in which a woman is standing in front of a man on a couch, holding a plate of food.", "with_names": "a woman is standing in front of a man on a couch, holding a plate of food."}, {"scene_id": "oltl-05-13-08s25", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-05-13-08s26", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-05-13-08s27", "raw": "A scene from a TV show in which a woman is standing in a doorway, a man is behind her, and Christmas lights are hanging from the ceiling.", "with_names": "a woman is standing in a doorway, a man is behind her, and christmas lights are hanging from the ceiling."}, {"scene_id": "oltl-05-13-08s28", "raw": "A scene from a TV show in which a dog is lit up by a purple light.", "with_names": "a dog is lit up by a purple light."}, {"scene_id": "oltl-05-13-08s29", "raw": "A scene from a TV show in which a woman is sitting on a bed and smiling.", "with_names": "a woman is sitting on a bed and smiling."}, {"scene_id": "oltl-05-13-08s30", "raw": "A scene from a TV show in which a couple is lying in bed together.", "with_names": "a couple is lying in bed together."}, {"scene_id": "oltl-05-13-08s31", "raw": "", "with_names": ""}]