[{"scene_id": "atwt-05-04-09s0", "raw": "A scene from a TV show in which a woman is wearing a blue robe and a man is standing next to her.", "with_names": "Meg is wearing a blue robe and Paul is standing next to her."}, {"scene_id": "atwt-05-04-09s1", "raw": "A scene from a TV show in which a man is holding a young boy in his lap.", "with_names": "a man is holding a young boy in his lap."}, {"scene_id": "atwt-05-04-09s2", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is standing next to her", "with_names": "a woman is looking at her phone and a man is standing next to her"}, {"scene_id": "atwt-05-04-09s3", "raw": "A scene from a TV show in which a man is seen in a dark room with a light shining on him.", "with_names": "a man is in a dark room with a light shining on him."}, {"scene_id": "atwt-05-04-09s4", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-04-09s5", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is wearing a white dress.", "with_names": "a man is standing in front of a woman, and she is wearing a white dress."}, {"scene_id": "atwt-05-04-09s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-04-09s7", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-05-04-09s8", "raw": "A scene from a TV show in which a young boy is eating a sandwich with his mother and sister.", "with_names": "a young boy is eating a sandwich with his mother and sister."}, {"scene_id": "atwt-05-04-09s9", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-04-09s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-04-09s11", "raw": "A scene from a TV show in which a man is walking into a door and a woman is standing behind him.", "with_names": "a man is walking into a door and a woman is standing behind him."}, {"scene_id": "atwt-05-04-09s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-04-09s13", "raw": "A scene from a TV show in which a man is talking about the benefits of the ThermoCare system.", "with_names": ""}, {"scene_id": "atwt-05-04-09s14", "raw": "A scene from a TV show in which a woman is crying and wiping her face with a tissue.", "with_names": "a woman is crying and wiping her face with a tissue."}, {"scene_id": "atwt-05-04-09s15", "raw": "A scene from a TV show in which a woman is lying on a bed and a man stands behind her, holding her face.", "with_names": "a woman is lying on a bed and a man stands behind her, holding her face."}, {"scene_id": "atwt-05-04-09s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-04-09s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down at a red flower.", "with_names": ""}, {"scene_id": "atwt-05-04-09s18", "raw": "A scene from a TV show in which a couple is sitting on a terrace and a woman touches the face of the man.", "with_names": "a couple is sitting on a terrace and a woman touches the face of the man."}, {"scene_id": "atwt-05-04-09s19", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-04-09s20", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a blue shirt", "with_names": ""}, {"scene_id": "atwt-05-04-09s21", "raw": "A scene from a TV show in which a tree is shown with the name Xyla etched into it.", "with_names": ""}, {"scene_id": "atwt-05-04-09s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-05-04-09s23", "raw": "A scene from a TV show in which a young boy is sitting on a couch with a man.", "with_names": ""}, {"scene_id": "atwt-05-04-09s24", "raw": "A scene from a TV show in which a man is standing in front of a window and looking out.", "with_names": "a man is standing in front of a window and looking out."}, {"scene_id": "atwt-05-04-09s25", "raw": "A scene from a TV show in which a woman is seen tying a red ribbon on a bag.", "with_names": "a woman is tying a red ribbon on a bag."}]