[{"scene_id": "bb-02-04-15s0", "raw": "A scene from a TV show in which a man sits at a desk and stares at his computer screen.", "with_names": "a man sits at a desk and stares at his computer screen."}, {"scene_id": "bb-02-04-15s1", "raw": "A scene from a TV show in which a blonde woman is looking at a brunette woman.", "with_names": "a blonde woman is looking at a brunette woman."}, {"scene_id": "bb-02-04-15s2", "raw": "A scene from a TV show in which a man sits at a desk and types on a laptop.", "with_names": "a man sits at a desk and types on a laptop."}, {"scene_id": "bb-02-04-15s3", "raw": "A scene from a TV show in which a woman walks down a runway in front of a crowd.", "with_names": "a woman walks down a runway in front of a crowd."}, {"scene_id": "bb-02-04-15s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-02-04-15s5", "raw": "A scene from a TV show in which a woman is standing in a room and a man is sitting at a desk.", "with_names": "a woman is standing in a room and a man is sitting at a desk."}, {"scene_id": "bb-02-04-15s6", "raw": "A scene from a TV show in which a man sits at a desk and talks to a woman.", "with_names": "a man sits at a desk and talks to a woman."}, {"scene_id": "bb-02-04-15s7", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing nearby.", "with_names": ""}, {"scene_id": "bb-02-04-15s8", "raw": "A scene from a TV show in which a man is giving the peace sign.", "with_names": "a man is giving the peace sign."}, {"scene_id": "bb-02-04-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-04-15s10", "raw": "A scene from a TV show in which a woman stands in a room and looks around.", "with_names": "a woman stands in a room and looks around."}, {"scene_id": "bb-02-04-15s11", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "bb-02-04-15s12", "raw": "A scene from a TV show in which a man and a woman sit together and talk.", "with_names": "a man and a woman sit together and talk."}, {"scene_id": "bb-02-04-15s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a picture of a woman is hanging on the wall behind him.", "with_names": "a man is wearing a suit and tie and a picture of a woman is hanging on the wall behind him."}, {"scene_id": "bb-02-04-15s14", "raw": "A scene from a TV show in which a man and a woman embrace.", "with_names": "a man and a woman embrace."}, {"scene_id": "bb-02-04-15s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-04-15s16", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-02-04-15s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]