[{"scene_id": "pc-01-23-02s0", "raw": "A scene from a TV show in which a woman is wearing a shirt with an American flag design.", "with_names": "a woman is wearing a shirt with an american flag design."}, {"scene_id": "pc-01-23-02s1", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is looking at them.", "with_names": ""}, {"scene_id": "pc-01-23-02s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-23-02s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-23-02s4", "raw": "A scene from a TV show in which a man is seen punching a woman in the face", "with_names": "a man is punching ian in the face"}, {"scene_id": "pc-01-23-02s5", "raw": "A scene from a TV show in which a woman is reading a letter to a man", "with_names": "Eve is reading a letter to Ian"}, {"scene_id": "pc-01-23-02s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-23-02s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "pc-01-23-02s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}, {"scene_id": "pc-01-23-02s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-23-02s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a white coat and a tie", "with_names": ""}, {"scene_id": "pc-01-23-02s11", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a black top.", "with_names": "a woman is wearing a leather jacket and a black top."}, {"scene_id": "pc-01-23-02s12", "raw": "A scene from a TV show in which a man is wearing a beanie and a jacket.", "with_names": "casey is wearing a beanie and a jacket."}, {"scene_id": "pc-01-23-02s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-23-02s14", "raw": "A scene from a TV show in which a woman is talking to a man and a dog.", "with_names": ""}, {"scene_id": "pc-01-23-02s15", "raw": "A scene from a TV show in which a doctor is flirting with a nurse.", "with_names": "a doctor is flirting with a nurse."}, {"scene_id": "pc-01-23-02s17", "raw": "A scene from a TV show in which a doctor is on the phone", "with_names": "a doctor is on the phone"}, {"scene_id": "pc-01-23-02s18", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a black hat.", "with_names": "a woman is wearing a leather jacket and a black hat."}, {"scene_id": "pc-01-23-02s24", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}]