[{"scene_id": "gl-05-09-05s0", "raw": "a man and woman are in a room and they are talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s1", "raw": "a man and a woman are playing fighting outside in the daytime.", "with_names": "Jeffrey and Cassie are playing fighting outside in the daytime."}, {"scene_id": "gl-05-09-05s2", "raw": "a man and a woman are kissing and then the man kisses her.", "with_names": "Danny and Marina are kissing and then the man kisses her."}, {"scene_id": "gl-05-09-05s3", "raw": "a man is talking to a woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-05-09-05s4", "raw": "a man is demonstrating how to use a paper towel.", "with_names": "Guard is demonstrating how to use a paper towel."}, {"scene_id": "gl-05-09-05s5", "raw": "a man is demonstrating how to make a paper airplane.", "with_names": "Mallet is demonstrating how to make a paper airplane."}, {"scene_id": "gl-05-09-05s6", "raw": "a man is talking to a man and then he is laughing.", "with_names": ""}, {"scene_id": "gl-05-09-05s7", "raw": "a man and woman are talking to each other and then the man is talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s8", "raw": "a man is shown hitting a man with a phone and then he hits the man with his head.", "with_names": ""}, {"scene_id": "gl-05-09-05s9", "raw": "a man is sitting in a chair and is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-09-05s10", "raw": "a man is dancing in a car and another man is dancing.", "with_names": "Jeffrey is dancing in a car and another man is dancing."}, {"scene_id": "gl-05-09-05s11", "raw": "a man is acting out a scene and a woman is running around.", "with_names": "Edmund is acting out a scene and Dinah is running around."}, {"scene_id": "gl-05-09-05s12", "raw": "a man and woman are having a great time playing.", "with_names": "Jeffrey and woman are having a great time playing."}, {"scene_id": "gl-05-09-05s13", "raw": "a man and a woman are passionately kissing each other.", "with_names": "a man and a woman are passionately kissing each other."}, {"scene_id": "gl-05-09-05s14", "raw": "two men are talking and one of them is shaking hands.", "with_names": ""}, {"scene_id": "gl-05-09-05s15", "raw": "a woman is talking to a man and then a man is laughing.", "with_names": ""}, {"scene_id": "gl-05-09-05s16", "raw": "a man is holding a ball and then he throws it to a man.", "with_names": "a man is holding a ball and then he throws it to a man."}, {"scene_id": "gl-05-09-05s17", "raw": "a man is talking to a woman and then he is laughing.", "with_names": ""}, {"scene_id": "gl-05-09-05s18", "raw": "a man and woman are sitting at a table and a man is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-09-05s19", "raw": "a man and woman are talking and laughing while a man is talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s20", "raw": "a man is walking and laughing while another man is laughing.", "with_names": "a man is walking and laughing while another man is laughing."}, {"scene_id": "gl-05-09-05s21", "raw": "a man and woman are talking about a man and they are talking about it.", "with_names": ""}, {"scene_id": "gl-05-09-05s22", "raw": "a man and woman are talking to each other while they are talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s23", "raw": "a man is standing in front of a crowd of people and he is laughing.", "with_names": "Jeffrey is standing in front of a crowd of people and he is laughing."}, {"scene_id": "gl-05-09-05s24", "raw": "a police officer is talking to a police officer and then he is talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s25", "raw": "a man is reading a book while a woman is sitting in a car.", "with_names": "a man is reading a book while a woman is sitting in a car."}, {"scene_id": "gl-05-09-05s26", "raw": "a man and woman are talking about a kiss and then they kiss.", "with_names": ""}, {"scene_id": "gl-05-09-05s27", "raw": "a man and woman are talking about a man and they are talking.", "with_names": ""}, {"scene_id": "gl-05-09-05s28", "raw": "a man is talking to a woman and then a man is shown walking away.", "with_names": ""}, {"scene_id": "gl-05-09-05s29", "raw": "a man and woman are in a room and one man is kissing.", "with_names": "Jeffrey and woman are in a room and one man is kissing."}, {"scene_id": "gl-05-09-05s30", "raw": "a man is laughing and laughing while a man is laughing.", "with_names": "Edmund is laughing and laughing while a man is laughing."}]