[{"scene_id": "gl-05-01-06s0", "raw": "A scene from a TV show in which a man is sitting on a chair with a woman standing behind him.", "with_names": ""}, {"scene_id": "gl-05-01-06s1", "raw": "A scene from a TV show in which a man is walking away from a woman in a black dress.", "with_names": "a man is walking away from a woman in a black dress."}, {"scene_id": "gl-05-01-06s2", "raw": "A scene from a TV show in which a man is holding a woman by the arm.", "with_names": "a man is holding a woman by the arm."}, {"scene_id": "gl-05-01-06s3", "raw": "A scene from a TV show in which a woman is handing a piece of paper to a man.", "with_names": "a woman is handing a piece of paper to a man."}, {"scene_id": "gl-05-01-06s4", "raw": "A scene from a TV show in which a blue light is seen coming from a machine", "with_names": "a blue light is coming from a machine"}, {"scene_id": "gl-05-01-06s5", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-05-01-06s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-05-01-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-01-06s8", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-05-01-06s9", "raw": "A scene from a TV show in which a woman is walking down a hallway, looking down and talking to someone.", "with_names": ""}, {"scene_id": "gl-05-01-06s10", "raw": "A scene from a TV show in which a young girl is sitting at a bar, looking at a TV.", "with_names": "a young girl is sitting at a bar, looking at a tv."}, {"scene_id": "gl-05-01-06s11", "raw": "A scene from a TV show in which a cat is seen jumping out of a window.", "with_names": "a cat is jumping out of a window."}, {"scene_id": "gl-05-01-06s12", "raw": "A scene from a TV show in which a young woman is looking at a man and saying, \"I'm not sure what to think about you.\"", "with_names": "a young woman is looking at a man and saying, \"i'm not sure what to think about you.\""}, {"scene_id": "gl-05-01-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-01-06s14", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her.", "with_names": ""}, {"scene_id": "gl-05-01-06s15", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a bar.", "with_names": "a man is wearing a suit and a tie and is standing in front of a bar."}, {"scene_id": "gl-05-01-06s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-05-01-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-01-06s18", "raw": "A scene from a TV show in which a man is hit in the face by a baseball", "with_names": "a man is hit in the face by a baseball"}, {"scene_id": "gl-05-01-06s19", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a painting.", "with_names": "a woman is sitting in a room and looking at a painting."}, {"scene_id": "gl-05-01-06s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "gl-05-01-06s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-05-01-06s22", "raw": "A scene from a TV show in which a man is smiling and wearing a leather jacket.", "with_names": "a man is smiling and wearing a leather jacket."}, {"scene_id": "gl-05-01-06s23", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a salesperson.", "with_names": ""}]