[{"scene_id": "bb-07-06-17s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "bb-07-06-17s1", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a blue dress.", "with_names": "a man is shirtless and a woman is wearing a blue dress."}, {"scene_id": "bb-07-06-17s2", "raw": "A scene from a TV show in which a man is lying in a bathtub, his face is reflected in the water.", "with_names": "Coco is lying in a bathtub, his face is reflected in the water."}, {"scene_id": "bb-07-06-17s3", "raw": "A scene from a TV show in which a man is talking to a woman in a garden.", "with_names": ""}, {"scene_id": "bb-07-06-17s4", "raw": "A scene from a TV show in which a man is sleeping in a car", "with_names": "Coco is sleeping in a car"}, {"scene_id": "bb-07-06-17s5", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-06-17s6", "raw": "A scene from a TV show in which a woman is being examined by a doctor.", "with_names": "a woman is being examined by a doctor."}, {"scene_id": "bb-07-06-17s7", "raw": "A scene from a TV show in which a young woman is on the phone in a hospital room, with a doctor and a nurse in the background.", "with_names": "a young woman is on the phone in a hospital room, with a doctor and a nurse in the background."}, {"scene_id": "bb-07-06-17s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the womanI is crying.", "with_names": "a man and a woman are standing next to each other, the womani is crying."}, {"scene_id": "bb-07-06-17s9", "raw": "A scene from a TV show in which a doctor is seen giving a middle-aged woman a slap on the back.", "with_names": "a doctor is giving a middle-aged woman a slap on the back."}, {"scene_id": "bb-07-06-17s11", "raw": "A scene from a TV show in which a woman is sitting in a room with a window and blinds. She is looking down and appears to be crying.", "with_names": "a woman is sitting in a room with a window and blinds. she is looking down and appears to be crying."}, {"scene_id": "bb-07-06-17s12", "raw": "A scene from a TV show in which a woman is talking to a man in a doctor's office.", "with_names": ""}, {"scene_id": "bb-07-06-17s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-06-17s14", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-07-06-17s15", "raw": "A scene from a TV show in which a man is talking on his cell phone in a hospital room.", "with_names": ""}, {"scene_id": "bb-07-06-17s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-06-17s17", "raw": "A scene from a TV show in which a young man lies in a hospital bed with a bandage on his head.", "with_names": "a young man lies in a hospital bed with a bandage on his head."}, {"scene_id": "bb-07-06-17s18", "raw": "A scene from a TV show in which a young man lies in a hospital bed with a bandage on his head.", "with_names": "a young man lies in a hospital bed with a bandage on his head."}, {"scene_id": "bb-07-06-17s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]