[{"scene_id": "bb-09-24-15s0", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "bb-09-24-15s1", "raw": "A scene from a TV show in which a woman sits in a chair and talks to a man.", "with_names": "a woman sits in a chair and talks to a man."}, {"scene_id": "bb-09-24-15s2", "raw": "A scene from a TV show in which a woman is being filmed by a crowd.", "with_names": "a woman is being filmed by a crowd."}, {"scene_id": "bb-09-24-15s3", "raw": "A scene from a TV show in which a woman is upset and a man points a finger at her.", "with_names": "a woman is upset and a man points a finger at her."}, {"scene_id": "bb-09-24-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-24-15s5", "raw": "A scene from a TV show in which a young couple is sitting on a couch and looking at a basket of fruit.", "with_names": ""}, {"scene_id": "bb-09-24-15s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a clock.", "with_names": "a woman is sitting on a bed and looking at a clock."}, {"scene_id": "bb-09-24-15s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-24-15s8", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-24-15s9", "raw": "A scene from a TV show in which a young man is interviewed about his experience of being racially abused.", "with_names": "a young man is interviewed about his experience of being racially abused."}, {"scene_id": "bb-09-24-15s10", "raw": "A scene from a TV show in which a man is standing in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-09-24-15s11", "raw": "A scene from a TV show in which a blonde woman is wearing a white sleeveless blouse and a necklace.", "with_names": "a blonde woman is wearing a white sleeveless blouse and a necklace."}, {"scene_id": "bb-09-24-15s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a fireplace and a large window.", "with_names": "a man and a woman are standing in a room with a fireplace and a large window."}, {"scene_id": "bb-09-24-15s13", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}]