[{"scene_id": "atwt-12-05-05s0", "raw": "A scene from a TV show in which stuffed Santas are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-12-05-05s1", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-12-05-05s2", "raw": "A scene from a TV show in which a man and a woman are talking in front of a Christmas tree.", "with_names": ""}, {"scene_id": "atwt-12-05-05s3", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "atwt-12-05-05s4", "raw": "A scene from a TV show in which a woman is wearing a white coat and a pink shirt.", "with_names": "a woman is wearing a white coat and a pink shirt."}, {"scene_id": "atwt-12-05-05s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-12-05-05s6", "raw": "A scene from a TV show in which a woman is looking at the camera and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-12-05-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-05-05s8", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-12-05-05s9", "raw": "A scene from a TV show in which a woman is being kissed by another woman.", "with_names": "a woman is being kissed by another woman."}, {"scene_id": "atwt-12-05-05s10", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-12-05-05s11", "raw": "A scene from a TV show in which a woman is talking to Santa.", "with_names": ""}, {"scene_id": "atwt-12-05-05s12", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "a man is in a black room."}, {"scene_id": "atwt-12-05-05s13", "raw": "A scene from a TV show in which a woman is sitting in a car with her head resting on another woman's shoulder.", "with_names": "a woman is sitting in a car with her head resting on another woman's shoulder."}, {"scene_id": "atwt-12-05-05s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "] is looking at a woman and smiling."}, {"scene_id": "atwt-12-05-05s15", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a short brown hair", "with_names": "a woman is wearing a green turtleneck and a short brown hair"}, {"scene_id": "atwt-12-05-05s16", "raw": "A scene from a TV show in which a woman is sitting in a car and looking at the camera.", "with_names": "a woman is sitting in a car and looking at the camera."}, {"scene_id": "atwt-12-05-05s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-12-05-05s18", "raw": "A scene from a TV show in which a man is looking down and his face is scrunched up", "with_names": "a man is looking down and his face is scrunched up"}, {"scene_id": "atwt-12-05-05s19", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-12-05-05s20", "raw": "A scene from a TV show in which a man and a woman hold a baby.", "with_names": "a man and ] hold a baby."}, {"scene_id": "atwt-12-05-05s21", "raw": "A scene from a TV show in which a woman is hugging a man and he is looking at her with a smile.", "with_names": "a woman is hugging a man and he is looking at her with a smile."}, {"scene_id": "atwt-12-05-05s22", "raw": "A scene from a TV show in which the names of the writers are listed.", "with_names": "the names of the writers are listed."}]