[{"scene_id": "atwt-05-15-07s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-15-07s1", "raw": "A scene from a TV show in which a woman is wearing a black suit and a white shirt.", "with_names": "a woman is wearing a black suit and a white shirt."}, {"scene_id": "atwt-05-15-07s2", "raw": "A scene from a TV show in which a woman is wearing high heels.", "with_names": "a woman is wearing high heels."}, {"scene_id": "atwt-05-15-07s3", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt.", "with_names": "a woman is wearing a suit and a white shirt."}, {"scene_id": "atwt-05-15-07s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-15-07s5", "raw": "A scene from a TV show in which a blue eye is superimposed on the words \"Healthy Sight for Life Fund\"", "with_names": "a blue eye is superimposed on the words \"healthy sight for life fund\""}, {"scene_id": "atwt-05-15-07s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-15-07s7", "raw": "A scene from a TV show in which a blonde woman is wearing a black top and a necklace", "with_names": "a blonde woman is wearing a black top and a necklace"}, {"scene_id": "atwt-05-15-07s8", "raw": "A scene from a TV show in which a woman holds a bottle of Quaker Oats in front of a store shelf.", "with_names": "a woman holds a bottle of quaker oats in front of a store shelf."}, {"scene_id": "atwt-05-15-07s9", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-05-15-07s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-15-07s11", "raw": "A scene from a TV show in which a woman is wearing a brown vest and a white shirt, looking angry.", "with_names": "a woman is wearing a brown vest and a white shirt, looking angry."}, {"scene_id": "atwt-05-15-07s12", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a woman is in a bra", "with_names": "] is wearing a striped shirt and a woman is in a bra"}, {"scene_id": "atwt-05-15-07s13", "raw": "A scene from a TV show in which a woman is seen in a white room with a white curtain.", "with_names": "a woman is in a white room with a white curtain."}, {"scene_id": "atwt-05-15-07s14", "raw": "A scene from a TV show in which two women are dancing in a living room.", "with_names": "two women are dancing in a living room."}, {"scene_id": "atwt-05-15-07s15", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food, and another woman is standing behind her.", "with_names": "a woman is sitting at a table with a plate of food, and another woman is standing behind her."}, {"scene_id": "atwt-05-15-07s16", "raw": "A scene from a TV show in which a woman is wearing a robe and a towel on her head.", "with_names": "a woman is wearing a robe and a towel on her head."}, {"scene_id": "atwt-05-15-07s17", "raw": "A scene from a TV show in which a meteorologist is talking about a map.", "with_names": ""}, {"scene_id": "atwt-05-15-07s18", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-05-15-07s19", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "atwt-05-15-07s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of tea and a plate of food.", "with_names": "a woman is sitting at a table with a cup of tea and a plate of food."}, {"scene_id": "atwt-05-15-07s21", "raw": "A scene from a TV show in which a blonde girl is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a blonde girl is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-05-15-07s22", "raw": "A scene from a TV show in which a Brita water filter is being tested.", "with_names": "a brita water filter is being tested."}]