[{"scene_id": "atwt-10-31-05s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-31-05s1", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-10-31-05s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-10-31-05s3", "raw": "A scene from a TV show in which a waiter is being hit by a customer.", "with_names": "a waiter is being hit by a customer."}, {"scene_id": "atwt-10-31-05s4", "raw": "A scene from a TV show in which a man is seen in a blue light, with the words \"As the World Turns\" superimposed over him.", "with_names": "a man is in a blue light, with the words \"as the world turns\" superimposed over him."}, {"scene_id": "atwt-10-31-05s5", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and ] is looking at her."}, {"scene_id": "atwt-10-31-05s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-31-05s7", "raw": "A scene from a TV show in which a young woman and a man are standing next to each other.", "with_names": "a young woman and a man are standing next to each other."}, {"scene_id": "atwt-10-31-05s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and pigtails and is looking at a man in a tuxedo.", "with_names": "a woman is wearing a white dress and pigtails and is looking at a man in a tuxedo."}, {"scene_id": "atwt-10-31-05s9", "raw": "A scene from a TV show in which a pig is made out of clay", "with_names": "a pig is made out of clay"}, {"scene_id": "atwt-10-31-05s10", "raw": "A scene from a TV show in which a woman is wearing a brown leather jacket and a short blonde hair.", "with_names": "a woman is wearing a brown leather jacket and a short blonde hair."}, {"scene_id": "atwt-10-31-05s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "] is looking at a woman and she is looking away."}, {"scene_id": "atwt-10-31-05s12", "raw": "A scene from a TV show in which a man is holding a knife.", "with_names": "a man is holding a knife."}, {"scene_id": "atwt-10-31-05s13", "raw": "A scene from a TV show in which a cheerleader is wearing a red skirt and a white shirt with a letter J on it.", "with_names": "a cheerleader is wearing a red skirt and a white shirt with a letter j on it."}, {"scene_id": "atwt-10-31-05s14", "raw": "A scene from a TV show in which a teacher is shown a box of cigarettes.", "with_names": ""}, {"scene_id": "atwt-10-31-05s15", "raw": "A scene from a TV show in which Blue Cross Blue Shield is promoting a drug that is not covered by the company.", "with_names": "blue cross blue shield is promoting a drug that is not covered by the company."}, {"scene_id": "atwt-10-31-05s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at ] and smiling."}, {"scene_id": "atwt-10-31-05s17", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-10-31-05s18", "raw": "A scene from a TV show in which a man and a woman are talking at a bar.", "with_names": ""}, {"scene_id": "atwt-10-31-05s19", "raw": "A scene from a TV show in which a woman is looking through a magnifying glass.", "with_names": "a woman is looking through a magnifying glass."}, {"scene_id": "atwt-10-31-05s20", "raw": "A scene from a TV show in which a woman is dancing in a red dress in a restaurant.", "with_names": "] is dancing in a red dress in a restaurant."}, {"scene_id": "atwt-10-31-05s21", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "] is looking at a woman and making a face."}, {"scene_id": "atwt-10-31-05s22", "raw": "A scene from a TV show in which a man and a woman stand on a porch.", "with_names": "a man and a woman stand on a porch."}, {"scene_id": "atwt-10-31-05s23", "raw": "A scene from a TV show in which a man is wearing a green jersey and a woman is in a pink shirt.", "with_names": "a man is wearing a green jersey and a woman is in a pink shirt."}, {"scene_id": "atwt-10-31-05s24", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-10-31-05s25", "raw": "A scene from a TV show in which a man and a woman are reflected in a mirror.", "with_names": "a man and a woman are reflected in a mirror."}]