[{"scene_id": "pc-03-09-01s0", "raw": "A scene from a TV show in which a bed is surrounded by candles and a vase of flowers.", "with_names": "a bed is surrounded by candles and a vase of flowers."}, {"scene_id": "pc-03-09-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-09-01s2", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-03-09-01s3", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "Kevin is looking down and his eyes are closed"}, {"scene_id": "pc-03-09-01s4", "raw": "A scene from a TV show in which a man is looking at a screen and the words \"Karen you'll never guess where\" are displayed.", "with_names": "a man is looking at a screen and the words \"karen you'll never guess where\" are displayed."}, {"scene_id": "pc-03-09-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-09-01s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-03-09-01s7", "raw": "A scene from a TV show in which a woman is talking to a man in scrubs.", "with_names": ""}, {"scene_id": "pc-03-09-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-09-01s9", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "pc-03-09-01s10", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-09-01s11", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-03-09-01s12", "raw": "A scene from a TV show in which a man is sitting at a desk with a computer and a coffee pot.", "with_names": "Frank is sitting at a desk with a computer and a coffee pot."}, {"scene_id": "pc-03-09-01s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-09-01s14", "raw": "A scene from a TV show in which a woman holds up polaroid photos of her ex-boyfriend.", "with_names": "a woman holds up polaroid photos of her ex-boyfriend."}, {"scene_id": "pc-03-09-01s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]