[{"scene_id": "pc-02-19-03s0", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and a drum kit is in front of her", "with_names": "Lucy is sitting on Ian's lap and a drum kit is in front of her"}, {"scene_id": "pc-02-19-03s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-02-19-03s2", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "pc-02-19-03s3", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-19-03s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "pc-02-19-03s5", "raw": "A scene from a TV show in which a blonde woman is wearing a brown jacket and a red shirt.", "with_names": "a blonde woman is wearing a brown jacket and a red shirt."}, {"scene_id": "pc-02-19-03s6", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-02-19-03s7", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "pc-02-19-03s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-19-03s9", "raw": "A scene from a TV show in which a woman is kissing a man while holding a stuffed animal.", "with_names": "a woman is kissing a man while holding a stuffed animal."}, {"scene_id": "pc-02-19-03s10", "raw": "A scene from a TV show in which a man is holding a knife and screaming.", "with_names": "a man is holding a knife and screaming."}, {"scene_id": "pc-02-19-03s11", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}]