[{"scene_id": "oltl-05-19-11s0", "raw": "A scene from a TV show in which a man is walking down a hallway with a police officer behind him.", "with_names": "John is walking down a hallway with a police officer behind him."}, {"scene_id": "oltl-05-19-11s1", "raw": "A scene from a TV show in which a door is open and a sign is posted on it.", "with_names": "a door is open and a sign is posted on it."}, {"scene_id": "oltl-05-19-11s2", "raw": "A scene from a TV show in which a man is standing in a hospital room, looking at a wall of medicine cabinets.", "with_names": "a man is standing in a hospital room, looking at a wall of medicine cabinets."}, {"scene_id": "oltl-05-19-11s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-05-19-11s4", "raw": "A scene from a TV show in which a woman is having her hair cut by a barber.", "with_names": "a woman is having her hair cut by a barber."}, {"scene_id": "oltl-05-19-11s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-19-11s6", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-19-11s7", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The TV is turned off.", "with_names": "a man is in a hospital bed. the tv is turned off."}, {"scene_id": "oltl-05-19-11s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-19-11s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s10", "raw": "A scene from a TV show in which a man is standing in a hospital room, wearing a suit and tie, and looking at his watch.", "with_names": "a man is standing in a hospital room, wearing a suit and tie, and looking at his watch."}, {"scene_id": "oltl-05-19-11s11", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is standing behind her.", "with_names": "a woman is holding a baby and another woman is standing behind her."}, {"scene_id": "oltl-05-19-11s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-19-11s13", "raw": "A scene from a TV show in which a man is standing in front of a computer and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-19-11s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s15", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-19-11s16", "raw": "A scene from a TV show in which a man is in a wheelchair and a nurse is pushing him.", "with_names": "a man is in a wheelchair and a nurse is pushing him."}, {"scene_id": "oltl-05-19-11s17", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-05-19-11s18", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-05-19-11s19", "raw": "A scene from a TV show in which a woman is standing in front of a bank of computers, smiling and gesturing with her hands.", "with_names": "a woman is standing in front of a bank of computers, smiling and gesturing with her hands."}, {"scene_id": "oltl-05-19-11s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s21", "raw": "A scene from a TV show in which a young black girl is being harassed by a white man.", "with_names": "a young black girl is being harassed by a white man."}, {"scene_id": "oltl-05-19-11s22", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "] is in a hospital bed and a man is standing next to her."}, {"scene_id": "oltl-05-19-11s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-19-11s24", "raw": "A scene from a TV show in which a woman is wearing a black hat and a leather jacket.", "with_names": "a woman is wearing a black hat and a leather jacket."}, {"scene_id": "oltl-05-19-11s25", "raw": "A scene from a TV show in which a police officer is talking to a woman in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-05-19-11s26", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "oltl-05-19-11s27", "raw": "A scene from a TV show in which a man is looking at a woman and he is looking down", "with_names": "] is looking at Natalie and he is looking down"}, {"scene_id": "oltl-05-19-11s28", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her", "with_names": "a woman is holding a baby and a man is standing behind her"}, {"scene_id": "oltl-05-19-11s29", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-19-11s30", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and looking at a doctor.", "with_names": "a woman is sitting in a hospital bed and looking at a doctor."}, {"scene_id": "oltl-05-19-11s31", "raw": "A scene from a TV show in which two women are singing together.", "with_names": "two women are singing together."}, {"scene_id": "oltl-05-19-11s32", "raw": "A scene from a TV show in which a young man is sitting on a couch and a man is standing over him, holding his head.", "with_names": ""}, {"scene_id": "oltl-05-19-11s33", "raw": "A scene from a TV show in which two young women are sitting next to each other.", "with_names": "two young women are sitting next to each other."}, {"scene_id": "oltl-05-19-11s34", "raw": "A scene from a TV show in which a man is sitting at a table with his head down, and another man is standing next to him.", "with_names": "a man is sitting at a table with his head down, and another man is standing next to him."}, {"scene_id": "oltl-05-19-11s35", "raw": "A scene from a TV show in which a white woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s36", "raw": "A scene from a TV show in which a woman is talking to a man in a lab.", "with_names": ""}, {"scene_id": "oltl-05-19-11s37", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "oltl-05-19-11s38", "raw": "A scene from a TV show in which a man and a woman are talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-05-19-11s39", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "] is slapping a man in the face"}, {"scene_id": "oltl-05-19-11s40", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-19-11s41", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s42", "raw": "A scene from a TV show in which a man is holding a pen to his mouth", "with_names": "a man is holding a pen to his mouth"}, {"scene_id": "oltl-05-19-11s43", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-19-11s44", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-05-19-11s45", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed, a man stands behind her, holding a cup.", "with_names": "a woman is sitting in a hospital bed, ] stands behind her, holding a cup."}]