[{"scene_id": "pc-03-28-03s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is standing behind him", "with_names": "a man is holding a gun and a woman is standing behind him"}, {"scene_id": "pc-03-28-03s1", "raw": "A scene from a TV show in which a young man is wearing a t-shirt and a long hair", "with_names": "a young man is wearing a t-shirt and a long hair"}, {"scene_id": "pc-03-28-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "pc-03-28-03s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-03-28-03s4", "raw": "A scene from a TV show in which a man is talking to a reporter and says, \"I'm not a racist, but I'm a sexist.\"", "with_names": ""}, {"scene_id": "pc-03-28-03s5", "raw": "A scene from a TV show in which actor Alec Baldwin is seen speaking to the camera.", "with_names": "actor alec baldwin is speaking to the camera."}, {"scene_id": "pc-03-28-03s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}, {"scene_id": "pc-03-28-03s7", "raw": "A scene from a TV show in which a man is wearing a black shirt and a greying hair", "with_names": "a man is wearing a black shirt and a greying hair"}, {"scene_id": "pc-03-28-03s8", "raw": "A scene from a TV show in which a man is sitting on a couch with his eyes closed", "with_names": ""}, {"scene_id": "pc-03-28-03s9", "raw": "A scene from a TV show in which a man holds a photo of his wife.", "with_names": "a man holds a photo of his wife."}, {"scene_id": "pc-03-28-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-28-03s12", "raw": "A scene from a TV show in which a blonde woman is holding her hands to her face and a man is standing behind her, looking at her.", "with_names": "a blonde woman is holding her hands to her face and Victor is standing behind her, looking at her."}, {"scene_id": "pc-03-28-03s13", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a choker.", "with_names": "a woman is wearing a red jacket and a choker."}, {"scene_id": "pc-03-28-03s14", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "a woman is dancing in a living room."}, {"scene_id": "pc-03-28-03s16", "raw": "A scene from a TV show in which a man and a woman are kissing on a couch.", "with_names": "a man and a woman are kissing on a couch."}, {"scene_id": "pc-03-28-03s17", "raw": "A scene from a TV show in which a woman is talking about her relationship with her mother.", "with_names": ""}, {"scene_id": "pc-03-28-03s18", "raw": "A scene from a TV show in which a blonde woman is sitting next to a man.", "with_names": "a blonde woman is sitting next to a man."}, {"scene_id": "pc-03-28-03s19", "raw": "A scene from a TV show in which a series of tubes are lit up and then turned off.", "with_names": "a series of tubes are lit up and then turned off."}, {"scene_id": "pc-03-28-03s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-03-28-03s21", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}]