[{"scene_id": "pc-04-19-01s0", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "Kevin is in a dark room, with his face obscured by darkness."}, {"scene_id": "pc-04-19-01s1", "raw": "A scene from a TV show in which a woman is on the phone and a man is standing behind her.", "with_names": "Karen is on the phone and a man is standing behind her."}, {"scene_id": "pc-04-19-01s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-19-01s3", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-19-01s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-04-19-01s5", "raw": "A scene from a TV show in which a woman is standing in a hallway and talking to someone.", "with_names": ""}, {"scene_id": "pc-04-19-01s6", "raw": "A scene from a TV show in which a woman is sitting at a desk with a typewriter.", "with_names": "a woman is sitting at a desk with a typewriter."}, {"scene_id": "pc-04-19-01s7", "raw": "A scene from a TV show in which a man is standing in front of a woman in a room.", "with_names": "Eve's Voice is standing in front of Karen in a room."}, {"scene_id": "pc-04-19-01s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-04-19-01s9", "raw": "A scene from a TV show in which a woman is typing on a keyboard.", "with_names": "a woman is typing on a keyboard."}, {"scene_id": "pc-04-19-01s10", "raw": "A scene from a TV show in which a woman is lying on a couch and her head is on the arm of the couch.", "with_names": "a woman is lying on a couch and her head is on the arm of the couch."}, {"scene_id": "pc-04-19-01s11", "raw": "A scene from a TV show in which a man is using a computer to play a game.", "with_names": "Frank is using a computer to play a game."}, {"scene_id": "pc-04-19-01s12", "raw": "A scene from a TV show in which a man is seen in a dark room, with a heart drawn on the wall", "with_names": "a man is in a dark room, with a heart drawn on the wall"}]