[{"scene_id": "gl-01-07-04s0", "raw": "A scene from a TV show in which a man is talking on the phone and another man is standing next to him", "with_names": ""}, {"scene_id": "gl-01-07-04s1", "raw": "A scene from a TV show in which a woman is being groped by another woman.", "with_names": "a woman is being groped by another woman."}, {"scene_id": "gl-01-07-04s2", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a man is standing behind her.", "with_names": "a woman is wearing a red sweater and a man is standing behind her."}, {"scene_id": "gl-01-07-04s3", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-01-07-04s4", "raw": "A scene from a TV show in which a woman is smoking a cigarette and wearing an orange scarf.", "with_names": "a woman is smoking a cigarette and wearing an orange scarf."}, {"scene_id": "gl-01-07-04s5", "raw": "A scene from a TV show in which a man is wearing a brown coat and a scarf around his neck.", "with_names": "a man is wearing a brown coat and a scarf around his neck."}, {"scene_id": "gl-01-07-04s6", "raw": "A scene from a TV show in which a woman is playing the piano.", "with_names": "a woman is playing the piano."}, {"scene_id": "gl-01-07-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-01-07-04s8", "raw": "A scene from a TV show in which a woman is sitting at a table with a candle and another woman is standing next to her.", "with_names": "a woman is sitting at a table with a candle and another woman is standing next to her."}, {"scene_id": "gl-01-07-04s9", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "Edmund is wearing a suit and a blue shirt."}, {"scene_id": "gl-01-07-04s10", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-07-04s11", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed and looking at the camera.", "with_names": "a young man is sitting in a hospital bed and looking at the camera."}, {"scene_id": "gl-01-07-04s12", "raw": "A scene from a TV show in which a man is wearing a brown coat and a red tie and is looking at a woman who is wearing a blue shirt and blue pants.", "with_names": "a man is wearing a brown coat and a red tie and is looking at a woman who is wearing a blue shirt and blue pants."}, {"scene_id": "gl-01-07-04s13", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-01-07-04s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "gl-01-07-04s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her", "with_names": "a woman is sitting on a bed and a man is standing behind her"}, {"scene_id": "gl-01-07-04s16", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "gl-01-07-04s17", "raw": "A scene from a TV show in which a man is walking down a hallway with a cigarette in his hand.", "with_names": "Shayne is walking down a hallway with a cigarette in his hand."}, {"scene_id": "gl-01-07-04s18", "raw": "A scene from a TV show in which a man is holding a woman's hair", "with_names": "Josh is holding a woman's hair"}, {"scene_id": "gl-01-07-04s19", "raw": "A scene from a TV show in which a man is wearing a suit and a woman in a dress.", "with_names": "a man is wearing a suit and Bartender in a dress."}, {"scene_id": "gl-01-07-04s20", "raw": "A scene from a TV show in which a woman is handing a baby to a man.", "with_names": "Olivia is handing a baby to Christopher."}, {"scene_id": "gl-01-07-04s21", "raw": "A scene from a TV show in which a man is talking to someone and his hand is on his chin", "with_names": ""}, {"scene_id": "gl-01-07-04s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-07-04s23", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-01-07-04s24", "raw": "A scene from a TV show in which a man is talking on the phone in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-01-07-04s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}]