[{"scene_id": "atwt-01-29-07s0", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at Tom."}, {"scene_id": "atwt-01-29-07s1", "raw": "A scene from a TV show in which a shirtless man is standing in a kitchen, wearing a mask.", "with_names": "a shirtless man is standing in a kitchen, wearing a mask."}, {"scene_id": "atwt-01-29-07s2", "raw": "A scene from a TV show in which a boy is talking on the phone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-01-29-07s3", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "Adam is kissing ]."}, {"scene_id": "atwt-01-29-07s4", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "atwt-01-29-07s5", "raw": "A scene from a TV show in which a woman is wearing a red suit and is sitting in a bar.", "with_names": "a woman is wearing a red suit and is sitting in a bar."}, {"scene_id": "atwt-01-29-07s6", "raw": "A scene from a TV show in which a burrito is shown to be filled with a substance that looks like a human brain.", "with_names": ""}, {"scene_id": "atwt-01-29-07s7", "raw": "A scene from a TV show in which a man is making a face.", "with_names": "a man is making a face."}, {"scene_id": "atwt-01-29-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-29-07s9", "raw": "A scene from a TV show in which a man is looking at a naked woman.", "with_names": "a man is looking at a naked woman."}, {"scene_id": "atwt-01-29-07s10", "raw": "A scene from a TV show in which a woman is standing in front of a refrigerator and smiling. The caption reads: Cyd Worrell, patient, LABP-ADJUSTED GASTROINTESTINAL BANDING SYSTEM", "with_names": "a woman is standing in front of a refrigerator and smiling. the caption reads: cyd worrell, patient, labp-adjusted gastrointestinal banding system"}, {"scene_id": "atwt-01-29-07s11", "raw": "A scene from a TV show in which a man is shirtless and a woman is looking at him.", "with_names": "a man is shirtless and a woman is looking at him."}, {"scene_id": "atwt-01-29-07s12", "raw": "A scene from a TV show in which a woman is wearing a green shirt and her hair is brown.", "with_names": "a woman is wearing a green shirt and her hair is brown."}, {"scene_id": "atwt-01-29-07s13", "raw": "A scene from a TV show in which a woman is looking down and wearing a green shirt", "with_names": "a woman is looking down and wearing a green shirt"}, {"scene_id": "atwt-01-29-07s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-29-07s15", "raw": "A scene from a TV show in which a young man is wearing glasses and a blue jacket", "with_names": "a young man is wearing glasses and a blue jacket"}, {"scene_id": "atwt-01-29-07s16", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a plaid shirt and hat.", "with_names": "a man is shirtless and a woman is wearing a plaid shirt and hat."}, {"scene_id": "atwt-01-29-07s17", "raw": "A scene from a TV show in which a woman is seen swinging a golf club.", "with_names": "a woman is swinging a golf club."}, {"scene_id": "atwt-01-29-07s18", "raw": "A scene from a TV show in which a man and a woman are hugging and kissing while holding a hatchet.", "with_names": "a man and a woman are hugging and kissing while holding a hatchet."}, {"scene_id": "atwt-01-29-07s19", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-01-29-07s20", "raw": "A scene from a TV show in which a rocket is launched into space.", "with_names": "a rocket is launched into space."}, {"scene_id": "atwt-01-29-07s21", "raw": "A scene from a TV show in which a kitchen is cluttered with various items.", "with_names": "a kitchen is cluttered with various items."}, {"scene_id": "atwt-01-29-07s22", "raw": "A scene from a TV show in which a little girl sits in bed with a teddy bear.", "with_names": "a little girl sits in bed with a teddy bear."}]