[{"scene_id": "atwt-02-15-07s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Meg is crying"}, {"scene_id": "atwt-02-15-07s1", "raw": "A scene from a TV show in which a woman is standing in front of a green door, wearing a grey dress and a necklace.", "with_names": "a woman is standing in front of a green door, wearing a grey dress and a necklace."}, {"scene_id": "atwt-02-15-07s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-15-07s3", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}, {"scene_id": "atwt-02-15-07s4", "raw": "A scene from a TV show in which a man and a woman are in a bathtub, with the woman yelling at the man.", "with_names": "a man and a woman are in a bathtub, with the woman yelling at the man."}, {"scene_id": "atwt-02-15-07s5", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-15-07s6", "raw": "A scene from a TV show in which a man is wearing a jockstrap and a woman is standing next to him.", "with_names": "a man is wearing a jockstrap and a woman is standing next to him."}, {"scene_id": "atwt-02-15-07s7", "raw": "A scene from a TV show in which a woman is seen masturbating in front of a window.", "with_names": "a woman is masturbating in front of a window."}, {"scene_id": "atwt-02-15-07s8", "raw": "A scene from a TV show in which a woman is sitting in front of a TV and a man is standing behind her.", "with_names": "a woman is sitting in front of a tv and a man is standing behind her."}, {"scene_id": "atwt-02-15-07s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "atwt-02-15-07s10", "raw": "A scene from a TV show in which a woman is cleaning a vent with a squeegee.", "with_names": "a woman is cleaning a vent with a squeegee."}, {"scene_id": "atwt-02-15-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-15-07s12", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blonde man is standing next to him", "with_names": "a man is wearing a black jacket and a blonde man is standing next to him"}, {"scene_id": "atwt-02-15-07s13", "raw": "A scene from a TV show in which a child eats a piece of cheese.", "with_names": "a child eats a piece of cheese."}, {"scene_id": "atwt-02-15-07s14", "raw": "A scene from a TV show in which a man is wearing a black jacket and a woman is sitting next to him.", "with_names": "a man is wearing a black jacket and a woman is sitting next to him."}, {"scene_id": "atwt-02-15-07s15", "raw": "A scene from a TV show in which a woman is standing in front of a man, holding his hand.", "with_names": "a woman is standing in front of a man, holding his hand."}, {"scene_id": "atwt-02-15-07s16", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "atwt-02-15-07s17", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-02-15-07s18", "raw": "A scene from a TV show in which a woman is looking down and wearing a grey shirt.", "with_names": "] is looking down and wearing a grey shirt."}, {"scene_id": "atwt-02-15-07s19", "raw": "A scene from a TV show in which a woman is looking at her hair and touching it", "with_names": "a woman is looking at her hair and touching it"}, {"scene_id": "atwt-02-15-07s20", "raw": "A scene from a TV show in which a woman is lying on her side, with her head resting on a pillow, and a man is leaning over her, touching her shoulder.", "with_names": "a woman is lying on her side, with her head resting on a pillow, and a man is leaning over her, touching her shoulder."}, {"scene_id": "atwt-02-15-07s21", "raw": "A scene from a TV show in which a woman is holding a map in her hands.", "with_names": "] is holding a map in her hands."}]