[{"scene_id": "bb-01-04-17s0", "raw": "A scene from a TV show in which a man is standing in front of a wall, a woman is behind him, and a dog is on the other side of the wall.", "with_names": "Liam is standing in front of a wall, Ridge is behind him, and a dog is on the other side of the wall."}, {"scene_id": "bb-01-04-17s2", "raw": "A scene from a TV show in which a woman is seen opening a window and looking out.", "with_names": "Quinn is opening a window and looking out."}, {"scene_id": "bb-01-04-17s3", "raw": "A scene from a TV show in which a woman is talking to another woman demonstratively.", "with_names": ""}, {"scene_id": "bb-01-04-17s4", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-01-04-17s5", "raw": "A scene from a TV show in which a man is standing in a room with a door.", "with_names": "a man is standing in a room with a door."}, {"scene_id": "bb-01-04-17s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-04-17s7", "raw": "A scene from a TV show in which a man is standing in a room with a couch and a table.", "with_names": "Quinn is standing in a room with a couch and a table."}, {"scene_id": "bb-01-04-17s8", "raw": "A scene from a TV show in which a man is walking down a staircase with a cane.", "with_names": "a man is walking down a staircase with a cane."}, {"scene_id": "bb-01-04-17s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-04-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-04-17s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-04-17s12", "raw": "A scene from a TV show in which a man is talking to another man in an office.", "with_names": ""}, {"scene_id": "bb-01-04-17s13", "raw": "A scene from a TV show in which a man and a woman are standing in a foyer with a large bouquet of flowers.", "with_names": "Liam and Ridge are standing in a foyer with a large bouquet of flowers."}, {"scene_id": "bb-01-04-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-04-17s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is sitting next to him.", "with_names": "Liam is wearing a suit and Ridge is sitting next to him."}]