[{"scene_id": "pc-04-16-03s0", "raw": "A scene from a TV show in which a woman is trapped in a cage and a fire is burning inside it.", "with_names": "a woman is trapped in a cage and a fire is burning inside it."}, {"scene_id": "pc-04-16-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-16-03s2", "raw": "A scene from a TV show in which a man is sitting on a couch and petting a dog.", "with_names": ""}, {"scene_id": "pc-04-16-03s3", "raw": "A scene from a TV show in which a man is looking at the camera with a red and white filter over his face.", "with_names": "a man is looking at the camera with a red and white filter over his face."}, {"scene_id": "pc-04-16-03s4", "raw": "A scene from a TV show in which a woman is talking to a man and her hair is in dreadlocks.", "with_names": ""}, {"scene_id": "pc-04-16-03s5", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "pc-04-16-03s6", "raw": "A scene from a TV show in which a man is holding another man by the arm and pulling him towards him.", "with_names": "a man is holding another man by the arm and pulling him towards him."}, {"scene_id": "pc-04-16-03s11", "raw": "A scene from a TV show in which a man is holding a woman and another man is looking at her.", "with_names": "a man is holding alison and another man is looking at her."}, {"scene_id": "pc-04-16-03s12", "raw": "A scene from a TV show in which a man and a woman are standing at a desk, with a computer monitor and a keyboard in front of them.", "with_names": "joshua and Alison are standing at a desk, with a computer monitor and a keyboard in front of them."}, {"scene_id": "pc-04-16-03s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is talking to her.", "with_names": ""}, {"scene_id": "pc-04-16-03s14", "raw": "A scene from a TV show in which a woman is in a jail cell and a man is behind bars", "with_names": "alison is in a jail cell and a man is behind bars"}, {"scene_id": "pc-04-16-03s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-04-16-03s16", "raw": "A scene from a TV show in which a man and a woman are talking in a hallway.", "with_names": ""}, {"scene_id": "pc-04-16-03s17", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-04-16-03s18", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "pc-04-16-03s21", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "Joshua is kissing Alison on the cheek."}, {"scene_id": "pc-04-16-03s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "a woman is lying in a hospital bed"}, {"scene_id": "pc-04-16-03s23", "raw": "A scene from a TV show in which a tiger is seen in a cage.", "with_names": "a tiger is in a cage."}, {"scene_id": "pc-04-16-03s24", "raw": "A scene from a TV show in which a woman is seen through a window.", "with_names": "a woman is through a window."}, {"scene_id": "pc-04-16-03s25", "raw": "A scene from a TV show in which a man is crying", "with_names": "Ian is crying"}, {"scene_id": "pc-04-16-03s27", "raw": "A scene from a TV show in which a black man and a white woman are talking.", "with_names": ""}]