[{"scene_id": "bb-10-26-06s0", "raw": "A scene from a TV show in which a woman is on the phone and a clock is counting down", "with_names": "a woman is on the phone and a clock is counting down"}, {"scene_id": "bb-10-26-06s1", "raw": "A scene from a TV show in which a woman is talking on the phone and looking at a candle.", "with_names": ""}, {"scene_id": "bb-10-26-06s2", "raw": "A scene from a TV show in which a doll is sitting on a table and a clock is on the table", "with_names": "a doll is sitting on a table and a clock is on the table"}, {"scene_id": "bb-10-26-06s3", "raw": "A scene from a TV show in which a woman is talking on the phone in a white dress.", "with_names": ""}, {"scene_id": "bb-10-26-06s4", "raw": "A scene from a TV show in which a man is playing guitar for a woman.", "with_names": "a man is playing guitar for a woman."}, {"scene_id": "bb-10-26-06s5", "raw": "A scene from a TV show in which a grandmother is sitting on a couch with her grandchildren.", "with_names": ""}, {"scene_id": "bb-10-26-06s6", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at a clock.", "with_names": "a man is standing in front of a door, looking at a clock."}, {"scene_id": "bb-10-26-06s7", "raw": "A scene from a TV show in which two women are standing in a doorway, looking at each other.", "with_names": "two women are standing in a doorway, looking at each other."}, {"scene_id": "bb-10-26-06s8", "raw": "A scene from a TV show in which a woman is holding a gun and a man is pointing it at her.", "with_names": "a woman is holding a gun and a man is pointing it at her."}, {"scene_id": "bb-10-26-06s9", "raw": "A scene from a TV show in which a clock is ticking", "with_names": "a clock is ticking"}, {"scene_id": "bb-10-26-06s10", "raw": "A scene from a TV show in which a woman is sitting in a car with two children.", "with_names": "a woman is sitting in a car with two children."}, {"scene_id": "bb-10-26-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-26-06s12", "raw": "A scene from a TV show in which a woman is looking out a window and the time is displayed on the bottom of the screen", "with_names": "a woman is looking out a window and the time is displayed on the bottom of the screen"}]