[{"scene_id": "pc-08-01-03s0", "raw": "A scene from a TV show in which a woman is holding a bouquet of flowers.", "with_names": "Alison is holding a bouquet of flowers."}, {"scene_id": "pc-08-01-03s1", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-08-01-03s2", "raw": "A scene from a TV show in which a man is talking to someone in a park.", "with_names": ""}, {"scene_id": "pc-08-01-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-01-03s4", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "pc-08-01-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-08-01-03s6", "raw": "A scene from a TV show in which a woman is shown in a shower, wearing a black bikini and a hat.", "with_names": ""}, {"scene_id": "pc-08-01-03s7", "raw": "A scene from a TV show in which a man is looking at the camera and making a funny face.", "with_names": "a man is looking at the camera and making a funny face."}, {"scene_id": "pc-08-01-03s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-08-01-03s9", "raw": "A scene from a TV show in which a doctor is on the phone and his stethoscope is in his hand", "with_names": "a doctor is on the phone and his stethoscope is in his hand"}, {"scene_id": "pc-08-01-03s10", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is in a suit", "with_names": "a woman is wearing a robe and a man is in a suit"}, {"scene_id": "pc-08-01-03s11", "raw": "A scene from a TV show in which a woman is dancing in a black dress.", "with_names": "a woman is dancing in a black dress."}, {"scene_id": "pc-08-01-03s12", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}]