[{"scene_id": "bb-01-23-07s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-23-07s1", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-01-23-07s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the manI is wearing a suit.", "with_names": "a man and a woman are standing next to each other, the mani is wearing a suit."}, {"scene_id": "bb-01-23-07s3", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is sitting at a table.", "with_names": "a man is standing behind ], and she is sitting at a table."}, {"scene_id": "bb-01-23-07s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "bb-01-23-07s5", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is talking to her.", "with_names": ""}, {"scene_id": "bb-01-23-07s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-23-07s7", "raw": "A scene from a TV show in which a man is sitting at a table with a woman and a cup of coffee", "with_names": "a man is sitting at a table with ] and a cup of coffee"}, {"scene_id": "bb-01-23-07s8", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "bb-01-23-07s9", "raw": "A scene from a TV show in which a man and a woman are laying on a couch, with the woman resting her head on the man's chest.", "with_names": "a man and a woman are laying on a couch, with the woman resting her head on the man's chest."}, {"scene_id": "bb-01-23-07s10", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}]