[{"scene_id": "bb-04-26-17s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a young boy.", "with_names": "a man is standing in a room with a woman and a young boy."}, {"scene_id": "bb-04-26-17s1", "raw": "A scene from a TV show in which a woman is wearing a striped shirt and a necklace.", "with_names": "a woman is wearing a striped shirt and a necklace."}, {"scene_id": "bb-04-26-17s2", "raw": "A scene from a TV show in which a man looks out a window.", "with_names": "Zende looks out a window."}, {"scene_id": "bb-04-26-17s3", "raw": "A scene from a TV show in which a woman is sitting in a room and smiling.", "with_names": "a woman is sitting in a room and smiling."}, {"scene_id": "bb-04-26-17s4", "raw": "A scene from a TV show in which a young boy is standing in front of a man and a woman.", "with_names": "a young boy is standing in front of a man and a woman."}, {"scene_id": "bb-04-26-17s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-26-17s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone.", "with_names": ""}, {"scene_id": "bb-04-26-17s7", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-26-17s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-04-26-17s9", "raw": "A scene from a TV show in which a woman is standing in a room with a vase and a piece of paper in her hand.", "with_names": "a woman is standing in a room with a vase and a piece of paper in her hand."}, {"scene_id": "bb-04-26-17s10", "raw": "A scene from a TV show in which a home is for sale in Beverly Hills", "with_names": "a home is for sale in beverly hills"}, {"scene_id": "bb-04-26-17s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-26-17s13", "raw": "A scene from a TV show in which a woman is wearing a pink cardigan and a floral dress.", "with_names": "R.J. is wearing a pink cardigan and a floral dress."}, {"scene_id": "bb-04-26-17s14", "raw": "A scene from a TV show in which a young man and woman are talking.", "with_names": ""}, {"scene_id": "bb-04-26-17s17", "raw": "A scene from a TV show in which a woman is standing in front of a painting of horses.", "with_names": "a woman is standing in front of a painting of horses."}, {"scene_id": "bb-04-26-17s18", "raw": "A scene from a TV show in which a woman and a young man stand next to each other.", "with_names": "Zende and a young man stand next to each other."}, {"scene_id": "bb-04-26-17s20", "raw": "A scene from a TV show in which a woman is standing in a room with a red-haired woman.", "with_names": "Ridge is standing in a room with a red-haired woman."}, {"scene_id": "bb-04-26-17s21", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Nicole is smiling at Steffy."}]