[{"scene_id": "atwt-09-09-04s0", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at (missing parts of this due to local breaking news)."}, {"scene_id": "atwt-09-09-04s1", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "atwt-09-09-04s2", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-09-09-04s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-09-04s4", "raw": "A scene from a TV show in which a man is standing in a bar, talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-09-04s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-09-04s6", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "atwt-09-09-04s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-09-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-09-04s9", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "] and Carly are hugging each other."}, {"scene_id": "atwt-09-09-04s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-09-09-04s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "atwt-09-09-04s12", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "atwt-09-09-04s13", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-09-04s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-09-04s15", "raw": "A scene from a TV show in which a man is talking and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-09-09-04s16", "raw": "A scene from a TV show in which a woman is sitting in a hospital room, wearing a hospital gown.", "with_names": "a woman is sitting in a hospital room, wearing a hospital gown."}, {"scene_id": "atwt-09-09-04s17", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-09-09-04s18", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-09-09-04s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-09-04s20", "raw": "A scene from a TV show in which a man is yelling and his mouth is open.", "with_names": "a man is yelling and his mouth is open."}, {"scene_id": "atwt-09-09-04s21", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at the camera.", "with_names": "a woman is sitting on a bed and looking at the camera."}, {"scene_id": "atwt-09-09-04s22", "raw": "A scene from a TV show in which a young man is sitting on a bed and looking at a book.", "with_names": "a young man is sitting on a bed and looking at a book."}, {"scene_id": "atwt-09-09-04s23", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-09-04s24", "raw": "A scene from a TV show in which a young man is looking at the camera and saying \"I'm sorry\"", "with_names": "a young man is looking at the camera and saying \"i'm sorry\""}, {"scene_id": "atwt-09-09-04s25", "raw": "A scene from a TV show in which a woman is wearing a necklace and earrings.", "with_names": "a woman is wearing a necklace and earrings."}, {"scene_id": "atwt-09-09-04s26", "raw": "A scene from a TV show in which a woman is shown knocking on a door.", "with_names": ""}, {"scene_id": "atwt-09-09-04s27", "raw": "A scene from a TV show in which a woman and two children are sitting on a couch.", "with_names": ""}]