[{"scene_id": "oltl-01-12-10s0", "raw": "A scene from a TV show in which a woman is wearing a red coat and a necklace", "with_names": "Markko is wearing a red coat and a necklace"}, {"scene_id": "oltl-01-12-10s1", "raw": "A scene from a TV show in which a girl is standing next to a boy and they are looking at something.", "with_names": "a girl is standing next to a boy and they are looking at something."}, {"scene_id": "oltl-01-12-10s2", "raw": "A scene from a TV show in which a woman is hugging another woman", "with_names": "a woman is hugging another woman"}, {"scene_id": "oltl-01-12-10s3", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-01-12-10s4", "raw": "A scene from a TV show in which a woman is walking into a hotel room with a suitcase.", "with_names": "a woman is walking into a hotel room with a suitcase."}, {"scene_id": "oltl-01-12-10s5", "raw": "A scene from a TV show in which a woman is talking to a man in a police station.", "with_names": ""}, {"scene_id": "oltl-01-12-10s6", "raw": "A scene from a TV show in which a blue square is shown on a white background.", "with_names": ""}, {"scene_id": "oltl-01-12-10s7", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman stands behind him", "with_names": "a man is standing in a kitchen and a woman stands behind him"}, {"scene_id": "oltl-01-12-10s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is holding a coat.", "with_names": "a woman is wearing a black dress and a man is holding a coat."}, {"scene_id": "oltl-01-12-10s9", "raw": "A scene from a TV show in which a man is sitting in a room and looking at the camera.", "with_names": "a man is sitting in a room and looking at the camera."}, {"scene_id": "oltl-01-12-10s10", "raw": "A scene from a TV show in which a man is bending over and a woman is standing next to him.", "with_names": "a man is bending over and a woman is standing next to him."}, {"scene_id": "oltl-01-12-10s11", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-01-12-10s12", "raw": "A scene from a TV show in which a woman is standing in a doorway, her arms outstretched, and a young girl is walking towards her.", "with_names": "a woman is standing in a doorway, her arms outstretched, and a young girl is walking towards her."}, {"scene_id": "oltl-01-12-10s13", "raw": "A scene from a TV show in which a woman is wearing a purple top and a black bag.", "with_names": "a woman is wearing a purple top and a black bag."}, {"scene_id": "oltl-01-12-10s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-12-10s15", "raw": "A scene from a TV show in which a man is wearing a white shirt and a brown tie and is holding a cell phone.", "with_names": "a man is wearing a white shirt and a brown tie and is holding a cell phone."}, {"scene_id": "oltl-01-12-10s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him, holding a cane.", "with_names": ""}, {"scene_id": "oltl-01-12-10s17", "raw": "A scene from a TV show in which a man is standing in front of a woman, and he is looking at her with a hand on his chest.", "with_names": "a man is standing in front of a woman, and he is looking at her with a hand on his chest."}, {"scene_id": "oltl-01-12-10s18", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "oltl-01-12-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s20", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "oltl-01-12-10s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-12-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s23", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-01-12-10s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is holding a yellow piece of paper.", "with_names": "a man and a woman are standing in a room, the man is holding a yellow piece of paper."}, {"scene_id": "oltl-01-12-10s26", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-12-10s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s29", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-12-10s30", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-01-12-10s31", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-01-12-10s32", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "oltl-01-12-10s33", "raw": "A scene from a TV show in which a woman is sitting on a bed with her head resting on a pillow.", "with_names": "a woman is sitting on a bed with her head resting on a pillow."}, {"scene_id": "oltl-01-12-10s34", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-12-10s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-12-10s36", "raw": "A scene from a TV show in which a woman is smiling and holding a piece of food.", "with_names": "a woman is smiling and holding a piece of food."}, {"scene_id": "oltl-01-12-10s37", "raw": "A scene from a TV show in which a man is holding a young girl and kissing her on the cheek.", "with_names": "a man is holding a young girl and kissing her on the cheek."}, {"scene_id": "oltl-01-12-10s38", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s39", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-01-12-10s40", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a leather jacket.", "with_names": "a woman is wearing a black turtleneck and a leather jacket."}, {"scene_id": "oltl-01-12-10s41", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-12-10s42", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is coming out of the door.", "with_names": "a woman is standing in front of a door and a man is coming out of the door."}, {"scene_id": "oltl-01-12-10s43", "raw": "A scene from a TV show in which a young man is sitting in a chair with a cane.", "with_names": ""}, {"scene_id": "oltl-01-12-10s44", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing behind him.", "with_names": "a man is walking into a room and a woman is standing behind him."}, {"scene_id": "oltl-01-12-10s45", "raw": "", "with_names": ""}]