[{"scene_id": "atwt-07-14-05s0", "raw": "A scene from a TV show in which a woman is being harassed by a man in a bar.", "with_names": "a woman is being harassed by a man in a bar."}, {"scene_id": "atwt-07-14-05s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a necklace", "with_names": "a woman is wearing a pink shirt and a necklace"}, {"scene_id": "atwt-07-14-05s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-14-05s3", "raw": "A scene from a TV show in which two girls are sitting next to each other.", "with_names": "two girls are sitting next to each other."}, {"scene_id": "atwt-07-14-05s4", "raw": "A scene from a TV show in which a woman is in a helicopter with a man.", "with_names": "a woman is in a helicopter with a man."}, {"scene_id": "atwt-07-14-05s5", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-14-05s6", "raw": "A scene from a TV show in which a blonde woman looks at a man.", "with_names": "a blonde woman looks at a man."}, {"scene_id": "atwt-07-14-05s7", "raw": "A scene from a TV show in which a woman is smiling and wearing a pink shirt", "with_names": "a woman is smiling and wearing a pink shirt"}, {"scene_id": "atwt-07-14-05s8", "raw": "A scene from a TV show in which a truck drives down a dirt road with a Bayer sign on the side.", "with_names": "a truck drives down a dirt road with a bayer sign on the side."}, {"scene_id": "atwt-07-14-05s9", "raw": "A scene from a TV show in which a young man is standing in a room with a gun.", "with_names": "a young man is standing in a room with a gun."}, {"scene_id": "atwt-07-14-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-14-05s11", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "atwt-07-14-05s12", "raw": "A scene from a TV show in which a man is kneeling down and talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-07-14-05s13", "raw": "A scene from a TV show in which a boy is standing in front of a tree and a large, hairy creature is coming out of it.", "with_names": "a boy is standing in front of a tree and a large, hairy creature is coming out of it."}, {"scene_id": "atwt-07-14-05s14", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing in the doorway.", "with_names": "a woman is walking down a hallway and a man is standing in the doorway."}, {"scene_id": "atwt-07-14-05s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-14-05s16", "raw": "A scene from a TV show in which a young man is looking at another young man who is looking back at him.", "with_names": "a young man is looking at another young man who is looking back at him."}, {"scene_id": "atwt-07-14-05s17", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-14-05s18", "raw": "A scene from a TV show in which three young girls are seen drinking milk.", "with_names": "three young girls are drinking milk."}, {"scene_id": "atwt-07-14-05s19", "raw": "A scene from a TV show in which a man is looking at the camera with a surprised expression.", "with_names": "] is looking at the camera with a surprised expression."}, {"scene_id": "atwt-07-14-05s20", "raw": "A scene from a TV show in which a woman is wearing a brown suit and a necklace", "with_names": "a woman is wearing a brown suit and a necklace"}, {"scene_id": "atwt-07-14-05s21", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-07-14-05s22", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant and another man is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-07-14-05s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-14-05s24", "raw": "A scene from a TV show in which a man is standing next to another man, both of them are looking at a piece of paper.", "with_names": "a man is standing next to another man, both of them are looking at a piece of paper."}, {"scene_id": "atwt-07-14-05s25", "raw": "A scene from a TV show in which a man is holding a teddy bear and a woman is looking at him.", "with_names": "a man is holding a teddy bear and a woman is looking at him."}, {"scene_id": "atwt-07-14-05s26", "raw": "A scene from a TV show in which a man is reading a book in bed.", "with_names": "a man is reading a book in bed."}, {"scene_id": "atwt-07-14-05s27", "raw": "A scene from a TV show in which a young man is holding his hand to his face, looking embarrassed.", "with_names": "a young man is holding his hand to his face, looking embarrassed."}, {"scene_id": "atwt-07-14-05s28", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on her pillow.", "with_names": "a woman is lying on a bed with her head resting on her pillow."}, {"scene_id": "atwt-07-14-05s29", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-07-14-05s30", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-07-14-05s31", "raw": "A scene from a TV show in which a nurse is talking to two men.", "with_names": ""}, {"scene_id": "atwt-07-14-05s32", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-14-05s33", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "a woman is looking at ] and he is looking away from her."}, {"scene_id": "atwt-07-14-05s34", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]