[{"scene_id": "pc-01-03-01s0", "raw": "A scene from a TV show in which a man is holding a file and a woman is looking at him.", "with_names": "Frank is holding a file and Karen is looking at him."}, {"scene_id": "pc-01-03-01s1", "raw": "A scene from a TV show in which a man is pointing a gun at a woman.", "with_names": "a man is pointing a gun at a woman."}, {"scene_id": "pc-01-03-01s2", "raw": "A scene from a TV show in which a woman is lying on the ground and a man is holding her up.", "with_names": "a woman is lying on the ground and a man is holding her up."}, {"scene_id": "pc-01-03-01s3", "raw": "A scene from a TV show in which a man is sitting in a wheelchair, surrounded by other people.", "with_names": "Kevin is sitting in a wheelchair, surrounded by other people."}, {"scene_id": "pc-01-03-01s4", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of confusion on his face.", "with_names": ""}, {"scene_id": "pc-01-03-01s5", "raw": "A scene from a TV show in which a man stands next to a woman in a hospital bed.", "with_names": "Ian stands next to Marcela in a hospital bed."}, {"scene_id": "pc-01-03-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-03-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-03-01s8", "raw": "A scene from a TV show in which a man is sitting down and looking at the camera.", "with_names": "Ian is sitting down and looking at the camera."}, {"scene_id": "pc-01-03-01s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-03-01s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-01-03-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-03-01s12", "raw": "A scene from a TV show in which a man is talking to someone in a bathroom stall.", "with_names": ""}, {"scene_id": "pc-01-03-01s13", "raw": "A scene from a TV show in which a woman is seen walking through a crowd of people.", "with_names": "a woman is walking through a crowd of people."}, {"scene_id": "pc-01-03-01s14", "raw": "A scene from a TV show in which two men are standing over a dead body.", "with_names": "two men are standing over a dead body."}, {"scene_id": "pc-01-03-01s15", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "pc-01-03-01s16", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}]