[{"scene_id": "oltl-11-11-11s0", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-11-11-11s1", "raw": "A scene from a TV show in which a man sits alone in a church pew.", "with_names": "a man sits alone in a church pew."}, {"scene_id": "oltl-11-11-11s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-11-11s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "oltl-11-11-11s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-11-11s5", "raw": "A scene from a TV show in which a man is standing in a library with a chair and a desk.", "with_names": "a man is standing in a library with a chair and a desk."}, {"scene_id": "oltl-11-11-11s6", "raw": "A scene from a TV show in which a woman is talking on the phone while another woman stands nearby.", "with_names": ""}, {"scene_id": "oltl-11-11-11s7", "raw": "A scene from a TV show in which a woman is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-11-11-11s8", "raw": "A scene from a TV show in which a man and a woman are singing in a church.", "with_names": "a man and a woman are singing in a church."}, {"scene_id": "oltl-11-11-11s9", "raw": "A scene from a TV show in which a woman is looking at a green screen.", "with_names": "a woman is looking at a green screen."}, {"scene_id": "oltl-11-11-11s10", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-11-11s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-11-11s12", "raw": "A scene from a TV show in which a man is standing in front of a window, looking at another man.", "with_names": "a man is standing in front of a window, looking at another man."}, {"scene_id": "oltl-11-11-11s13", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by ]."}, {"scene_id": "oltl-11-11-11s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-11-11s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-11-11s16", "raw": "A scene from a TV show in which a man and a woman are sitting in a church pew.", "with_names": "a man and a woman are sitting in a church pew."}, {"scene_id": "oltl-11-11-11s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-11-11s18", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-11-11-11s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-11-11s20", "raw": "A scene from a TV show in which a woman is looking at the camera and her mouth is open.", "with_names": "a woman is looking at the camera and her mouth is open."}, {"scene_id": "oltl-11-11-11s21", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a yellow dress and a man is kissing her on the cheek."}, {"scene_id": "oltl-11-11-11s22", "raw": "A scene from a TV show in which a couple is dancing in a church.", "with_names": "a couple is dancing in a church."}, {"scene_id": "oltl-11-11-11s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-11-11-11s24", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-11-11-11s25", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-11-11s26", "raw": "A scene from a TV show in which a man is talking to a woman, with a feathery hat on.", "with_names": ""}, {"scene_id": "oltl-11-11-11s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-11-11s28", "raw": "A scene from a TV show in which a man is looking down and his face is covered in a black shirt.", "with_names": "a man is looking down and his face is covered in a black shirt."}, {"scene_id": "oltl-11-11-11s29", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "oltl-11-11-11s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-11-11s31", "raw": "A scene from a TV show in which a woman is drinking a glass of wine and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-11-11-11s32", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-11-11s33", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-11-11s34", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in formal attire.", "with_names": "a man and a woman are standing next to each other in formal attire."}, {"scene_id": "oltl-11-11-11s35", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing behind him.", "with_names": "a man is walking down a hallway and a woman is standing behind him."}, {"scene_id": "oltl-11-11-11s36", "raw": "A scene from a TV show in which a man is seen packing boxes in a room.", "with_names": "a man is packing boxes in a room."}, {"scene_id": "oltl-11-11-11s37", "raw": "A scene from a TV show in which a woman is getting married.", "with_names": "a woman is getting married."}, {"scene_id": "oltl-11-11-11s38", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "oltl-11-11-11s39", "raw": "A scene from a TV show in which a woman is wearing a purple and yellow hat and a dress.", "with_names": "a woman is wearing a purple and yellow hat and a dress."}, {"scene_id": "oltl-11-11-11s40", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "oltl-11-11-11s41", "raw": "A scene from a TV show in which a bride and groom are greeted by a priest and a rabbi. (Source: CBS 5 News)", "with_names": "a bride and groom are greeted by a priest and a rabbi. (source: cbs 5 news)"}]