[{"scene_id": "bb-05-09-17s0", "raw": "A scene from a TV show in which a door is painted with a logo", "with_names": "a door is painted with a logo"}, {"scene_id": "bb-05-09-17s1", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "bb-05-09-17s2", "raw": "A scene from a TV show in which a woman is wearing a red and white shirt and a black vest.", "with_names": "Sally is wearing a red and white shirt and a black vest."}, {"scene_id": "bb-05-09-17s3", "raw": "A scene from a TV show in which a man is looking down and wearing a suit.", "with_names": "a man is looking down and wearing a suit."}, {"scene_id": "bb-05-09-17s4", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "Wyatt sits in a chair and talks to Bill."}, {"scene_id": "bb-05-09-17s6", "raw": "A scene from a TV show in which a man is wearing a vest and tie and looking at a wall.", "with_names": "a man is wearing a vest and tie and looking at a wall."}, {"scene_id": "bb-05-09-17s7", "raw": "A scene from a TV show in which a woman stands in front of a desk and looks at a book.", "with_names": "Sally stands in front of a desk and looks at a book."}, {"scene_id": "bb-05-09-17s8", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "Thomas and Steffy are standing face to face."}, {"scene_id": "bb-05-09-17s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-09-17s10", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Wyatt is yelling at Bill."}, {"scene_id": "bb-05-09-17s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in a suit.", "with_names": "Steffy is wearing a red dress and Liam is dressed in a suit."}, {"scene_id": "bb-05-09-17s12", "raw": "A scene from a TV show in which a man is holding a glass and a bottle in front of a computer.", "with_names": "a man is holding a glass and a bottle in front of a computer."}, {"scene_id": "bb-05-09-17s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-05-09-17s14", "raw": "A scene from a TV show in which a woman is wearing a red and white floral shirt and a black vest.", "with_names": "Steffy is wearing a red and white floral shirt and a black vest."}, {"scene_id": "bb-05-09-17s15", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-09-17s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "bb-05-09-17s17", "raw": "A scene from a TV show in which a man is holding a bottle of beer.", "with_names": "a man is holding a bottle of beer."}]