[{"scene_id": "gl-04-14-05s0", "raw": "A scene from a TV show in which a man is holding a cigarette and a potted plant.", "with_names": "a man is holding a cigarette and a potted plant."}, {"scene_id": "gl-04-14-05s2", "raw": "A scene from a TV show in which a woman is wearing a white hat and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-14-05s3", "raw": "A scene from a TV show in which a man is looking down and his shirt has a stain on it", "with_names": "Danny is looking down and his shirt has a stain on it"}, {"scene_id": "gl-04-14-05s4", "raw": "A scene from a TV show in which a man is talking on the phone and a vase is in the background.", "with_names": ""}, {"scene_id": "gl-04-14-05s5", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "gl-04-14-05s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "Edmund is wearing a leather jacket and Bartender is looking at him."}, {"scene_id": "gl-04-14-05s8", "raw": "A scene from a TV show in which a man is sitting at a table with a candle and a cup of coffee.", "with_names": "Tammy is sitting at a table with a candle and a cup of coffee."}, {"scene_id": "gl-04-14-05s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jeffrey is looking at a woman and she is looking back at him."}, {"scene_id": "gl-04-14-05s10", "raw": "A scene from a TV show in which a woman is wearing a white cap and a green jacket.", "with_names": "a woman is wearing a white cap and a green jacket."}, {"scene_id": "gl-04-14-05s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Tony and Michelle are standing in a room."}, {"scene_id": "gl-04-14-05s14", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-04-14-05s15", "raw": "A scene from a TV show in which a woman is dancing in a library.", "with_names": "Bill is dancing in a library."}, {"scene_id": "gl-04-14-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is yelling.", "with_names": "a man is wearing a suit and a tie and is yelling."}, {"scene_id": "gl-04-14-05s18", "raw": "A scene from a TV show in which a woman is sitting in a garden with a man.", "with_names": "Olivia is sitting in a garden with Bill."}, {"scene_id": "gl-04-14-05s20", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "gl-04-14-05s21", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-04-14-05s24", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Alan is looking at a woman and smiling."}, {"scene_id": "gl-04-14-05s25", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and marina are sitting next to each other."}, {"scene_id": "gl-04-14-05s26", "raw": "A scene from a TV show in which a woman is holding a piece of paper and a man is standing next to her.", "with_names": "Marina is holding a piece of paper and Danny is standing next to her."}, {"scene_id": "gl-04-14-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-14-05s28", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-14-05s29", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "Cassie is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "gl-04-14-05s30", "raw": "A scene from a TV show in which a man is seen holding a gun in a restaurant.", "with_names": "a man is holding a gun in a restaurant."}, {"scene_id": "gl-04-14-05s32", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-14-05s33", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her", "with_names": "a woman is crying and Jeffrey is standing behind her"}, {"scene_id": "gl-04-14-05s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-14-05s35", "raw": "A scene from a TV show in which a man is talking to someone and a flower is in the background", "with_names": ""}, {"scene_id": "gl-04-14-05s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-14-05s37", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-04-14-05s38", "raw": "A scene from a TV show in which a man is looking down and his hair is wet", "with_names": "a man is looking down and his hair is wet"}, {"scene_id": "gl-04-14-05s39", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "edmund and Dinah are standing next to each other."}, {"scene_id": "gl-04-14-05s40", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and looking at the camera.", "with_names": "bill is lying in a hospital bed and looking at the camera."}, {"scene_id": "gl-04-14-05s41", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Bill is kissing Olivia on the cheek."}]