[{"scene_id": "bb-03-29-17s0", "raw": "A scene from a TV show in which a woman is seen in the dark.", "with_names": "a woman is in the dark."}, {"scene_id": "bb-03-29-17s1", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "bb-03-29-17s2", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-03-29-17s3", "raw": "A scene from a TV show in which a young woman looks out a window.", "with_names": "a young woman looks out a window."}, {"scene_id": "bb-03-29-17s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-29-17s5", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "Liam is touching Steffy's face."}, {"scene_id": "bb-03-29-17s6", "raw": "A scene from a TV show in which a woman is holding her head and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-03-29-17s7", "raw": "A scene from a TV show in which a woman is standing in a blue tank top and tan pants, holding her head and looking upset. A man is walking in the background, wearing a white shirt", "with_names": "a woman is standing in a blue tank top and tan pants, holding her head and looking upset. a man is walking in the background, wearing a white shirt"}, {"scene_id": "bb-03-29-17s8", "raw": "A scene from a TV show in which a man is looking at a woman and touching her face.", "with_names": "Liam is looking at Steffy and touching her face."}, {"scene_id": "bb-03-29-17s9", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Singer are kissing."}, {"scene_id": "bb-03-29-17s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-03-29-17s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}, {"scene_id": "bb-03-29-17s12", "raw": "A scene from a TV show in which a man is lying on a bed with a woman.", "with_names": "Liam is lying on a bed with Steffy."}, {"scene_id": "bb-03-29-17s13", "raw": "A scene from a TV show in which a man is seen bending over and looking down.", "with_names": "a man is bending over and looking down."}, {"scene_id": "bb-03-29-17s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]