[{"scene_id": "atwt-03-21-07s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-03-21-07s1", "raw": "A scene from a TV show in which a girl is slapping a boy on the face.", "with_names": "a girl is slapping a boy on the face."}, {"scene_id": "atwt-03-21-07s2", "raw": "A scene from a TV show in which a woman is looking upset.", "with_names": "a woman is looking upset."}, {"scene_id": "atwt-03-21-07s3", "raw": "A scene from a TV show in which a young girl is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-03-21-07s4", "raw": "A scene from a TV show in which Mickey Mouse and Pluto are standing on a rug in a park.", "with_names": "mickey mouse and pluto are standing on a rug in a park."}, {"scene_id": "atwt-03-21-07s5", "raw": "A scene from a TV show in which a young man is wearing a brown shirt and a mullet", "with_names": "a young man is wearing a brown shirt and a mullet"}, {"scene_id": "atwt-03-21-07s6", "raw": "A scene from a TV show in which a woman is looking down and a man is standing behind her.", "with_names": "a woman is looking down and a man is standing behind her."}, {"scene_id": "atwt-03-21-07s7", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "atwt-03-21-07s8", "raw": "A scene from a TV show in which a woman is holding a Play logo.", "with_names": "a woman is holding a play logo."}, {"scene_id": "atwt-03-21-07s9", "raw": "A scene from a TV show in which a young girl is wearing a red and white striped jacket and a man is standing next to her.", "with_names": "a young girl is wearing a red and white striped jacket and a man is standing next to her."}, {"scene_id": "atwt-03-21-07s10", "raw": "A scene from a TV show in which a woman is grabbing a man's jacket and pulling him towards her.", "with_names": "a woman is grabbing a man's jacket and pulling him towards her."}, {"scene_id": "atwt-03-21-07s11", "raw": "A scene from a TV show in which a man is getting his hair combed.", "with_names": "a man is getting his hair combed."}, {"scene_id": "atwt-03-21-07s12", "raw": "A scene from a TV show in which a boy and a woman are eating soup together.", "with_names": "a boy and a woman are eating soup together."}, {"scene_id": "atwt-03-21-07s13", "raw": "A scene from a TV show in which a girl is sitting at a table with her hand raised in the air.", "with_names": "a girl is sitting at a table with her hand raised in the air."}, {"scene_id": "atwt-03-21-07s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-03-21-07s15", "raw": "A scene from a TV show in which a pregnant woman is standing on a rock by the ocean.", "with_names": "a pregnant woman is standing on a rock by the ocean."}, {"scene_id": "atwt-03-21-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-21-07s17", "raw": "A scene from a TV show in which a woman is wearing a brown coat and a man is touching her shoulder.", "with_names": "a woman is wearing a brown coat and a man is touching her shoulder."}, {"scene_id": "atwt-03-21-07s18", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-03-21-07s19", "raw": "A scene from a TV show in which a man is looking down and a woman is in the background", "with_names": "a man is looking down and a woman is in the background"}, {"scene_id": "atwt-03-21-07s20", "raw": "A scene from a TV show in which a man is wearing a black coat and a red shirt", "with_names": "a man is wearing a black coat and a red shirt"}, {"scene_id": "atwt-03-21-07s21", "raw": "A scene from a TV show in which the coins are being sold.", "with_names": "the coins are being sold."}, {"scene_id": "atwt-03-21-07s22", "raw": "A scene from a TV show in which a basketball is shown.", "with_names": ""}]