[{"scene_id": "oltl-09-24-09s0", "raw": "A scene from a TV show in which a woman is standing in a room with papers scattered all around her.", "with_names": "Natalie is standing in a room with papers scattered all around her."}, {"scene_id": "oltl-09-24-09s1", "raw": "A scene from a TV show in which a man is sitting at a piano and another man is standing next to him.", "with_names": "a man is sitting at a piano and another man is standing next to him."}, {"scene_id": "oltl-09-24-09s2", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a black dress.", "with_names": "a woman is wearing a white jacket and a black dress."}, {"scene_id": "oltl-09-24-09s3", "raw": "A scene from a TV show in which a girl is standing in a living room with a box and a little girl is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-09-24-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-24-09s5", "raw": "A scene from a TV show in which a man is standing in front of a yellow wall and looking at the camera.", "with_names": "a man is standing in front of a yellow wall and looking at the camera."}, {"scene_id": "oltl-09-24-09s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "oltl-09-24-09s7", "raw": "A scene from a TV show in which a man is standing in a kitchen, holding a box and looking at a woman.", "with_names": "a man is standing in a kitchen, holding a box and looking at a woman."}, {"scene_id": "oltl-09-24-09s8", "raw": "A scene from a TV show in which a man is pushing a woman down a flight of stairs.", "with_names": "a man is pushing a woman down a flight of stairs."}, {"scene_id": "oltl-09-24-09s9", "raw": "A scene from a TV show in which a little girl is playing with a cat.", "with_names": "a little girl is playing with a cat."}, {"scene_id": "oltl-09-24-09s10", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "oltl-09-24-09s11", "raw": "A scene from a TV show in which a woman is standing in a living room, wearing a pink dress.", "with_names": "a woman is standing in a living room, wearing a pink dress."}, {"scene_id": "oltl-09-24-09s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-09-24-09s13", "raw": "A scene from a TV show in which a man is looking down and smiling", "with_names": "a man is looking down and smiling"}, {"scene_id": "oltl-09-24-09s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "oltl-09-24-09s15", "raw": "A scene from a TV show in which a woman is talking to a man while holding a bottle of water.", "with_names": ""}, {"scene_id": "oltl-09-24-09s16", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-09-24-09s17", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-09-24-09s18", "raw": "A scene from a TV show in which a man is shirtless and a woman is standing behind him.", "with_names": "a man is shirtless and a woman is standing behind him."}, {"scene_id": "oltl-09-24-09s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-24-09s20", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt.", "with_names": "a man is looking at the camera and wearing a black shirt."}, {"scene_id": "oltl-09-24-09s21", "raw": "A scene from a TV show in which a man is punching another man in the face.", "with_names": "a man is punching another man in the face."}, {"scene_id": "oltl-09-24-09s22", "raw": "A scene from a TV show in which a woman is standing in a living room with a young boy and a girl.", "with_names": "a woman is standing in a living room with a young boy and a girl."}, {"scene_id": "oltl-09-24-09s23", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a necklace", "with_names": "a woman is wearing a white jacket and a necklace"}, {"scene_id": "oltl-09-24-09s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-09s25", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a couch and a chair in the background. The man is holding a cell phone to his ear and the woman is looking at him.", "with_names": "a man and a woman are standing in a room with a couch and a chair in the background. the man is holding a cell phone to his ear and the woman is looking at him."}, {"scene_id": "oltl-09-24-09s26", "raw": "A scene from a TV show in which a man is wearing a t-shirt with a skull and crossbones on it.", "with_names": "a man is wearing a t-shirt with a skull and crossbones on it."}, {"scene_id": "oltl-09-24-09s27", "raw": "A scene from a TV show in which a man is sitting on a bed with his shirt off, and a baby is laying on the bed.", "with_names": "a man is sitting on a bed with his shirt off, and a baby is laying on the bed."}, {"scene_id": "oltl-09-24-09s28", "raw": "A scene from a TV show in which a man is looking at a wall and talking.", "with_names": ""}, {"scene_id": "oltl-09-24-09s29", "raw": "A scene from a TV show in which a man is standing in a room with a dog and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-24-09s30", "raw": "A scene from a TV show in which a man is talking to another man and pointing at him.", "with_names": ""}, {"scene_id": "oltl-09-24-09s31", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a blue dress.", "with_names": "a man is wearing a suit and a woman is in a blue dress."}, {"scene_id": "oltl-09-24-09s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-24-09s33", "raw": "A scene from a TV show in which a woman is talking to someone and her eyes are closed", "with_names": ""}]