[{"scene_id": "gl-04-24-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-24-06s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-04-24-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-24-06s3", "raw": "A scene from a TV show in which a black man is wearing a police uniform and a badge.", "with_names": "a black man is wearing a police uniform and a badge."}, {"scene_id": "gl-04-24-06s4", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is dancing in the background.", "with_names": "a man is standing in a kitchen and a woman is dancing in the background."}, {"scene_id": "gl-04-24-06s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-24-06s6", "raw": "", "with_names": ""}, {"scene_id": "gl-04-24-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-24-06s8", "raw": "A scene from a TV show in which a black man is being arrested.", "with_names": "a black man is being arrested."}, {"scene_id": "gl-04-24-06s9", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is in a pink towel.", "with_names": "a man is wearing a red shirt and a woman is in a pink towel."}, {"scene_id": "gl-04-24-06s10", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is touching her face.", "with_names": ""}, {"scene_id": "gl-04-24-06s11", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-24-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-24-06s13", "raw": "A scene from a TV show in which a black man is being questioned by a white police officer.", "with_names": "a black man is being questioned by a white police officer."}, {"scene_id": "gl-04-24-06s14", "raw": "A scene from a TV show in which Keanu Reeves is wearing a red t-shirt and a black jacket.", "with_names": "keanu reeves is wearing a red t-shirt and a black jacket."}, {"scene_id": "gl-04-24-06s15", "raw": "A scene from a TV show in which a man is seen in a dark room, with a shadowy figure standing behind him.", "with_names": "a man is in a dark room, with a shadowy figure standing behind him."}, {"scene_id": "gl-04-24-06s16", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket and is looking surprised.", "with_names": "a man is wearing a red shirt and a black jacket and is looking surprised."}, {"scene_id": "gl-04-24-06s17", "raw": "A scene from a TV show in which a man is handing a book to another man.", "with_names": "a man is handing a book to another man."}, {"scene_id": "gl-04-24-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-24-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-24-06s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-04-24-06s21", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"I'm a feminist\"", "with_names": "a woman is wearing a shirt that says \"i'm a feminist\""}, {"scene_id": "gl-04-24-06s22", "raw": "A scene from a TV show in which a man is holding a woman's hand and she is looking at him.", "with_names": "a man is holding a woman's hand and she is looking at him."}, {"scene_id": "gl-04-24-06s23", "raw": "A scene from a TV show in which a woman is wearing a pink towel on her head and a robe", "with_names": "a woman is wearing a pink towel on her head and a robe"}, {"scene_id": "gl-04-24-06s24", "raw": "A scene from a TV show in which a woman is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "gl-04-24-06s25", "raw": "A scene from a TV show in which a man is driving a car and looking at his hand", "with_names": "a man is driving a car and looking at his hand"}, {"scene_id": "gl-04-24-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-24-06s27", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a towel on her head.", "with_names": "a woman is wearing a pink robe and a towel on her head."}, {"scene_id": "gl-04-24-06s28", "raw": "A scene from a TV show in which a man is sitting in a chair with a red scarf around his neck.", "with_names": ""}, {"scene_id": "gl-04-24-06s29", "raw": "", "with_names": ""}, {"scene_id": "gl-04-24-06s30", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}]