[{"scene_id": "pc-11-01-02s0", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a man is standing behind her.", "with_names": "a blonde woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "pc-11-01-02s1", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and a woman are dancing together."}, {"scene_id": "pc-11-01-02s2", "raw": "A scene from a TV show in which a man and a woman are wearing black masks and dancing in a club.", "with_names": "a man and a woman are wearing black masks and dancing in a club."}, {"scene_id": "pc-11-01-02s3", "raw": "A scene from a TV show in which a woman is seen in a black dress and a mask.", "with_names": "************************************************************************************************ is in a black dress and a mask."}, {"scene_id": "pc-11-01-02s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-01-02s6", "raw": "A scene from a TV show in which a man is holding a woman's hand.", "with_names": "Ian is holding a woman's hand."}, {"scene_id": "pc-11-01-02s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a feather headdress.", "with_names": "a woman is wearing a dress and a feather headdress."}, {"scene_id": "pc-11-01-02s8", "raw": "A scene from a TV show in which a woman is holding a small statue and a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "pc-11-01-02s9", "raw": "A scene from a TV show in which a man is talking to a woman and a dog.", "with_names": ""}, {"scene_id": "pc-11-01-02s10", "raw": "A scene from a TV show in which a phone is ringing in a window", "with_names": "a phone is ringing in a window"}, {"scene_id": "pc-11-01-02s11", "raw": "A scene from a TV show in which a woman is wearing a mask and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-11-01-02s12", "raw": "A scene from a TV show in which a man pours a martini into a glass.", "with_names": "a man pours a martini into a glass."}, {"scene_id": "pc-11-01-02s13", "raw": "A scene from a TV show in which a woman is sitting at a bar, holding a martini glass and looking at it.", "with_names": "a woman is sitting at a bar, holding a martini glass and looking at it."}, {"scene_id": "pc-11-01-02s14", "raw": "A scene from a TV show in which a blonde woman is wearing a tiara and a man is looking at her.", "with_names": "a blonde woman is wearing a tiara and a man is looking at her."}, {"scene_id": "pc-11-01-02s15", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "pc-11-01-02s16", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-11-01-02s17", "raw": "A scene from a TV show in which a man is wearing a mask and a woman is holding a white flower.", "with_names": "a man is wearing a mask and a woman is holding a white flower."}, {"scene_id": "pc-11-01-02s22", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "men and Lucy are walking together."}, {"scene_id": "pc-11-01-02s23", "raw": "A scene from a TV show in which a man is walking away from a flower bush.", "with_names": "Men is walking away from a flower bush."}, {"scene_id": "pc-11-01-02s24", "raw": "A scene from a TV show in which a man is walking down a street, and he is wearing a black shirt and a mask.", "with_names": "Ian is walking down a street, and he is wearing a black shirt and a mask."}, {"scene_id": "pc-11-01-02s25", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-11-01-02s26", "raw": "A scene from a TV show in which a man is looking at the camera with a disgusted expression.", "with_names": "Second man is looking at the camera with a disgusted expression."}, {"scene_id": "pc-11-01-02s27", "raw": "A scene from a TV show in which a woman is sitting next to a man and holding a martini.", "with_names": "a woman is sitting next to a man and holding a martini."}, {"scene_id": "pc-11-01-02s28", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-11-01-02s32", "raw": "A scene from a TV show in which a woman is wearing a mask and looking through her eyeglasses.", "with_names": "a woman is wearing a mask and looking through her eyeglasses."}]