[{"scene_id": "atwt-06-04-04s0", "raw": "A scene from a TV show in which a man is kissing a woman on the lips.", "with_names": "a man is kissing Katie on the lips."}, {"scene_id": "atwt-06-04-04s1", "raw": "A scene from a TV show in which a man and a woman sit in a car, looking at each other.", "with_names": "Russ and Pilar sit in a car, looking at each other."}, {"scene_id": "atwt-06-04-04s2", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Jack and Carly are kissing."}, {"scene_id": "atwt-06-04-04s3", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white shirt and is looking at a man.", "with_names": "Barbara is wearing a red jacket and a white shirt and is looking at Paul."}, {"scene_id": "atwt-06-04-04s4", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with their heads together.", "with_names": "Jordan and Jennifer are lying on a bed, with their heads together."}, {"scene_id": "atwt-06-04-04s5", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a bed.", "with_names": "Paul is standing in front of a woman, and she is sitting on a bed."}, {"scene_id": "atwt-06-04-04s6", "raw": "A scene from a TV show in which a man is having sex with a woman.", "with_names": "Jordan is having sex with a woman."}, {"scene_id": "atwt-06-04-04s7", "raw": "A scene from a TV show in which a woman holds a can of food and says, \"I'm gonna eat this.\"", "with_names": "a woman holds a can of food and says, \"i'm gonna eat this.\""}, {"scene_id": "atwt-06-04-04s9", "raw": "A scene from a TV show in which a man and a woman are in a car and he is looking at her.", "with_names": "Mike and a woman are in a car and he is looking at her."}, {"scene_id": "atwt-06-04-04s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-04-04s11", "raw": "A scene from a TV show in which a bowl of cereal is shown with a spoon and a carton of milk in the background.", "with_names": ""}, {"scene_id": "atwt-06-04-04s12", "raw": "A scene from a TV show in which a woman is being stalked by a man in a garden.", "with_names": "a woman is being stalked by Jordan in a garden."}, {"scene_id": "atwt-06-04-04s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking surprised.", "with_names": ""}, {"scene_id": "atwt-06-04-04s14", "raw": "A scene from a TV show in which a woman is holding a cell phone and looking at it.", "with_names": "Pilar is holding a cell phone and looking at it."}, {"scene_id": "atwt-06-04-04s15", "raw": "A scene from a TV show in which a woman is wearing a red robe and a white shirt", "with_names": "Carly is wearing a red robe and a white shirt"}, {"scene_id": "atwt-06-04-04s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-04-04s17", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Paul is looking at the camera."}, {"scene_id": "atwt-06-04-04s18", "raw": "A scene from a TV show in which gold nuggets are falling from a golden bar.", "with_names": "gold nuggets are falling from a golden bar."}, {"scene_id": "atwt-06-04-04s19", "raw": "A scene from a TV show in which a man is talking to his hand", "with_names": ""}, {"scene_id": "atwt-06-04-04s20", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-06-04-04s21", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-06-04-04s22", "raw": "A scene from a TV show in which Johnson's Off! Insect Repellent is being used to repel insects.", "with_names": "johnson's off! insect repellent is being used to repel insects."}, {"scene_id": "atwt-06-04-04s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-04-04s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-04-04s25", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and looking at the camera.", "with_names": "a blonde woman is wearing a black dress and looking at the camera."}, {"scene_id": "atwt-06-04-04s26", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-04-04s27", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and black pants", "with_names": "a woman is wearing a blue shirt and black pants"}, {"scene_id": "atwt-06-04-04s28", "raw": "A scene from a TV show in which a blonde woman is looking at a woman.", "with_names": "a blonde woman is looking at Pilar."}, {"scene_id": "atwt-06-04-04s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-04-04s30", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-04-04s31", "raw": "A scene from a TV show in which a woman is wearing a black vest and a white shirt.", "with_names": "Barbara is wearing a black vest and a white shirt."}]