[{"scene_id": "pc-09-05-01s0", "raw": "A scene from a TV show in which a woman is holding her newborn baby in an incubator.", "with_names": "a woman is holding her newborn baby in an incubator."}, {"scene_id": "pc-09-05-01s1", "raw": "A scene from a TV show in which a man is holding a camera and a woman is looking at him.", "with_names": "a man is holding a camera and a woman is looking at him."}, {"scene_id": "pc-09-05-01s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with the woman looking at the man with a shocked expression.", "with_names": "Kevin and Lucy are sitting at a table, with the woman looking at the man with a shocked expression."}, {"scene_id": "pc-09-05-01s3", "raw": "A scene from a TV show in which a doctor is talking to a woman and a man in scrubs.", "with_names": ""}, {"scene_id": "pc-09-05-01s4", "raw": "A scene from a TV show in which a man with long hair is talking to someone.", "with_names": ""}, {"scene_id": "pc-09-05-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-05-01s6", "raw": "A scene from a TV show in which a man and a woman are in a kitchen, the woman is crying and the man is laughing.", "with_names": "Ian and Eve are in a kitchen, the woman is crying and the man is laughing."}, {"scene_id": "pc-09-05-01s7", "raw": "A scene from a TV show in which a man and a woman are talking to a person in a laundromat.", "with_names": ""}, {"scene_id": "pc-09-05-01s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-09-05-01s9", "raw": "A scene from a TV show in which a baby is being held by a nurse.", "with_names": "a baby is being held by a nurse."}, {"scene_id": "pc-09-05-01s10", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Jamal is looking at Alison and smiling."}, {"scene_id": "pc-09-05-01s11", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-09-05-01s12", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "pc-09-05-01s13", "raw": "A scene from a TV show in which a woman is slapping a man in the face", "with_names": "a woman is slapping a man in the face"}]