[{"scene_id": "atwt-07-27-07s0", "raw": "A scene from a TV show in which a young girl is comforted by a stuffed animal.", "with_names": "a young girl is comforted by a stuffed animal."}, {"scene_id": "atwt-07-27-07s1", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-07-27-07s2", "raw": "A scene from a TV show in which a young girl is strapped into a harness.", "with_names": "a young girl is strapped into a harness."}, {"scene_id": "atwt-07-27-07s3", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-27-07s4", "raw": "A scene from a TV show in which two women are dancing together.", "with_names": "two women are dancing together."}, {"scene_id": "atwt-07-27-07s5", "raw": "A scene from a TV show in which a young boy is sitting in front of a wooden door and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-27-07s6", "raw": "A scene from a TV show in which a red wallet is found on the floor.", "with_names": "a red wallet is found on the floor."}, {"scene_id": "atwt-07-27-07s7", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure if I like him.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure if i like him.\""}, {"scene_id": "atwt-07-27-07s8", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a black shirt all looking at her.", "with_names": "a woman is wearing a red shirt and a man is in a black shirt all looking at her."}, {"scene_id": "atwt-07-27-07s9", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "atwt-07-27-07s10", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a boy.", "with_names": "a woman is sitting at a table with a man and a boy."}, {"scene_id": "atwt-07-27-07s11", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-07-27-07s12", "raw": "A scene from a TV show in which a woman is seen smoking a cigarette in a car.", "with_names": "a woman is smoking a cigarette in a car."}, {"scene_id": "atwt-07-27-07s13", "raw": "A scene from a TV show in which a man is lying on a couch and a woman is sitting on the floor, with a cup in her hand and a cigarette in her mouth", "with_names": "a man is lying on a couch and a woman is sitting on the floor, with a cup in her hand and a cigarette in her mouth"}, {"scene_id": "atwt-07-27-07s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-27-07s15", "raw": "A scene from a TV show in which a woman is looking at a man and saying \"You're watching as the world turns\"", "with_names": "a woman is looking at a man and saying \"you're watching as the world turns\""}, {"scene_id": "atwt-07-27-07s16", "raw": "A scene from a TV show in which a woman is seen holding a baby in a dark room.", "with_names": "a woman is holding a baby in a dark room."}, {"scene_id": "atwt-07-27-07s17", "raw": "A scene from a TV show in which a woman is talking on the phone and a vase is placed behind her.", "with_names": ""}, {"scene_id": "atwt-07-27-07s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-27-07s19", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-27-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-27-07s21", "raw": "A scene from a TV show in which a man is talking about a new product.", "with_names": ""}, {"scene_id": "atwt-07-27-07s22", "raw": "A scene from a TV show in which a mother and daughter are sitting in bed and talking.", "with_names": ""}, {"scene_id": "atwt-07-27-07s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-27-07s24", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-07-27-07s25", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-07-27-07s26", "raw": "A scene from a TV show in which a man and a woman are driving a car.", "with_names": "a man and a woman are driving a car."}, {"scene_id": "atwt-07-27-07s27", "raw": "A scene from a TV show in which a woman is shown her bare back with a large bubble floating above it.", "with_names": ""}, {"scene_id": "atwt-07-27-07s28", "raw": "A scene from a TV show in which a man sits at a table with a glass and a bowl of food.", "with_names": "a man sits at a table with a glass and a bowl of food."}]