[{"scene_id": "gl-01-24-06s0", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "Coop is kissing a woman on the cheek."}, {"scene_id": "gl-01-24-06s1", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-24-06s2", "raw": "A scene from a TV show in which a man is sitting next to a seated man and they are both laughing.", "with_names": "a man is sitting next to a seated man and they are both laughing."}, {"scene_id": "gl-01-24-06s3", "raw": "A scene from a TV show in which a man is holding a bouquet and a woman is looking at him.", "with_names": "a man is holding a bouquet and a woman is looking at him."}, {"scene_id": "gl-01-24-06s4", "raw": "A scene from a TV show in which a woman is driving and another woman is sitting in the passenger seat.", "with_names": "a woman is driving and another woman is sitting in the passenger seat."}, {"scene_id": "gl-01-24-06s5", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a dog.", "with_names": "a man is standing in a room with a woman and a dog."}, {"scene_id": "gl-01-24-06s6", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-01-24-06s7", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "gl-01-24-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-01-24-06s9", "raw": "A scene from a TV show in which a blonde girl is sitting in a bar, looking upset.", "with_names": "a blonde girl is sitting in a bar, looking upset."}, {"scene_id": "gl-01-24-06s10", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "gl-01-24-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-24-06s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "gl-01-24-06s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-24-06s14", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "gl-01-24-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-01-24-06s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-24-06s17", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a green jacket.", "with_names": "a man is looking at the camera and wearing a green jacket."}, {"scene_id": "gl-01-24-06s18", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-01-24-06s19", "raw": "A scene from a TV show in which a man is eating a piece of food and a woman is watching him", "with_names": "a man is eating a piece of food and a woman is watching him"}, {"scene_id": "gl-01-24-06s20", "raw": "A scene from a TV show in which a man is looking through a window.", "with_names": "a man is looking through a window."}, {"scene_id": "gl-01-24-06s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-24-06s22", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "gl-01-24-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-24-06s24", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-01-24-06s25", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-01-24-06s26", "raw": "A scene from a TV show in which a woman is holding a baby and a man is giving her a gift.", "with_names": "a woman is holding a baby and a man is giving her a gift."}, {"scene_id": "gl-01-24-06s27", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-01-24-06s28", "raw": "A scene from a TV show in which a woman is talking to a horse.", "with_names": ""}, {"scene_id": "gl-01-24-06s29", "raw": "A scene from a TV show in which a woman is sleeping with her eyes open.", "with_names": "a woman is sleeping with her eyes open."}]