[{"scene_id": "gl-01-24-06s0", "raw": "a man and woman are having a conversation in a room.", "with_names": "Coop and woman are having a conversation in a room."}, {"scene_id": "gl-01-24-06s1", "raw": "a man and woman are talking about a man and then they are talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s2", "raw": "a man is talking about a man and then a man is talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s3", "raw": "a woman is talking about a man and then a woman is shown running around.", "with_names": ""}, {"scene_id": "gl-01-24-06s4", "raw": "a woman is talking about a video of two women.", "with_names": ""}, {"scene_id": "gl-01-24-06s5", "raw": "a man and a woman are walking around in a mall.", "with_names": ""}, {"scene_id": "gl-01-24-06s6", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "a man is laughing and laughing while Reva is laughing."}, {"scene_id": "gl-01-24-06s7", "raw": "a woman is talking about a woman who is standing in front of her.", "with_names": ""}, {"scene_id": "gl-01-24-06s8", "raw": "a man is talking about a man and then two men are talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s9", "raw": "a man and woman are having a conversation in a conference room.", "with_names": "Quinn and woman are having a conversation in a conference room."}, {"scene_id": "gl-01-24-06s10", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "gl-01-24-06s11", "raw": "a woman is talking about a woman who is in a room.", "with_names": ""}, {"scene_id": "gl-01-24-06s12", "raw": "a man is talking to a man and then he is walking away.", "with_names": ""}, {"scene_id": "gl-01-24-06s13", "raw": "a woman is being interviewed by a man and she is laughing.", "with_names": "Olivia is being interviewed by Reva and she is laughing."}, {"scene_id": "gl-01-24-06s14", "raw": "a man and a woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "gl-01-24-06s15", "raw": "", "with_names": ""}, {"scene_id": "gl-01-24-06s16", "raw": "a man and a woman are talking about a video of a man.", "with_names": ""}, {"scene_id": "gl-01-24-06s17", "raw": "a woman is talking about a man and a woman is walking around.", "with_names": ""}, {"scene_id": "gl-01-24-06s18", "raw": "a woman is talking about a man and then a woman is talking about it.", "with_names": ""}, {"scene_id": "gl-01-24-06s19", "raw": "a man and woman are talking about a man and they are talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s20", "raw": "a man and a woman are in a room and they are laughing.", "with_names": "a man and a woman are in a room and they are laughing."}, {"scene_id": "gl-01-24-06s21", "raw": "a man and woman are talking about a romantic event.", "with_names": ""}, {"scene_id": "gl-01-24-06s22", "raw": "a man is talking about a woman who is being interviewed.", "with_names": ""}, {"scene_id": "gl-01-24-06s23", "raw": "a man and woman are talking about a conference and then a man is talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s24", "raw": "a man and woman are talking about a conference and then they are talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s25", "raw": "a man is talking about a woman and then a man is talking.", "with_names": ""}, {"scene_id": "gl-01-24-06s26", "raw": "a man and a woman are carrying clothes and putting them in a bag.", "with_names": "Coop and Ava are carrying clothes and putting them in a bag."}, {"scene_id": "gl-01-24-06s27", "raw": "a man and a woman are walking through a mall and kissing each other.", "with_names": "Quinn and Lizzie are walking through a mall and kissing each other."}, {"scene_id": "gl-01-24-06s28", "raw": "a man and woman are talking about a man and he is laughing.", "with_names": ""}, {"scene_id": "gl-01-24-06s29", "raw": "a man and woman are kissing each other and then the woman is kissing.", "with_names": "a man and woman are kissing each other and then the woman is kissing."}]