[{"scene_id": "atwt-02-25-10s0", "raw": "A scene from a TV show in which a man is wearing a long wig and a black coat.", "with_names": "a man is wearing a long wig and a black coat."}, {"scene_id": "atwt-02-25-10s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other at a table.", "with_names": "a man and a woman are sitting next to each other at a table."}, {"scene_id": "atwt-02-25-10s2", "raw": "A scene from a TV show in which a blonde man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-10s3", "raw": "A scene from a TV show in which a man is wearing a white coat and a brown shirt", "with_names": "a man is wearing a white coat and a brown shirt"}, {"scene_id": "atwt-02-25-10s4", "raw": "A scene from a TV show in which a bottle of Finish is shown to be a toilet cleaner", "with_names": ""}, {"scene_id": "atwt-02-25-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-25-10s6", "raw": "A scene from a TV show in which a doctor is looking at a woman and a man is standing behind him.", "with_names": "a doctor is looking at a woman and ] is standing behind him."}, {"scene_id": "atwt-02-25-10s7", "raw": "A scene from a TV show in which a police officer is shown beating a man with a baton.", "with_names": ""}, {"scene_id": "atwt-02-25-10s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-25-10s9", "raw": "A scene from a TV show in which a man is wearing a white coat and holding a cell phone.", "with_names": "a man is wearing a white coat and holding a cell phone."}, {"scene_id": "atwt-02-25-10s10", "raw": "A scene from a TV show in which a man is wearing a green jacket and a brown shirt.", "with_names": "a man is wearing a green jacket and a brown shirt."}, {"scene_id": "atwt-02-25-10s11", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a young man is holding a cane.", "with_names": "a man is wearing a white lab coat and a young man is holding a cane."}, {"scene_id": "atwt-02-25-10s12", "raw": "A scene from a TV show in which a woman is holding her head and the word migraine is written on her forehead.", "with_names": "a woman is holding her head and the word migraine is written on her forehead."}, {"scene_id": "atwt-02-25-10s13", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-25-10s14", "raw": "A scene from a TV show in which a man is trying to put on a coat and a security guard is watching him.", "with_names": "a man is trying to put on a coat and a security guard is watching him."}, {"scene_id": "atwt-02-25-10s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at ] and she is looking back at him."}, {"scene_id": "atwt-02-25-10s16", "raw": "A scene from a TV show in which a man is being spanked by a woman", "with_names": "a man is being spanked by a woman"}, {"scene_id": "atwt-02-25-10s17", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-02-25-10s18", "raw": "A scene from a TV show in which a young man is wearing a brown jacket and a green shirt.", "with_names": "a young man is wearing a brown jacket and a green shirt."}, {"scene_id": "atwt-02-25-10s19", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-02-25-10s20", "raw": "A scene from a TV show in which a man is talking about Symb.", "with_names": ""}, {"scene_id": "atwt-02-25-10s21", "raw": "A scene from a TV show in which a young man is wearing a green shirt and a necklace.", "with_names": "a young man is wearing a green shirt and a necklace."}, {"scene_id": "atwt-02-25-10s22", "raw": "A scene from a TV show in which a woman is sitting in front of a sign that says '9 O'Clock News'", "with_names": "a woman is sitting in front of a sign that says '9 o'clock news'"}, {"scene_id": "atwt-02-25-10s23", "raw": "A scene from a TV show in which a woman is being spanked by a man and a snowman.", "with_names": "a woman is being spanked by a man and a snowman."}]