[{"scene_id": "gl-11-03-05s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her", "with_names": "Tammy is wearing a black dress and Jonathan is standing behind her"}, {"scene_id": "gl-11-03-05s1", "raw": "A scene from a TV show in which a woman is talking on the phone in a hotel room", "with_names": ""}, {"scene_id": "gl-11-03-05s2", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing behind him", "with_names": ""}, {"scene_id": "gl-11-03-05s3", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "gl-11-03-05s4", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and a red jacket.", "with_names": "a blonde woman is wearing a pink shirt and a red jacket."}, {"scene_id": "gl-11-03-05s5", "raw": "A scene from a TV show in which a woman is holding a pencil and a notepad.", "with_names": "a woman is holding a pencil and a notepad."}, {"scene_id": "gl-11-03-05s6", "raw": "A scene from a TV show in which a woman is bent over a bed and a man is sitting behind her.", "with_names": "a woman is bent over a bed and a man is sitting behind her."}, {"scene_id": "gl-11-03-05s7", "raw": "", "with_names": ""}, {"scene_id": "gl-11-03-05s8", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-11-03-05s9", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-11-03-05s10", "raw": "A scene from a TV show in which a young boy is talking about his favorite movie.", "with_names": ""}, {"scene_id": "gl-11-03-05s11", "raw": "A scene from a TV show in which a woman is standing in front of a man in a robe, and he is shirtless.", "with_names": "a woman is standing in front of a man in a robe, and he is shirtless."}, {"scene_id": "gl-11-03-05s12", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-11-03-05s13", "raw": "A scene from a TV show in which a woman is sitting on a chair with her head down and a cut lip", "with_names": ""}, {"scene_id": "gl-11-03-05s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-11-03-05s15", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-11-03-05s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-11-03-05s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-03-05s18", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing behind him", "with_names": ""}, {"scene_id": "gl-11-03-05s19", "raw": "A scene from a TV show in which a man is wearing a t-shirt with a picture of a dog on it.", "with_names": "a man is wearing a t-shirt with a picture of a dog on it."}, {"scene_id": "gl-11-03-05s20", "raw": "A scene from a TV show in which a man is wearing a brown leather jacket and a blue shirt", "with_names": "a man is wearing a brown leather jacket and a blue shirt"}, {"scene_id": "gl-11-03-05s21", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-11-03-05s22", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-03-05s23", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at it.", "with_names": "a man is holding a cell phone and looking at it."}, {"scene_id": "gl-11-03-05s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-03-05s25", "raw": "A scene from a TV show in which a bouquet is placed on a table.", "with_names": "a bouquet is placed on a table."}, {"scene_id": "gl-11-03-05s26", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "gl-11-03-05s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-03-05s28", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "gl-11-03-05s29", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "gl-11-03-05s30", "raw": "A scene from a TV show in which a woman is talking to another woman in a hallway.", "with_names": ""}, {"scene_id": "gl-11-03-05s31", "raw": "A scene from a TV show in which a man is seen walking in the dark.", "with_names": "a man is walking in the dark."}, {"scene_id": "gl-11-03-05s32", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-11-03-05s33", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and holding a silver purse.", "with_names": "a blonde woman is wearing a white dress and holding a silver purse."}, {"scene_id": "gl-11-03-05s34", "raw": "", "with_names": ""}]