[{"scene_id": "pc-12-19-02s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Tess is kissing Jack on the cheek."}, {"scene_id": "pc-12-19-02s1", "raw": "A scene from a TV show in which a woman is holding a man on her lap and comforting him.", "with_names": "Alison is holding Rafe on her lap and comforting him."}, {"scene_id": "pc-12-19-02s2", "raw": "A scene from a TV show in which a woman is being choked by another woman demonstratively.", "with_names": "Elizabeth is being choked by another woman demonstratively."}, {"scene_id": "pc-12-19-02s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-12-19-02s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-19-02s5", "raw": "A scene from a TV show in which a woman is wearing a scarf and a man is behind her.", "with_names": "a woman is wearing a scarf and Stephen is behind her."}, {"scene_id": "pc-12-19-02s6", "raw": "A scene from a TV show in which a woman is holding a cat and dancing.", "with_names": "a woman is holding a cat and dancing."}, {"scene_id": "pc-12-19-02s7", "raw": "A scene from a TV show in which a woman is walking down a dark street, and a man is following her.", "with_names": "Tess is walking down a dark street, and Jack is following her."}, {"scene_id": "pc-12-19-02s8", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-12-19-02s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "pc-12-19-02s10", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-19-02s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-19-02s12", "raw": "A scene from a TV show in which a man is talking on the phone and his eyes are closed", "with_names": ""}, {"scene_id": "pc-12-19-02s13", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}]