[{"scene_id": "gl-04-01-03s0", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "gl-04-01-03s1", "raw": "A scene from a TV show in which a woman is sitting on a bar stool and a man is standing behind her.", "with_names": "a woman is sitting on a bar stool and a man is standing behind her."}, {"scene_id": "gl-04-01-03s2", "raw": "A scene from a TV show in which a man is walking on a snow-covered road with a car and a truck in the background.", "with_names": "a man is walking on a snow-covered road with a car and a truck in the background."}, {"scene_id": "gl-04-01-03s3", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "gl-04-01-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-01-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-01-03s6", "raw": "A scene from a TV show in which a woman is sitting on a yoga mat with her legs crossed and her hands on her knees.", "with_names": "a woman is sitting on a yoga mat with her legs crossed and her hands on her knees."}, {"scene_id": "gl-04-01-03s7", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed.", "with_names": "a woman is standing in a room with her arms crossed."}, {"scene_id": "gl-04-01-03s8", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-04-01-03s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-01-03s10", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "gl-04-01-03s11", "raw": "A scene from a TV show in which a man is bent over a table, a woman stands nearby, and a dog is on the floor.", "with_names": "a man is bent over a table, a woman stands nearby, and a dog is on the floor."}, {"scene_id": "gl-04-01-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-01-03s13", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-01-03s14", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "gl-04-01-03s15", "raw": "A scene from a TV show in which a woman is seen walking around a basement.", "with_names": ""}, {"scene_id": "gl-04-01-03s16", "raw": "A scene from a TV show in which a woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "gl-04-01-03s17", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is sitting next to her.", "with_names": "a woman is wearing a red dress and ] is sitting next to her."}, {"scene_id": "gl-04-01-03s18", "raw": "A scene from a TV show in which a young boy is sitting on a couch and playing with a cell phone.", "with_names": ""}, {"scene_id": "gl-04-01-03s19", "raw": "A scene from a TV show in which a man is talking to someone in a subway station.", "with_names": ""}, {"scene_id": "gl-04-01-03s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-01-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-01-03s22", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is talking on a cell phone.", "with_names": ""}]