[{"scene_id": "bb-12-15-16s0", "raw": "A scene from a TV show in which a woman is laughing and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-12-15-16s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-12-15-16s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "bb-12-15-16s3", "raw": "A scene from a TV show in which a man is wearing a suit and a green tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-15-16s4", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and Nicole are looking at each other."}, {"scene_id": "bb-12-15-16s5", "raw": "A scene from a TV show in which a man is trying to open a door while a woman is watching him", "with_names": "Eric is trying to open a door while Quinn is watching him"}, {"scene_id": "bb-12-15-16s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "Liam is standing in a room with Steffy."}, {"scene_id": "bb-12-15-16s7", "raw": "A scene from a TV show in which a woman is being interviewed by a man in a suit", "with_names": "Nicole is being interviewed by Rick in a suit"}, {"scene_id": "bb-12-15-16s8", "raw": "A scene from a TV show in which a man and a woman stand in front of a rack of clothes.", "with_names": "a man and a woman stand in front of a rack of clothes."}, {"scene_id": "bb-12-15-16s9", "raw": "A scene from a TV show in which a man is drinking a glass of water.", "with_names": "a man is drinking a glass of water."}, {"scene_id": "bb-12-15-16s10", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a man is in a suit.", "with_names": "Steffy is wearing a white jacket and Liam is in a suit."}, {"scene_id": "bb-12-15-16s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and a chair.", "with_names": "a man and Nicole are standing in a room with a table and a chair."}, {"scene_id": "bb-12-15-16s12", "raw": "A scene from a TV show in which a man and a woman sit on a couch, embracing.", "with_names": "Eric and Quinn sit on a couch, embracing."}, {"scene_id": "bb-12-15-16s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-12-15-16s14", "raw": "A scene from a TV show in which a woman is standing in a room with a red couch and a fireplace.", "with_names": "Steffy is standing in a room with a red couch and a fireplace."}, {"scene_id": "bb-12-15-16s15", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "bb-12-15-16s16", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "bb-12-15-16s17", "raw": "A scene from a TV show in which a man is pointing at a woman.", "with_names": "a man is pointing at Quinn."}]