[{"scene_id": "bb-09-22-15s0", "raw": "A scene from a TV show in which a woman stands in a doorway and holds a piece of paper.", "with_names": "a woman stands in a doorway and holds a piece of paper."}, {"scene_id": "bb-09-22-15s1", "raw": "A scene from a TV show in which a doctor is standing in his office and holding a book.", "with_names": "a doctor is standing in his office and holding a book."}, {"scene_id": "bb-09-22-15s2", "raw": "A scene from a TV show in which a woman is walking on a runway with a white dress and a high heel.", "with_names": "a woman is walking on a runway with a white dress and a high heel."}, {"scene_id": "bb-09-22-15s3", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-09-22-15s4", "raw": "A scene from a TV show in which a man stands in a blue shirt and a door opens.", "with_names": "a man stands in a blue shirt and a door opens."}, {"scene_id": "bb-09-22-15s5", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-09-22-15s6", "raw": "A scene from a TV show in which a woman talks about her husband's infidelity.", "with_names": "a woman talks about her husband's infidelity."}, {"scene_id": "bb-09-22-15s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-22-15s8", "raw": "A scene from a TV show in which a young black woman and a white man are talking.", "with_names": ""}, {"scene_id": "bb-09-22-15s9", "raw": "A scene from a TV show in which a man sits at a desk and writes in a notebook.", "with_names": "a man sits at a desk and writes in a notebook."}, {"scene_id": "bb-09-22-15s10", "raw": "A scene from a TV show in which a woman is talking about the importance of the coronavirus vaccine", "with_names": ""}, {"scene_id": "bb-09-22-15s11", "raw": "A scene from a TV show in which a young man and woman are talking.", "with_names": ""}, {"scene_id": "bb-09-22-15s12", "raw": "A scene from a TV show in which a man is seen sitting at a desk and talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-22-15s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-22-15s14", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Caroline is hugging ]."}]