[{"scene_id": "atwt-02-13-08s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-02-13-08s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-13-08s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-13-08s3", "raw": "A scene from a TV show in which a young man is looking down and wearing a jacket", "with_names": "a young man is looking down and wearing a jacket"}, {"scene_id": "atwt-02-13-08s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-13-08s5", "raw": "A scene from a TV show in which a man is holding a box and a woman is throwing a shoe at him.", "with_names": "a man is holding a box and a woman is throwing a shoe at him."}, {"scene_id": "atwt-02-13-08s6", "raw": "A scene from a TV show in which a woman is wearing a necklace and a red shirt.", "with_names": "a woman is wearing a necklace and a red shirt."}, {"scene_id": "atwt-02-13-08s7", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a necklace.", "with_names": "a woman is wearing a black jacket and a necklace."}, {"scene_id": "atwt-02-13-08s8", "raw": "A scene from a TV show in which a woman is wearing a brown sweater and a necklace", "with_names": "a woman is wearing a brown sweater and a necklace"}, {"scene_id": "atwt-02-13-08s9", "raw": "A scene from a TV show in which a woman is dancing and a man is holding a camera", "with_names": "a woman is dancing and a man is holding a camera"}, {"scene_id": "atwt-02-13-08s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-13-08s11", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is listening.", "with_names": ""}, {"scene_id": "atwt-02-13-08s12", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-02-13-08s13", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is dressed in a striped shirt.", "with_names": "a man is wearing a suit and a woman is dressed in a striped shirt."}, {"scene_id": "atwt-02-13-08s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-02-13-08s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-13-08s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and closing her eyes.", "with_names": ""}, {"scene_id": "atwt-02-13-08s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-02-13-08s18", "raw": "A scene from a TV show in which a man is sitting at a desk, looking down and writing on a piece of paper.", "with_names": "a man is sitting at a desk, looking down and writing on a piece of paper."}, {"scene_id": "atwt-02-13-08s19", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-13-08s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-08s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-08s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-13-08s24", "raw": "A scene from a TV show in which a man is sitting in front of a bookshelf and is clapping his hands.", "with_names": "a man is sitting in front of a bookshelf and is clapping his hands."}, {"scene_id": "atwt-02-13-08s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down", "with_names": "a man is wearing a suit and a tie and is looking down"}, {"scene_id": "atwt-02-13-08s26", "raw": "A scene from a TV show in which a woman is holding a dog.", "with_names": "a woman is holding a dog."}, {"scene_id": "atwt-02-13-08s27", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit.", "with_names": "a man is looking at the camera and wearing a suit."}, {"scene_id": "atwt-02-13-08s28", "raw": "A scene from a TV show in which a person is using a makeup compact to apply white powder to their face.", "with_names": "a person is using a makeup compact to apply white powder to their face."}, {"scene_id": "atwt-02-13-08s29", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-13-08s30", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a blue shirt", "with_names": "a man is wearing a brown jacket and a blue shirt"}, {"scene_id": "atwt-02-13-08s31", "raw": "A scene from a TV show in which the title is \"THIN LIPS?\"", "with_names": "the title is \"thin lips?\""}, {"scene_id": "atwt-02-13-08s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-13-08s33", "raw": "A scene from a TV show in which a woman is wearing a wig and a red coat.", "with_names": "a woman is wearing a wig and a red coat."}, {"scene_id": "atwt-02-13-08s34", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to a TV screen.", "with_names": ""}, {"scene_id": "atwt-02-13-08s35", "raw": "A scene from a TV show in which a woman sits at a dining table with a book open in front of her.", "with_names": "a woman sits at a dining table with a book open in front of her."}, {"scene_id": "atwt-02-13-08s36", "raw": "A scene from a TV show in which a blue screen is shown with text on it.", "with_names": ""}]