[{"scene_id": "gl-03-04-03s0", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-03-04-03s1", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "gl-03-04-03s2", "raw": "A scene from a TV show in which a man is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "gl-03-04-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-04-03s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-04-03s5", "raw": "A scene from a TV show in which a woman is sitting in a library and a man is standing behind her.", "with_names": "a woman is sitting in a library and a man is standing behind her."}, {"scene_id": "gl-03-04-03s6", "raw": "A scene from a TV show in which a man is talking to a woman in a dressing room.", "with_names": ""}, {"scene_id": "gl-03-04-03s7", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a black lanyard.", "with_names": "a woman is wearing a pink shirt and a black lanyard."}, {"scene_id": "gl-03-04-03s8", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "gl-03-04-03s9", "raw": "A scene from a TV show in which a white button is pressed", "with_names": "a white button is pressed"}, {"scene_id": "gl-03-04-03s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-04-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-04-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-04-03s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-04-03s14", "raw": "A scene from a TV show in which a woman is talking to a man and another woman to her left is looking at her.", "with_names": ""}, {"scene_id": "gl-03-04-03s15", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "gl-03-04-03s16", "raw": "A scene from a TV show in which a man is reading a book to a woman.", "with_names": "a man is reading a book to a woman."}, {"scene_id": "gl-03-04-03s17", "raw": "A scene from a TV show in which Rachel Green is sitting at a table and looking at her phone", "with_names": "rachel green is sitting at a table and looking at her phone"}, {"scene_id": "gl-03-04-03s18", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-04-03s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-03-04-03s20", "raw": "A scene from a TV show in which a woman is wearing a badge and a red sweater.", "with_names": "a woman is wearing a badge and a red sweater."}, {"scene_id": "gl-03-04-03s21", "raw": "A scene from a TV show in which a man is in a suit and a young man is wearing a coat", "with_names": "a man is in a suit and a young man is wearing a coat"}, {"scene_id": "gl-03-04-03s22", "raw": "", "with_names": ""}]