[{"scene_id": "atwt-12-20-05s0", "raw": "A scene from a TV show in which a man is holding a woman in a hospital gown.", "with_names": "a man is holding a woman in a hospital gown."}, {"scene_id": "atwt-12-20-05s1", "raw": "A scene from a TV show in which a blonde woman is looking down and smiling", "with_names": "a blonde woman is looking down and smiling"}, {"scene_id": "atwt-12-20-05s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-12-20-05s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-12-20-05s4", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-12-20-05s5", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-12-20-05s6", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-12-20-05s7", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-12-20-05s8", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a short blonde hair", "with_names": "a woman is wearing a black turtleneck and a short blonde hair"}, {"scene_id": "atwt-12-20-05s9", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-12-20-05s10", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-12-20-05s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-12-20-05s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-12-20-05s13", "raw": "A scene from a TV show in which a person is handing a piece of paper to another person.", "with_names": "a person is handing a piece of paper to another person."}, {"scene_id": "atwt-12-20-05s14", "raw": "A scene from a TV show in which a blue carpet is being rolled out on stage.", "with_names": "a blue carpet is being rolled out on stage."}, {"scene_id": "atwt-12-20-05s15", "raw": "A scene from a TV show in which a woman is sitting in a cemetery, looking down at a gravestone.", "with_names": "a woman is sitting in a cemetery, looking down at a gravestone."}, {"scene_id": "atwt-12-20-05s16", "raw": "A scene from a TV show in which a group of people are gathered around a large egg.", "with_names": "a group of people are gathered around a large egg."}, {"scene_id": "atwt-12-20-05s17", "raw": "A scene from a TV show in which a woman is smiling and wearing a black turtleneck", "with_names": "a woman is smiling and wearing a black turtleneck"}, {"scene_id": "atwt-12-20-05s18", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "atwt-12-20-05s19", "raw": "A scene from a TV show in which a man is dressed in a suit and tie and a Santa hat, standing in front of a Christmas tree.", "with_names": "a man is dressed in a suit and tie and a santa hat, standing in front of a christmas tree."}, {"scene_id": "atwt-12-20-05s20", "raw": "A scene from a TV show in which a young woman is sitting on a couch and smiling.", "with_names": ""}]