[{"scene_id": "gl-06-21-01s0", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-06-21-01s1", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him", "with_names": ""}, {"scene_id": "gl-06-21-01s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-06-21-01s3", "raw": "A scene from a TV show in which a man is talking on a phone in a warehouse.", "with_names": ""}, {"scene_id": "gl-06-21-01s4", "raw": "A scene from a TV show in which a man is talking to a woman in a suit.", "with_names": ""}, {"scene_id": "gl-06-21-01s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "gl-06-21-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-21-01s7", "raw": "A scene from a TV show in which a woman is holding a cup and saucer and talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "gl-06-21-01s8", "raw": "A scene from a TV show in which a woman is on the phone and another woman is standing behind her", "with_names": "a woman is on the phone and another woman is standing behind her"}, {"scene_id": "gl-06-21-01s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-21-01s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "gl-06-21-01s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk, talking.", "with_names": ""}, {"scene_id": "gl-06-21-01s12", "raw": "A scene from a TV show in which a man is sitting at a desk and reading a book.", "with_names": "a man is sitting at a desk and reading a book."}, {"scene_id": "gl-06-21-01s13", "raw": "A scene from a TV show in which a woman is wearing a red bikini and a man is standing behind her", "with_names": "Michelle is wearing a red bikini and Danny is standing behind her"}, {"scene_id": "gl-06-21-01s14", "raw": "A scene from a TV show in which a woman is pointing at something and talking.", "with_names": ""}, {"scene_id": "gl-06-21-01s15", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is standing behind her.", "with_names": "a woman is wearing a pink shirt and a man is standing behind her."}]