[{"scene_id": "oltl-09-04-08s0", "raw": "A scene from a TV show in which a man is being greeted by a woman at an airport.", "with_names": "Rex is being greeted by Gigi at an airport."}, {"scene_id": "oltl-09-04-08s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-09-04-08s2", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "oltl-09-04-08s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other at a desk.", "with_names": "a man and a woman are sitting next to each other at a desk."}, {"scene_id": "oltl-09-04-08s4", "raw": "A scene from a TV show in which two men are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-04-08s5", "raw": "A scene from a TV show in which a woman is covered in black paint and a child is dressed as a witch.", "with_names": "a woman is covered in black paint and a child is dressed as a witch."}, {"scene_id": "oltl-09-04-08s6", "raw": "A scene from a TV show in which a black hole is shown", "with_names": ""}, {"scene_id": "oltl-09-04-08s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "oltl-09-04-08s8", "raw": "A scene from a TV show in which two men are standing next to each other and laughing.", "with_names": "two men are standing next to each other and laughing."}, {"scene_id": "oltl-09-04-08s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-04-08s10", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-04-08s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-09-04-08s12", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "oltl-09-04-08s13", "raw": "A scene from a TV show in which a pregnant woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-04-08s14", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "oltl-09-04-08s15", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-09-04-08s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "oltl-09-04-08s17", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, facing each other.", "with_names": "a man and a woman are standing in a garden, facing each other."}, {"scene_id": "oltl-09-04-08s18", "raw": "A scene from a TV show in which a woman is holding a cat and looking at it.", "with_names": "a woman is holding a cat and looking at it."}, {"scene_id": "oltl-09-04-08s19", "raw": "A scene from a TV show in which a woman is walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "oltl-09-04-08s20", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-04-08s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-04-08s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-04-08s23", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-09-04-08s24", "raw": "A scene from a TV show in which a black woman is sitting in a bar and talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-04-08s25", "raw": "A scene from a TV show in which a woman is wearing a white dress and a flower in her hair", "with_names": "a woman is wearing a white dress and a flower in her hair"}, {"scene_id": "oltl-09-04-08s26", "raw": "A scene from a TV show in which a woman is scanned by a machine.", "with_names": "a woman is scanned by a machine."}, {"scene_id": "oltl-09-04-08s27", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a pen.", "with_names": ""}, {"scene_id": "oltl-09-04-08s28", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-04-08s29", "raw": "A scene from a TV show in which a woman is lying on a bed and a lamp is on the table.", "with_names": "a woman is lying on a bed and a lamp is on the table."}, {"scene_id": "oltl-09-04-08s30", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "oltl-09-04-08s31", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "oltl-09-04-08s32", "raw": "A scene from a TV show in which a black woman is sitting in a chair and talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-04-08s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-04-08s34", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the frame.", "with_names": ""}, {"scene_id": "oltl-09-04-08s35", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-09-04-08s36", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a chair in front of her.", "with_names": "a woman is standing in a room with a lamp on and a chair in front of her."}, {"scene_id": "oltl-09-04-08s37", "raw": "A scene from a TV show in which a blonde woman is standing next to a man and a woman who are both wearing black dresses.", "with_names": "a blonde woman is standing next to a man and a woman who are both wearing black dresses."}, {"scene_id": "oltl-09-04-08s38", "raw": "A scene from a TV show in which a woman is wearing a black dress and her eyes are closed.", "with_names": "a woman is wearing a black dress and her eyes are closed."}, {"scene_id": "oltl-09-04-08s39", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-09-04-08s40", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-04-08s41", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "oltl-09-04-08s42", "raw": "A scene from a TV show in which a man is talking to a security guard.", "with_names": ""}, {"scene_id": "oltl-09-04-08s43", "raw": "A scene from a TV show in which a man is pouring a drink into a glass.", "with_names": "a man is pouring a drink into a glass."}, {"scene_id": "oltl-09-04-08s44", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-04-08s45", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-04-08s46", "raw": "A scene from a TV show in which a woman is sitting on a bed and smiling.", "with_names": "a woman is sitting on a bed and smiling."}, {"scene_id": "oltl-09-04-08s47", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "oltl-09-04-08s48", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-04-08s49", "raw": "A scene from a TV show in which a woman is wearing a ring on her finger", "with_names": "a woman is wearing a ring on her finger"}, {"scene_id": "oltl-09-04-08s50", "raw": "A scene from a TV show in which a woman is holding a key and looking at it.", "with_names": "a woman is holding a key and looking at it."}]