[{"scene_id": "atwt-09-08-09s0", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "Audrey is hugging James from behind."}, {"scene_id": "atwt-09-08-09s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-09-08-09s2", "raw": "A scene from a TV show in which a woman is handcuffed and a police officer is talking to her.", "with_names": ""}, {"scene_id": "atwt-09-08-09s3", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-08-09s4", "raw": "A scene from a TV show in which a woman is doing a handstand on a yoga mat in her living room.", "with_names": "a woman is doing a handstand on a yoga mat in her living room."}, {"scene_id": "atwt-09-08-09s5", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-09-08-09s6", "raw": "A scene from a TV show in which a woman is wearing a green earring and a man is looking at her.", "with_names": "a woman is wearing a green earring and a man is looking at her."}, {"scene_id": "atwt-09-08-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and a purple shirt and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-08-09s8", "raw": "A scene from a TV show in which a man is seen covering his mouth with his hand.", "with_names": "a man is covering his mouth with his hand."}, {"scene_id": "atwt-09-08-09s9", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a blue dress.", "with_names": "a man is shirtless and a woman is wearing a blue dress."}, {"scene_id": "atwt-09-08-09s10", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-08-09s11", "raw": "A scene from a TV show in which a spider is shown crawling on a yellow flower.", "with_names": ""}, {"scene_id": "atwt-09-08-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "a man is wearing a suit and a red tie."}, {"scene_id": "atwt-09-08-09s13", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace.", "with_names": "a woman is wearing a green shirt and a necklace."}, {"scene_id": "atwt-09-08-09s14", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at a sign on the wall.", "with_names": "a man is standing in front of a door, looking at a sign on the wall."}, {"scene_id": "atwt-09-08-09s15", "raw": "A scene from a TV show in which a woman is talking to a man through a glass window.", "with_names": ""}, {"scene_id": "atwt-09-08-09s16", "raw": "A scene from a TV show in which a woman is drinking wine and another woman is standing behind her.", "with_names": "a woman is drinking wine and another woman is standing behind her."}, {"scene_id": "atwt-09-08-09s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-08-09s18", "raw": "A scene from a TV show in which a young boy and girl are sitting at a table, with a bottle and a cup on the table.", "with_names": "a young boy and girl are sitting at a table, with a bottle and a cup on the table."}, {"scene_id": "atwt-09-08-09s19", "raw": "A scene from a TV show in which a woman is looking at a flower.", "with_names": "a woman is looking at a flower."}, {"scene_id": "atwt-09-08-09s20", "raw": "A scene from a TV show in which a man is wearing a mask and a woman is looking at him.", "with_names": "a man is wearing a mask and a woman is looking at him."}, {"scene_id": "atwt-09-08-09s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-08-09s22", "raw": "A scene from a TV show in which a mother and son are cheering for a football team.", "with_names": "a mother and son are cheering for a football team."}]