[{"scene_id": "atwt-12-04-03s0", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "Chris is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-12-04-03s1", "raw": "A scene from a TV show in which a man and a boy are sitting at a table. The man is talking to the boy, who is looking at him.", "with_names": ""}, {"scene_id": "atwt-12-04-03s2", "raw": "A scene from a TV show in which a woman is dancing in a room with a dog.", "with_names": "a woman is dancing in a room with a dog."}, {"scene_id": "atwt-12-04-03s3", "raw": "A scene from a TV show in which a woman is talking to someone in a bar.", "with_names": ""}, {"scene_id": "atwt-12-04-03s4", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "] is looking at the camera and smiling."}, {"scene_id": "atwt-12-04-03s5", "raw": "A scene from a TV show in which a person is walking through the water wearing a yellow suit.", "with_names": "a person is walking through the water wearing a yellow suit."}, {"scene_id": "atwt-12-04-03s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-12-04-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-04-03s8", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-12-04-03s9", "raw": "A scene from a TV show in which a blonde girl is talking to a brunette girl.", "with_names": ""}, {"scene_id": "atwt-12-04-03s10", "raw": "A scene from a TV show in which a man is looking down and talking to someone.", "with_names": ""}, {"scene_id": "atwt-12-04-03s11", "raw": "A scene from a TV show in which a young boy is talking on a cell phone with an older man standing behind him.", "with_names": ""}, {"scene_id": "atwt-12-04-03s12", "raw": "A scene from a TV show in which a woman is wearing a black shirt and long hair", "with_names": "a woman is wearing a black shirt and long hair"}, {"scene_id": "atwt-12-04-03s13", "raw": "A scene from a TV show in which a woman is sitting at a table and reading a book.", "with_names": "a woman is sitting at a table and reading a book."}, {"scene_id": "atwt-12-04-03s14", "raw": "A scene from a TV show in which a man is seen in the background, and the words \"As the World Turns\" are written in white over the top.", "with_names": "] is in the background, and the words \"as the world turns\" are written in white over the top."}, {"scene_id": "atwt-12-04-03s15", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a blonde bob haircut.", "with_names": "a woman is wearing a pink shirt and a blonde bob haircut."}, {"scene_id": "atwt-12-04-03s16", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "atwt-12-04-03s17", "raw": "A scene from a TV show in which the Sears logo is shown", "with_names": ""}, {"scene_id": "atwt-12-04-03s18", "raw": "A scene from a TV show in which a man is holding a map to his face and a woman is looking at it.", "with_names": "a man is holding a map to his face and a woman is looking at it."}, {"scene_id": "atwt-12-04-03s19", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and a gold necklace.", "with_names": "a blonde woman is wearing a red jacket and a gold necklace."}, {"scene_id": "atwt-12-04-03s20", "raw": "A scene from a TV show in which a man is seen in a black room, with his eyes closed.", "with_names": "a man is in a black room, with his eyes closed."}]