[{"scene_id": "atwt-09-30-08s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-30-08s1", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-09-30-08s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-30-08s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-30-08s4", "raw": "A scene from a TV show in which a doctor is looking at a woman.", "with_names": "a doctor is looking at a woman."}, {"scene_id": "atwt-09-30-08s5", "raw": "A scene from a TV show in which a can of WD-40 is sitting on a table in a lab.", "with_names": "a can of wd-40 is sitting on a table in a lab."}, {"scene_id": "atwt-09-30-08s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-30-08s7", "raw": "A scene from a TV show in which a man is standing in a field with a large dog.", "with_names": "a man is standing in a field with a large dog."}, {"scene_id": "atwt-09-30-08s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a large bird flying overhead.", "with_names": "a man and a woman are standing in a room, with a large bird flying overhead."}, {"scene_id": "atwt-09-30-08s9", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-09-30-08s10", "raw": "A scene from a TV show in which a woman is smiling and wearing a blue shirt", "with_names": "a woman is smiling and wearing a blue shirt"}, {"scene_id": "atwt-09-30-08s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a pearl necklace and is looking at a book.", "with_names": "a woman is wearing a blue dress and a pearl necklace and is looking at a book."}, {"scene_id": "atwt-09-30-08s12", "raw": "A scene from a TV show in which a man is standing in front of a brick wall, looking at a small hole in the wall.", "with_names": "a man is standing in front of a brick wall, looking at a small hole in the wall."}, {"scene_id": "atwt-09-30-08s13", "raw": "A scene from a TV show in which a couch is pushed against a wall, and a chair is pulled out from the wall.", "with_names": "a couch is pushed against a wall, and a chair is pulled out from the wall."}, {"scene_id": "atwt-09-30-08s14", "raw": "A scene from a TV show in which a woman is being harassed by two other women in a clothing store.", "with_names": "a woman is being harassed by two other women in a clothing store."}, {"scene_id": "atwt-09-30-08s15", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is looking at a cell phone.", "with_names": "a man is sitting at a table with a woman, and he is looking at a cell phone."}, {"scene_id": "atwt-09-30-08s16", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-09-30-08s17", "raw": "A scene from a TV show in which a woman is looking at a mirror and a man is standing behind her.", "with_names": "a woman is looking at a mirror and a man is standing behind her."}, {"scene_id": "atwt-09-30-08s18", "raw": "A scene from a TV show in which a woman is seen sitting on a plane.", "with_names": "a woman is sitting on a plane."}, {"scene_id": "atwt-09-30-08s19", "raw": "A scene from a TV show in which a box of shirts is opened to reveal a shirt with the words \"Saving Lives\" on it.", "with_names": "a box of shirts is opened to reveal a shirt with the words \"saving lives\" on it."}, {"scene_id": "atwt-09-30-08s20", "raw": "A scene from a TV show in which a woman is looking at a wall and talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s21", "raw": "A scene from a TV show in which a man is looking at a clock and his mouth is open", "with_names": "a man is looking at a clock and his mouth is open"}, {"scene_id": "atwt-09-30-08s22", "raw": "A scene from a TV show in which a man is sitting on a boat and looking at the camera.", "with_names": "a man is sitting on a boat and looking at the camera."}, {"scene_id": "atwt-09-30-08s23", "raw": "A scene from a TV show in which a man is being helped by a woman.", "with_names": "] is being helped by a woman."}, {"scene_id": "atwt-09-30-08s24", "raw": "A scene from a TV show in which a red jar is lit up with a spotlight.", "with_names": "a red jar is lit up with a spotlight."}, {"scene_id": "atwt-09-30-08s25", "raw": "A scene from a TV show in which a man is wearing a green shirt and a brown hair", "with_names": "a man is wearing a green shirt and a brown hair"}, {"scene_id": "atwt-09-30-08s26", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-30-08s27", "raw": "A scene from a TV show in which a man is wearing a green shirt and looking at the camera.", "with_names": "a man is wearing a green shirt and looking at the camera."}, {"scene_id": "atwt-09-30-08s28", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "] is holding a baby."}, {"scene_id": "atwt-09-30-08s29", "raw": "A scene from a TV show in which a man is sitting on a beach with a blonde woman.", "with_names": "a man is sitting on a beach with a blonde woman."}, {"scene_id": "atwt-09-30-08s30", "raw": "A scene from a TV show in which a woman is standing in a field with a parachute", "with_names": "a woman is standing in a field with a parachute"}, {"scene_id": "atwt-09-30-08s31", "raw": "A scene from a TV show in which a young man is looking down and a woman is standing behind him.", "with_names": "a young man is looking down and a woman is standing behind him."}, {"scene_id": "atwt-09-30-08s32", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-30-08s33", "raw": "A scene from a TV show in which a man is leaning over a woman, who is laying on a couch.", "with_names": "a man is leaning over a woman, who is laying on a couch."}, {"scene_id": "atwt-09-30-08s34", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-30-08s35", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s36", "raw": "A scene from a TV show in which a woman and two children are playing with a toy town.", "with_names": "a woman and two children are playing with a toy town."}]