[{"scene_id": "atwt-09-30-08s0", "raw": "a woman is talking about a website and then a group of people are shown.", "with_names": ""}, {"scene_id": "atwt-09-30-08s1", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "Aaron is laughing and laughing while Alison is laughing."}, {"scene_id": "atwt-09-30-08s2", "raw": "a woman is talking about a woman and then she is shown sitting at a table.", "with_names": ""}, {"scene_id": "atwt-09-30-08s3", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "atwt-09-30-08s4", "raw": "a man and a woman are talking about a hospital.", "with_names": ""}, {"scene_id": "atwt-09-30-08s5", "raw": "a group of people are shown in a commercial for a company.", "with_names": ""}, {"scene_id": "atwt-09-30-08s6", "raw": "a logo appears on screen and then a logo appears to be a logo appears.", "with_names": "a logo appears on screen and then a logo appears to be a logo appears."}, {"scene_id": "atwt-09-30-08s7", "raw": "a man and a woman are sitting in a field and talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s8", "raw": "a man and woman are talking about a game of fighting.", "with_names": ""}, {"scene_id": "atwt-09-30-08s9", "raw": "a woman is talking about a conference and then a man is talking about it.", "with_names": ""}, {"scene_id": "atwt-09-30-08s10", "raw": "a woman is talking about a hospital and then a woman is shown.", "with_names": ""}, {"scene_id": "atwt-09-30-08s11", "raw": "a woman is talking to a man and then a woman is walking around.", "with_names": ""}, {"scene_id": "atwt-09-30-08s12", "raw": "a man is talking to a man and then a man is talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s13", "raw": "a man and a woman are walking around in a house.", "with_names": ""}, {"scene_id": "atwt-09-30-08s14", "raw": "a group of people are in a room and they are using a phone to make a video.", "with_names": "a group of people are in a room and they are using a phone to make a video."}, {"scene_id": "atwt-09-30-08s15", "raw": "a man and a woman are sitting at a table and talking about a coffee.", "with_names": ""}, {"scene_id": "atwt-09-30-08s16", "raw": "a man is talking to a woman and then she is trying to read her.", "with_names": ""}, {"scene_id": "atwt-09-30-08s17", "raw": "a woman is talking about a man and then two women are talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s18", "raw": "a woman is sitting on a boat and then she is trying to get her to laugh.", "with_names": "Carly is sitting on a boat and then she is trying to get her to laugh."}, {"scene_id": "atwt-09-30-08s19", "raw": "a man is talking about a selfie game and showing the different things.", "with_names": ""}, {"scene_id": "atwt-09-30-08s20", "raw": "a woman is talking about a patient and then a man is shown talking about it.", "with_names": ""}, {"scene_id": "atwt-09-30-08s21", "raw": "a woman is talking about a hospital and then a man is shown.", "with_names": ""}, {"scene_id": "atwt-09-30-08s22", "raw": "a man and a woman are in a boat and they are trying to get out a kiss.", "with_names": "Jack and Carly are in a boat and they are trying to get out a kiss."}, {"scene_id": "atwt-09-30-08s23", "raw": "a man is sitting on the ground and another man is laughing.", "with_names": "a man is sitting on the ground and another man is laughing."}, {"scene_id": "atwt-09-30-08s24", "raw": "a woman is talking about a video of a man and woman are shown laying down.", "with_names": ""}, {"scene_id": "atwt-09-30-08s25", "raw": "a man is talking about a man and he is being interviewed.", "with_names": ""}, {"scene_id": "atwt-09-30-08s26", "raw": "a man and a woman are laughing and laughing at each other.", "with_names": "Chris and Alison are laughing and laughing at each other."}, {"scene_id": "atwt-09-30-08s27", "raw": "a man is talking about a woman and then a man is talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s28", "raw": "a man is laying on his back while another man is cracking his neck.", "with_names": "Paul is laying on his back while another man is cracking his neck."}, {"scene_id": "atwt-09-30-08s29", "raw": "a man and a woman are kissing each other and laughing.", "with_names": "Jack and Carly are kissing each other and laughing."}, {"scene_id": "atwt-09-30-08s30", "raw": "a group of people are shown in a field and a man is talking about it.", "with_names": ""}, {"scene_id": "atwt-09-30-08s31", "raw": "a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-09-30-08s32", "raw": "a woman is talking about a hospital and then a man is shown standing in a hospital.", "with_names": ""}, {"scene_id": "atwt-09-30-08s33", "raw": "a man and a woman are sitting on a couch and the man is kissing a girl.", "with_names": ""}, {"scene_id": "atwt-09-30-08s34", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-30-08s35", "raw": "a man and a woman are laughing and kissing each other.", "with_names": "Jack and Carly are laughing and kissing each other."}, {"scene_id": "atwt-09-30-08s36", "raw": "a group of people are outside and they are walking around.", "with_names": ""}]