[{"scene_id": "oltl-12-27-07s0", "raw": "A scene from a TV show in which a man stands over a woman in a hospital bed.", "with_names": "a man stands over Cristian in a hospital bed."}, {"scene_id": "oltl-12-27-07s1", "raw": "A scene from a TV show in which a man is seen behind a bar.", "with_names": "a man is behind a bar."}, {"scene_id": "oltl-12-27-07s2", "raw": "A scene from a TV show in which a woman is wearing a police uniform and a badge on her chest.", "with_names": "a woman is wearing a police uniform and a badge on her chest."}, {"scene_id": "oltl-12-27-07s3", "raw": "A scene from a TV show in which a man is standing in front of a mirror, holding a piece of paper. A woman is looking at him from behind the mirror.", "with_names": "a man is standing in front of a mirror, holding a piece of paper. ] is looking at him from behind the mirror."}, {"scene_id": "oltl-12-27-07s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and another woman is standing next to her.", "with_names": "a woman is sitting on a bed and another woman is standing next to her."}, {"scene_id": "oltl-12-27-07s5", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s6", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-12-27-07s7", "raw": "A scene from a TV show in which a man is sitting at a table, wearing a tie and a shirt.", "with_names": "a man is sitting at a table, wearing a tie and a shirt."}, {"scene_id": "oltl-12-27-07s8", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a chair, and another woman is sitting on the couch.", "with_names": "a woman is standing in a room with a couch and a chair, and another woman is sitting on the couch."}, {"scene_id": "oltl-12-27-07s9", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s11", "raw": "A scene from a TV show in which a woman is looking at the camera with a surprised expression.", "with_names": "a woman is looking at the camera with a surprised expression."}, {"scene_id": "oltl-12-27-07s12", "raw": "A scene from a TV show in which three women are standing in a room, one of them is holding a cell phone to her ear.", "with_names": "three women are standing in a room, one of them is holding a cell phone to her ear."}, {"scene_id": "oltl-12-27-07s13", "raw": "A scene from a TV show in which a man is holding a baby in a hospital bed.", "with_names": "a man is holding a baby in a hospital bed."}, {"scene_id": "oltl-12-27-07s14", "raw": "A scene from a TV show in which a man is seen smoking a cigarette in a bar.", "with_names": "a man is smoking a cigarette in a bar."}, {"scene_id": "oltl-12-27-07s15", "raw": "A scene from a TV show in which a woman is wearing a police uniform and a shocked expression on her face.", "with_names": "a woman is wearing a police uniform and a shocked expression on her face."}, {"scene_id": "oltl-12-27-07s16", "raw": "A scene from a TV show in which a woman is holding a cat and petting it.", "with_names": "a woman is holding a cat and petting it."}, {"scene_id": "oltl-12-27-07s17", "raw": "A scene from a TV show in which a man is sitting at a table with a baby in a crib.", "with_names": "a man is sitting at a table with a baby in a crib."}, {"scene_id": "oltl-12-27-07s18", "raw": "A scene from a TV show in which a woman is standing in a room with a cat.", "with_names": "a woman is standing in a room with a cat."}, {"scene_id": "oltl-12-27-07s19", "raw": "A scene from a TV show in which a shirtless man is laying on top of a woman", "with_names": "a shirtless man is laying on top of a woman"}, {"scene_id": "oltl-12-27-07s20", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-12-27-07s21", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-27-07s22", "raw": "A scene from a TV show in which a woman is standing in a bar, wearing a black dress and a white and black patterned jacket. She is surrounded by other people, some of whom are standing behind her", "with_names": "a woman is standing in a bar, wearing a black dress and a white and black patterned jacket. she is surrounded by other people, some of whom are standing behind her"}, {"scene_id": "oltl-12-27-07s23", "raw": "A scene from a TV show in which a shirtless man and a woman are lying on a bed.", "with_names": "a shirtless man and a woman are lying on a bed."}, {"scene_id": "oltl-12-27-07s24", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s25", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s26", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-27-07s27", "raw": "A scene from a TV show in which a man is wearing a chef's hat and a robe.", "with_names": "a man is wearing a chef's hat and a robe."}, {"scene_id": "oltl-12-27-07s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s29", "raw": "A scene from a TV show in which a woman is in a bathtub with a man, and he is looking at her.", "with_names": "a woman is in a bathtub with a man, and he is looking at her."}, {"scene_id": "oltl-12-27-07s30", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace.", "with_names": "a woman is wearing a red shirt and a necklace."}, {"scene_id": "oltl-12-27-07s31", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-12-27-07s32", "raw": "A scene from a TV show in which a man is standing in front of a window and looking down", "with_names": "a man is standing in front of a window and looking down"}, {"scene_id": "oltl-12-27-07s33", "raw": "A scene from a TV show in which a man is wearing a dress and a woman is standing in front of him.", "with_names": "a man is wearing a dress and ] is standing in front of him."}, {"scene_id": "oltl-12-27-07s34", "raw": "A scene from a TV show in which a man is holding a dog on a couch.", "with_names": "a man is holding a dog on a couch."}, {"scene_id": "oltl-12-27-07s35", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "oltl-12-27-07s36", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s37", "raw": "A scene from a TV show in which a man is touching a woman's hair.", "with_names": "a man is touching a woman's hair."}, {"scene_id": "oltl-12-27-07s38", "raw": "A scene from a TV show in which a man and a woman are kissing passionately.", "with_names": "a man and a woman are kissing passionately."}, {"scene_id": "oltl-12-27-07s39", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s40", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-27-07s41", "raw": "A scene from a TV show in which a woman is talking and wearing glasses.", "with_names": ""}, {"scene_id": "oltl-12-27-07s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]