[{"scene_id": "gl-09-28-06s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a white robe.", "with_names": "Lizzie is wearing a red dress and Jonathan is in a white robe."}, {"scene_id": "gl-09-28-06s1", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-09-28-06s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-28-06s3", "raw": "A scene from a TV show in which a man is holding a woman by the arm and talking to her.", "with_names": ""}, {"scene_id": "gl-09-28-06s4", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "gl-09-28-06s5", "raw": "A scene from a TV show in which a man is seen being thrown from a plane", "with_names": "a man is being thrown from a plane"}, {"scene_id": "gl-09-28-06s6", "raw": "A scene from a TV show in which a man is seen talking to a camera.", "with_names": ""}, {"scene_id": "gl-09-28-06s7", "raw": "A scene from a TV show in which a woman is sitting on a couch with her daughter.", "with_names": ""}, {"scene_id": "gl-09-28-06s8", "raw": "A scene from a TV show in which a woman is shown in a close-up, looking at the camera.", "with_names": ""}, {"scene_id": "gl-09-28-06s9", "raw": "A scene from a TV show in which a woman is shown in a bathtub with her hair wet.", "with_names": ""}, {"scene_id": "gl-09-28-06s10", "raw": "A scene from a TV show in which a woman is seen with her hair pulled back and her face obscured by her hand.", "with_names": "a woman is with her hair pulled back and her face obscured by her hand."}, {"scene_id": "gl-09-28-06s11", "raw": "A scene from a TV show in which a young girl is being hugged by her mother.", "with_names": "a young girl is being hugged by her mother."}, {"scene_id": "gl-09-28-06s12", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "gl-09-28-06s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "Ava is wearing a red dress and Coop is standing next to her."}, {"scene_id": "gl-09-28-06s14", "raw": "A scene from a TV show in which a woman is standing in a living room, holding a piece of paper.", "with_names": "a woman is standing in a living room, holding a piece of paper."}, {"scene_id": "gl-09-28-06s15", "raw": "A scene from a TV show in which a man is wearing a red shirt and a long hair", "with_names": "a man is wearing a red shirt and a long hair"}, {"scene_id": "gl-09-28-06s16", "raw": "A scene from a TV show in which a man is seen throwing a cup at a woman.", "with_names": "Jeffrey is throwing a cup at Dinah."}, {"scene_id": "gl-09-28-06s17", "raw": "A scene from a TV show in which a police officer is talking to a man who is wearing a hat.", "with_names": ""}, {"scene_id": "gl-09-28-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-28-06s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-28-06s20", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is watching her.", "with_names": ""}, {"scene_id": "gl-09-28-06s21", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "Dinah is dancing in a room."}, {"scene_id": "gl-09-28-06s22", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "a woman is being stalked by a man."}, {"scene_id": "gl-09-28-06s23", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "gl-09-28-06s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-28-06s25", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is standing in the background.", "with_names": ""}, {"scene_id": "gl-09-28-06s27", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}]