[{"scene_id": "bb-10-09-06s0", "raw": "A scene from a TV show in which a countdown timer is displayed", "with_names": "a countdown timer is displayed"}, {"scene_id": "bb-10-09-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-10-09-06s2", "raw": "A scene from a TV show in which an elderly woman is surprised by a man.", "with_names": "an elderly woman is surprised by a man."}, {"scene_id": "bb-10-09-06s3", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in the background", "with_names": "a woman is wearing a dress and a man is in the background"}, {"scene_id": "bb-10-09-06s4", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are looking at a screen.", "with_names": "a woman is sitting next to a man and they are looking at a screen."}, {"scene_id": "bb-10-09-06s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking at a clock", "with_names": "a woman is sitting on a bed and looking at a clock"}, {"scene_id": "bb-10-09-06s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-10-09-06s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-10-09-06s8", "raw": "A scene from a TV show in which a woman is talking to a man who is wearing a red shirt.", "with_names": ""}, {"scene_id": "bb-10-09-06s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-10-09-06s10", "raw": "A scene from a TV show in which a man is wearing a robe and a clock is counting down", "with_names": "a man is wearing a robe and a clock is counting down"}, {"scene_id": "bb-10-09-06s11", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-10-09-06s12", "raw": "A scene from a TV show in which a woman is standing in a blue dress and looking at a clock", "with_names": "a woman is standing in a blue dress and looking at a clock"}, {"scene_id": "bb-10-09-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]