[{"scene_id": "bb-12-05-13s0", "raw": "A scene from a TV show in which a woman is talking to a man in a hotel room.", "with_names": ""}, {"scene_id": "bb-12-05-13s1", "raw": "A scene from a TV show in which a young woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-05-13s2", "raw": "A scene from a TV show in which a young man is smiling and looking at the camera.", "with_names": "a young man is smiling and looking at the camera."}, {"scene_id": "bb-12-05-13s3", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a green dress and is sitting at a table.", "with_names": "a woman is wearing sunglasses and a green dress and is sitting at a table."}, {"scene_id": "bb-12-05-13s4", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-05-13s5", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-05-13s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-05-13s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-05-13s8", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-12-05-13s9", "raw": "A scene from a TV show in which a woman is playing tennis with a man.", "with_names": "a woman is playing tennis with a man."}, {"scene_id": "bb-12-05-13s10", "raw": "A scene from a TV show in which a couple is having lunch on a patio.", "with_names": "a couple is having lunch on a patio."}, {"scene_id": "bb-12-05-13s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-05-13s12", "raw": "A scene from a TV show in which a young woman is playing tennis.", "with_names": "a young woman is playing tennis."}, {"scene_id": "bb-12-05-13s13", "raw": "A scene from a TV show in which a woman lies on a massage table and receives a massage.", "with_names": "a woman lies on a massage table and receives a massage."}, {"scene_id": "bb-12-05-13s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-05-13s15", "raw": "A scene from a TV show in which a young woman is talking to a man by the ocean.", "with_names": ""}]