[{"scene_id": "atwt-01-30-07s0", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is looking at her.", "with_names": "Vienna is wearing a red hat and a man is looking at her."}, {"scene_id": "atwt-01-30-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-30-07s2", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a blonde woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-30-07s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-30-07s4", "raw": "A scene from a TV show in which a woman is coughing in bed.", "with_names": "a woman is coughing in bed."}, {"scene_id": "atwt-01-30-07s5", "raw": "A scene from a TV show in which a young man is looking at a plant and talking.", "with_names": ""}, {"scene_id": "atwt-01-30-07s6", "raw": "A scene from a TV show in which a man and a boy are talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-30-07s7", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a green jacket.", "with_names": "a woman is wearing a red dress and a man is in a green jacket."}, {"scene_id": "atwt-01-30-07s8", "raw": "A scene from a TV show in which a bag of flour is compared to a can of tomato sauce.", "with_names": "a bag of flour is compared to a can of tomato sauce."}, {"scene_id": "atwt-01-30-07s9", "raw": "A scene from a TV show in which a young boy is hugging his mother.", "with_names": "a young boy is hugging his mother."}, {"scene_id": "atwt-01-30-07s10", "raw": "A scene from a TV show in which a young man is talking to another young man who is wearing a black jacket.", "with_names": ""}, {"scene_id": "atwt-01-30-07s11", "raw": "A scene from a TV show in which a cat is seen jumping out of a window.", "with_names": "a cat is jumping out of a window."}, {"scene_id": "atwt-01-30-07s12", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a necklace", "with_names": "a woman is wearing a red leather jacket and a necklace"}, {"scene_id": "atwt-01-30-07s13", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a blonde bob haircut.", "with_names": "a woman is wearing a plaid shirt and a blonde bob haircut."}, {"scene_id": "atwt-01-30-07s14", "raw": "A scene from a TV show in which a baby is in a sink and a woman is washing her hands.", "with_names": "a baby is in a sink and a woman is washing her hands."}, {"scene_id": "atwt-01-30-07s15", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at it.", "with_names": "a woman is holding a wine glass and looking at it."}, {"scene_id": "atwt-01-30-07s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-30-07s17", "raw": "A scene from a TV show in which a man is shown in front of a fireplace, with the words \"Free Meter\" below him.", "with_names": ""}, {"scene_id": "atwt-01-30-07s18", "raw": "A scene from a TV show in which two men are sitting next to each other.", "with_names": "two men are sitting next to each other."}, {"scene_id": "atwt-01-30-07s19", "raw": "A scene from a TV show in which two girls are holding hands and looking at each other.", "with_names": "two girls are holding hands and looking at each other."}, {"scene_id": "atwt-01-30-07s20", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "atwt-01-30-07s21", "raw": "A scene from a TV show in which a man is shown a newspaper article about a debt collector.", "with_names": ""}]