[{"scene_id": "bb-04-18-06s0", "raw": "A scene from a TV show in which a man and a woman are standing next to a fence.", "with_names": "Nick and Jackie are standing next to a fence."}, {"scene_id": "bb-04-18-06s1", "raw": "A scene from a TV show in which a woman is standing in a room with a clock on the wall and flags hanging", "with_names": "a woman is standing in a room with a clock on the wall and flags hanging"}, {"scene_id": "bb-04-18-06s2", "raw": "A scene from a TV show in which a woman is drawing a heart on a piece of paper.", "with_names": "Ridge is drawing a heart on a piece of paper."}, {"scene_id": "bb-04-18-06s3", "raw": "A scene from a TV show in which a woman is standing in front of a bulletin board.", "with_names": "a woman is standing in front of a bulletin board."}, {"scene_id": "bb-04-18-06s4", "raw": "A scene from a TV show in which a woman is sitting on a chair with her arms crossed.", "with_names": ""}, {"scene_id": "bb-04-18-06s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-04-18-06s6", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "bb-04-18-06s7", "raw": "A scene from a TV show in which a man is holding a woman by the hand and she is looking at him angrily.", "with_names": "Massimo is holding Megan by the hand and she is looking at him angrily."}, {"scene_id": "bb-04-18-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a TV screen.", "with_names": "a man is wearing a suit and tie and is standing in front of a tv screen."}, {"scene_id": "bb-04-18-06s9", "raw": "A scene from a TV show in which a countdown timer is counting down from one minute to zero.", "with_names": "a countdown timer is counting down from one minute to zero."}, {"scene_id": "bb-04-18-06s12", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone.", "with_names": ""}]