[{"scene_id": "oltl-01-31-08s0", "raw": "A scene from a TV show in which a car is being inspected by a mechanic.", "with_names": "a car is being inspected by a mechanic."}, {"scene_id": "oltl-01-31-08s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-31-08s2", "raw": "A scene from a TV show in which a woman is accused of killing her husband.", "with_names": "a woman is accused of killing her husband."}, {"scene_id": "oltl-01-31-08s3", "raw": "A scene from a TV show in which a man is holding a piece of paper and a woman is looking at him.", "with_names": "a man is holding a piece of paper and a woman is looking at him."}, {"scene_id": "oltl-01-31-08s4", "raw": "A scene from a TV show in which a young boy is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "oltl-01-31-08s5", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "] is singing into a microphone."}, {"scene_id": "oltl-01-31-08s6", "raw": "A scene from a TV show in which a man is sitting on a couch with two children.", "with_names": ""}, {"scene_id": "oltl-01-31-08s7", "raw": "A scene from a TV show in which a man is standing in a living room with a woman and a dog.", "with_names": "a man is standing in a living room with a woman and a dog."}, {"scene_id": "oltl-01-31-08s8", "raw": "A scene from a TV show in which a woman is sitting on a bed with a young boy, and they are both looking at a bouquet of flowers.", "with_names": "a woman is sitting on a bed with a young boy, and they are both looking at a bouquet of flowers."}, {"scene_id": "oltl-01-31-08s9", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-01-31-08s10", "raw": "A scene from a TV show in which a woman is wearing a police hat and a uniform.", "with_names": "a woman is wearing a police hat and a uniform."}, {"scene_id": "oltl-01-31-08s11", "raw": "A scene from a TV show in which a woman is talking to a man on a couch.", "with_names": ""}, {"scene_id": "oltl-01-31-08s12", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-31-08s13", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind.", "with_names": "a man is looking down and his hair is blowing in the wind."}, {"scene_id": "oltl-01-31-08s14", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him", "with_names": "a man is looking down and ] is standing behind him"}, {"scene_id": "oltl-01-31-08s15", "raw": "A scene from a TV show in which a man is sitting in a car and a woman is standing next to him.", "with_names": "a man is sitting in a car and a woman is standing next to him."}, {"scene_id": "oltl-01-31-08s16", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are both looking at a cell phone.", "with_names": "a man is sitting next to a woman and they are both looking at a cell phone."}, {"scene_id": "oltl-01-31-08s17", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-01-31-08s18", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, talking to another woman.", "with_names": ""}, {"scene_id": "oltl-01-31-08s19", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-01-31-08s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-31-08s21", "raw": "A scene from a TV show in which a woman is talking and smiling.", "with_names": ""}, {"scene_id": "oltl-01-31-08s22", "raw": "A scene from a TV show in which a man is cooking in the kitchen while a woman watches.", "with_names": "a man is cooking in the kitchen while a woman watches."}, {"scene_id": "oltl-01-31-08s23", "raw": "A scene from a TV show in which a man is talking to a woman and a young boy.", "with_names": ""}, {"scene_id": "oltl-01-31-08s24", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-01-31-08s25", "raw": "A scene from a TV show in which a man is holding his head in his hand and laughing.", "with_names": "a man is holding his head in his hand and laughing."}, {"scene_id": "oltl-01-31-08s26", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a necklace.", "with_names": "a woman is wearing a red leather jacket and a necklace."}, {"scene_id": "oltl-01-31-08s27", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-01-31-08s28", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-31-08s29", "raw": "A scene from a TV show in which a man is looking shocked.", "with_names": "a man is looking shocked."}, {"scene_id": "oltl-01-31-08s30", "raw": "A scene from a TV show in which a woman is looking down and her hair has a ponytail", "with_names": "a woman is looking down and her hair has a ponytail"}, {"scene_id": "oltl-01-31-08s31", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-01-31-08s32", "raw": "A scene from a TV show in which a man is standing in front of a blue curtain and the words \"One Life to Live\" are written on the bottom of the screen.", "with_names": "a man is standing in front of a blue curtain and the words \"one life to live\" are written on the bottom of the screen."}]