[{"scene_id": "pc-02-26-01s0", "raw": "A scene from a TV show in which a woman is riding a horse and a man is holding a gun.", "with_names": "Alison is riding a horse and Jamal is holding a gun."}, {"scene_id": "pc-02-26-01s1", "raw": "A scene from a TV show in which a man is holding a sword and yelling.", "with_names": "a man is holding a sword and yelling."}, {"scene_id": "pc-02-26-01s2", "raw": "A scene from a TV show in which a woman is walking down a staircase and a potted plant is on the floor.", "with_names": "a woman is walking down a staircase and a potted plant is on the floor."}, {"scene_id": "pc-02-26-01s3", "raw": "A scene from a TV show in which a man is leaning against a wall and looking at the camera.", "with_names": "a man is leaning against a wall and looking at the camera."}, {"scene_id": "pc-02-26-01s4", "raw": "A scene from a TV show in which a man and a woman are in a room, the woman is looking at the man and he is looking back at her.", "with_names": "a man and a woman are in a room, the woman is looking at the man and he is looking back at her."}, {"scene_id": "pc-02-26-01s5", "raw": "A scene from a TV show in which two women are sitting on a couch, drinking coffee.", "with_names": ""}, {"scene_id": "pc-02-26-01s6", "raw": "A scene from a TV show in which a black man and a woman are sitting next to each other.", "with_names": "a black man and a woman are sitting next to each other."}, {"scene_id": "pc-02-26-01s7", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "pc-02-26-01s8", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised", "with_names": ""}, {"scene_id": "pc-02-26-01s9", "raw": "A scene from a TV show in which a woman is lying on her back with her eyes closed.", "with_names": "a woman is lying on her back with her eyes closed."}, {"scene_id": "pc-02-26-01s10", "raw": "A scene from a TV show in which a man is talking to someone and his hair is a spiky red mohawk", "with_names": ""}, {"scene_id": "pc-02-26-01s11", "raw": "A scene from a TV show in which a black man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-02-26-01s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-26-01s13", "raw": "A scene from a TV show in which a couple is seen kissing on a beach.", "with_names": "a couple is kissing on a beach."}]