[{"scene_id": "pc-03-11-03s0", "raw": "A scene from a TV show in which a woman is in a bathtub with candles surrounding her.", "with_names": "Lucy is in a bathtub with candles surrounding her."}, {"scene_id": "pc-03-11-03s1", "raw": "A scene from a TV show in which a man is holding a rolled up piece of paper and wearing a shiny black jacket.", "with_names": "a man is holding a rolled up piece of paper and wearing a shiny black jacket."}, {"scene_id": "pc-03-11-03s2", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-03-11-03s3", "raw": "A scene from a TV show in which a man is wearing a black beanie and a white shirt.", "with_names": "a man is wearing a black beanie and a white shirt."}, {"scene_id": "pc-03-11-03s4", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-03-11-03s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-03-11-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-11-03s9", "raw": "A scene from a TV show in which a man and a woman are in a hot tub surrounded by candles.", "with_names": "Reese and a woman are in a hot tub surrounded by candles."}, {"scene_id": "pc-03-11-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-11-03s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ian and Lucy are standing next to each other."}, {"scene_id": "pc-03-11-03s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a long hair", "with_names": "a man is wearing a leather jacket and a long hair"}, {"scene_id": "pc-03-11-03s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ian is kissing Lucy on the cheek."}, {"scene_id": "pc-03-11-03s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]