[{"scene_id": "pc-11-01-01s0", "raw": "A scene from a TV show in which a man is seen sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "pc-11-01-01s1", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the frame.", "with_names": ""}, {"scene_id": "pc-11-01-01s2", "raw": "A scene from a TV show in which two men are sitting at a table, talking to each other.", "with_names": ""}, {"scene_id": "pc-11-01-01s3", "raw": "A scene from a TV show in which a woman is wearing a blonde wig and a baby is sitting on her shoulder.", "with_names": "Livvie is wearing a blonde wig and a baby is sitting on her shoulder."}, {"scene_id": "pc-11-01-01s4", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at Jack and smiling."}, {"scene_id": "pc-11-01-01s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and he is crying.", "with_names": "Valerie is sitting at a table with Jamal, and he is crying."}, {"scene_id": "pc-11-01-01s9", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-01-01s10", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "Livvie is being interviewed by a man."}, {"scene_id": "pc-11-01-01s11", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing behind him.", "with_names": ""}, {"scene_id": "pc-11-01-01s12", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "Ian and Judge are holding a baby."}, {"scene_id": "pc-11-01-01s13", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "pc-11-01-01s14", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other and talking.", "with_names": ""}, {"scene_id": "pc-11-01-01s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to the camera.", "with_names": ""}, {"scene_id": "pc-11-01-01s17", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "Lucy is holding a baby and Livvie is standing next to her."}, {"scene_id": "pc-11-01-01s18", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-11-01-01s19", "raw": "A scene from a TV show in which a man holds a baby while a woman looks on.", "with_names": "a man holds a baby while Hope looks on."}, {"scene_id": "pc-11-01-01s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-01-01s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-11-01-01s22", "raw": "A scene from a TV show in which a woman is playing the piano.", "with_names": "Alison is playing the piano."}, {"scene_id": "pc-11-01-01s25", "raw": "A scene from a TV show in which Port Charles's character Port Charles is seen with her face partially covered by a blue light.", "with_names": "port charles's character port charles is with her face partially covered by a blue light."}, {"scene_id": "pc-11-01-01s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Jamal and Valerie are standing next to each other."}]