[{"scene_id": "bb-12-13-16s0", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Liam and Steffy are standing in a kitchen."}, {"scene_id": "bb-12-13-16s1", "raw": "A scene from a TV show in which a woman is holding a glass and talking to an older man.", "with_names": ""}, {"scene_id": "bb-12-13-16s2", "raw": "A scene from a TV show in which a woman is dancing in front of a table with food.", "with_names": "Ridge is dancing in front of a table with food."}, {"scene_id": "bb-12-13-16s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-13-16s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "bb-12-13-16s5", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "bb-12-13-16s6", "raw": "A scene from a TV show in which a woman is kissing a man's cheek.", "with_names": "Quinn is kissing Eric's cheek."}, {"scene_id": "bb-12-13-16s7", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-12-13-16s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a bar and a vase.", "with_names": ""}, {"scene_id": "bb-12-13-16s9", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-12-13-16s11", "raw": "A scene from a TV show in which three men are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-13-16s12", "raw": "A scene from a TV show in which a man and a woman hug each other.", "with_names": "a man and Ridge hug each other."}, {"scene_id": "bb-12-13-16s13", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-13-16s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is yelling.", "with_names": "Quinn is wearing a suit and tie and is yelling."}, {"scene_id": "bb-12-13-16s15", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and chairs.", "with_names": "Liam and Bill are standing in a room with a table and chairs."}, {"scene_id": "bb-12-13-16s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-13-16s19", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "bb-12-13-16s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-13-16s21", "raw": "A scene from a TV show in which a man is talking to a woman in a room with other people.", "with_names": ""}, {"scene_id": "bb-12-13-16s22", "raw": "A scene from a TV show in which a man and two women stand next to each other.", "with_names": "a man and two women stand next to each other."}]