[{"scene_id": "oltl-05-15-08s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-05-15-08s1", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and talking to two men.", "with_names": ""}, {"scene_id": "oltl-05-15-08s2", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a tuxedo and giving a thumbs up.", "with_names": "two men are standing in a room, one of them is wearing a tuxedo and giving a thumbs up."}, {"scene_id": "oltl-05-15-08s3", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-15-08s4", "raw": "A scene from a TV show in which a man is reading a book.", "with_names": "a man is reading a book."}, {"scene_id": "oltl-05-15-08s5", "raw": "A scene from a TV show in which a young girl is sitting on a bed with a man standing next to her.", "with_names": "a young girl is sitting on a bed with a man standing next to her."}, {"scene_id": "oltl-05-15-08s6", "raw": "A scene from a TV show in which a yellow light is shining on a wall", "with_names": "a yellow light is shining on a wall"}, {"scene_id": "oltl-05-15-08s7", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "oltl-05-15-08s8", "raw": "A scene from a TV show in which a woman is holding a red handbag and a man is trying to take it away from her.", "with_names": "a woman is holding a red handbag and a man is trying to take it away from her."}, {"scene_id": "oltl-05-15-08s9", "raw": "A scene from a TV show in which a woman is talking on the phone and her eyes are closed", "with_names": ""}, {"scene_id": "oltl-05-15-08s10", "raw": "A scene from a TV show in which a young boy is sitting in a rocking chair, a woman is standing behind him, and a man is looking at him.", "with_names": "a young boy is sitting in a rocking chair, a woman is standing behind him, and a man is looking at him."}, {"scene_id": "oltl-05-15-08s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "oltl-05-15-08s12", "raw": "A scene from a TV show in which a man is sitting on a chair and talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-05-15-08s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-15-08s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-05-15-08s15", "raw": "A scene from a TV show in which a young boy is being comforted by a man.", "with_names": "a young boy is being comforted by a man."}, {"scene_id": "oltl-05-15-08s16", "raw": "A scene from a TV show in which a man is looking at a screen and the words \"All night tonight\" are displayed.", "with_names": "a man is looking at a screen and the words \"all night tonight\" are displayed."}, {"scene_id": "oltl-05-15-08s17", "raw": "A scene from a TV show in which a doctor is being attacked by a patient.", "with_names": "a doctor is being attacked by a patient."}, {"scene_id": "oltl-05-15-08s18", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-05-15-08s19", "raw": "A scene from a TV show in which a man is pointing at a woman and she is crying.", "with_names": "a man is pointing at a woman and she is crying."}, {"scene_id": "oltl-05-15-08s20", "raw": "A scene from a TV show in which a man is walking on a beach with a woman.", "with_names": "a man is walking on a beach with a woman."}, {"scene_id": "oltl-05-15-08s21", "raw": "A scene from a TV show in which a man puts a yellow shower cap on a woman's head.", "with_names": "a man puts a yellow shower cap on a woman's head."}, {"scene_id": "oltl-05-15-08s22", "raw": "A scene from a TV show in which a woman is buying a newspaper from a man.", "with_names": "a woman is buying a newspaper from a man."}, {"scene_id": "oltl-05-15-08s23", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a hat and holding a piece of paper. A man is standing next to her, looking at the paper.", "with_names": "a woman is lying in a hospital bed, wearing a hat and holding a piece of paper. a man is standing next to her, looking at the paper."}, {"scene_id": "oltl-05-15-08s24", "raw": "A scene from a TV show in which a man and a woman are standing on a pier.", "with_names": "a man and a woman are standing on a pier."}, {"scene_id": "oltl-05-15-08s25", "raw": "A scene from a TV show in which a woman is kissing a man.", "with_names": "a woman is kissing a man."}, {"scene_id": "oltl-05-15-08s26", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-05-15-08s27", "raw": "A scene from a TV show in which a father and son are adjusting their ties.", "with_names": "a father and son are adjusting their ties."}, {"scene_id": "oltl-05-15-08s28", "raw": "A scene from a TV show in which two men are sitting in chairs, one of them is drinking from a cup.", "with_names": "two men are sitting in chairs, one of them is drinking from a cup."}, {"scene_id": "oltl-05-15-08s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-05-15-08s30", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-05-15-08s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-15-08s32", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-15-08s33", "raw": "A scene from a TV show in which two men are standing on a beach, talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-15-08s34", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-05-15-08s35", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-15-08s36", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace", "with_names": "a woman is wearing a white shirt and a necklace"}, {"scene_id": "oltl-05-15-08s37", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-15-08s38", "raw": "A scene from a TV show in which a woman is surrounded by bridesmaids", "with_names": "a woman is surrounded by bridesmaids"}, {"scene_id": "oltl-05-15-08s39", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-15-08s40", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a man is in a tuxedo.", "with_names": "a woman is wearing a red leather jacket and a man is in a tuxedo."}, {"scene_id": "oltl-05-15-08s41", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-15-08s42", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "oltl-05-15-08s43", "raw": "A scene from a TV show in which a man is sitting on a bed with a pregnant woman, and the woman has her hand over her stomach.", "with_names": "a man is sitting on a bed with a pregnant woman, and the woman has her hand over her stomach."}, {"scene_id": "oltl-05-15-08s44", "raw": "A scene from a TV show in which a man is walking down a street with a newspaper in his hand.", "with_names": "a man is walking down a street with a newspaper in his hand."}, {"scene_id": "oltl-05-15-08s45", "raw": "A scene from a TV show in which a woman is chased by a man on a pier.", "with_names": "a woman is chased by a man on a pier."}]