[{"scene_id": "pc-09-20-01s0", "raw": "a man and woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "pc-09-20-01s1", "raw": "a woman is talking to a man and she is kissing her.", "with_names": ""}, {"scene_id": "pc-09-20-01s2", "raw": "a man and a woman are sitting on a bed and talking about something.", "with_names": ""}, {"scene_id": "pc-09-20-01s3", "raw": "a woman is talking about a woman who is trying to get her to go.", "with_names": ""}, {"scene_id": "pc-09-20-01s4", "raw": "a man and a woman are laying on a bed and one of them is tickling the other's feet.", "with_names": "a man and a woman are laying on a bed and one of them is tickling the other's feet."}, {"scene_id": "pc-09-20-01s5", "raw": "a man and a woman are sitting on a couch and a man is talking about the experience.", "with_names": ""}, {"scene_id": "pc-09-20-01s6", "raw": "a man and a woman are sitting on a couch and they are kissing each other.", "with_names": ""}, {"scene_id": "pc-09-20-01s7", "raw": "a woman is sitting on a bed and then she is kissing a woman.", "with_names": "Livvie is sitting on a bed and then she is kissing a woman."}, {"scene_id": "pc-09-20-01s8", "raw": "a woman is shown in a dark room and then a man is shown dancing.", "with_names": ""}, {"scene_id": "pc-09-20-01s9", "raw": "a man and woman are kissing each other and then kissing.", "with_names": "Ian and woman are kissing each other and then kissing."}, {"scene_id": "pc-09-20-01s10", "raw": "a man and a woman are talking about a game of chess.", "with_names": ""}, {"scene_id": "pc-09-20-01s11", "raw": "a woman is sitting on a bed and another woman is laughing.", "with_names": "Livvie is sitting on a bed and another woman is laughing."}, {"scene_id": "pc-09-20-01s12", "raw": "a woman in a white dress is dancing around a room.", "with_names": "Livvie in a white dress is dancing around a room."}, {"scene_id": "pc-09-20-01s13", "raw": "a commercial for a commercial for a company that is being shown.", "with_names": ""}]