[{"scene_id": "atwt-07-24-07s0", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-07-24-07s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-24-07s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a black shirt with a tiger on it.", "with_names": "a woman is wearing a red shirt and a black shirt with a tiger on it."}, {"scene_id": "atwt-07-24-07s3", "raw": "A scene from a TV show in which a giant whale is about to be hit by a roller coaster.", "with_names": "a giant whale is about to be hit by a roller coaster."}, {"scene_id": "atwt-07-24-07s4", "raw": "A scene from a TV show in which a man is sitting in a suit and tie and is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-24-07s5", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "a man is being questioned by a police officer."}, {"scene_id": "atwt-07-24-07s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-24-07s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing flashlights on their wrists.", "with_names": "a man and a woman are standing next to each other, both wearing flashlights on their wrists."}, {"scene_id": "atwt-07-24-07s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-24-07s9", "raw": "A scene from a TV show in which a white inhaler is shown.", "with_names": ""}, {"scene_id": "atwt-07-24-07s10", "raw": "A scene from a TV show in which a woman is holding a phone to her ear.", "with_names": "a woman is holding a phone to her ear."}, {"scene_id": "atwt-07-24-07s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-07-24-07s12", "raw": "A scene from a TV show in which a woman is playing tennis with a tennis racket and a ball.", "with_names": "a woman is playing tennis with a tennis racket and a ball."}, {"scene_id": "atwt-07-24-07s13", "raw": "A scene from a TV show in which a blonde woman is talking to another blonde woman who is wearing a dress.", "with_names": ""}, {"scene_id": "atwt-07-24-07s14", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is standing outside a door.", "with_names": ""}, {"scene_id": "atwt-07-24-07s15", "raw": "A scene from a TV show in which Intel's Core 2 Duo processor is shown.", "with_names": ""}, {"scene_id": "atwt-07-24-07s16", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a beard.", "with_names": "a man is wearing a plaid shirt and a beard."}, {"scene_id": "atwt-07-24-07s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-07s18", "raw": "A scene from a TV show in which a man is seen reaching for a refrigerator.", "with_names": "a man is reaching for a refrigerator."}, {"scene_id": "atwt-07-24-07s19", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is holding her arm.", "with_names": "a woman is wearing a white dress and a man is holding her arm."}, {"scene_id": "atwt-07-24-07s20", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blue tie and looking up", "with_names": "a man is wearing a red shirt and a blue tie and looking up"}, {"scene_id": "atwt-07-24-07s21", "raw": "A scene from a TV show in which a man is training a dog to jump through a tarp.", "with_names": "a man is training a dog to jump through a tarp."}]