[{"scene_id": "pc-12-11-00s0", "raw": "A scene from a TV show in which a woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "pc-12-11-00s1", "raw": "A scene from a TV show in which a woman is lying on a bed and looking at the camera.", "with_names": "Eve is lying on a bed and looking at the camera."}, {"scene_id": "pc-12-11-00s2", "raw": "A scene from a TV show in which a group of people are standing in a room with the word 'Port' written on the wall", "with_names": "a group of people are standing in a room with the word 'port' written on the wall"}, {"scene_id": "pc-12-11-00s3", "raw": "A scene from a TV show in which a man is looking at a Christmas tree", "with_names": "a man is looking at a christmas tree"}, {"scene_id": "pc-12-11-00s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him.", "with_names": "Ian is lying in a hospital bed and Eve is standing next to him."}, {"scene_id": "pc-12-11-00s5", "raw": "A scene from a TV show in which a building is engulfed in smoke.", "with_names": "a building is engulfed in smoke."}, {"scene_id": "pc-12-11-00s6", "raw": "A scene from a TV show in which a man is looking at a red light", "with_names": "a man is looking at a red light"}, {"scene_id": "pc-12-11-00s7", "raw": "A scene from a TV show in which a man is lying in bed and a woman is standing next to him.", "with_names": "Ian is lying in bed and Eve is standing next to him."}, {"scene_id": "pc-12-11-00s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed and a woman is standing next to him", "with_names": "Kevin is lying in a hospital bed and Karen is standing next to him"}, {"scene_id": "pc-12-11-00s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-11-00s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-12-11-00s11", "raw": "A scene from a TV show in which a man is looking at a door and saying,", "with_names": "Kevin is looking at a door and saying,"}, {"scene_id": "pc-12-11-00s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]