[{"scene_id": "bb-05-22-15s0", "raw": "A scene from a TV show in which a man and a woman sit across from each other at a table.", "with_names": "Ridge and Caroline sit across from each other at a table."}, {"scene_id": "bb-05-22-15s1", "raw": "A scene from a TV show in which a man stands in a bedroom and looks at a bed.", "with_names": "a man stands in a bedroom and looks at a bed."}, {"scene_id": "bb-05-22-15s2", "raw": "A scene from a TV show in which a man and a woman are standing in a garden.", "with_names": "Charlie and Pam are standing in a garden."}, {"scene_id": "bb-05-22-15s3", "raw": "A scene from a TV show in which a man sits on a couch and looks down.", "with_names": "a man sits on a couch and looks down."}, {"scene_id": "bb-05-22-15s4", "raw": "A scene from a TV show in which a young girl is looking at a man.", "with_names": "a young girl is looking at Wyatt."}, {"scene_id": "bb-05-22-15s5", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Caroline is looking at Ridge and he is looking back at her."}, {"scene_id": "bb-05-22-15s6", "raw": "A scene from a TV show in which a man and a woman kiss on a table.", "with_names": "Eric and a woman kiss on a table."}, {"scene_id": "bb-05-22-15s7", "raw": "A scene from a TV show in which a man sits on a bed and talks to another man.", "with_names": "Rick sits on a bed and talks to another man."}, {"scene_id": "bb-05-22-15s8", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-05-22-15s9", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "bb-05-22-15s10", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is touching his face.", "with_names": ""}, {"scene_id": "bb-05-22-15s11", "raw": "A scene from a TV show in which a man is dancing in a living room.", "with_names": "a man is dancing in a living room."}, {"scene_id": "bb-05-22-15s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-22-15s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-22-15s14", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "bb-05-22-15s15", "raw": "A scene from a TV show in which a man is standing in a room and looking at a book.", "with_names": "Wyatt is standing in a room and looking at a book."}, {"scene_id": "bb-05-22-15s16", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-22-15s17", "raw": "A scene from a TV show in which a man and a woman are holding hands and talking.", "with_names": ""}, {"scene_id": "bb-05-22-15s18", "raw": "A scene from a TV show in which a man is being comforted by a priest.", "with_names": "a man is being comforted by a priest."}]