[{"scene_id": "oltl-05-19-10s0", "raw": "A scene from a TV show in which a couple is dancing on a dance floor.", "with_names": "a couple is dancing on a dance floor."}, {"scene_id": "oltl-05-19-10s1", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-05-19-10s2", "raw": "A scene from a TV show in which a yellow blob is seen in the middle of the screen.", "with_names": "a yellow blob is in the middle of the screen."}, {"scene_id": "oltl-05-19-10s3", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a black dress.", "with_names": "] is wearing a green jacket and a black dress."}, {"scene_id": "oltl-05-19-10s4", "raw": "A scene from a TV show in which a man is looking at a woman and making a face.", "with_names": "a man is looking at a woman and making a face."}, {"scene_id": "oltl-05-19-10s5", "raw": "A scene from a TV show in which a man is seen with his hands on his neck.", "with_names": "a man is with his hands on his neck."}, {"scene_id": "oltl-05-19-10s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-19-10s7", "raw": "A scene from a TV show in which a blonde woman is standing in front of a red curtain.", "with_names": "a blonde woman is standing in front of a red curtain."}, {"scene_id": "oltl-05-19-10s8", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "oltl-05-19-10s9", "raw": "A scene from a TV show in which a woman is drinking a glass of wine with a blonde woman sitting next to her.", "with_names": "a woman is drinking a glass of wine with a blonde woman sitting next to her."}, {"scene_id": "oltl-05-19-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-19-10s11", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "oltl-05-19-10s12", "raw": "A scene from a TV show in which a black woman is smiling and looking down.", "with_names": "a black woman is smiling and looking down."}, {"scene_id": "oltl-05-19-10s13", "raw": "A scene from a TV show in which a woman is talking to a man in a military uniform.", "with_names": ""}, {"scene_id": "oltl-05-19-10s14", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-19-10s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-19-10s16", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-05-19-10s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-19-10s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-19-10s19", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man in a white uniform is holding a red rose.", "with_names": "a woman is wearing a black dress and a man in a white uniform is holding a red rose."}, {"scene_id": "oltl-05-19-10s20", "raw": "A scene from a TV show in which a man is smiling and looking to the right.", "with_names": "a man is smiling and looking to the right."}, {"scene_id": "oltl-05-19-10s21", "raw": "A scene from a TV show in which a woman is playing pool and a man is watching her", "with_names": "Natalie is playing pool and ] is watching her"}, {"scene_id": "oltl-05-19-10s22", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing next to him.", "with_names": "a man is wearing a suit and a woman is standing next to him."}, {"scene_id": "oltl-05-19-10s23", "raw": "A scene from a TV show in which a man is seen throwing a chair at a woman.", "with_names": "a man is throwing a chair at a woman."}, {"scene_id": "oltl-05-19-10s24", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and is looking at a woman.", "with_names": "a man is wearing a white shirt and a black tie and is looking at a woman."}, {"scene_id": "oltl-05-19-10s25", "raw": "A scene from a TV show in which a woman is dancing on a red couch.", "with_names": "a woman is dancing on a red couch."}, {"scene_id": "oltl-05-19-10s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the man is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-19-10s27", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a black jacket.", "with_names": "a man is wearing a white t-shirt and a black jacket."}, {"scene_id": "oltl-05-19-10s28", "raw": "A scene from a TV show in which a woman is crying and holding her chest.", "with_names": "a woman is crying and holding her chest."}, {"scene_id": "oltl-05-19-10s29", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-19-10s30", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and looking at a woman.", "with_names": "a man is wearing a tuxedo and a bow tie and looking at a woman."}, {"scene_id": "oltl-05-19-10s31", "raw": "A scene from a TV show in which a man is looking up at a woman.", "with_names": "a man is looking up at a woman."}, {"scene_id": "oltl-05-19-10s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-19-10s33", "raw": "", "with_names": ""}]