[{"scene_id": "gl-02-07-06s0", "raw": "A scene from a TV show in which a woman is wearing a black jacket and a red dress.", "with_names": "a woman is wearing a black jacket and a red dress."}, {"scene_id": "gl-02-07-06s1", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "gl-02-07-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-07-06s3", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "gl-02-07-06s4", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a robe.", "with_names": "a man is shirtless and a woman is wearing a robe."}, {"scene_id": "gl-02-07-06s5", "raw": "A scene from a TV show in which a blonde girl is wearing a striped shirt and a braid in her hair.", "with_names": "a blonde girl is wearing a striped shirt and a braid in her hair."}, {"scene_id": "gl-02-07-06s6", "raw": "A scene from a TV show in which a woman is smiling and looking down, with her mouth open.", "with_names": "a woman is smiling and looking down, with her mouth open."}, {"scene_id": "gl-02-07-06s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-07-06s8", "raw": "A scene from a TV show in which a woman is looking down and wearing a black turtleneck.", "with_names": "a woman is looking down and wearing a black turtleneck."}, {"scene_id": "gl-02-07-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-07-06s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-07-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-07-06s12", "raw": "A scene from a TV show in which a woman is in a shower, with her head turned to the side", "with_names": "a woman is in a shower, with her head turned to the side"}, {"scene_id": "gl-02-07-06s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde wig", "with_names": "a woman is wearing a red dress and a blonde wig"}, {"scene_id": "gl-02-07-06s14", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-02-07-06s15", "raw": "A scene from a TV show in which a woman is driving a car and her hands are on the steering wheel.", "with_names": "a woman is driving a car and her hands are on the steering wheel."}, {"scene_id": "gl-02-07-06s16", "raw": "A scene from a TV show in which a woman is dancing in a room with a mirror.", "with_names": "a woman is dancing in a room with a mirror."}, {"scene_id": "gl-02-07-06s17", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-02-07-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman and a man is standing behind her", "with_names": ""}, {"scene_id": "gl-02-07-06s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-07-06s20", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "gl-02-07-06s21", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-07-06s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-07-06s23", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a black shirt", "with_names": "a woman is wearing a fur coat and a black shirt"}, {"scene_id": "gl-02-07-06s24", "raw": "A scene from a TV show in which a woman is sitting on a man's lap and another man is lying on the floor.", "with_names": "a woman is sitting on a man's lap and another man is lying on the floor."}, {"scene_id": "gl-02-07-06s25", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "gl-02-07-06s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-07-06s27", "raw": "A scene from a TV show in which a woman is wearing a red suit and a brooch", "with_names": "a woman is wearing a red suit and a brooch"}]