[{"scene_id": "gl-07-22-05s0", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man stands behind her", "with_names": "a woman is in a hospital gown and a man stands behind her"}, {"scene_id": "gl-07-22-05s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-22-05s2", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, with a beer bottle between them.", "with_names": "a man and a woman are lying on a bed, with a beer bottle between them."}, {"scene_id": "gl-07-22-05s3", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-07-22-05s4", "raw": "A scene from a TV show in which a man is seen in the dark, wearing a suit and tie.", "with_names": "a man is in the dark, wearing a suit and tie."}, {"scene_id": "gl-07-22-05s5", "raw": "A scene from a TV show in which a man is seen adjusting his tie.", "with_names": "a man is adjusting his tie."}, {"scene_id": "gl-07-22-05s6", "raw": "A scene from a TV show in which a woman is wearing a bikini and a necklace", "with_names": "a woman is wearing a bikini and a necklace"}, {"scene_id": "gl-07-22-05s7", "raw": "A scene from a TV show in which a woman is blowing a kiss to the camera", "with_names": "a woman is blowing a kiss to the camera"}, {"scene_id": "gl-07-22-05s8", "raw": "A scene from a TV show in which a man is holding flowers and smiling.", "with_names": "a man is holding flowers and smiling."}, {"scene_id": "gl-07-22-05s9", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "gl-07-22-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-22-05s11", "raw": "", "with_names": ""}, {"scene_id": "gl-07-22-05s12", "raw": "A scene from a TV show in which a pregnant woman is in a hospital room.", "with_names": "a pregnant woman is in a hospital room."}, {"scene_id": "gl-07-22-05s13", "raw": "A scene from a TV show in which a woman is being hit by a car", "with_names": "a woman is being hit by a car"}, {"scene_id": "gl-07-22-05s14", "raw": "A scene from a TV show in which a man is talking on a phone and another man is standing behind him.", "with_names": ""}, {"scene_id": "gl-07-22-05s15", "raw": "A scene from a TV show in which a woman is topless and smiling", "with_names": "a woman is topless and smiling"}, {"scene_id": "gl-07-22-05s16", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is tied up in a bun.", "with_names": ""}, {"scene_id": "gl-07-22-05s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-22-05s18", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a wall clock", "with_names": ""}, {"scene_id": "gl-07-22-05s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-22-05s20", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "gl-07-22-05s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-22-05s22", "raw": "A scene from a TV show in which a man is in a suit and tie and is behind bars.", "with_names": "a man is in a suit and tie and is behind bars."}, {"scene_id": "gl-07-22-05s23", "raw": "A scene from a TV show in which a man is standing on a table and a woman is watching him.", "with_names": "a man is standing on a table and a woman is watching him."}, {"scene_id": "gl-07-22-05s24", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "gl-07-22-05s25", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and bottles.", "with_names": "a woman is sitting at a table with wine glasses and bottles."}, {"scene_id": "gl-07-22-05s26", "raw": "A scene from a TV show in which a woman is seen holding a green and white gift.", "with_names": "a woman is holding a green and white gift."}, {"scene_id": "gl-07-22-05s27", "raw": "", "with_names": ""}, {"scene_id": "gl-07-22-05s28", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "gl-07-22-05s29", "raw": "", "with_names": ""}]