[{"scene_id": "atwt-09-02-04s0", "raw": "A scene from a TV show in which a woman is talking to the camera and her hands are up in the air.", "with_names": ""}, {"scene_id": "atwt-09-02-04s1", "raw": "A scene from a TV show in which a woman is walking into a room with a chair and a potted plant.", "with_names": "a woman is walking into a room with a chair and a potted plant."}, {"scene_id": "atwt-09-02-04s2", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-09-02-04s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-02-04s4", "raw": "A scene from a TV show in which a boy is standing in front of a church.", "with_names": "a boy is standing in front of a church."}, {"scene_id": "atwt-09-02-04s5", "raw": "A scene from a TV show in which a man is cheering and other people are cheering behind him. The text reads 100% sure protection.", "with_names": "a man is cheering and other people are cheering behind him. the text reads 100% sure protection."}, {"scene_id": "atwt-09-02-04s6", "raw": "A scene from a TV show in which a woman is looking off to the side, with a serious expression.", "with_names": "a woman is looking off to the side, with a serious expression."}, {"scene_id": "atwt-09-02-04s7", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-09-02-04s8", "raw": "A scene from a TV show in which a mother is talking to her son.", "with_names": ""}, {"scene_id": "atwt-09-02-04s9", "raw": "A scene from a TV show in which a man is wearing sunglasses and a woman is behind him.", "with_names": "a man is wearing sunglasses and a woman is behind him."}, {"scene_id": "atwt-09-02-04s10", "raw": "A scene from a TV show in which a man is seen walking on a beach.", "with_names": "a man is walking on a beach."}, {"scene_id": "atwt-09-02-04s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-02-04s12", "raw": "A scene from a TV show in which a woman is lying down in a hospital bed and smiling.", "with_names": "a woman is lying down in a hospital bed and smiling."}, {"scene_id": "atwt-09-02-04s13", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-09-02-04s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-02-04s15", "raw": "A scene from a TV show in which a box of Neosporin is shown.", "with_names": ""}, {"scene_id": "atwt-09-02-04s16", "raw": "A scene from a TV show in which a baseball player is talking to a teammate in a locker room.", "with_names": ""}, {"scene_id": "atwt-09-02-04s17", "raw": "A scene from a TV show in which a man is being attacked by a bear on stage.", "with_names": "a man is being attacked by a bear on stage."}, {"scene_id": "atwt-09-02-04s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking down at the floor.", "with_names": "a woman is lying in a hospital bed, looking down at the floor."}, {"scene_id": "atwt-09-02-04s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-02-04s20", "raw": "A scene from a TV show in which a woman is standing in a kitchen, smiling and holding a glass.", "with_names": "a woman is standing in a kitchen, smiling and holding a glass."}, {"scene_id": "atwt-09-02-04s21", "raw": "A scene from a TV show in which a woman is wearing a sleeveless dress and is holding a cup.", "with_names": "a woman is wearing a sleeveless dress and is holding a cup."}, {"scene_id": "atwt-09-02-04s22", "raw": "A scene from a TV show in which a man is touching his face and a woman is looking at him.", "with_names": "a man is touching his face and a woman is looking at him."}, {"scene_id": "atwt-09-02-04s23", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-09-02-04s24", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-09-02-04s25", "raw": "A scene from a TV show in which a woman holds up a Nestle chocolate bar.", "with_names": "a woman holds up a nestle chocolate bar."}, {"scene_id": "atwt-09-02-04s26", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-02-04s27", "raw": "A scene from a TV show in which a man is looking at the camera and saying,", "with_names": "a man is looking at the camera and saying,"}, {"scene_id": "atwt-09-02-04s28", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "atwt-09-02-04s29", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-09-02-04s30", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking at the camera.", "with_names": ""}]