[{"scene_id": "gl-01-04-06s0", "raw": "A scene from a TV show in which a man is kissing a woman on the bed", "with_names": "a man is kissing a woman on the bed"}, {"scene_id": "gl-01-04-06s1", "raw": "A scene from a TV show in which a woman is trying to get her husband to do something.", "with_names": "a woman is trying to get her husband to do something."}, {"scene_id": "gl-01-04-06s2", "raw": "A scene from a TV show in which a man is smoking a cigarette", "with_names": "a man is smoking a cigarette"}, {"scene_id": "gl-01-04-06s3", "raw": "A scene from a TV show in which a man is holding a woman's hand and she is looking at him.", "with_names": "a man is holding a woman's hand and she is looking at him."}, {"scene_id": "gl-01-04-06s4", "raw": "A scene from a TV show in which a woman is sitting in a car with a blue light coming from her eyes.", "with_names": "a woman is sitting in a car with a blue light coming from her eyes."}, {"scene_id": "gl-01-04-06s6", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-01-04-06s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-04-06s8", "raw": "A scene from a TV show in which a woman is crying while holding a teddy bear.", "with_names": "a woman is crying while holding a teddy bear."}, {"scene_id": "gl-01-04-06s9", "raw": "A scene from a TV show in which a woman is walking in high heels", "with_names": "a woman is walking in high heels"}, {"scene_id": "gl-01-04-06s10", "raw": "A scene from a TV show in which a woman is looking down and her hair has a long bob", "with_names": "a woman is looking down and her hair has a long bob"}, {"scene_id": "gl-01-04-06s11", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "gl-01-04-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-04-06s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-01-04-06s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-04-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-01-04-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a black shirt.", "with_names": "a man is wearing a suit and a black shirt."}, {"scene_id": "gl-01-04-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-04-06s18", "raw": "A scene from a TV show in which a woman is looking at a dresser.", "with_names": "My love.  is looking at a dresser."}, {"scene_id": "gl-01-04-06s19", "raw": "A scene from a TV show in which a man is seen holding a piece of paper.", "with_names": "a man is holding a piece of paper."}, {"scene_id": "gl-01-04-06s20", "raw": "A scene from a TV show in which a man is clapping his hands.", "with_names": "a man is clapping his hands."}, {"scene_id": "gl-01-04-06s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a plane.", "with_names": "a man and a woman are sitting next to each other on a plane."}]