[{"scene_id": "pc-12-10-02s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-10-02s1", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "pc-12-10-02s2", "raw": "A scene from a TV show in which a man is sitting on a bar stool and another man is standing next to him.", "with_names": "a man is sitting on a bar stool and another man is standing next to him."}, {"scene_id": "pc-12-10-02s3", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Livvie is looking at the camera."}, {"scene_id": "pc-12-10-02s4", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "pc-12-10-02s5", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is standing behind her", "with_names": ""}, {"scene_id": "pc-12-10-02s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-10-02s7", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "pc-12-10-02s8", "raw": "A scene from a TV show in which a woman is holding a cat and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-12-10-02s9", "raw": "A scene from a TV show in which a woman is wearing a pink coat and a fur collar.", "with_names": "a woman is wearing a pink coat and a fur collar."}, {"scene_id": "pc-12-10-02s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "pc-12-10-02s11", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-12-10-02s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-10-02s13", "raw": "A scene from a TV show in which a woman is being hit by a cat", "with_names": "a woman is being hit by a cat"}, {"scene_id": "pc-12-10-02s14", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-12-10-02s15", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black coat", "with_names": "a man is wearing a black shirt and a long black coat"}, {"scene_id": "pc-12-10-02s16", "raw": "A scene from a TV show in which a man is being tortured by a woman", "with_names": "a man is being tortured by a woman"}]