[{"scene_id": "bb-04-29-15s0", "raw": "A scene from a TV show in which a young girl is standing in a doorway.", "with_names": "a young girl is standing in a doorway."}, {"scene_id": "bb-04-29-15s1", "raw": "A scene from a TV show in which a woman is standing in front of a door.", "with_names": "a woman is standing in front of a door."}, {"scene_id": "bb-04-29-15s2", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-29-15s3", "raw": "A scene from a TV show in which a young woman sits in a chair and looks at a man.", "with_names": "a young woman sits in a chair and looks at a man."}, {"scene_id": "bb-04-29-15s4", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-04-29-15s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-29-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-29-15s7", "raw": "A scene from a TV show in which a man stands in front of a painting and talks.", "with_names": "a man stands in front of a painting and talks."}, {"scene_id": "bb-04-29-15s8", "raw": "A scene from a TV show in which a man is trying to open a briefcase with his hands.", "with_names": "a man is trying to open a briefcase with his hands."}, {"scene_id": "bb-04-29-15s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-29-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-29-15s11", "raw": "A scene from a TV show in which a man is having his eyes examined by an optometrist.", "with_names": "a man is having his eyes examined by an optometrist."}, {"scene_id": "bb-04-29-15s12", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-04-29-15s13", "raw": "A scene from a TV show in which a man is interviewing a woman.", "with_names": "a man is interviewing ]."}, {"scene_id": "bb-04-29-15s14", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}]