[{"scene_id": "atwt-12-05-03s0", "raw": "A scene from a TV show in which a map is superimposed over the image of a store.", "with_names": "a map is superimposed over the image of a store."}, {"scene_id": "atwt-12-05-03s1", "raw": "A scene from a TV show in which a man is wearing a suit and a bow tie.", "with_names": "a man is wearing a suit and a bow tie."}, {"scene_id": "atwt-12-05-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-12-05-03s3", "raw": "A scene from a TV show in which a young woman is talking about her experience with anorexia.", "with_names": ""}, {"scene_id": "atwt-12-05-03s4", "raw": "A scene from a TV show in which a man is hanging Christmas stockings on a fireplace.", "with_names": "] is hanging christmas stockings on a fireplace."}, {"scene_id": "atwt-12-05-03s5", "raw": "A scene from a TV show in which a woman is helping a man put on a coat.", "with_names": "a woman is helping a man put on a coat."}, {"scene_id": "atwt-12-05-03s6", "raw": "A scene from a TV show in which a white door is open and a Christmas tree is visible through it.", "with_names": "a white door is open and a christmas tree is visible through it."}, {"scene_id": "atwt-12-05-03s7", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and a black top.", "with_names": "a blonde woman is wearing a red jacket and a black top."}, {"scene_id": "atwt-12-05-03s8", "raw": "A scene from a TV show in which a man is walking up a flight of stairs with a dog.", "with_names": "a man is walking up a flight of stairs with a dog."}, {"scene_id": "atwt-12-05-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-05-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-05-03s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-12-05-03s12", "raw": "A scene from a TV show in which a man is holding a trumpet.", "with_names": "a man is holding a trumpet."}, {"scene_id": "atwt-12-05-03s13", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is in a suit.", "with_names": "a woman is wearing a pink shirt and a man is in a suit."}, {"scene_id": "atwt-12-05-03s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in a suit.", "with_names": "a woman is wearing a red dress and ] is dressed in a suit."}, {"scene_id": "atwt-12-05-03s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-12-05-03s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-12-05-03s17", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "] is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-12-05-03s18", "raw": "A scene from a TV show in which a woman is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-12-05-03s19", "raw": "A scene from a TV show in which a woman is looking at a curtain.", "with_names": "a woman is looking at a curtain."}, {"scene_id": "atwt-12-05-03s20", "raw": "A scene from a TV show in which a man is seen standing in a dark room with a candle.", "with_names": "] is standing in a dark room with a candle."}, {"scene_id": "atwt-12-05-03s21", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-12-05-03s22", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-12-05-03s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench and talking.", "with_names": ""}, {"scene_id": "atwt-12-05-03s24", "raw": "", "with_names": ""}, {"scene_id": "atwt-12-05-03s25", "raw": "A scene from a TV show in which a man is looking at flowers.", "with_names": "] is looking at flowers."}, {"scene_id": "atwt-12-05-03s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room, holding a cat.", "with_names": "a man and a woman are standing in a room, holding a cat."}, {"scene_id": "atwt-12-05-03s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-12-05-03s28", "raw": "A scene from a TV show in which a man is wearing a bow tie and a suit.", "with_names": "a man is wearing a bow tie and a suit."}, {"scene_id": "atwt-12-05-03s29", "raw": "A scene from a TV show in which a nun is holding a gun.", "with_names": "a nun is holding a gun."}, {"scene_id": "atwt-12-05-03s30", "raw": "A scene from a TV show in which a blonde woman is sitting in a room and looking at the camera.", "with_names": "a blonde woman is sitting in a room and looking at the camera."}, {"scene_id": "atwt-12-05-03s31", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}]