[{"scene_id": "oltl-04-16-10s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-10s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-16-10s2", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-16-10s3", "raw": "A scene from a TV show in which a woman is standing in front of a man in a black coat.", "with_names": "a woman is standing in front of a man in a black coat."}, {"scene_id": "oltl-04-16-10s4", "raw": "A scene from a TV show in which a woman is looking at the camera and making a face.", "with_names": "a woman is looking at the camera and making a face."}, {"scene_id": "oltl-04-16-10s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-04-16-10s6", "raw": "A scene from a TV show in which a shirtless man is looking at the camera", "with_names": "a shirtless man is looking at the camera"}, {"scene_id": "oltl-04-16-10s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "oltl-04-16-10s8", "raw": "A scene from a TV show in which a woman is standing in a kitchen with her arms crossed, while a man stands behind her, looking at her.", "with_names": "a woman is standing in a kitchen with her arms crossed, while ] stands behind her, looking at her."}, {"scene_id": "oltl-04-16-10s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-10s10", "raw": "A scene from a TV show in which a man is holding a cup and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-16-10s11", "raw": "A scene from a TV show in which a doctor is seen wearing a white coat and stethoscope.", "with_names": "a doctor is wearing a white coat and stethoscope."}, {"scene_id": "oltl-04-16-10s12", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-04-16-10s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-10s14", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-04-16-10s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-16-10s16", "raw": "A scene from a TV show in which a doctor is wearing a white coat and stethoscope around his neck.", "with_names": "a doctor is wearing a white coat and stethoscope around his neck."}, {"scene_id": "oltl-04-16-10s17", "raw": "A scene from a TV show in which a woman is smiling and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-04-16-10s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a necklace.", "with_names": "a woman is wearing a blue shirt and a necklace."}, {"scene_id": "oltl-04-16-10s19", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her", "with_names": "a woman is sitting at a table and a man is standing behind her"}, {"scene_id": "oltl-04-16-10s20", "raw": "A scene from a TV show in which a young woman is wearing a green scarf and a jacket.", "with_names": "a young woman is wearing a green scarf and a jacket."}, {"scene_id": "oltl-04-16-10s21", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-04-16-10s22", "raw": "A scene from a TV show in which a woman is standing next to a man and looking at a piece of paper.", "with_names": "a woman is standing next to a man and looking at a piece of paper."}, {"scene_id": "oltl-04-16-10s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "oltl-04-16-10s24", "raw": "A scene from a TV show in which a woman is standing next to a younger woman.", "with_names": "a woman is standing next to a younger woman."}, {"scene_id": "oltl-04-16-10s25", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-04-16-10s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-10s27", "raw": "A scene from a TV show in which a man is sitting on a bed with a woman sitting behind him.", "with_names": "a man is sitting on a bed with a woman sitting behind him."}, {"scene_id": "oltl-04-16-10s28", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "oltl-04-16-10s29", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-04-16-10s30", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "oltl-04-16-10s31", "raw": "A scene from a TV show in which a man is standing behind a woman, holding her back from washing dishes.", "with_names": "a man is standing behind a woman, holding her back from washing dishes."}, {"scene_id": "oltl-04-16-10s32", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-04-16-10s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-16-10s34", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-16-10s35", "raw": "", "with_names": ""}]