[{"scene_id": "oltl-05-19-06s0", "raw": "A scene from a TV show in which a woman is being followed by two men.", "with_names": "a woman is being followed by two men."}, {"scene_id": "oltl-05-19-06s1", "raw": "A scene from a TV show in which a woman is leaning over a hospital bed and talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-19-06s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-19-06s3", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "oltl-05-19-06s4", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "oltl-05-19-06s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-05-19-06s6", "raw": "A scene from a TV show in which a man is wearing a red shirt and a bow tie, with his arms crossed.", "with_names": "a man is wearing a red shirt and a bow tie, with his arms crossed."}, {"scene_id": "oltl-05-19-06s7", "raw": "A scene from a TV show in which a woman is talking to a mirror.", "with_names": ""}, {"scene_id": "oltl-05-19-06s8", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a man is standing next to her.", "with_names": "a blonde woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-05-19-06s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-19-06s10", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pulling her towards him.", "with_names": "a man is holding a woman by the arm and pulling her towards him."}, {"scene_id": "oltl-05-19-06s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-19-06s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, wearing a gown and a blanket.", "with_names": "a woman is lying in a hospital bed, wearing a gown and a blanket."}, {"scene_id": "oltl-05-19-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-19-06s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-05-19-06s15", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "oltl-05-19-06s16", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "oltl-05-19-06s17", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-05-19-06s18", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-05-19-06s19", "raw": "A scene from a TV show in which a woman is holding a baby and two men are standing behind her.", "with_names": "a woman is holding a baby and two men are standing behind her."}, {"scene_id": "oltl-05-19-06s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-05-19-06s21", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-19-06s22", "raw": "A scene from a TV show in which a man is pushing a baby carriage through a doorway.", "with_names": "a man is pushing a baby carriage through a doorway."}, {"scene_id": "oltl-05-19-06s23", "raw": "A scene from a TV show in which a woman is interviewing a man in a jail cell.", "with_names": "a woman is interviewing a man in a jail cell."}, {"scene_id": "oltl-05-19-06s24", "raw": "A scene from a TV show in which a woman is sitting in a room with a potted plant and a book.", "with_names": "a woman is sitting in a room with a potted plant and a book."}, {"scene_id": "oltl-05-19-06s25", "raw": "A scene from a TV show in which a man is pointing a gun at someone.", "with_names": "a man is pointing a gun at someone."}, {"scene_id": "oltl-05-19-06s26", "raw": "A scene from a TV show in which a framed photo of a man and a woman is sitting on a mantle.", "with_names": "a framed photo of Kevin and ] is sitting on a mantle."}, {"scene_id": "oltl-05-19-06s27", "raw": "A scene from a TV show in which a doctor is smoking a cigarette and a woman is holding her hand to her mouth.", "with_names": "a doctor is smoking a cigarette and a woman is holding her hand to her mouth."}, {"scene_id": "oltl-05-19-06s28", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-19-06s29", "raw": "A scene from a TV show in which a woman is being questioned by a police officer.", "with_names": "a woman is being questioned by a police officer."}, {"scene_id": "oltl-05-19-06s30", "raw": "A scene from a TV show in which a woman is kissing a doll.", "with_names": "a woman is kissing a doll."}]