[{"scene_id": "gl-05-22-03s0", "raw": "A scene from a TV show in which a man is holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "gl-05-22-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-22-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-22-03s3", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-05-22-03s4", "raw": "A scene from a TV show in which a man is sitting at a table and looking down at his hands.", "with_names": "a man is sitting at a table and looking down at his hands."}, {"scene_id": "gl-05-22-03s5", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch", "with_names": ""}, {"scene_id": "gl-05-22-03s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-22-03s7", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "gl-05-22-03s8", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a military uniform", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a military uniform"}, {"scene_id": "gl-05-22-03s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-22-03s10", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-05-22-03s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking up.", "with_names": "a woman is sitting at a desk and looking up."}, {"scene_id": "gl-05-22-03s12", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-05-22-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-22-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-22-03s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-22-03s16", "raw": "", "with_names": ""}, {"scene_id": "gl-05-22-03s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-22-03s18", "raw": "A scene from a TV show in which a man is talking and a woman is listening", "with_names": ""}, {"scene_id": "gl-05-22-03s19", "raw": "A scene from a TV show in which a man is holding a gun and another man is standing behind him.", "with_names": "a man is holding a gun and another man is standing behind him."}, {"scene_id": "gl-05-22-03s20", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with wine glasses and a candle.", "with_names": "a man and a woman are sitting at a table with wine glasses and a candle."}, {"scene_id": "gl-05-22-03s21", "raw": "A scene from a TV show in which a man is on the phone and looking angry.", "with_names": "a man is on the phone and looking angry."}, {"scene_id": "gl-05-22-03s22", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]