[{"scene_id": "atwt-11-21-03s0", "raw": "A scene from a TV show in which a man is seen bowing his head in front of a stained glass window.", "with_names": "a man is bowing his head in front of a stained glass window."}, {"scene_id": "atwt-11-21-03s1", "raw": "A scene from a TV show in which a bald man is looking at a Christmas tree.", "with_names": "a bald man is looking at a christmas tree."}, {"scene_id": "atwt-11-21-03s2", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace", "with_names": "a woman is wearing a green shirt and a necklace"}, {"scene_id": "atwt-11-21-03s3", "raw": "A scene from a TV show in which the words \"As the World Turns\" are superimposed over a globe", "with_names": "the words \"as the world turns\" are superimposed over a globe"}, {"scene_id": "atwt-11-21-03s4", "raw": "A scene from a TV show in which a young boy is playing in the ocean.", "with_names": "a young boy is playing in the ocean."}, {"scene_id": "atwt-11-21-03s5", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-21-03s6", "raw": "A scene from a TV show in which a man is standing in a room with a woman standing behind him.", "with_names": "a man is standing in a room with a woman standing behind him."}, {"scene_id": "atwt-11-21-03s7", "raw": "A scene from a TV show in which a man is standing in a doorway with a Christmas tree behind him.", "with_names": "a man is standing in a doorway with a christmas tree behind him."}, {"scene_id": "atwt-11-21-03s8", "raw": "A scene from a TV show in which a stone pillar is covered in ivy.", "with_names": "a stone pillar is covered in ivy."}, {"scene_id": "atwt-11-21-03s9", "raw": "A scene from a TV show in which a dog is seen eating a donut.", "with_names": "a dog is eating a donut."}, {"scene_id": "atwt-11-21-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching him.", "with_names": ""}, {"scene_id": "atwt-11-21-03s11", "raw": "A scene from a TV show in which a woman is wearing a pink turtleneck and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-21-03s12", "raw": "A scene from a TV show in which a man is being beaten by a monk.", "with_names": "a man is being beaten by a monk."}, {"scene_id": "atwt-11-21-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-11-21-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-11-21-03s15", "raw": "A scene from a TV show in which a submarine is seen in the water.", "with_names": "a submarine is in the water."}, {"scene_id": "atwt-11-21-03s16", "raw": "A scene from a TV show in which a man is seen in a dark room, with a red light shining on him.", "with_names": "] is in a dark room, with a red light shining on him."}, {"scene_id": "atwt-11-21-03s17", "raw": "A scene from a TV show in which a man is seen pouring a drink into a metal container.", "with_names": "a man is pouring a drink into a metal container."}, {"scene_id": "atwt-11-21-03s18", "raw": "A scene from a TV show in which a woman is praying with her hands together.", "with_names": "a woman is praying with her hands together."}, {"scene_id": "atwt-11-21-03s19", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-21-03s20", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace", "with_names": "a woman is wearing a black shirt and a necklace"}, {"scene_id": "atwt-11-21-03s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-11-21-03s22", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a woman is standing behind him.", "with_names": "a man is wearing a cowboy hat and a woman is standing behind him."}, {"scene_id": "atwt-11-21-03s23", "raw": "A scene from a TV show in which a man is standing over a woman who is sitting on the floor.", "with_names": "a man is standing over a woman who is sitting on the floor."}, {"scene_id": "atwt-11-21-03s24", "raw": "A scene from a TV show in which a doctor is talking on the phone and smiling", "with_names": ""}, {"scene_id": "atwt-11-21-03s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-11-21-03s26", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-21-03s27", "raw": "A scene from a TV show in which a father and two young boys play with toys.", "with_names": "a father and two young boys play with toys."}, {"scene_id": "atwt-11-21-03s28", "raw": "A scene from a TV show in which a woman whispers into the ear of a man.", "with_names": "a woman whispers into the ear of a man."}, {"scene_id": "atwt-11-21-03s29", "raw": "A scene from a TV show in which a man is looking down and his mouth is open.", "with_names": "a man is looking down and his mouth is open."}, {"scene_id": "atwt-11-21-03s30", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-11-21-03s31", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-11-21-03s32", "raw": "A scene from a TV show in which a woman is looking out a window", "with_names": "a woman is looking out a window"}, {"scene_id": "atwt-11-21-03s33", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-21-03s34", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}]