[{"scene_id": "gl-06-16-03s0", "raw": "A scene from a TV show in which a blonde woman is sitting on a bench and smiling.", "with_names": "a blonde woman is sitting on a bench and smiling."}, {"scene_id": "gl-06-16-03s1", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"I'm a feminist.\"", "with_names": "a woman is wearing a shirt that says \"i'm a feminist.\""}, {"scene_id": "gl-06-16-03s2", "raw": "A scene from a TV show in which a woman is pregnant and a man is standing behind her.", "with_names": "a woman is pregnant and a man is standing behind her."}, {"scene_id": "gl-06-16-03s3", "raw": "A scene from a TV show in which a woman is wearing a red, white and blue hat and a white shirt.", "with_names": "a woman is wearing a red, white and blue hat and a white shirt."}, {"scene_id": "gl-06-16-03s4", "raw": "A scene from a TV show in which a man is touching a woman's shoulder.", "with_names": "a man is touching a woman's shoulder."}, {"scene_id": "gl-06-16-03s5", "raw": "A scene from a TV show in which a blonde woman is yelling at someone.", "with_names": "a blonde woman is yelling at someone."}, {"scene_id": "gl-06-16-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-06-16-03s8", "raw": "A scene from a TV show in which a man is kneeling in front of a gravestone.", "with_names": "a man is kneeling in front of a gravestone."}, {"scene_id": "gl-06-16-03s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "gl-06-16-03s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "a woman is wearing a white dress and a man is standing behind her."}, {"scene_id": "gl-06-16-03s11", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "gl-06-16-03s12", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are looking at each other.", "with_names": "a woman is sitting next to a man and they are looking at each other."}, {"scene_id": "gl-06-16-03s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-16-03s14", "raw": "A scene from a TV show in which Lindsay Lohan is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-16-03s15", "raw": "A scene from a TV show in which a man is talking to a woman while holding a coffee cup.", "with_names": ""}, {"scene_id": "gl-06-16-03s16", "raw": "A scene from a TV show in which a woman is talking to someone and a door is open.", "with_names": ""}]