[{"scene_id": "oltl-05-06-09s0", "raw": "A scene from a TV show in which a young man is looking at the camera with a shocked expression.", "with_names": "a young man is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-06-09s1", "raw": "A scene from a TV show in which a young boy is standing in a bedroom, wearing a red jacket and a baseball cap.", "with_names": "a young boy is standing in a bedroom, wearing a red jacket and a baseball cap."}, {"scene_id": "oltl-05-06-09s2", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-05-06-09s3", "raw": "A scene from a TV show in which a teacher is teaching students how to use a laptop.", "with_names": "a teacher is teaching students how to use a laptop."}, {"scene_id": "oltl-05-06-09s4", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-05-06-09s5", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a short haircut.", "with_names": "a man is wearing a grey shirt and a short haircut."}, {"scene_id": "oltl-05-06-09s6", "raw": "A scene from a TV show in which a woman is being searched by airport security.", "with_names": "a woman is being searched by airport security."}, {"scene_id": "oltl-05-06-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-06-09s8", "raw": "A scene from a TV show in which a man is sitting in a chair with his eyes closed", "with_names": ""}, {"scene_id": "oltl-05-06-09s9", "raw": "A scene from a TV show in which a man is holding a woman by the hair and screaming.", "with_names": "a man is holding a woman by the hair and screaming."}, {"scene_id": "oltl-05-06-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-06-09s11", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "] and Jessica are kissing."}, {"scene_id": "oltl-05-06-09s12", "raw": "A scene from a TV show in which a man is holding a baby in a hallway.", "with_names": "a man is holding a baby in a hallway."}, {"scene_id": "oltl-05-06-09s13", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is looking at her.", "with_names": "a woman is wearing a red hat and a man is looking at her."}, {"scene_id": "oltl-05-06-09s14", "raw": "A scene from a TV show in which a young woman is sitting at a desk and looking at her laptop.", "with_names": "a young woman is sitting at a desk and looking at her laptop."}, {"scene_id": "oltl-05-06-09s15", "raw": "A scene from a TV show in which two women are standing next to each other, one is holding a piece of paper.", "with_names": "two women are standing next to each other, one is holding a piece of paper."}, {"scene_id": "oltl-05-06-09s16", "raw": "A scene from a TV show in which a young boy is wearing a baseball cap and a red shirt.", "with_names": "a young boy is wearing a baseball cap and a red shirt."}, {"scene_id": "oltl-05-06-09s17", "raw": "A scene from a TV show in which a woman is laying on top of a man, with her head resting on his chest.", "with_names": "a woman is laying on top of a man, with her head resting on his chest."}, {"scene_id": "oltl-05-06-09s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "oltl-05-06-09s19", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-05-06-09s20", "raw": "A scene from a TV show in which a woman is yelling at a boy.", "with_names": "a woman is yelling at a boy."}, {"scene_id": "oltl-05-06-09s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-06-09s22", "raw": "A scene from a TV show in which a naked woman is seen walking through a doorway.", "with_names": "a naked woman is walking through a doorway."}, {"scene_id": "oltl-05-06-09s23", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and they are having a conversation.", "with_names": "a woman is sitting at a table with a man, and they are having a conversation."}, {"scene_id": "oltl-05-06-09s24", "raw": "A scene from a TV show in which a young woman is wearing a maroon hat and a red shirt.", "with_names": "a young woman is wearing a maroon hat and a red shirt."}, {"scene_id": "oltl-05-06-09s25", "raw": "A scene from a TV show in which a computer screen shows a list of patients who have been admitted to a hospital.", "with_names": "a computer screen shows a list of patients who have been admitted to a hospital."}, {"scene_id": "oltl-05-06-09s26", "raw": "A scene from a TV show in which a woman is wearing a hat and a man is looking at her.", "with_names": "a woman is wearing a hat and a man is looking at her."}, {"scene_id": "oltl-05-06-09s27", "raw": "A scene from a TV show in which a woman is seen looking out a window, a man is standing next to her.", "with_names": "a woman is looking out a window, a man is standing next to her."}, {"scene_id": "oltl-05-06-09s28", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-05-06-09s29", "raw": "A scene from a TV show in which a man is masturbating in front of a woman.", "with_names": "a man is masturbating in front of a woman."}, {"scene_id": "oltl-05-06-09s30", "raw": "A scene from a TV show in which a man is sitting in a room and looking at a woman.", "with_names": "a man is sitting in a room and looking at a woman."}, {"scene_id": "oltl-05-06-09s31", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-05-06-09s32", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-05-06-09s33", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "oltl-05-06-09s34", "raw": "A scene from a TV show in which a girl is talking to a boy and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-05-06-09s35", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-06-09s36", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}]