[{"scene_id": "bb-11-16-16s0", "raw": "A scene from a TV show in which a man is standing in a kitchen and looking at a clock.", "with_names": "a man is standing in a kitchen and looking at a clock."}, {"scene_id": "bb-11-16-16s3", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-11-16-16s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-16-16s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a black jacket.", "with_names": "Pam is wearing a white dress and a black jacket."}, {"scene_id": "bb-11-16-16s6", "raw": "A scene from a TV show in which a man is leaning over a counter and a woman is standing behind him.", "with_names": "Rick is leaning over a counter and a woman is standing behind him."}, {"scene_id": "bb-11-16-16s7", "raw": "A scene from a TV show in which a woman is holding a book and talking to another woman.", "with_names": ""}, {"scene_id": "bb-11-16-16s8", "raw": "A scene from a TV show in which a woman is reading a letter to a man.", "with_names": "a woman is reading a letter to a man."}, {"scene_id": "bb-11-16-16s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Quinn and a woman are standing next to each other."}, {"scene_id": "bb-11-16-16s10", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-11-16-16s11", "raw": "A scene from a TV show in which a man is talking about his wife's death", "with_names": ""}, {"scene_id": "bb-11-16-16s13", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-11-16-16s14", "raw": "A scene from a TV show in which a woman is interviewing a man and a young woman.", "with_names": "a woman is interviewing a man and a young woman."}, {"scene_id": "bb-11-16-16s15", "raw": "A scene from a TV show in which a woman is standing in a room with a window and a door.", "with_names": "Bill is standing in a room with a window and a door."}, {"scene_id": "bb-11-16-16s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Wyatt and Quinn are standing next to each other."}, {"scene_id": "bb-11-16-16s17", "raw": "A scene from a TV show in which a man is sitting at a desk and talking.", "with_names": ""}, {"scene_id": "bb-11-16-16s18", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Katie is smiling at Eric."}, {"scene_id": "bb-11-16-16s19", "raw": "A scene from a TV show in which a woman is talking to a man and a teenage boy.", "with_names": ""}, {"scene_id": "bb-11-16-16s20", "raw": "A scene from a TV show in which a woman is sitting at a desk with a green chair and a framed photo of a man behind her.", "with_names": "Quinn is sitting at a desk with a green chair and a framed photo of Wyatt behind her."}, {"scene_id": "bb-11-16-16s21", "raw": "A scene from a TV show in which a woman is wearing a green dress and red lipstick.", "with_names": "Katie is wearing a green dress and red lipstick."}]