[{"scene_id": "gl-08-18-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-08-18-05s1", "raw": "A scene from a TV show in which a woman is drinking from a bottle.", "with_names": "a woman is drinking from a bottle."}, {"scene_id": "gl-08-18-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-08-18-05s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-18-05s4", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her.", "with_names": "a woman is wearing a pink dress and a man is standing behind her."}, {"scene_id": "gl-08-18-05s5", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-08-18-05s6", "raw": "A scene from a TV show in which a nurse is crying", "with_names": "a nurse is crying"}, {"scene_id": "gl-08-18-05s7", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "a man is arguing with another man."}, {"scene_id": "gl-08-18-05s8", "raw": "A scene from a TV show in which a woman is giving a gift to a couple.", "with_names": "a woman is giving a gift to a couple."}, {"scene_id": "gl-08-18-05s9", "raw": "A scene from a TV show in which a man is drinking a glass of wine", "with_names": "a man is drinking a glass of wine"}, {"scene_id": "gl-08-18-05s10", "raw": "A scene from a TV show in which a man is seen walking into a room with a lamp on.", "with_names": "a man is walking into a room with a lamp on."}, {"scene_id": "gl-08-18-05s11", "raw": "A scene from a TV show in which a man is talking on the phone and balloons are floating around him", "with_names": ""}, {"scene_id": "gl-08-18-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-18-05s13", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-08-18-05s14", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "gl-08-18-05s15", "raw": "A scene from a TV show in which a man is standing in front of a wall with a large pile of dirt.", "with_names": "a man is standing in front of a wall with a large pile of dirt."}, {"scene_id": "gl-08-18-05s16", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "gl-08-18-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-18-05s18", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "gl-08-18-05s19", "raw": "A scene from a TV show in which a woman is standing in front of a man and a child, holding balloons.", "with_names": "a woman is standing in front of a man and a child, holding balloons."}, {"scene_id": "gl-08-18-05s20", "raw": "", "with_names": ""}]