[{"scene_id": "atwt-10-10-05s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-10-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-10-05s2", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-10-10-05s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-10-05s4", "raw": "A scene from a TV show in which the products are being sold.", "with_names": "the products are being sold."}, {"scene_id": "atwt-10-10-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-10-05s6", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a messy bun", "with_names": "a woman is wearing a floral shirt and a messy bun"}, {"scene_id": "atwt-10-10-05s7", "raw": "A scene from a TV show in which a man is sitting in a room with his arms crossed.", "with_names": "a man is sitting in a room with his arms crossed."}, {"scene_id": "atwt-10-10-05s8", "raw": "A scene from a TV show in which a smiling face is displayed on a large screen.", "with_names": "a smiling face is displayed on a large screen."}, {"scene_id": "atwt-10-10-05s9", "raw": "A scene from a TV show in which a man is pointing at a poster.", "with_names": "a man is pointing at a poster."}, {"scene_id": "atwt-10-10-05s10", "raw": "A scene from a TV show in which a woman is sitting in a car and a man is leaning over her.", "with_names": "a woman is sitting in a car and a man is leaning over her."}, {"scene_id": "atwt-10-10-05s11", "raw": "A scene from a TV show in which a woman is wearing a floral shirt and a pink shirt", "with_names": "a woman is wearing a floral shirt and a pink shirt"}, {"scene_id": "atwt-10-10-05s12", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-10-10-05s13", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-10-10-05s14", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-10-10-05s15", "raw": "A scene from a TV show in which a father and son are arguing.", "with_names": "a father and son are arguing."}, {"scene_id": "atwt-10-10-05s16", "raw": "A scene from a TV show in which a woman is looking down and wearing a black shirt.", "with_names": "a woman is looking down and wearing a black shirt."}, {"scene_id": "atwt-10-10-05s17", "raw": "A scene from a TV show in which a girl is holding a coffee cup and looking at a boy.", "with_names": "a girl is holding a coffee cup and looking at a boy."}, {"scene_id": "atwt-10-10-05s18", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-10-10-05s19", "raw": "A scene from a TV show in which a man and a woman walk away from a gate.", "with_names": "a man and a woman walk away from a gate."}, {"scene_id": "atwt-10-10-05s20", "raw": "A scene from a TV show in which an older woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-10-10-05s21", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-10-10-05s22", "raw": "A scene from a TV show in which a young boy is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-10-10-05s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-10-05s24", "raw": "A scene from a TV show in which a box of Jello Slush Puppies is shown.", "with_names": ""}]