[{"scene_id": "gl-07-30-04s0", "raw": "A scene from a TV show in which a bride is crying.", "with_names": "a bride is crying."}, {"scene_id": "gl-07-30-04s1", "raw": "A scene from a TV show in which a little girl is holding a bouquet and a woman is talking to her.", "with_names": ""}, {"scene_id": "gl-07-30-04s3", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-07-30-04s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a disapproving expression.", "with_names": ""}, {"scene_id": "gl-07-30-04s5", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-30-04s6", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and talking to another man.", "with_names": ""}, {"scene_id": "gl-07-30-04s7", "raw": "A scene from a TV show in which a woman is wearing a black hat and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-30-04s8", "raw": "A scene from a TV show in which a woman is looking at a man and a girl is dancing in the background.", "with_names": "Dinah is looking at Bill and a girl is dancing in the background."}, {"scene_id": "gl-07-30-04s9", "raw": "A scene from a TV show in which a woman is wearing a brown halter top and a necklace.", "with_names": "a woman is wearing a brown halter top and a necklace."}, {"scene_id": "gl-07-30-04s10", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-30-04s11", "raw": "A scene from a TV show in which a man is wearing a striped suit and a woman is dancing in a pink shirt.", "with_names": "Alan is wearing a striped suit and Lizzie is dancing in a pink shirt."}, {"scene_id": "gl-07-30-04s12", "raw": "A scene from a TV show in which a woman is wearing a pink tank top and grey jeans and a man is wearing a striped shirt and black pants.", "with_names": "Sheryl is wearing a pink tank top and grey jeans and Tony is wearing a striped shirt and black pants."}, {"scene_id": "gl-07-30-04s13", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "gl-07-30-04s14", "raw": "A scene from a TV show in which a woman is wearing a white dress and a headband.", "with_names": "a woman is wearing a white dress and a headband."}, {"scene_id": "gl-07-30-04s15", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "Harley is wearing a tuxedo and a bow tie."}, {"scene_id": "gl-07-30-04s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-30-04s17", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone.", "with_names": ""}, {"scene_id": "gl-07-30-04s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is in a pink dress.", "with_names": "a man is wearing a tuxedo and a woman is in a pink dress."}, {"scene_id": "gl-07-30-04s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-30-04s20", "raw": "A scene from a TV show in which a man is being hit in the face by a chair", "with_names": "a man is being hit in the face by a chair"}, {"scene_id": "gl-07-30-04s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-07-30-04s22", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "Reva is yelling at another man."}, {"scene_id": "gl-07-30-04s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in formal attire.", "with_names": "Alan and Gus are standing next to each other in formal attire."}, {"scene_id": "gl-07-30-04s24", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-07-30-04s25", "raw": "A scene from a TV show in which a woman is wearing a pink bra and a man is standing behind her", "with_names": "a woman is wearing a pink bra and a man is standing behind her"}, {"scene_id": "gl-07-30-04s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-30-04s27", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-07-30-04s28", "raw": "A scene from a TV show in which a woman is wearing a pink robe and looking at the camera.", "with_names": "Cassie is wearing a pink robe and looking at the camera."}, {"scene_id": "gl-07-30-04s29", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-07-30-04s30", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is looking angrily at someone off-screen.", "with_names": "a man is wearing a tuxedo and a bow tie and is looking angrily at someone off-screen."}, {"scene_id": "gl-07-30-04s31", "raw": "A scene from a TV show in which a woman is bent over and her head is in her hands", "with_names": "a woman is bent over and her head is in her hands"}, {"scene_id": "gl-07-30-04s32", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "gl-07-30-04s33", "raw": "A scene from a TV show in which a man is seen with a mustache and a beard", "with_names": "Danny is with a mustache and a beard"}, {"scene_id": "gl-07-30-04s34", "raw": "A scene from a TV show in which a woman is talking and a man is pointing at her.", "with_names": ""}, {"scene_id": "gl-07-30-04s35", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-07-30-04s36", "raw": "A scene from a TV show in which two men are standing in a room with a large stack of boxes.", "with_names": "two men are standing in a room with a large stack of boxes."}]