[{"scene_id": "gl-01-17-03s0", "raw": "A scene from a TV show in which a man is sitting at a table and his hair is blowing in the wind", "with_names": "a man is sitting at a table and his hair is blowing in the wind"}, {"scene_id": "gl-01-17-03s1", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-17-03s3", "raw": "A scene from a TV show in which a woman is wearing a hat and a sweater", "with_names": "Buzz is wearing a hat and a sweater"}, {"scene_id": "gl-01-17-03s4", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "Bill and Michelle are standing in a living room."}, {"scene_id": "gl-01-17-03s5", "raw": "A scene from a TV show in which a waiter is seen placing a tray on a table.", "with_names": "a waiter is placing a tray on a table."}, {"scene_id": "gl-01-17-03s6", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "gl-01-17-03s7", "raw": "A scene from a TV show in which a man is looking at a tree and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-17-03s8", "raw": "A scene from a TV show in which two men are standing in a room.", "with_names": "two men are standing in a room."}, {"scene_id": "gl-01-17-03s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a ponytail.", "with_names": "a man is wearing a leather jacket and a ponytail."}, {"scene_id": "gl-01-17-03s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-01-17-03s11", "raw": "A scene from a TV show in which a woman is talking to a man while another man is standing behind her.", "with_names": ""}, {"scene_id": "gl-01-17-03s12", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-01-17-03s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-01-17-03s14", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and wearing a black shirt and a ponytail.", "with_names": "a woman is sitting in front of a fireplace and wearing a black shirt and a ponytail."}, {"scene_id": "gl-01-17-03s15", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-01-17-03s16", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-01-17-03s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-17-03s18", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, looking at each other.", "with_names": "a man and a woman are standing in a hallway, looking at each other."}, {"scene_id": "gl-01-17-03s19", "raw": "A scene from a TV show in which a baby is being held by a woman.", "with_names": "a baby is being held by a woman."}, {"scene_id": "gl-01-17-03s20", "raw": "A scene from a TV show in which a woman is holding a cell phone and a man is standing next to her.", "with_names": "a woman is holding a cell phone and a man is standing next to her."}, {"scene_id": "gl-01-17-03s21", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Ed and Michelle are standing next to each other."}, {"scene_id": "gl-01-17-03s22", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie and is looking at the camera.", "with_names": "Bill is wearing a suit and a purple tie and is looking at the camera."}]