[{"scene_id": "atwt-10-08-01s0", "raw": "A scene from a TV show in which a man is sitting on a couch with his legs crossed, wearing a tuxedo and a crown.", "with_names": ""}, {"scene_id": "atwt-10-08-01s1", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "Craig is pouring wine into Margo's glass."}, {"scene_id": "atwt-10-08-01s2", "raw": "A scene from a TV show in which a shirtless man is seen walking down the steps of a building.", "with_names": "a shirtless man is walking down the steps of a building."}, {"scene_id": "atwt-10-08-01s3", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, reading papers.", "with_names": ""}, {"scene_id": "atwt-10-08-01s4", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hair in a ponytail.", "with_names": ""}, {"scene_id": "atwt-10-08-01s5", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "atwt-10-08-01s6", "raw": "A scene from a TV show in which a man is seen in a dark room, with a light shining on him.", "with_names": "Jack is in a dark room, with a light shining on him."}, {"scene_id": "atwt-10-08-01s7", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-10-08-01s8", "raw": "A scene from a TV show in which a man is tasting wine.", "with_names": "a man is tasting wine."}, {"scene_id": "atwt-10-08-01s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-08-01s10", "raw": "A scene from a TV show in which a man is working with a machine, with the Procrit logo and the title of the show", "with_names": "a man is working with a machine, with the procrit logo and the title of the show"}, {"scene_id": "atwt-10-08-01s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a remote.", "with_names": ""}, {"scene_id": "atwt-10-08-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-08-01s13", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-10-08-01s14", "raw": "A scene from a TV show in which a circle is drawn on a black screen", "with_names": "a circle is drawn on a black screen"}, {"scene_id": "atwt-10-08-01s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-10-08-01s16", "raw": "A scene from a TV show in which a man is seen looking down from a balcony at a woman and a dog.", "with_names": "Adam is looking down from a balcony at Abigail and a dog."}, {"scene_id": "atwt-10-08-01s17", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jake is looking at Molly and she is looking back at him."}, {"scene_id": "atwt-10-08-01s18", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-10-08-01s19", "raw": "A scene from a TV show in which a woman is holding a white rabbit.", "with_names": "Katie is holding a white rabbit."}, {"scene_id": "atwt-10-08-01s20", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}]