[{"scene_id": "atwt-06-28-04s0", "raw": "A scene from a TV show in which a man and a woman are walking together.", "with_names": "Chris and Alison are walking together."}, {"scene_id": "atwt-06-28-04s1", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-06-28-04s2", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a brown necklace.", "with_names": "a woman is wearing a yellow dress and a brown necklace."}, {"scene_id": "atwt-06-28-04s3", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and another man is wearing a suit and tie.", "with_names": "a man is wearing a suit and a tie and another man is wearing a suit and tie."}, {"scene_id": "atwt-06-28-04s4", "raw": "A scene from a TV show in which a woman is seen holding a box of Quilted Northern toilet paper.", "with_names": "a woman is holding a box of quilted northern toilet paper."}, {"scene_id": "atwt-06-28-04s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-28-04s6", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie", "with_names": "a man is wearing a striped shirt and a tie"}, {"scene_id": "atwt-06-28-04s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-28-04s8", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-28-04s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, the manI is wearing a suit and tie.", "with_names": "a man and a woman are standing next to each other, the mani is wearing a suit and tie."}, {"scene_id": "atwt-06-28-04s10", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "] is looking at a woman."}, {"scene_id": "atwt-06-28-04s11", "raw": "A scene from a TV show in which a carton of Silk milk is shown on a kitchen counter.", "with_names": ""}, {"scene_id": "atwt-06-28-04s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-28-04s13", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "atwt-06-28-04s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-28-04s15", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-28-04s16", "raw": "A scene from a TV show in which a man is seen walking into a room with a white robe on.", "with_names": "a man is walking into a room with a white robe on."}, {"scene_id": "atwt-06-28-04s17", "raw": "A scene from a TV show in which a woman is sitting in a bar, wearing a red top and a short black hair.", "with_names": "a woman is sitting in a bar, wearing a red top and a short black hair."}, {"scene_id": "atwt-06-28-04s18", "raw": "A scene from a TV show in which a woman is standing in a garden and the words Allergy, Sinus, Pink appear above her.", "with_names": "a woman is standing in a garden and the words allergy, sinus, pink appear above her."}, {"scene_id": "atwt-06-28-04s19", "raw": "A scene from a TV show in which a woman is wearing headphones and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-28-04s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-28-04s21", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-06-28-04s22", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-06-28-04s23", "raw": "A scene from a TV show in which a man is holding a knife and talking to another man.", "with_names": ""}, {"scene_id": "atwt-06-28-04s24", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "atwt-06-28-04s25", "raw": "A scene from a TV show in which a McCormick logo is shown", "with_names": ""}, {"scene_id": "atwt-06-28-04s26", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at a man.", "with_names": "a blonde woman is smiling and looking at a man."}, {"scene_id": "atwt-06-28-04s27", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book", "with_names": ""}, {"scene_id": "atwt-06-28-04s28", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is in a red dress.", "with_names": "a man is wearing a leather jacket and a woman is in a red dress."}, {"scene_id": "atwt-06-28-04s29", "raw": "A scene from a TV show in which a KFC bucket is being blown away by a tornado", "with_names": "a kfc bucket is being blown away by a tornado"}, {"scene_id": "atwt-06-28-04s30", "raw": "A scene from a TV show in which a door is open and a person is standing in the doorway.", "with_names": "a door is open and a person is standing in the doorway."}, {"scene_id": "atwt-06-28-04s31", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-28-04s32", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, smiling at each other.", "with_names": "a man and a woman are lying on a bed, smiling at each other."}, {"scene_id": "atwt-06-28-04s33", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-28-04s34", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a light blue shirt.", "with_names": ""}, {"scene_id": "atwt-06-28-04s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]