[{"scene_id": "pc-01-23-03s0", "raw": "A scene from a TV show in which a woman is wearing a long coat and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-01-23-03s1", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "pc-01-23-03s2", "raw": "A scene from a TV show in which a woman is standing in a bedroom, looking at a mirror.", "with_names": "a woman is standing in a bedroom, looking at a mirror."}, {"scene_id": "pc-01-23-03s3", "raw": "A scene from a TV show in which a woman is seen dancing in a dark room with a green light.", "with_names": "a woman is dancing in a dark room with a green light."}, {"scene_id": "pc-01-23-03s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind", "with_names": ""}, {"scene_id": "pc-01-23-03s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-23-03s6", "raw": "A scene from a TV show in which a man pours a drink for a young man sitting on a couch.", "with_names": ""}, {"scene_id": "pc-01-23-03s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-01-23-03s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-23-03s9", "raw": "A scene from a TV show in which a man is talking on a cell phone while sitting on the bed.", "with_names": ""}, {"scene_id": "pc-01-23-03s10", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "pc-01-23-03s11", "raw": "A scene from a TV show in which a man is holding a gun and looking down at it.", "with_names": "a man is holding a gun and looking down at it."}, {"scene_id": "pc-01-23-03s12", "raw": "A scene from a TV show in which a black screen is shown with the words Port Charles Surrender", "with_names": ""}]