[{"scene_id": "pc-06-27-01s0", "raw": "A scene from a TV show in which a woman is talking to an old woman.", "with_names": ""}, {"scene_id": "pc-06-27-01s1", "raw": "A scene from a TV show in which a man is wearing sunglasses and a black shirt.", "with_names": "Caleb is wearing sunglasses and a black shirt."}, {"scene_id": "pc-06-27-01s2", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Livvie is looking at Jack and he is looking back at her."}, {"scene_id": "pc-06-27-01s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-27-01s4", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a white t-shirt.", "with_names": "a young man is wearing a blue shirt and a white t-shirt."}, {"scene_id": "pc-06-27-01s5", "raw": "A scene from a TV show in which a woman is lying on a bed and a baby is laying on top of her.", "with_names": "a woman is lying on a bed and a baby is laying on top of her."}, {"scene_id": "pc-06-27-01s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-06-27-01s7", "raw": "A scene from a TV show in which a man and a woman are lying down together.", "with_names": "a man and Livvie are lying down together."}, {"scene_id": "pc-06-27-01s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-06-27-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-06-27-01s10", "raw": "A scene from a TV show in which a woman is wearing scrubs and a name tag.", "with_names": "Gabriela is wearing scrubs and a name tag."}, {"scene_id": "pc-06-27-01s11", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway, with the man looking at the woman and the woman looking at him.", "with_names": "a man and Livvie are standing in a hallway, with the man looking at the woman and the woman looking at him."}, {"scene_id": "pc-06-27-01s12", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}]