[{"scene_id": "bb-10-20-06s0", "raw": "A scene from a TV show in which a man is standing in front of a jail cell.", "with_names": "a man is standing in front of a jail cell."}, {"scene_id": "bb-10-20-06s1", "raw": "A scene from a TV show in which a blonde girl is looking at her watch and scratching her neck.", "with_names": "a blonde girl is looking at her watch and scratching her neck."}, {"scene_id": "bb-10-20-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-20-06s3", "raw": "A scene from a TV show in which a woman is dancing in a gym. The title is \"Be Beautiful\"", "with_names": "a woman is dancing in a gym. the title is \"be beautiful\""}, {"scene_id": "bb-10-20-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and crossing his arms while a woman is standing next to him.", "with_names": "a man is wearing a suit and a tie and crossing his arms while a woman is standing next to him."}, {"scene_id": "bb-10-20-06s5", "raw": "A scene from a TV show in which a man is yelling at a cell door.", "with_names": "a man is yelling at a cell door."}, {"scene_id": "bb-10-20-06s6", "raw": "A scene from a TV show in which a young man is lying on a couch, a woman stands behind him, and a clock is visible on the floor.", "with_names": "a young man is lying on a couch, a woman stands behind him, and a clock is visible on the floor."}, {"scene_id": "bb-10-20-06s7", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-10-20-06s8", "raw": "A scene from a TV show in which a woman is wearing a gold necklace and a brown dress.", "with_names": "a woman is wearing a gold necklace and a brown dress."}, {"scene_id": "bb-10-20-06s9", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a clock is visible on the bottom of the screen.", "with_names": "a woman is wearing a red shirt and a clock is visible on the bottom of the screen."}, {"scene_id": "bb-10-20-06s10", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-10-20-06s11", "raw": "A scene from a TV show in which a woman is standing at a desk, a red lamp is on the desk and a man is behind her.", "with_names": "a woman is standing at a desk, a red lamp is on the desk and a man is behind her."}, {"scene_id": "bb-10-20-06s12", "raw": "A scene from a TV show in which a man is looking at an older woman.", "with_names": "a man is looking at an older woman."}, {"scene_id": "bb-10-20-06s13", "raw": "A scene from a TV show in which a man is looking at a woman and the words \"2:12\" are written on the bottom", "with_names": "a man is looking at a woman and the words \"2:12\" are written on the bottom"}, {"scene_id": "bb-10-20-06s14", "raw": "A scene from a TV show in which a woman is standing in a courtroom, wearing a black suit and white shirt.", "with_names": "a woman is standing in a courtroom, wearing a black suit and white shirt."}]