[{"scene_id": "oltl-12-26-08s0", "raw": "A scene from a TV show in which a man lies in bed with a bandage on his head and a woman stands over him.", "with_names": "Todd lies in bed with a bandage on his head and Marty stands over him."}, {"scene_id": "oltl-12-26-08s1", "raw": "A scene from a TV show in which a woman is hugging a man in front of a Christmas tree.", "with_names": "a woman is hugging a man in front of a christmas tree."}, {"scene_id": "oltl-12-26-08s2", "raw": "A scene from a TV show in which a woman is wearing a black hat and a red shirt and is looking at a man.", "with_names": "a woman is wearing a black hat and a red shirt and is looking at a man."}, {"scene_id": "oltl-12-26-08s3", "raw": "A scene from a TV show in which a young boy is given a present by his older brother.", "with_names": "a young boy is given a present by his older brother."}, {"scene_id": "oltl-12-26-08s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down, with a Christmas tree in the background.", "with_names": "a man is wearing a suit and tie and looking down, with a christmas tree in the background."}, {"scene_id": "oltl-12-26-08s5", "raw": "A scene from a TV show in which a woman is seen with a white face and a red shirt.", "with_names": "a woman is with a white face and a red shirt."}, {"scene_id": "oltl-12-26-08s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-26-08s7", "raw": "A scene from a TV show in which a woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-12-26-08s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-26-08s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-26-08s10", "raw": "A scene from a TV show in which a man and a woman are standing in front of a Christmas tree.", "with_names": "a man and a woman are standing in front of a christmas tree."}, {"scene_id": "oltl-12-26-08s11", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-12-26-08s12", "raw": "A scene from a TV show in which a black woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-12-26-08s13", "raw": "A scene from a TV show in which a young boy is wearing a red plaid shirt and a boy is standing behind him.", "with_names": "a young boy is wearing a red plaid shirt and a boy is standing behind him."}, {"scene_id": "oltl-12-26-08s14", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him. They are both looking at a gift box.", "with_names": ""}, {"scene_id": "oltl-12-26-08s15", "raw": "A scene from a TV show in which a man is standing in front of a door, and a woman is sitting on the floor, wearing a red dress.", "with_names": "a man is standing in front of a door, and a woman is sitting on the floor, wearing a red dress."}, {"scene_id": "oltl-12-26-08s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-12-26-08s17", "raw": "A scene from a TV show in which a woman is wearing a grey sweater and a red dress and is talking to another womanI", "with_names": ""}, {"scene_id": "oltl-12-26-08s18", "raw": "A scene from a TV show in which a man is holding a baby blanket and another man is looking at it.", "with_names": "a man is holding a baby blanket and another man is looking at it."}, {"scene_id": "oltl-12-26-08s19", "raw": "A scene from a TV show in which a woman is talking to a man in front of a Christmas tree.", "with_names": ""}, {"scene_id": "oltl-12-26-08s20", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-12-26-08s21", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "a woman is trying to get a man to kiss her."}, {"scene_id": "oltl-12-26-08s22", "raw": "A scene from a TV show in which a man and a woman are standing in front of a mirror.", "with_names": "a man and a woman are standing in front of a mirror."}, {"scene_id": "oltl-12-26-08s23", "raw": "A scene from a TV show in which two kids are standing in front of a Christmas tree, with stockings hanging on the wall behind them.", "with_names": "two kids are standing in front of a christmas tree, with stockings hanging on the wall behind them."}, {"scene_id": "oltl-12-26-08s24", "raw": "A scene from a TV show in which a man is sitting on a bed with a pillow over his face.", "with_names": "a man is sitting on a bed with a pillow over his face."}, {"scene_id": "oltl-12-26-08s25", "raw": "A scene from a TV show in which a blonde woman is sitting down and looking down.", "with_names": "a blonde woman is sitting down and looking down."}, {"scene_id": "oltl-12-26-08s26", "raw": "A scene from a TV show in which a woman is being assaulted by another woman.", "with_names": "a woman is being assaulted by another woman."}, {"scene_id": "oltl-12-26-08s27", "raw": "A scene from a TV show in which a man is wearing a white bandage on his face.", "with_names": "a man is wearing a white bandage on his face."}, {"scene_id": "oltl-12-26-08s28", "raw": "A scene from a TV show in which a man is walking up a flight of stairs with a woman.", "with_names": "a man is walking up a flight of stairs with a woman."}, {"scene_id": "oltl-12-26-08s29", "raw": "A scene from a TV show in which a blonde man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-26-08s30", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, with a Christmas tree in the background.", "with_names": ""}, {"scene_id": "oltl-12-26-08s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-26-08s32", "raw": "A scene from a TV show in which a man is wearing a cowboy hat and a brown fringed jacket.", "with_names": "a man is wearing a cowboy hat and a brown fringed jacket."}, {"scene_id": "oltl-12-26-08s33", "raw": "A scene from a TV show in which a woman is talking to a man and they are both wearing black clothes.", "with_names": ""}, {"scene_id": "oltl-12-26-08s34", "raw": "A scene from a TV show in which the words \"one life to live\" are displayed on a blue background", "with_names": "the words \"one life to live\" are displayed on a blue background"}]