[{"scene_id": "atwt-10-16-06s0", "raw": "A scene from a TV show in which a woman is talking to a man and a box is on the floor.", "with_names": ""}, {"scene_id": "atwt-10-16-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-16-06s2", "raw": "A scene from a TV show in which a man is standing next to a woman, and she is looking at him.", "with_names": "a man is standing next to a woman, and she is looking at him."}, {"scene_id": "atwt-10-16-06s3", "raw": "A scene from a TV show in which a woman is on the phone and her face is distorted", "with_names": "a woman is on the phone and her face is distorted"}, {"scene_id": "atwt-10-16-06s4", "raw": "A scene from a TV show in which a young woman is crying and a man is comforting her.", "with_names": "a young woman is crying and a man is comforting her."}, {"scene_id": "atwt-10-16-06s5", "raw": "A scene from a TV show in which a man is holding a knife and a woman is standing behind him.", "with_names": "a man is holding a knife and a woman is standing behind him."}, {"scene_id": "atwt-10-16-06s6", "raw": "A scene from a TV show in which a Bounty paper towel is used to make a wish.", "with_names": "a bounty paper towel is used to make a wish."}, {"scene_id": "atwt-10-16-06s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-10-16-06s8", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-10-16-06s9", "raw": "A scene from a TV show in which a man is looking at a woman in a library.", "with_names": "a man is looking at a woman in a library."}, {"scene_id": "atwt-10-16-06s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-10-16-06s11", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "atwt-10-16-06s12", "raw": "A scene from a TV show in which a girl is smiling at a boy.", "with_names": "a girl is smiling at a boy."}, {"scene_id": "atwt-10-16-06s13", "raw": "A scene from a TV show in which a man is standing in a bar, holding a beer, and a woman is looking at him.", "with_names": "a man is standing in a bar, holding a beer, and a woman is looking at him."}, {"scene_id": "atwt-10-16-06s14", "raw": "A scene from a TV show in which a stone wall is shown with the words \"Free meter\"", "with_names": ""}, {"scene_id": "atwt-10-16-06s15", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "atwt-10-16-06s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a martini.", "with_names": "a woman is sitting at a table with a martini."}, {"scene_id": "atwt-10-16-06s17", "raw": "A scene from a TV show in which a woman and a man are standing next to each other.", "with_names": "a woman and a man are standing next to each other."}, {"scene_id": "atwt-10-16-06s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-16-06s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-10-16-06s20", "raw": "A scene from a TV show in which a man and a woman are standing in a room with wine glasses and bottles on the table.", "with_names": "a man and a woman are standing in a room with wine glasses and bottles on the table."}, {"scene_id": "atwt-10-16-06s21", "raw": "A scene from a TV show in which a man is standing in front of a couch and a woman is sitting on it. The caption reads, \"Alan's ex is getting married.\"", "with_names": "a man is standing in front of a couch and a woman is sitting on it. the caption reads, \"alan's ex is getting married.\""}, {"scene_id": "atwt-10-16-06s22", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "atwt-10-16-06s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-10-16-06s24", "raw": "A scene from a TV show in which a man is looking at a painting.", "with_names": "] is looking at a painting."}, {"scene_id": "atwt-10-16-06s25", "raw": "A scene from a TV show in which a woman is in a hospital gown and a man is standing behind her.", "with_names": "a woman is in a hospital gown and a man is standing behind her."}, {"scene_id": "atwt-10-16-06s26", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-10-16-06s27", "raw": "A scene from a TV show in which a man is wearing a t-shirt that says \"Simpsons\"", "with_names": "a man is wearing a t-shirt that says \"simpsons\""}, {"scene_id": "atwt-10-16-06s28", "raw": "A scene from a TV show in which a man is standing outside and a woman is walking away from him.", "with_names": "a man is standing outside and a woman is walking away from him."}, {"scene_id": "atwt-10-16-06s29", "raw": "A scene from a TV show in which a young boy is seen smiling and waving his hand.", "with_names": "a young boy is smiling and waving his hand."}, {"scene_id": "atwt-10-16-06s30", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-16-06s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-16-06s32", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-10-16-06s33", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-10-16-06s34", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-16-06s35", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-16-06s36", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}]