[{"scene_id": "gl-12-05-01s0", "raw": "A scene from a TV show in which a man and a woman are dancing in a bathroom.", "with_names": "Danny and Michelle are dancing in a bathroom."}, {"scene_id": "gl-12-05-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-05-01s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a drink and a cigarette", "with_names": "a woman is sitting at a table with a drink and a cigarette"}, {"scene_id": "gl-12-05-01s3", "raw": "A scene from a TV show in which a woman is wearing a red suit and a blonde wig.", "with_names": "a woman is wearing a red suit and a blonde wig."}, {"scene_id": "gl-12-05-01s4", "raw": "A scene from a TV show in which a black circle is seen on a yellow background", "with_names": "a black circle is on a yellow background"}, {"scene_id": "gl-12-05-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-05-01s6", "raw": "A scene from a TV show in which a man and a woman sit at a dinner table, looking at each other.", "with_names": "a man and a woman sit at a dinner table, looking at each other."}, {"scene_id": "gl-12-05-01s7", "raw": "A scene from a TV show in which a man is sitting at a desk and scratching his head.", "with_names": "Gus is sitting at a desk and scratching his head."}, {"scene_id": "gl-12-05-01s8", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Cassie is being groped by Dax."}, {"scene_id": "gl-12-05-01s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both with their hands over their hearts.", "with_names": "Alonzo and a woman are standing next to each other, both with their hands over their hearts."}, {"scene_id": "gl-12-05-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-05-01s11", "raw": "A scene from a TV show in which a man is sitting at a desk talking on the phone.", "with_names": ""}, {"scene_id": "gl-12-05-01s12", "raw": "A scene from a TV show in which a man is sitting at a table with a drink and a cigarette in front of him. He is looking down and scratching his head.", "with_names": "a man is sitting at a table with a drink and a cigarette in front of him. he is looking down and scratching his head."}, {"scene_id": "gl-12-05-01s13", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "gl-12-05-01s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-05-01s15", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-05-01s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Danny is kissing Michelle on the cheek."}, {"scene_id": "gl-12-05-01s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a window.", "with_names": "a man and a woman are standing in front of a window."}, {"scene_id": "gl-12-05-01s18", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "Carmen is looking up and smiling."}, {"scene_id": "gl-12-05-01s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-05-01s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-05-01s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, looking at a computer screen.", "with_names": "a man and a woman are sitting next to each other, looking at a computer screen."}]