[{"scene_id": "atwt-06-29-10s0", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-06-29-10s1", "raw": "A scene from a TV show in which a woman is seen kissing another woman.", "with_names": "] is kissing another woman."}, {"scene_id": "atwt-06-29-10s2", "raw": "A scene from a TV show in which a woman is standing in front of a mirror and talking to herself.", "with_names": ""}, {"scene_id": "atwt-06-29-10s3", "raw": "A scene from a TV show in which a man is standing in a living room, looking at a woman sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-06-29-10s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-06-29-10s5", "raw": "A scene from a TV show in which a woman is superimposed over a man's face.", "with_names": "a woman is superimposed over a man's face."}, {"scene_id": "atwt-06-29-10s6", "raw": "A scene from a TV show in which a pregnant woman is lying in a hospital bed, surrounded by her family.", "with_names": "a pregnant woman is lying in a hospital bed, surrounded by her family."}, {"scene_id": "atwt-06-29-10s7", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-29-10s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-29-10s9", "raw": "A scene from a TV show in which a man is wearing a life jacket and standing in front of a body of water.", "with_names": "a man is wearing a life jacket and standing in front of a body of water."}, {"scene_id": "atwt-06-29-10s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-29-10s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-06-29-10s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and is looking at the camera.", "with_names": "a woman is wearing a black dress and is looking at the camera."}, {"scene_id": "atwt-06-29-10s13", "raw": "A scene from a TV show in which a woman is talking to a man in a fruit and vegetable market.", "with_names": ""}, {"scene_id": "atwt-06-29-10s14", "raw": "A scene from a TV show in which a blonde woman is looking down and her mouth is open.", "with_names": "a blonde woman is looking down and her mouth is open."}, {"scene_id": "atwt-06-29-10s15", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing behind her.", "with_names": "a woman is sitting on a bed and a man is standing behind her."}, {"scene_id": "atwt-06-29-10s16", "raw": "A scene from a TV show in which a woman is crying with a man and a girl standing behind her.", "with_names": "a woman is crying with ] and a girl standing behind her."}, {"scene_id": "atwt-06-29-10s17", "raw": "A scene from a TV show in which a man is looking down and his mouth is open", "with_names": "a man is looking down and his mouth is open"}, {"scene_id": "atwt-06-29-10s18", "raw": "A scene from a TV show in which a woman is seen looking at a box of Vagisil.", "with_names": "a woman is looking at a box of vagisil."}, {"scene_id": "atwt-06-29-10s19", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "atwt-06-29-10s20", "raw": "A scene from a TV show in which a man is looking at the camera with a concerned expression.", "with_names": "a man is looking at the camera with a concerned expression."}, {"scene_id": "atwt-06-29-10s21", "raw": "A scene from a TV show in which a woman is wearing a white suit and standing in front of a mirror.", "with_names": "a woman is wearing a white suit and standing in front of a mirror."}, {"scene_id": "atwt-06-29-10s22", "raw": "A scene from a TV show in which a woman is wearing a leopard print dress and a man is kissing her on the cheek.", "with_names": "] is wearing a leopard print dress and Henry is kissing her on the cheek."}, {"scene_id": "atwt-06-29-10s23", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}]