[{"scene_id": "oltl-08-18-10s0", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-18-10s1", "raw": "A scene from a TV show in which a police officer is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-18-10s2", "raw": "A scene from a TV show in which a man stands in front of a woman in a room.", "with_names": "a man stands in front of a woman in a room."}, {"scene_id": "oltl-08-18-10s3", "raw": "A scene from a TV show in which a shirtless man is wearing a small electronic device on his stomach.", "with_names": "a shirtless man is wearing a small electronic device on his stomach."}, {"scene_id": "oltl-08-18-10s4", "raw": "A scene from a TV show in which a man is yelling and his hands are up in the air", "with_names": "a man is yelling and his hands are up in the air"}, {"scene_id": "oltl-08-18-10s5", "raw": "A scene from a TV show in which a man and a woman stand in a room.", "with_names": "a man and a woman stand in a room."}, {"scene_id": "oltl-08-18-10s6", "raw": "A scene from a TV show in which a police officer is on the phone.", "with_names": "a police officer is on the phone."}, {"scene_id": "oltl-08-18-10s7", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-08-18-10s8", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and blue gloves and is standing in a doorway.", "with_names": "a woman is wearing a yellow shirt and blue gloves and is standing in a doorway."}, {"scene_id": "oltl-08-18-10s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-18-10s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-18-10s11", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "oltl-08-18-10s12", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "a woman is sitting in a room with a man standing behind her."}, {"scene_id": "oltl-08-18-10s13", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-08-18-10s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-18-10s15", "raw": "A scene from a TV show in which a woman is sitting in front of a whiteboard and making a face.", "with_names": "a woman is sitting in front of a whiteboard and making a face."}, {"scene_id": "oltl-08-18-10s16", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-08-18-10s17", "raw": "A scene from a TV show in which a man and a woman are talking in front of a police station bulletin board.", "with_names": ""}, {"scene_id": "oltl-08-18-10s18", "raw": "A scene from a TV show in which a woman is pointing at a man and a couple is standing behind her.", "with_names": "a woman is pointing at a man and a couple is standing behind her."}, {"scene_id": "oltl-08-18-10s19", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-18-10s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of coffee, and a man is standing next to her.", "with_names": "a woman is sitting at a table with a cup of coffee, and a man is standing next to her."}, {"scene_id": "oltl-08-18-10s21", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-18-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman in an office.", "with_names": ""}, {"scene_id": "oltl-08-18-10s23", "raw": "A scene from a TV show in which a man is seen walking through a dark room.", "with_names": "a man is walking through a dark room."}, {"scene_id": "oltl-08-18-10s24", "raw": "A scene from a TV show in which a woman is standing in front of a table and a man is sitting at a desk.", "with_names": "a woman is standing in front of a table and a man is sitting at a desk."}, {"scene_id": "oltl-08-18-10s25", "raw": "A scene from a TV show in which a man is talking to someone in a police station.", "with_names": ""}, {"scene_id": "oltl-08-18-10s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-08-18-10s27", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "James and ] are standing in front of a door."}, {"scene_id": "oltl-08-18-10s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-18-10s29", "raw": "A scene from a TV show in which two women hug each other.", "with_names": "two women hug each other."}, {"scene_id": "oltl-08-18-10s30", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-08-18-10s31", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-18-10s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-18-10s33", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-18-10s34", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-18-10s35", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]