[{"scene_id": "bb-01-05-17s0", "raw": "A scene from a TV show in which a man is holding a pizza in his hand and walking towards another man.", "with_names": "a man is holding a pizza in his hand and walking towards another man."}, {"scene_id": "bb-01-05-17s2", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-01-05-17s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-05-17s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-05-17s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-05-17s6", "raw": "A scene from a TV show in which a man is standing in a living room with his arms crossed, while another man stands in the background.", "with_names": "Quinn is standing in a living room with his arms crossed, while another man stands in the background."}, {"scene_id": "bb-01-05-17s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Ridge is looking at Eric and he is looking back at her."}, {"scene_id": "bb-01-05-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-05-17s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-05-17s10", "raw": "A scene from a TV show in which a man is standing in front of a fireplace and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-05-17s11", "raw": "A scene from a TV show in which a man is crying while a woman is standing next to him.", "with_names": "Eric is crying while Ridge is standing next to him."}, {"scene_id": "bb-01-05-17s12", "raw": "A scene from a TV show in which a man is standing next to another man and they are both wearing ties.", "with_names": "a man is standing next to another man and they are both wearing ties."}, {"scene_id": "bb-01-05-17s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-05-17s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-05-17s15", "raw": "A scene from a TV show in which a man is arguing with another man.", "with_names": "Quinn is arguing with another man."}, {"scene_id": "bb-01-05-17s16", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing behind him.", "with_names": "a man is walking down a hallway and another man is standing behind him."}, {"scene_id": "bb-01-05-17s17", "raw": "A scene from a TV show in which a man is standing on a boat in the sea", "with_names": "a man is standing on a boat in the sea"}, {"scene_id": "bb-01-05-17s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "bb-01-05-17s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]