[{"scene_id": "oltl-07-23-09s0", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his hands on her head.", "with_names": "Cole is lying on top of Starr, with his hands on her head."}, {"scene_id": "oltl-07-23-09s1", "raw": "A scene from a TV show in which a shirtless man is looking at the camera.", "with_names": "a shirtless man is looking at the camera."}, {"scene_id": "oltl-07-23-09s2", "raw": "A scene from a TV show in which a man is drinking coffee and looking annoyed.", "with_names": "a man is drinking coffee and looking annoyed."}, {"scene_id": "oltl-07-23-09s3", "raw": "A scene from a TV show in which a man is standing over a young girl, who is sitting on a bed.", "with_names": "a man is standing over a young girl, who is sitting on a bed."}, {"scene_id": "oltl-07-23-09s4", "raw": "A scene from a TV show in which a man is kissing a woman in bed.", "with_names": "a man is kissing a woman in bed."}, {"scene_id": "oltl-07-23-09s5", "raw": "A scene from a TV show in which a man is standing over a baby in a crib.", "with_names": "a man is standing over a baby in a crib."}, {"scene_id": "oltl-07-23-09s6", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-07-23-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-23-09s8", "raw": "A scene from a TV show in which a man is reading a newspaper while a woman is eating food.", "with_names": "a man is reading a newspaper while a woman is eating food."}, {"scene_id": "oltl-07-23-09s9", "raw": "A scene from a TV show in which a woman is wearing a yellow shirt and a black hair", "with_names": "a woman is wearing a yellow shirt and a black hair"}, {"scene_id": "oltl-07-23-09s10", "raw": "A scene from a TV show in which a man and a woman are standing in a bedroom, drinking wine.", "with_names": "a man and a woman are standing in a bedroom, drinking wine."}, {"scene_id": "oltl-07-23-09s11", "raw": "A scene from a TV show in which a woman is talking to a man and a dog is sitting on the floor.", "with_names": ""}, {"scene_id": "oltl-07-23-09s12", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-23-09s13", "raw": "A scene from a TV show in which a woman is standing in front of a door and smiling.", "with_names": "a woman is standing in front of a door and smiling."}, {"scene_id": "oltl-07-23-09s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-23-09s15", "raw": "A scene from a TV show in which a man is holding a blanket and a woman is standing behind him.", "with_names": "a man is holding a blanket and a woman is standing behind him."}, {"scene_id": "oltl-07-23-09s16", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a white shirt and the other is wearing a black and red dress.", "with_names": "two women are standing next to each other, one is wearing a white shirt and the other is wearing a black and red dress."}, {"scene_id": "oltl-07-23-09s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a crib, with a baby standing in it.", "with_names": "a man and a woman are standing in front of a crib, with a baby standing in it."}, {"scene_id": "oltl-07-23-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-23-09s19", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-23-09s20", "raw": "A scene from a TV show in which a woman is sitting on a couch and her hands are in the air.", "with_names": ""}, {"scene_id": "oltl-07-23-09s21", "raw": "A scene from a TV show in which a man is sitting at a table with his hands clasped together.", "with_names": "a man is sitting at a table with his hands clasped together."}, {"scene_id": "oltl-07-23-09s22", "raw": "A scene from a TV show in which a man is talking to a woman in a church.", "with_names": ""}, {"scene_id": "oltl-07-23-09s23", "raw": "A scene from a TV show in which a man is seen bowing his head in prayer.", "with_names": "a man is bowing his head in prayer."}, {"scene_id": "oltl-07-23-09s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-23-09s25", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing next to him.", "with_names": "a man is holding a baby and a woman is standing next to him."}, {"scene_id": "oltl-07-23-09s26", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a white shirt.", "with_names": "a woman is wearing a red jacket and a white shirt."}, {"scene_id": "oltl-07-23-09s27", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-07-23-09s28", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-09s29", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen, looking at a book.", "with_names": "a man and a woman stand in a kitchen, looking at a book."}, {"scene_id": "oltl-07-23-09s30", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-07-23-09s31", "raw": "A scene from a TV show in which a woman is blowing a kiss", "with_names": "a woman is blowing a kiss"}, {"scene_id": "oltl-07-23-09s32", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "oltl-07-23-09s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-23-09s34", "raw": "A scene from a TV show in which a young man is looking down and his eyes are closed.", "with_names": "a young man is looking down and his eyes are closed."}, {"scene_id": "oltl-07-23-09s35", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-23-09s36", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is walking towards him.", "with_names": "a man is standing in a doorway and a woman is walking towards him."}]