[{"scene_id": "pc-03-13-03s0", "raw": "A scene from a TV show in which a woman is being attacked by a bear.", "with_names": "Singers is being attacked by a bear."}, {"scene_id": "pc-03-13-03s1", "raw": "A scene from a TV show in which a man sits on a bed and a woman lies in bed", "with_names": "Joshua sits on a bed and Elizabeth lies in bed"}, {"scene_id": "pc-03-13-03s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her, looking at a newspaper.", "with_names": ""}, {"scene_id": "pc-03-13-03s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Caleb is kissing Tess on the cheek."}, {"scene_id": "pc-03-13-03s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a wig", "with_names": "Casey is wearing a black dress and a wig"}, {"scene_id": "pc-03-13-03s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-03-13-03s6", "raw": "A scene from a TV show in which a woman is being pushed in an elevator by another woman.", "with_names": "a woman is being pushed in an elevator by another woman."}, {"scene_id": "pc-03-13-03s8", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a shirt", "with_names": "Ian is wearing a leather jacket and a shirt"}, {"scene_id": "pc-03-13-03s9", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "Rafe is smiling and Elizabeth is looking at him."}, {"scene_id": "pc-03-13-03s10", "raw": "A scene from a TV show in which a man is wearing a t-shirt and looking down", "with_names": "Ian is wearing a t-shirt and looking down"}, {"scene_id": "pc-03-13-03s11", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "pc-03-13-03s12", "raw": "A scene from a TV show in which a woman is driving a car and looks at the camera", "with_names": "Casey is driving a car and looks at the camera"}, {"scene_id": "pc-03-13-03s13", "raw": "A scene from a TV show in which a man is holding a newspaper and a baseball bat", "with_names": "a man is holding a newspaper and a baseball bat"}, {"scene_id": "pc-03-13-03s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-03-13-03s15", "raw": "A scene from a TV show in which a woman is standing in a wine cellar, a bottle is visible behind her. A woman to her right is looking at her, and she is wearing a black dress.", "with_names": "Elizabeth is standing in a wine cellar, a bottle is visible behind her. a woman to her right is looking at her, and she is wearing a black dress."}, {"scene_id": "pc-03-13-03s16", "raw": "A scene from a TV show in which a man is seen standing in a room with a large black candle.", "with_names": "a man is standing in a room with a large black candle."}, {"scene_id": "pc-03-13-03s17", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "a man is wearing a black shirt and a long black hair"}, {"scene_id": "pc-03-13-03s18", "raw": "A scene from a TV show in which two women are fighting.", "with_names": "two women are fighting."}, {"scene_id": "pc-03-13-03s19", "raw": "A scene from a TV show in which a man is standing in the snow next to a car.", "with_names": "a man is standing in the snow next to a car."}, {"scene_id": "pc-03-13-03s20", "raw": "A scene from a TV show in which two men are standing in front of a waterfall.", "with_names": "two men are standing in front of a waterfall."}, {"scene_id": "pc-03-13-03s21", "raw": "A scene from a TV show in which the title is \"Surrender\"", "with_names": "the title is \"surrender\""}, {"scene_id": "pc-03-13-03s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-03-13-03s23", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a long black hair", "with_names": "Joshua is wearing a black leather jacket and a long black hair"}, {"scene_id": "pc-03-13-03s24", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}]