[{"scene_id": "atwt-01-20-06s0", "raw": "A scene from a TV show in which a woman is holding a gun and a man is standing next to her.", "with_names": "a woman is holding a gun and a man is standing next to her."}, {"scene_id": "atwt-01-20-06s1", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-01-20-06s2", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-01-20-06s3", "raw": "A scene from a TV show in which a meteorologist is looking at a map.", "with_names": "a meteorologist is looking at a map."}, {"scene_id": "atwt-01-20-06s4", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-01-20-06s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-01-20-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-20-06s7", "raw": "A scene from a TV show in which a man is looking down and his head is bowed", "with_names": "a man is looking down and his head is bowed"}, {"scene_id": "atwt-01-20-06s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a confused expression.", "with_names": "a blonde woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-20-06s9", "raw": "A scene from a TV show in which a woman is crying with a cheeseburger on her head.", "with_names": "a woman is crying with a cheeseburger on her head."}, {"scene_id": "atwt-01-20-06s10", "raw": "A scene from a TV show in which two men are standing in a police station.", "with_names": "two men are standing in a police station."}, {"scene_id": "atwt-01-20-06s11", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-20-06s12", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a black shirt", "with_names": "a woman is wearing a red blazer and a black shirt"}, {"scene_id": "atwt-01-20-06s13", "raw": "A scene from a TV show in which two men are sitting on a couch, eating chips and watching TV.", "with_names": ""}, {"scene_id": "atwt-01-20-06s14", "raw": "A scene from a TV show in which a family is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-01-20-06s15", "raw": "A scene from a TV show in which a blonde woman is wearing a brown jacket and a scarf around her neck.", "with_names": "a blonde woman is wearing a brown jacket and a scarf around her neck."}, {"scene_id": "atwt-01-20-06s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-20-06s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-20-06s18", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-01-20-06s19", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing next to him", "with_names": ""}, {"scene_id": "atwt-01-20-06s20", "raw": "A scene from a TV show in which a woman is holding a bag and looking at the camera.", "with_names": "a woman is holding a bag and looking at the camera."}, {"scene_id": "atwt-01-20-06s21", "raw": "A scene from a TV show in which a woman is sitting at a table and looking to the side.", "with_names": "a woman is sitting at a table and looking to the side."}, {"scene_id": "atwt-01-20-06s22", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black scarf", "with_names": "a woman is wearing a red coat and a black scarf"}, {"scene_id": "atwt-01-20-06s23", "raw": "A scene from a TV show in which two women sit at a dining table and talk.", "with_names": "two women sit at a dining table and talk."}, {"scene_id": "atwt-01-20-06s24", "raw": "A scene from a TV show in which a woman is sitting on the ground and a man is standing behind her.", "with_names": "a woman is sitting on the ground and a man is standing behind her."}, {"scene_id": "atwt-01-20-06s25", "raw": "A scene from a TV show in which a man is looking to the side and wearing a tan shirt", "with_names": "a man is looking to the side and wearing a tan shirt"}, {"scene_id": "atwt-01-20-06s26", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-01-20-06s27", "raw": "A scene from a TV show in which a man is wearing a black jacket and a brown hair", "with_names": "a man is wearing a black jacket and a brown hair"}, {"scene_id": "atwt-01-20-06s28", "raw": "A scene from a TV show in which a man is looking through a window.", "with_names": "a man is looking through a window."}, {"scene_id": "atwt-01-20-06s29", "raw": "A scene from a TV show in which a woman is wearing a coat and a tree is in the background", "with_names": "a woman is wearing a coat and a tree is in the background"}, {"scene_id": "atwt-01-20-06s30", "raw": "A scene from a TV show in which a nurse is wearing a face mask and a hair net.", "with_names": "a nurse is wearing a face mask and a hair net."}]