[{"scene_id": "atwt-06-03-10s0", "raw": "A scene from a TV show in which two women are standing next to each other, smiling and laughing.", "with_names": "two women are standing next to each other, smiling and laughing."}, {"scene_id": "atwt-06-03-10s1", "raw": "A scene from a TV show in which a doctor is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-06-03-10s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-06-03-10s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-03-10s4", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a cell phone. The words \"Delicious 100 Calories\" are written in gold letters on the wall behind her.", "with_names": "a woman is standing in a living room, looking at a cell phone. the words \"delicious 100 calories\" are written in gold letters on the wall behind her."}, {"scene_id": "atwt-06-03-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-03-10s6", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-03-10s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-03-10s8", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a bob haircut.", "with_names": "a woman is wearing a purple dress and a bob haircut."}, {"scene_id": "atwt-06-03-10s9", "raw": "A scene from a TV show in which a woman is sitting at a desk with a robot arm.", "with_names": "a woman is sitting at a desk with a robot arm."}, {"scene_id": "atwt-06-03-10s10", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-06-03-10s11", "raw": "A scene from a TV show in which a man is holding a suitcase and a woman is standing behind him", "with_names": "Reid is holding a suitcase and ] is standing behind him"}, {"scene_id": "atwt-06-03-10s12", "raw": "A scene from a TV show in which a boy is wearing a red shirt and a girl is looking at him.", "with_names": "a boy is wearing a red shirt and a girl is looking at him."}, {"scene_id": "atwt-06-03-10s13", "raw": "A scene from a TV show in which a man is shown sleeping in a chair.", "with_names": ""}, {"scene_id": "atwt-06-03-10s14", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-06-03-10s15", "raw": "A scene from a TV show in which a man is talking to another man, and the other man is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-06-03-10s16", "raw": "A scene from a TV show in which a woman is holding a gun and pointing it at someone.", "with_names": "a woman is holding a gun and pointing it at someone."}, {"scene_id": "atwt-06-03-10s17", "raw": "A scene from a TV show in which a blue sky is shown with white lines crisscrossing it.", "with_names": ""}, {"scene_id": "atwt-06-03-10s18", "raw": "A scene from a TV show in which a man is sitting at a desk with a woman standing behind him.", "with_names": "a man is sitting at a desk with a woman standing behind him."}, {"scene_id": "atwt-06-03-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-03-10s20", "raw": "A scene from a TV show in which a woman is lying on a bed and smiling.", "with_names": "a woman is lying on a bed and smiling."}, {"scene_id": "atwt-06-03-10s21", "raw": "A scene from a TV show in which a woman is holding a bottle of Spinbrush.", "with_names": "] is holding a bottle of spinbrush."}, {"scene_id": "atwt-06-03-10s22", "raw": "A scene from a TV show in which a woman is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-06-03-10s23", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a black dress.", "with_names": "a woman is wearing a green jacket and a black dress."}, {"scene_id": "atwt-06-03-10s24", "raw": "A scene from a TV show in which a honey droplet is being blown up into the air.", "with_names": "a honey droplet is being blown up into the air."}, {"scene_id": "atwt-06-03-10s25", "raw": "A scene from a TV show in which a man is eating a peach.", "with_names": "a man is eating a peach."}]