[{"scene_id": "atwt-05-03-10s0", "raw": "A scene from a TV show in which a woman is wearing a black dress and holding a suitcase.", "with_names": "Vienna is wearing a black dress and holding a suitcase."}, {"scene_id": "atwt-05-03-10s1", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-05-03-10s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-03-10s3", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "a woman is handing a man a piece of paper."}, {"scene_id": "atwt-05-03-10s4", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-05-03-10s5", "raw": "A scene from a TV show in which a mother and daughter are shown shopping for pajamas.", "with_names": "a mother and daughter are shown shopping for pajamas."}, {"scene_id": "atwt-05-03-10s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-03-10s7", "raw": "A scene from a TV show in which a woman is chained to a bed and a man is holding a chain around her neck.", "with_names": "a woman is chained to a bed and a man is holding a chain around her neck."}, {"scene_id": "atwt-05-03-10s8", "raw": "A scene from a TV show in which a woman is wearing a pink and orange dress and is scratching her neck.", "with_names": "a woman is wearing a pink and orange dress and is scratching her neck."}, {"scene_id": "atwt-05-03-10s9", "raw": "A scene from a TV show in which a man and a woman are standing in a hotel lobby.", "with_names": "a man and a woman are standing in a hotel lobby."}, {"scene_id": "atwt-05-03-10s10", "raw": "A scene from a TV show in which a woman holds a ball in her hand and smiles.", "with_names": "a woman holds a ball in her hand and smiles."}, {"scene_id": "atwt-05-03-10s11", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "atwt-05-03-10s12", "raw": "A scene from a TV show in which a man is sitting in a chair and reading a newspaper.", "with_names": ""}, {"scene_id": "atwt-05-03-10s13", "raw": "A scene from a TV show in which a plate of fish and a bowl of rice are shown.", "with_names": "a plate of fish and a bowl of rice are shown."}, {"scene_id": "atwt-05-03-10s14", "raw": "A scene from a TV show in which a woman is on the phone and is looking concerned.", "with_names": "a woman is on the phone and is looking concerned."}, {"scene_id": "atwt-05-03-10s15", "raw": "A scene from a TV show in which a doctor is talking to a young boy in a hospital room.", "with_names": ""}, {"scene_id": "atwt-05-03-10s16", "raw": "A scene from a TV show in which a woman is crying and a man is holding a tissue.", "with_names": "a woman is crying and a man is holding a tissue."}, {"scene_id": "atwt-05-03-10s17", "raw": "A scene from a TV show in which General Mills is accused of misleading consumers about the nutritional value of its products.", "with_names": "general mills is accused of misleading consumers about the nutritional value of its products."}, {"scene_id": "atwt-05-03-10s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and a boy is standing next to her", "with_names": ""}, {"scene_id": "atwt-05-03-10s19", "raw": "A scene from a TV show in which a man is lying naked on a bed, a woman is standing over him, looking at him.", "with_names": "a man is lying naked on a bed, a woman is standing over him, looking at him."}, {"scene_id": "atwt-05-03-10s20", "raw": "A scene from a TV show in which a boy is wearing a purple hoodie and a light is shining on him.", "with_names": "a boy is wearing a purple hoodie and a light is shining on him."}, {"scene_id": "atwt-05-03-10s21", "raw": "A scene from a TV show in which a woman is attacked by a dog.", "with_names": "a woman is attacked by a dog."}, {"scene_id": "atwt-05-03-10s22", "raw": "A scene from a TV show in which a woman is standing in a living room, smiling and holding her chest.", "with_names": "a woman is standing in a living room, smiling and holding her chest."}, {"scene_id": "atwt-05-03-10s23", "raw": "A scene from a TV show in which a woman sings in a room with red walls.", "with_names": "a woman sings in a room with red walls."}, {"scene_id": "atwt-05-03-10s24", "raw": "A scene from a TV show in which a woman is holding a blanket over a man who is passed out on a couch.", "with_names": "Margo is holding a blanket over ] who is passed out on a couch."}, {"scene_id": "atwt-05-03-10s25", "raw": "A scene from a TV show in which a person is using a bottle of Odor Eaters to remove a shoe.", "with_names": "a person is using a bottle of odor eaters to remove a shoe."}]