[{"scene_id": "atwt-10-20-03s0", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-20-03s1", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing next to her.", "with_names": "a woman is walking down a hallway and Will is standing next to her."}, {"scene_id": "atwt-10-20-03s2", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "Paul is looking at the camera."}, {"scene_id": "atwt-10-20-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-20-03s4", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "atwt-10-20-03s5", "raw": "A scene from a TV show in which a Pringles potato is popping up out of a bag of Pringles.", "with_names": "a pringles potato is popping up out of a bag of pringles."}, {"scene_id": "atwt-10-20-03s6", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Rose is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-20-03s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}, {"scene_id": "atwt-10-20-03s8", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket", "with_names": "a man is wearing a red shirt and a black jacket"}, {"scene_id": "atwt-10-20-03s9", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-20-03s10", "raw": "A scene from a TV show in which a young woman is sitting in a cafe and looking at the camera.", "with_names": "a young woman is sitting in a cafe and looking at the camera."}, {"scene_id": "atwt-10-20-03s11", "raw": "A scene from a TV show in which a man is talking to a woman and a young girl.", "with_names": ""}, {"scene_id": "atwt-10-20-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-20-03s13", "raw": "A scene from a TV show in which a woman is talking on the phone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-10-20-03s14", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-10-20-03s15", "raw": "A scene from a TV show in which Rupert Grint is interviewed about his role in the film", "with_names": "rupert grint is interviewed about his role in the film"}, {"scene_id": "atwt-10-20-03s16", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-20-03s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-20-03s18", "raw": "A scene from a TV show in which two boys are eating cereal.", "with_names": "two boys are eating cereal."}, {"scene_id": "atwt-10-20-03s19", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-10-20-03s20", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-20-03s21", "raw": "A scene from a TV show in which a man is seen in silhouette, with the word \"SNOW\" written on his face.", "with_names": "a man is in silhouette, with the word \"snow\" written on his face."}, {"scene_id": "atwt-10-20-03s22", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "atwt-10-20-03s23", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Craig kisses Lucy on the cheek."}, {"scene_id": "atwt-10-20-03s24", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt and is looking down and his mouth is open.", "with_names": "a man is wearing a suit and a white shirt and is looking down and his mouth is open."}, {"scene_id": "atwt-10-20-03s25", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black jacket.", "with_names": "a man is wearing a red shirt and a black jacket."}, {"scene_id": "atwt-10-20-03s26", "raw": "A scene from a TV show in which a woman is hugging a young boy.", "with_names": "Barbara is hugging a young boy."}, {"scene_id": "atwt-10-20-03s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Paul is kissing a woman on the cheek."}, {"scene_id": "atwt-10-20-03s28", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-20-03s29", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}]