[{"scene_id": "atwt-04-02-07s0", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a blue jumpsuit.", "with_names": "a woman is wearing a dress and a man is in a blue jumpsuit."}, {"scene_id": "atwt-04-02-07s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "atwt-04-02-07s2", "raw": "A scene from a TV show in which a young girl is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-04-02-07s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-02-07s4", "raw": "A scene from a TV show in which a blonde woman is shown in a blue shirt and a short blonde hair.", "with_names": ""}, {"scene_id": "atwt-04-02-07s5", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-04-02-07s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-02-07s7", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a pink shirt", "with_names": "a woman is wearing a blue jacket and a pink shirt"}, {"scene_id": "atwt-04-02-07s8", "raw": "A scene from a TV show in which a woman is making a face at a man.", "with_names": "a woman is making a face at a man."}, {"scene_id": "atwt-04-02-07s9", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "atwt-04-02-07s10", "raw": "A scene from a TV show in which a young woman is wearing a blue jacket and a necklace.", "with_names": "a young woman is wearing a blue jacket and a necklace."}, {"scene_id": "atwt-04-02-07s11", "raw": "A scene from a TV show in which a woman is shown using Clairol Natural Instincts on her hair.", "with_names": ""}, {"scene_id": "atwt-04-02-07s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-02-07s13", "raw": "A scene from a TV show in which a box of Advil PM is sitting on a table.", "with_names": "a box of advil pm is sitting on a table."}, {"scene_id": "atwt-04-02-07s14", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-04-02-07s15", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a woman is standing behind him.", "with_names": "a man is wearing a purple shirt and a woman is standing behind him."}, {"scene_id": "atwt-04-02-07s16", "raw": "A scene from a TV show in which the United States Mint is shown as a fictional company.", "with_names": ""}, {"scene_id": "atwt-04-02-07s17", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "atwt-04-02-07s18", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-04-02-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-02-07s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "atwt-04-02-07s21", "raw": "A scene from a TV show in which a man is seen walking down a train car.", "with_names": "a man is walking down a train car."}]