[{"scene_id": "atwt-01-12-10s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room with framed pictures on the wall.", "with_names": ""}, {"scene_id": "atwt-01-12-10s1", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-01-12-10s2", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and his eyes are closed.", "with_names": "a young man is wearing a blue shirt and his eyes are closed."}, {"scene_id": "atwt-01-12-10s3", "raw": "A scene from a TV show in which a mother and daughter sit together.", "with_names": "a mother and daughter sit together."}, {"scene_id": "atwt-01-12-10s4", "raw": "A scene from a TV show in which a woman is holding a man's face and looking at him.", "with_names": "a woman is holding a man's face and looking at him."}, {"scene_id": "atwt-01-12-10s5", "raw": "A scene from a TV show in which a man has a fake moustache and a false beard.", "with_names": "a man has a fake moustache and a false beard."}, {"scene_id": "atwt-01-12-10s6", "raw": "A scene from a TV show in which a woman is wearing a plaid shirt and a black jacket.", "with_names": "a woman is wearing a plaid shirt and a black jacket."}, {"scene_id": "atwt-01-12-10s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-12-10s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-12-10s9", "raw": "A scene from a TV show in which a woman is wearing a grey shirt and a man is sitting across from her.", "with_names": "a woman is wearing a grey shirt and a man is sitting across from her."}, {"scene_id": "atwt-01-12-10s10", "raw": "A scene from a TV show in which a man holds a purple pill in his hand.", "with_names": "a man holds a purple pill in his hand."}, {"scene_id": "atwt-01-12-10s11", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a grey jacket and is standing in a doorway.", "with_names": "a woman is wearing a red shirt and a grey jacket and is standing in a doorway."}, {"scene_id": "atwt-01-12-10s12", "raw": "A scene from a TV show in which a woman is wearing a grey shirt and glasses.", "with_names": "a woman is wearing a grey shirt and glasses."}, {"scene_id": "atwt-01-12-10s13", "raw": "A scene from a TV show in which a man is talking on his cell phone in a bar.", "with_names": ""}, {"scene_id": "atwt-01-12-10s14", "raw": "A scene from a TV show in which a young woman is smiling and looking at a person.", "with_names": "a young woman is smiling and looking at a person."}, {"scene_id": "atwt-01-12-10s15", "raw": "A scene from a TV show in which a man is seen wearing a mask and looking at his reflection in a mirror.", "with_names": "a man is wearing a mask and looking at his reflection in a mirror."}, {"scene_id": "atwt-01-12-10s16", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing behind him", "with_names": ""}, {"scene_id": "atwt-01-12-10s17", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a grey jacket", "with_names": "a woman is wearing a red shirt and a grey jacket"}, {"scene_id": "atwt-01-12-10s18", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "atwt-01-12-10s19", "raw": "A scene from a TV show in which a woman is using a mascara wand to apply a serum to her face.", "with_names": "a woman is using a mascara wand to apply a serum to her face."}, {"scene_id": "atwt-01-12-10s20", "raw": "A scene from a TV show in which a man is touching his friend's hair", "with_names": "a man is touching his friend's hair"}, {"scene_id": "atwt-01-12-10s21", "raw": "A scene from a TV show in which a man is talking to a woman in a purple robe.", "with_names": ""}, {"scene_id": "atwt-01-12-10s22", "raw": "A scene from a TV show in which Activa yogurt is being poured into a bowl with strawberries", "with_names": "activa yogurt is being poured into a bowl with strawberries"}, {"scene_id": "atwt-01-12-10s23", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a woman is looking at him.", "with_names": "a man is wearing a striped shirt and a woman is looking at him."}, {"scene_id": "atwt-01-12-10s24", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-01-12-10s25", "raw": "A scene from a TV show in which a man is standing at a desk with a book and a gun.", "with_names": "a man is standing at a desk with a book and a gun."}]