[{"scene_id": "pc-12-17-01s0", "raw": "A scene from a TV show in which a man is holding a woman by the shoulders and she is looking at him angrily.", "with_names": "a man is holding a woman by the shoulders and she is looking at him angrily."}, {"scene_id": "pc-12-17-01s2", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at rafe."}, {"scene_id": "pc-12-17-01s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Alison is crying."}, {"scene_id": "pc-12-17-01s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-12-17-01s5", "raw": "A scene from a TV show in which a woman is shown in a pink shirt and a blonde hair.", "with_names": ""}, {"scene_id": "pc-12-17-01s7", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-12-17-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-17-01s9", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-17-01s10", "raw": "A scene from a TV show in which a woman is sitting in a chair with her eyes closed and her mouth open.", "with_names": ""}, {"scene_id": "pc-12-17-01s12", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "pc-12-17-01s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-12-17-01s15", "raw": "A scene from a TV show in which a black man and a white woman are hugging each other.", "with_names": "a black man and a white woman are hugging each other."}, {"scene_id": "pc-12-17-01s16", "raw": "A scene from a TV show in which a black man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-12-17-01s17", "raw": "A scene from a TV show in which a blonde girl is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-17-01s18", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "pc-12-17-01s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-17-01s21", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-12-17-01s25", "raw": "A scene from a TV show in which a woman is wearing a white coat and a man is behind her.", "with_names": "a woman is wearing a white coat and Kevin is behind her."}, {"scene_id": "pc-12-17-01s26", "raw": "A scene from a TV show in which a man is seen walking through a dark room.", "with_names": "a man is walking through a dark room."}, {"scene_id": "pc-12-17-01s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]