[{"scene_id": "atwt-09-12-06s0", "raw": "A scene from a TV show in which a man and a woman are in a hospital room, the womanI is laying in a bed, and the manI who is standing next to her has", "with_names": "a man and a woman are in a hospital room, the womani is laying in a bed, and the mani who is standing next to her has"}, {"scene_id": "atwt-09-12-06s1", "raw": "A scene from a TV show in which a man is standing in a living room, holding a sword. A woman is sitting on a couch, looking at him.", "with_names": ""}, {"scene_id": "atwt-09-12-06s2", "raw": "A scene from a TV show in which a woman is talking to a man and two other people.", "with_names": ""}, {"scene_id": "atwt-09-12-06s3", "raw": "A scene from a TV show in which a young man is lying in a hospital bed with an oxygen mask on.", "with_names": "a young man is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-09-12-06s4", "raw": "A scene from a TV show in which a young girl is shown using a piece of string to play a game on a car's headrest.", "with_names": ""}, {"scene_id": "atwt-09-12-06s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-12-06s6", "raw": "A scene from a TV show in which a woman is being questioned by two men.", "with_names": "a woman is being questioned by two men."}, {"scene_id": "atwt-09-12-06s7", "raw": "A scene from a TV show in which a man is sitting on a couch and holding his head in his hands.", "with_names": ""}, {"scene_id": "atwt-09-12-06s8", "raw": "A scene from a TV show in which a man is smiling and looking to the side.", "with_names": "] is smiling and looking to the side."}, {"scene_id": "atwt-09-12-06s9", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress.", "with_names": "a man is wearing a suit and a woman is in a red dress."}, {"scene_id": "atwt-09-12-06s10", "raw": "A scene from a TV show in which a man is shown in a home with a fireplace and a phone number for Liberty Tax Service.", "with_names": ""}, {"scene_id": "atwt-09-12-06s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling.", "with_names": "a man is wearing a suit and a tie and smiling."}, {"scene_id": "atwt-09-12-06s12", "raw": "A scene from a TV show in which a man is sitting at a desk and smiling, while a balloon is in front of him.", "with_names": "a man is sitting at a desk and smiling, while a balloon is in front of him."}, {"scene_id": "atwt-09-12-06s13", "raw": "A scene from a TV show in which two young girls are dancing.", "with_names": "two young girls are dancing."}, {"scene_id": "atwt-09-12-06s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and looking at the camera.", "with_names": "a woman is wearing a red dress and looking at the camera."}, {"scene_id": "atwt-09-12-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-12-06s16", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking down", "with_names": "a man is wearing a suit and a tie and looking down"}, {"scene_id": "atwt-09-12-06s17", "raw": "A scene from a TV show in which a young girl and an older woman are sitting at a dining table and eating milk.", "with_names": "a young girl and an older woman are sitting at a dining table and eating milk."}, {"scene_id": "atwt-09-12-06s18", "raw": "A scene from a TV show in which a woman is holding a wine glass and smiling.", "with_names": "a woman is holding a wine glass and smiling."}, {"scene_id": "atwt-09-12-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-12-06s20", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-09-12-06s21", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed with an oxygen mask on.", "with_names": "a young man is sitting in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-09-12-06s22", "raw": "A scene from a TV show in which a man is using a hair dryer to heat a wall.", "with_names": "a man is using a hair dryer to heat a wall."}]