[{"scene_id": "atwt-04-26-10s0", "raw": "A scene from a TV show in which a woman is talking to another woman and is holding her hands up to her face.", "with_names": ""}, {"scene_id": "atwt-04-26-10s1", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-04-26-10s2", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "atwt-04-26-10s3", "raw": "A scene from a TV show in which a woman is wearing a red turban and a brown coat.", "with_names": "a woman is wearing a red turban and a brown coat."}, {"scene_id": "atwt-04-26-10s4", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-04-26-10s5", "raw": "A scene from a TV show in which a man is talking on a cell phone and standing in front of a TV screen.", "with_names": ""}, {"scene_id": "atwt-04-26-10s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a house.", "with_names": "a man and a woman are standing in front of a house."}, {"scene_id": "atwt-04-26-10s7", "raw": "A scene from a TV show in which the moon is shown in different phases.", "with_names": ""}, {"scene_id": "atwt-04-26-10s8", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a chandelier.", "with_names": "a man and ] are standing in a room with a chandelier."}, {"scene_id": "atwt-04-26-10s9", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is sitting next to her.", "with_names": "a woman is wearing a red hat and a man is sitting next to her."}, {"scene_id": "atwt-04-26-10s10", "raw": "A scene from a TV show in which a woman is spraying a wall with a spray bottle.", "with_names": "a woman is spraying a wall with a spray bottle."}, {"scene_id": "atwt-04-26-10s11", "raw": "A scene from a TV show in which a man is holding a shirt over another man's head.", "with_names": "a man is holding a shirt over another man's head."}, {"scene_id": "atwt-04-26-10s12", "raw": "A scene from a TV show in which three women are sitting around a table, drinking tea.", "with_names": "three women are sitting around a table, drinking tea."}, {"scene_id": "atwt-04-26-10s13", "raw": "A scene from a TV show in which a woman is talking on her cell phone while other people are sitting around her.", "with_names": ""}, {"scene_id": "atwt-04-26-10s14", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-04-26-10s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone and smiling", "with_names": ""}, {"scene_id": "atwt-04-26-10s16", "raw": "A scene from a TV show in which a woman is seen holding a blue box and a bottle of bleach.", "with_names": "a woman is holding a blue box and a bottle of bleach."}, {"scene_id": "atwt-04-26-10s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-26-10s18", "raw": "A scene from a TV show in which a boy is wearing a purple hoodie and a black shirt", "with_names": "a boy is wearing a purple hoodie and a black shirt"}, {"scene_id": "atwt-04-26-10s19", "raw": "A scene from a TV show in which a woman is seen throwing her hair back in frustration.", "with_names": "a woman is throwing her hair back in frustration."}, {"scene_id": "atwt-04-26-10s20", "raw": "A scene from a TV show in which a woman is shown wearing a pink shirt and a white skirt. The words \"Healthy Look\" are written on the shirt.", "with_names": ""}, {"scene_id": "atwt-04-26-10s21", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "atwt-04-26-10s22", "raw": "A scene from a TV show in which a woman is wearing a red hat and a black shirt.", "with_names": "a woman is wearing a red hat and a black shirt."}, {"scene_id": "atwt-04-26-10s23", "raw": "A scene from a TV show in which a woman is applying lipstick to a young girl.", "with_names": "a woman is applying lipstick to a young girl."}, {"scene_id": "atwt-04-26-10s24", "raw": "A scene from a TV show in which a man is wearing sunglasses and another man is holding him.", "with_names": "a man is wearing sunglasses and another man is holding him."}, {"scene_id": "atwt-04-26-10s25", "raw": "A scene from a TV show in which a woman is wearing a red hat and a man is pointing at her.", "with_names": "a woman is wearing a red hat and a man is pointing at her."}, {"scene_id": "atwt-04-26-10s26", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-26-10s27", "raw": "A scene from a TV show in which a woman is blurred out.", "with_names": "a woman is blurred out."}]