[{"scene_id": "bb-02-26-15s0", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing behind her.", "with_names": "Katie is lying on a bed and Bill is standing behind her."}, {"scene_id": "bb-02-26-15s1", "raw": "A scene from a TV show in which a woman is drinking a glass of wine.", "with_names": "a woman is drinking a glass of wine."}, {"scene_id": "bb-02-26-15s2", "raw": "A scene from a TV show in which a man and a woman are in a bathroom, with the man leaning over a sink and looking at a naked woman.", "with_names": "a man and a woman are in a bathroom, with the man leaning over a sink and looking at a naked woman."}, {"scene_id": "bb-02-26-15s3", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-02-26-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-26-15s5", "raw": "A scene from a TV show in which a man is slapping a woman.", "with_names": "a man is slapping a woman."}, {"scene_id": "bb-02-26-15s6", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-26-15s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-26-15s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-26-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-26-15s10", "raw": "A scene from a TV show in which a woman is sitting in a room and smiling.", "with_names": "a woman is sitting in a room and smiling."}, {"scene_id": "bb-02-26-15s11", "raw": "A scene from a TV show in which a woman walks into a room and sits down on a couch.", "with_names": "a woman walks into a room and sits down on a couch."}, {"scene_id": "bb-02-26-15s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-26-15s13", "raw": "A scene from a TV show in which a man and a woman are lying in bed and touching each other's faces.", "with_names": "a man and a woman are lying in bed and touching each other's faces."}, {"scene_id": "bb-02-26-15s14", "raw": "A scene from a TV show in which a woman is looking up at the sky.", "with_names": "a woman is looking up at the sky."}, {"scene_id": "bb-02-26-15s15", "raw": "A scene from a TV show in which a man and a woman are sitting down and talking.", "with_names": ""}]