[{"scene_id": "pc-05-20-03s0", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-05-20-03s1", "raw": "A scene from a TV show in which a man is looking at the camera and his face is not visible.", "with_names": "a man is looking at the camera and his face is not visible."}, {"scene_id": "pc-05-20-03s2", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-20-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-20-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-20-03s5", "raw": "A scene from a TV show in which a man is talking to another man and the other man is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "pc-05-20-03s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-05-20-03s7", "raw": "A scene from a TV show in which a man is lying on a couch and a bottle is falling from the ceiling.", "with_names": "a man is lying on a couch and a bottle is falling from the ceiling."}, {"scene_id": "pc-05-20-03s8", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "pc-05-20-03s9", "raw": "A scene from a TV show in which a woman is talking to a man and a dog", "with_names": ""}, {"scene_id": "pc-05-20-03s10", "raw": "A scene from a TV show in which a black woman is dancing with a white man.", "with_names": "a black woman is dancing with a white man."}, {"scene_id": "pc-05-20-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-20-03s12", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "pc-05-20-03s13", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing black shirts.", "with_names": ""}]