[{"scene_id": "bb-10-14-15s0", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-10-14-15s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-14-15s2", "raw": "A scene from a TV show in which a man is sitting on a bench in a gym, with a towel wrapped around his shoulders.", "with_names": "a man is sitting on a bench in a gym, with a towel wrapped around his shoulders."}, {"scene_id": "bb-10-14-15s3", "raw": "A scene from a TV show in which a woman is handing a piece of paper to another woman.", "with_names": "a woman is handing a piece of paper to another woman."}, {"scene_id": "bb-10-14-15s4", "raw": "A scene from a TV show in which a man is sitting on a chair with his arms crossed.", "with_names": ""}, {"scene_id": "bb-10-14-15s5", "raw": "A scene from a TV show in which two men are shirtless and standing in a backyard.", "with_names": "two men are shirtless and standing in a backyard."}, {"scene_id": "bb-10-14-15s6", "raw": "A scene from a TV show in which a young girl is talking to a mirror.", "with_names": ""}, {"scene_id": "bb-10-14-15s7", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "bb-10-14-15s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-14-15s9", "raw": "A scene from a TV show in which a man is sitting at a table with a green water bottle and a towel.", "with_names": "a man is sitting at a table with a green water bottle and a towel."}, {"scene_id": "bb-10-14-15s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and talking to a man.", "with_names": ""}, {"scene_id": "bb-10-14-15s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and smile at each other.", "with_names": "a man and a woman sit on a couch and smile at each other."}, {"scene_id": "bb-10-14-15s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-14-15s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-14-15s14", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a knife.", "with_names": "a man is standing in front of a woman, holding a knife."}, {"scene_id": "bb-10-14-15s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a bouquet of flowers.", "with_names": "a man is wearing a suit and tie and looking at a bouquet of flowers."}, {"scene_id": "bb-10-14-15s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-14-15s17", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a blue shirt.", "with_names": "a woman is wearing a red dress and a man is in a blue shirt."}]