[{"scene_id": "pc-10-25-01s0", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace.", "with_names": "Eve is wearing a black suit and a necklace."}, {"scene_id": "pc-10-25-01s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-25-01s2", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a look of disgust.", "with_names": ""}, {"scene_id": "pc-10-25-01s3", "raw": "A scene from a TV show in which a woman is wearing a halter top and pants and is walking away from a man who is holding a chair.", "with_names": "a woman is wearing a halter top and pants and is walking away from a man who is holding a chair."}, {"scene_id": "pc-10-25-01s4", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a superhero costume.", "with_names": ""}, {"scene_id": "pc-10-25-01s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Livvie is looking at the camera with a serious expression."}, {"scene_id": "pc-10-25-01s6", "raw": "A scene from a TV show in which a woman is talking about her past.", "with_names": ""}, {"scene_id": "pc-10-25-01s7", "raw": "A scene from a TV show in which a man and a woman are in a kitchen, with a dog sitting on a table.", "with_names": "Jack and Alison are in a kitchen, with a dog sitting on a table."}, {"scene_id": "pc-10-25-01s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-10-25-01s9", "raw": "A scene from a TV show in which a boy and a girl are in a kitchen.", "with_names": "Jack and Alison are in a kitchen."}, {"scene_id": "pc-10-25-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-25-01s14", "raw": "A scene from a TV show in which a man is hugging a woman on a park bench.", "with_names": "a man is hugging Girl on a park bench."}, {"scene_id": "pc-10-25-01s16", "raw": "A scene from a TV show in which a woman is seen eating a piece of cake.", "with_names": "Lucy is eating a piece of cake."}, {"scene_id": "pc-10-25-01s17", "raw": "A scene from a TV show in which a baby is held by a man.", "with_names": "a baby is held by a man."}]