[{"scene_id": "gl-07-03-03s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-03-03s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and laughing", "with_names": "a man is wearing a suit and a tie and laughing"}, {"scene_id": "gl-07-03-03s2", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "gl-07-03-03s3", "raw": "A scene from a TV show in which a woman is sitting next to a man at a restaurant.", "with_names": "a woman is sitting next to a man at a restaurant."}, {"scene_id": "gl-07-03-03s4", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-03-03s5", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-03-03s6", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "gl-07-03-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-03-03s8", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a picture on the wall.", "with_names": ""}, {"scene_id": "gl-07-03-03s9", "raw": "A scene from a TV show in which a young man is wearing a black shirt and a white shirt", "with_names": "a young man is wearing a black shirt and a white shirt"}, {"scene_id": "gl-07-03-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-03-03s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde wig.", "with_names": "a woman is wearing a red dress and a blonde wig."}, {"scene_id": "gl-07-03-03s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-07-03-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-03-03s14", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-03-03s15", "raw": "A scene from a TV show in which a man is talking and his mouth is open", "with_names": ""}, {"scene_id": "gl-07-03-03s16", "raw": "A scene from a TV show in which a girl is wearing a dress and a boy is standing next to her", "with_names": "a girl is wearing a dress and a boy is standing next to her"}, {"scene_id": "gl-07-03-03s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is smiling.", "with_names": ""}, {"scene_id": "gl-07-03-03s18", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt", "with_names": "a man is wearing a tie and a shirt"}, {"scene_id": "gl-07-03-03s19", "raw": "A scene from a TV show in which a man is standing in front of a woman and she is looking at him angrily.", "with_names": "a man is standing in front of a woman and she is looking at him angrily."}, {"scene_id": "gl-07-03-03s20", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-07-03-03s21", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}]