[{"scene_id": "oltl-09-09-11s0", "raw": "A scene from a TV show in which a woman is shocked by a phone call.", "with_names": "Kim is shocked by a phone call."}, {"scene_id": "oltl-09-09-11s1", "raw": "A scene from a TV show in which a man is naked and walking around a room.", "with_names": ""}, {"scene_id": "oltl-09-09-11s2", "raw": "A scene from a TV show in which a newspaper is held up to the camera", "with_names": "a newspaper is held up to the camera"}, {"scene_id": "oltl-09-09-11s3", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "oltl-09-09-11s4", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-09-11s5", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at the camera.", "with_names": "a man is standing in front of a door and looking at the camera."}, {"scene_id": "oltl-09-09-11s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-09-09-11s7", "raw": "A scene from a TV show in which a man is seen holding a gun to his head.", "with_names": "a man is holding a gun to his head."}, {"scene_id": "oltl-09-09-11s8", "raw": "A scene from a TV show in which a woman is looking at a magazine and a man is standing behind her", "with_names": "a woman is looking at a magazine and a man is standing behind her"}, {"scene_id": "oltl-09-09-11s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-09-11s10", "raw": "A scene from a TV show in which a man is wrapped in a towel", "with_names": "a man is wrapped in a towel"}, {"scene_id": "oltl-09-09-11s11", "raw": "A scene from a TV show in which a man is in a wheelchair and a woman is dancing with him.", "with_names": "a man is in a wheelchair and a woman is dancing with him."}, {"scene_id": "oltl-09-09-11s12", "raw": "A scene from a TV show in which a woman is standing in front of a table with a cake and a girl is sitting next to her.", "with_names": "a woman is standing in front of a table with a cake and a girl is sitting next to her."}, {"scene_id": "oltl-09-09-11s13", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-09-11s14", "raw": "A scene from a TV show in which a man is throwing a laptop on a table while a woman is standing nearby.", "with_names": "a man is throwing a laptop on a table while a woman is standing nearby."}, {"scene_id": "oltl-09-09-11s15", "raw": "A scene from a TV show in which a police officer is sitting at a table with a woman.", "with_names": "a police officer is sitting at a table with a woman."}, {"scene_id": "oltl-09-09-11s16", "raw": "A scene from a TV show in which a man is sitting in a chair and looking down.", "with_names": ""}, {"scene_id": "oltl-09-09-11s17", "raw": "A scene from a TV show in which a young man is talking to someone on the stairs.", "with_names": ""}, {"scene_id": "oltl-09-09-11s18", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and looking down.", "with_names": "a blonde woman is wearing a black dress and looking down."}, {"scene_id": "oltl-09-09-11s19", "raw": "A scene from a TV show in which a man stands in front of a woman in a library.", "with_names": "a man stands in front of a woman in a library."}, {"scene_id": "oltl-09-09-11s20", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-09-11s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-09-11s22", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-09-11s23", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-09-11s24", "raw": "A scene from a TV show in which a man is sitting in a room and smiling.", "with_names": "a man is sitting in a room and smiling."}, {"scene_id": "oltl-09-09-11s25", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-09-11s26", "raw": "A scene from a TV show in which a man sits at a desk and looks at his watch.", "with_names": "a man sits at a desk and looks at his watch."}, {"scene_id": "oltl-09-09-11s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-09-09-11s28", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-09-11s29", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-09-11s30", "raw": "A scene from a TV show in which a man is looking at a screen and the words \"SOS\" are written on it.", "with_names": "a man is looking at a screen and the words \"sos\" are written on it."}, {"scene_id": "oltl-09-09-11s31", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-09-11s32", "raw": "A scene from a TV show in which a woman is cooking a monkey.", "with_names": "a woman is cooking a monkey."}, {"scene_id": "oltl-09-09-11s33", "raw": "A scene from a TV show in which a woman is dancing with a man in a leather jacket.", "with_names": "a woman is dancing with a man in a leather jacket."}, {"scene_id": "oltl-09-09-11s34", "raw": "A scene from a TV show in which a man and a woman are standing in a room, looking at a box.", "with_names": "a man and a woman are standing in a room, looking at a box."}, {"scene_id": "oltl-09-09-11s35", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-09-09-11s36", "raw": "A scene from a TV show in which a man is holding a woman in a room.", "with_names": "a man is holding a woman in a room."}, {"scene_id": "oltl-09-09-11s37", "raw": "A scene from a TV show in which a man is walking down a street, surrounded by people.", "with_names": "a man is walking down a street, surrounded by people."}, {"scene_id": "oltl-09-09-11s38", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-09-09-11s39", "raw": "A scene from a TV show in which a police officer is talking to a woman at a table.", "with_names": ""}, {"scene_id": "oltl-09-09-11s40", "raw": "A scene from a TV show in which a man is standing in a living room with a couch and a fireplace.", "with_names": "a man is standing in a living room with a couch and a fireplace."}, {"scene_id": "oltl-09-09-11s41", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-09-11s42", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-09-09-11s43", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-09-09-11s44", "raw": "A scene from a TV show in which a woman is sitting in a courtroom.", "with_names": "a woman is sitting in a courtroom."}, {"scene_id": "oltl-09-09-11s45", "raw": "A scene from a TV show in which a woman is standing in front of a table, a child is lying on the floor, and other people are standing around.", "with_names": "a woman is standing in front of a table, a child is lying on the floor, and other people are standing around."}, {"scene_id": "oltl-09-09-11s46", "raw": "A scene from a TV show in which a woman is walking in a living room.", "with_names": "a woman is walking in a living room."}, {"scene_id": "oltl-09-09-11s47", "raw": "A scene from a TV show in which a man is seen walking in the dark.", "with_names": "a man is walking in the dark."}]