[{"scene_id": "pc-01-31-01s0", "raw": "A scene from a TV show in which a woman is standing next to a blue circle and a purple square with the words Port Charles and Next", "with_names": "Arianna is standing next to a blue circle and a purple square with the words port charles and next"}, {"scene_id": "pc-01-31-01s1", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "Ben and Eve are in a car."}, {"scene_id": "pc-01-31-01s2", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-01-31-01s3", "raw": "A scene from a TV show in which a man and a woman are sitting in a car.", "with_names": "Ben and Eve are sitting in a car."}, {"scene_id": "pc-01-31-01s4", "raw": "A scene from a TV show in which a man is running away from a woman.", "with_names": "Ian is running away from Arianna."}, {"scene_id": "pc-01-31-01s5", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "Eve is driving a car and Ben is sitting in the passenger seat."}, {"scene_id": "pc-01-31-01s6", "raw": "A scene from a TV show in which a woman is talking to a man in a snowy forest.", "with_names": ""}, {"scene_id": "pc-01-31-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-31-01s8", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "pc-01-31-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-31-01s10", "raw": "A scene from a TV show in which a man and a woman are standing in a snowy yard, with a large evergreen tree in the background.", "with_names": "Ben and Eve are standing in a snowy yard, with a large evergreen tree in the background."}, {"scene_id": "pc-01-31-01s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]