[{"scene_id": "pc-07-27-01s0", "raw": "A scene from a TV show in which a man is seen throwing a woman off a bridge.", "with_names": "Jamal is throwing Alison off a bridge."}, {"scene_id": "pc-07-27-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-27-01s2", "raw": "A scene from a TV show in which a man is lying on the floor with his head resting on a pillow.", "with_names": "Jack is lying on the floor with his head resting on a pillow."}, {"scene_id": "pc-07-27-01s3", "raw": "A scene from a TV show in which a man is walking into a room with a white sheet covering him.", "with_names": "a man is walking into a room with a white sheet covering him."}, {"scene_id": "pc-07-27-01s4", "raw": "A scene from a TV show in which a man is shown in a mirror and a woman is seen in a mirror.", "with_names": ""}, {"scene_id": "pc-07-27-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-27-01s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is holding a curtain.", "with_names": "Livvie is wearing a white dress and Caleb is holding a curtain."}, {"scene_id": "pc-07-27-01s7", "raw": "A scene from a TV show in which a silver plate is seen with a hole in it.", "with_names": "a silver plate is with a hole in it."}, {"scene_id": "pc-07-27-01s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-27-01s9", "raw": "A scene from a TV show in which a woman is reading a letter and a man is standing behind her", "with_names": "Gabriela is reading a letter and Clerk is standing behind her"}, {"scene_id": "pc-07-27-01s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Jack and a woman are standing next to each other."}, {"scene_id": "pc-07-27-01s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-07-27-01s13", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "Livvie is yelling at another woman."}, {"scene_id": "pc-07-27-01s14", "raw": "A scene from a TV show in which a man is shocked by a woman.", "with_names": "Jamal is shocked by a woman."}, {"scene_id": "pc-07-27-01s15", "raw": "A scene from a TV show in which a man is talking about his life and his relationship with his wife.", "with_names": ""}, {"scene_id": "pc-07-27-01s16", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a candle.", "with_names": "a man is standing in a dark room, looking at a candle."}, {"scene_id": "pc-07-27-01s17", "raw": "A scene from a TV show in which a woman is seen through a window.", "with_names": "a woman is through a window."}]