[{"scene_id": "bb-04-11-17s0", "raw": "A scene from a TV show in which a man is standing in a room with a tie and vest, holding a cup.", "with_names": "Saul is standing in a room with a tie and vest, holding a cup."}, {"scene_id": "bb-04-11-17s1", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "bb-04-11-17s2", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "Steffy is looking at a painting."}, {"scene_id": "bb-04-11-17s3", "raw": "A scene from a TV show in which a woman is smiling and wearing a dress.", "with_names": "Bill is smiling and wearing a dress."}, {"scene_id": "bb-04-11-17s4", "raw": "A scene from a TV show in which a man is opening a box and a woman is looking at him.", "with_names": "a man is opening a box and a woman is looking at him."}, {"scene_id": "bb-04-11-17s7", "raw": "A scene from a TV show in which a woman is wearing a blue blazer and a patterned shirt and is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-11-17s8", "raw": "A scene from a TV show in which a man sits at a desk and looks at papers.", "with_names": "Saul sits at a desk and looks at papers."}, {"scene_id": "bb-04-11-17s9", "raw": "A scene from a TV show in which a man and a woman are looking at a piece of paper.", "with_names": "a man and a woman are looking at a piece of paper."}, {"scene_id": "bb-04-11-17s10", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a red wig", "with_names": "Bill is wearing a green shirt and a red wig"}, {"scene_id": "bb-04-11-17s11", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and smiling", "with_names": "a man is wearing a suit and a tie and smiling"}, {"scene_id": "bb-04-11-17s12", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Saul is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-04-11-17s13", "raw": "A scene from a TV show in which a woman is talking to a younger woman.", "with_names": ""}, {"scene_id": "bb-04-11-17s14", "raw": "A scene from a TV show in which a laptop is open to a website with a woman's face on it.", "with_names": "a laptop is open to a website with Bill's face on it."}, {"scene_id": "bb-04-11-17s15", "raw": "A scene from a TV show in which a woman is surrounded by a group of people.", "with_names": "a woman is surrounded by a group of people."}, {"scene_id": "bb-04-11-17s17", "raw": "A scene from a TV show in which a woman is wearing a blue blazer and a floral dress.", "with_names": "Bill is wearing a blue blazer and a floral dress."}, {"scene_id": "bb-04-11-17s18", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}]