[{"scene_id": "oltl-06-03-09s0", "raw": "A scene from a TV show in which a woman is wearing glasses and a black turtleneck.", "with_names": "a woman is wearing glasses and a black turtleneck."}, {"scene_id": "oltl-06-03-09s1", "raw": "A scene from a TV show in which a woman is lying on the floor and looking at a magazine.", "with_names": "a woman is lying on the floor and looking at a magazine."}, {"scene_id": "oltl-06-03-09s2", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "oltl-06-03-09s3", "raw": "A scene from a TV show in which a woman is sitting at a bar and talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-03-09s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "oltl-06-03-09s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed. The image is white.", "with_names": "] is in a hospital bed. the image is white."}, {"scene_id": "oltl-06-03-09s6", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-06-03-09s7", "raw": "A scene from a TV show in which a woman is sitting in bed wearing a bra and a man is standing next to her.", "with_names": "a woman is sitting in bed wearing a bra and a man is standing next to her."}, {"scene_id": "oltl-06-03-09s8", "raw": "A scene from a TV show in which a man is screaming and holding a dead body.", "with_names": "a man is screaming and holding a dead body."}, {"scene_id": "oltl-06-03-09s9", "raw": "A scene from a TV show in which a man is being hit in the face by another man.", "with_names": "a man is being hit in the face by another man."}, {"scene_id": "oltl-06-03-09s10", "raw": "A scene from a TV show in which a man is standing next to a woman, and she is looking away from him.", "with_names": "a man is standing next to a woman, and she is looking away from him."}, {"scene_id": "oltl-06-03-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-03-09s12", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-03-09s13", "raw": "A scene from a TV show in which a woman is sitting at a table with a wine glass and a bottle of wine.", "with_names": "a woman is sitting at a table with a wine glass and a bottle of wine."}, {"scene_id": "oltl-06-03-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-03-09s15", "raw": "A scene from a TV show in which a woman is wearing glasses and a black shirt.", "with_names": "a woman is wearing glasses and a black shirt."}, {"scene_id": "oltl-06-03-09s16", "raw": "A scene from a TV show in which a police officer is wearing a hat and a uniform.", "with_names": "a police officer is wearing a hat and a uniform."}, {"scene_id": "oltl-06-03-09s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s18", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s19", "raw": "A scene from a TV show in which a woman is sitting at a bar with a wine glass and a man is standing behind her", "with_names": "a woman is sitting at a bar with a wine glass and ] is standing behind her"}, {"scene_id": "oltl-06-03-09s20", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is sitting on the floor", "with_names": ""}, {"scene_id": "oltl-06-03-09s21", "raw": "A scene from a TV show in which two women are standing at a bar, shaking hands.", "with_names": "two women are standing at a bar, shaking hands."}, {"scene_id": "oltl-06-03-09s22", "raw": "A scene from a TV show in which a man is holding a woman in a pink dress.", "with_names": "a man is holding a woman in a pink dress."}, {"scene_id": "oltl-06-03-09s23", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-03-09s24", "raw": "A scene from a TV show in which a woman is wearing glasses and a blonde woman is looking at her.", "with_names": "a woman is wearing glasses and a blonde woman is looking at her."}, {"scene_id": "oltl-06-03-09s25", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-06-03-09s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-03-09s27", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-03-09s28", "raw": "A scene from a TV show in which a man is hugging a woman and crying.", "with_names": "a man is hugging a woman and crying."}, {"scene_id": "oltl-06-03-09s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s32", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s36", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-03-09s37", "raw": "", "with_names": ""}]