[{"scene_id": "bb-07-17-14s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-17-14s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch and kiss.", "with_names": "a man and a woman sit on a couch and kiss."}, {"scene_id": "bb-07-17-14s2", "raw": "A scene from a TV show in which a woman is seen in a dark room, holding a knife.", "with_names": "a woman is in a dark room, holding a knife."}, {"scene_id": "bb-07-17-14s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and drink wine.", "with_names": "a man and a woman sit on a couch and drink wine."}, {"scene_id": "bb-07-17-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-17-14s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-17-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-17-14s7", "raw": "A scene from a TV show in which a man and a woman are dressed in medieval costumes, and the man is wearing a crown.", "with_names": "a man and a woman are dressed in medieval costumes, and the man is wearing a crown."}, {"scene_id": "bb-07-17-14s8", "raw": "A scene from a TV show in which a man is strapped to a bull and is about to be gored.", "with_names": "a man is strapped to a bull and is about to be gored."}, {"scene_id": "bb-07-17-14s9", "raw": "A scene from a TV show in which a man is riding a horse and wearing a yellow helmet.", "with_names": "a man is riding a horse and wearing a yellow helmet."}, {"scene_id": "bb-07-17-14s10", "raw": "", "with_names": ""}, {"scene_id": "bb-07-17-14s11", "raw": "A scene from a TV show in which a man and a woman are standing in a bedroom.", "with_names": "a man and a woman are standing in a bedroom."}, {"scene_id": "bb-07-17-14s12", "raw": "A scene from a TV show in which a woman is talking to someone and she is making an OK sign with her hand.", "with_names": ""}, {"scene_id": "bb-07-17-14s13", "raw": "A scene from a TV show in which a woman is dressed as a queen and a man is wearing a crown.", "with_names": "a woman is dressed as a queen and a man is wearing a crown."}, {"scene_id": "bb-07-17-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-17-14s15", "raw": "A scene from a TV show in which a man lies on the ground and is covered in a blanket.", "with_names": "a man lies on the ground and is covered in a blanket."}]