[{"scene_id": "atwt-04-09-03s0", "raw": "A scene from a TV show in which a woman is looking at a vase and a lamp.", "with_names": "a woman is looking at a vase and a lamp."}, {"scene_id": "atwt-04-09-03s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking shocked.", "with_names": "a man is wearing a suit and a tie and looking shocked."}, {"scene_id": "atwt-04-09-03s2", "raw": "A scene from a TV show in which a black man is wearing a suit and a yellow tie and is looking to the right of the frame.", "with_names": "a black man is wearing a suit and a yellow tie and is looking to the right of the frame."}, {"scene_id": "atwt-04-09-03s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-09-03s4", "raw": "A scene from a TV show in which a black man and a woman are sitting at a bar.", "with_names": "a black man and a woman are sitting at a bar."}, {"scene_id": "atwt-04-09-03s5", "raw": "A scene from a TV show in which a bottle of Visine is shown in front of grass.", "with_names": ""}, {"scene_id": "atwt-04-09-03s6", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-04-09-03s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-04-09-03s8", "raw": "A scene from a TV show in which a woman is wearing an orange coat and a short haircut.", "with_names": "a woman is wearing an orange coat and a short haircut."}, {"scene_id": "atwt-04-09-03s9", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch, talking.", "with_names": ""}, {"scene_id": "atwt-04-09-03s10", "raw": "A scene from a TV show in which a dove is flying in the sky", "with_names": "a dove is flying in the sky"}, {"scene_id": "atwt-04-09-03s11", "raw": "A scene from a TV show in which a blonde woman is standing in front of a window, looking out.", "with_names": "a blonde woman is standing in front of a window, looking out."}, {"scene_id": "atwt-04-09-03s12", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-04-09-03s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-09-03s14", "raw": "A scene from a TV show in which an egg is shown", "with_names": ""}, {"scene_id": "atwt-04-09-03s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-09-03s16", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-09-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-09-03s18", "raw": "A scene from a TV show in which a woman is smiling and wearing a white shirt and a black jacket.", "with_names": "a woman is smiling and wearing a white shirt and a black jacket."}, {"scene_id": "atwt-04-09-03s19", "raw": "A scene from a TV show in which a man is slapping a woman in the face", "with_names": "a man is slapping a woman in the face"}, {"scene_id": "atwt-04-09-03s20", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "atwt-04-09-03s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-04-09-03s22", "raw": "A scene from a TV show in which two birds are singing.", "with_names": "two birds are singing."}, {"scene_id": "atwt-04-09-03s23", "raw": "A scene from a TV show in which a mascara brush is used to apply mascara.", "with_names": "a mascara brush is used to apply mascara."}, {"scene_id": "atwt-04-09-03s24", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass and another man is standing next to him.", "with_names": "a man is sitting at a table with a wine glass and another man is standing next to him."}, {"scene_id": "atwt-04-09-03s25", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-09-03s26", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-09-03s27", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the back seat, both of them looking at the woman.", "with_names": "a woman is driving a car and a man is sitting in the back seat, both of them looking at the woman."}]