[{"scene_id": "pc-12-04-02s0", "raw": "A scene from a TV show in which a woman is lying on a bed with her mouth open and her eyes closed.", "with_names": "Elizabeth is lying on a bed with her mouth open and her eyes closed."}, {"scene_id": "pc-12-04-02s1", "raw": "A scene from a TV show in which a man and a woman are kissing in a bar.", "with_names": "a man and a woman are kissing in a bar."}, {"scene_id": "pc-12-04-02s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-04-02s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-12-04-02s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both holding books.", "with_names": "a man and a woman are standing next to each other, both holding books."}, {"scene_id": "pc-12-04-02s5", "raw": "A scene from a TV show in which a man is wearing a red turtleneck and a coat", "with_names": "a man is wearing a red turtleneck and a coat"}, {"scene_id": "pc-12-04-02s6", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Elizabeth is looking at Livvie and smiling."}, {"scene_id": "pc-12-04-02s7", "raw": "A scene from a TV show in which a man is talking to the camera and wearing a black shirt.", "with_names": ""}, {"scene_id": "pc-12-04-02s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-12-04-02s9", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and her hair is in braids.", "with_names": "a woman is wearing a leather jacket and her hair is in braids."}, {"scene_id": "pc-12-04-02s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is dressed in a suit.", "with_names": "Lucy is wearing a black dress and a man is dressed in a suit."}, {"scene_id": "pc-12-04-02s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-12-04-02s12", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}]