[{"scene_id": "gl-02-09-05s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-02-09-05s1", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-02-09-05s2", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-02-09-05s3", "raw": "A scene from a TV show in which a woman is giving flowers to a man.", "with_names": "a woman is giving flowers to a man."}, {"scene_id": "gl-02-09-05s5", "raw": "A scene from a TV show in which a woman is talking to a man in a pub.", "with_names": ""}, {"scene_id": "gl-02-09-05s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "gl-02-09-05s7", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-02-09-05s8", "raw": "A scene from a TV show in which a man is talking to a snake.", "with_names": ""}, {"scene_id": "gl-02-09-05s9", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-02-09-05s10", "raw": "A scene from a TV show in which a man is holding a woman by the hair and she is screaming.", "with_names": "Alan is holding Gus by the hair and she is screaming."}, {"scene_id": "gl-02-09-05s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-02-09-05s12", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing behind him", "with_names": "a man is sitting on a bed and a woman is standing behind him"}, {"scene_id": "gl-02-09-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching him.", "with_names": ""}, {"scene_id": "gl-02-09-05s14", "raw": "A scene from a TV show in which a man is wearing a brown coat and a blue tie", "with_names": "a man is wearing a brown coat and a blue tie"}, {"scene_id": "gl-02-09-05s15", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-02-09-05s19", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-02-09-05s20", "raw": "A scene from a TV show in which a man and a woman are dancing in a bar.", "with_names": "a man and >Gus are dancing in a bar."}, {"scene_id": "gl-02-09-05s21", "raw": "A scene from a TV show in which a woman is being attacked by a man", "with_names": "a woman is being attacked by a man"}, {"scene_id": "gl-02-09-05s23", "raw": "A scene from a TV show in which a woman is talking to a man in a red and white sweater.", "with_names": ""}, {"scene_id": "gl-02-09-05s25", "raw": "A scene from a TV show in which a woman is walking down the street and her hair is blowing in the wind", "with_names": "a woman is walking down the street and her hair is blowing in the wind"}, {"scene_id": "gl-02-09-05s26", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "Bill is kissing Olivia on the cheek"}, {"scene_id": "gl-02-09-05s27", "raw": "A scene from a TV show in which a woman is screaming", "with_names": "a woman is screaming"}, {"scene_id": "gl-02-09-05s28", "raw": "A scene from a TV show in which a woman is lying on a bed and her mouth is open", "with_names": "a woman is lying on a bed and her mouth is open"}, {"scene_id": "gl-02-09-05s29", "raw": "A scene from a TV show in which a man is talking to someone and his hair is wet", "with_names": ""}, {"scene_id": "gl-02-09-05s30", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-02-09-05s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-09-05s32", "raw": "A scene from a TV show in which a man kisses a little girl on the forehead.", "with_names": "a man kisses a little girl on the forehead."}, {"scene_id": "gl-02-09-05s33", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}]