[{"scene_id": "atwt-05-27-09s0", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-27-09s1", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a green shirt.", "with_names": "a man is wearing a suit and ] is in a green shirt."}, {"scene_id": "atwt-05-27-09s2", "raw": "A scene from a TV show in which a man is bending over and a woman is standing behind him.", "with_names": "a man is bending over and a woman is standing behind him."}, {"scene_id": "atwt-05-27-09s3", "raw": "A scene from a TV show in which a woman is holding a cup and a man is standing in front of her.", "with_names": "a woman is holding a cup and a man is standing in front of her."}, {"scene_id": "atwt-05-27-09s4", "raw": "A scene from a TV show in which a woman is screaming and a man is holding her by the throat.", "with_names": "a woman is screaming and a man is holding her by the throat."}, {"scene_id": "atwt-05-27-09s5", "raw": "A scene from a TV show in which Clearblue is featured.", "with_names": "clearblue is featured."}, {"scene_id": "atwt-05-27-09s6", "raw": "A scene from a TV show in which a woman is eating a plate of cupcakes.", "with_names": "a woman is eating a plate of cupcakes."}, {"scene_id": "atwt-05-27-09s7", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-05-27-09s8", "raw": "A scene from a TV show in which a man is kissing another man on the cheek.", "with_names": "a man is kissing another man on the cheek."}, {"scene_id": "atwt-05-27-09s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "atwt-05-27-09s10", "raw": "A scene from a TV show in which a Twizzler is being eaten.", "with_names": "a twizzler is being eaten."}, {"scene_id": "atwt-05-27-09s11", "raw": "A scene from a TV show in which a woman is pouring a drink into a man's hand.", "with_names": "a woman is pouring a drink into a man's hand."}, {"scene_id": "atwt-05-27-09s12", "raw": "A scene from a TV show in which three men are standing together, looking at something off-screen.", "with_names": "three men are standing together, looking at something off-screen."}, {"scene_id": "atwt-05-27-09s13", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-05-27-09s14", "raw": "A scene from a TV show in which a woman is seen throwing a chair at a man.", "with_names": "a woman is throwing a chair at a man."}, {"scene_id": "atwt-05-27-09s15", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-05-27-09s16", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-27-09s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-27-09s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-05-27-09s19", "raw": "A scene from a TV show in which a garden is shown with a fence and a variety of plants.", "with_names": ""}, {"scene_id": "atwt-05-27-09s20", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-05-27-09s21", "raw": "A scene from a TV show in which a man is sitting at a desk with his eyes closed and his hands folded in front of him.", "with_names": "a man is sitting at a desk with his eyes closed and his hands folded in front of him."}, {"scene_id": "atwt-05-27-09s22", "raw": "A scene from a TV show in which a car is stuck in a tunnel.", "with_names": "a car is stuck in a tunnel."}, {"scene_id": "atwt-05-27-09s23", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-05-27-09s24", "raw": "A scene from a TV show in which a woman is asking for help to bring her missing husband home.", "with_names": "a woman is asking for help to bring her missing husband home."}, {"scene_id": "atwt-05-27-09s25", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-27-09s26", "raw": "A scene from a TV show in which Justin is talking about Oral-a-Jel.", "with_names": ""}]