[{"scene_id": "oltl-02-27-08s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is lying on the floor.", "with_names": "a man is holding a gun and a woman is lying on the floor."}, {"scene_id": "oltl-02-27-08s1", "raw": "A scene from a TV show in which a man is smashing a large egg with a hammer.", "with_names": "a man is smashing a large egg with a hammer."}, {"scene_id": "oltl-02-27-08s2", "raw": "A scene from a TV show in which a man is talking on a phone in a library.", "with_names": ""}, {"scene_id": "oltl-02-27-08s3", "raw": "A scene from a TV show in which a woman is wearing glasses and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-27-08s4", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-02-27-08s5", "raw": "A scene from a TV show in which a man is on the phone and a woman is in the background", "with_names": "a man is on the phone and ] is in the background"}, {"scene_id": "oltl-02-27-08s6", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at the camera.", "with_names": "a man is sitting at a desk and looking at the camera."}, {"scene_id": "oltl-02-27-08s7", "raw": "A scene from a TV show in which a blonde woman is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-27-08s8", "raw": "A scene from a TV show in which two men are standing in a doorway, one is holding a gun.", "with_names": "two men are standing in a doorway, one is holding a gun."}, {"scene_id": "oltl-02-27-08s9", "raw": "A scene from a TV show in which a man and a woman are walking through a bank.", "with_names": "a man and a woman are walking through a bank."}, {"scene_id": "oltl-02-27-08s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-27-08s11", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and looking at the camera.", "with_names": "a man is wearing a blue shirt and a tie and looking at the camera."}, {"scene_id": "oltl-02-27-08s12", "raw": "A scene from a TV show in which a woman is talking on the phone while a man is kissing her on the cheek.", "with_names": ""}, {"scene_id": "oltl-02-27-08s13", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-02-27-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-27-08s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-02-27-08s16", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-27-08s17", "raw": "A scene from a TV show in which a man is standing in a room with a filing cabinet and a desk.", "with_names": "a man is standing in a room with a filing cabinet and a desk."}, {"scene_id": "oltl-02-27-08s18", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-02-27-08s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a bed, with the woman looking at the camera.", "with_names": "a man and a woman are sitting on a bed, with the woman looking at the camera."}, {"scene_id": "oltl-02-27-08s20", "raw": "A scene from a TV show in which a man is standing in front of a woman and two men, all wearing suits.", "with_names": "a man is standing in front of a woman and two men, all wearing suits."}, {"scene_id": "oltl-02-27-08s21", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-02-27-08s22", "raw": "A scene from a TV show in which a man is talking to a reporter and a blue tie is being held by him.", "with_names": ""}, {"scene_id": "oltl-02-27-08s23", "raw": "A scene from a TV show in which a man is being served a drink by a waitress.", "with_names": "a man is being served a drink by a waitress."}, {"scene_id": "oltl-02-27-08s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-27-08s25", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-02-27-08s26", "raw": "A scene from a TV show in which a man is talking to someone and a picture is hanging on the wall.", "with_names": ""}, {"scene_id": "oltl-02-27-08s27", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "oltl-02-27-08s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and Marcie are sitting next to each other."}, {"scene_id": "oltl-02-27-08s29", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-02-27-08s30", "raw": "A scene from a TV show in which a man and a woman are looking at each other and smiling.", "with_names": "a man and a woman are looking at each other and smiling."}, {"scene_id": "oltl-02-27-08s31", "raw": "A scene from a TV show in which a man is talking on the phone and looking at his watch.", "with_names": ""}, {"scene_id": "oltl-02-27-08s32", "raw": "A scene from a TV show in which a man is talking to two other people.", "with_names": ""}, {"scene_id": "oltl-02-27-08s33", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a black scarf.", "with_names": "a man is wearing a brown jacket and a black scarf."}]