[{"scene_id": "atwt-07-02-03s0", "raw": "A scene from a TV show in which a woman is talking to someone and pointing at her hand.", "with_names": ""}, {"scene_id": "atwt-07-02-03s1", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-02-03s2", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and holding papers.", "with_names": "a blonde woman is wearing a red dress and holding papers."}, {"scene_id": "atwt-07-02-03s3", "raw": "A scene from a TV show in which a man is being comforted by a woman.", "with_names": "a man is being comforted by a woman."}, {"scene_id": "atwt-07-02-03s4", "raw": "A scene from a TV show in which a woman is standing in front of a golden background.", "with_names": "a woman is standing in front of a golden background."}, {"scene_id": "atwt-07-02-03s5", "raw": "A scene from a TV show in which a giant mushroom cloud is seen over the ocean.", "with_names": "a giant mushroom cloud is over the ocean."}, {"scene_id": "atwt-07-02-03s6", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-02-03s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-02-03s8", "raw": "A scene from a TV show in which a woman is looking down and wearing a white shirt", "with_names": "a woman is looking down and wearing a white shirt"}, {"scene_id": "atwt-07-02-03s9", "raw": "A scene from a TV show in which a bald man is wearing a white shirt and a yellow tie.", "with_names": "a bald man is wearing a white shirt and a yellow tie."}, {"scene_id": "atwt-07-02-03s10", "raw": "A scene from a TV show in which a woman is walking on a beach with a dog. The title is \"Fosmax (alendronate sodium tablets)\"", "with_names": "a woman is walking on a beach with a dog. the title is \"fosmax (alendronate sodium tablets)\""}, {"scene_id": "atwt-07-02-03s11", "raw": "A scene from a TV show in which two women are standing in a room, one of them is holding a bouquet of flowers.", "with_names": "two women are standing in a room, one of them is holding a bouquet of flowers."}, {"scene_id": "atwt-07-02-03s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-02-03s13", "raw": "A scene from a TV show in which a woman is tied to a wall and her head is cut off.", "with_names": "a woman is tied to a wall and her head is cut off."}, {"scene_id": "atwt-07-02-03s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-02-03s15", "raw": "A scene from a TV show in which a cartoon character is reading a book and smiling", "with_names": "a cartoon character is reading a book and smiling"}, {"scene_id": "atwt-07-02-03s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-02-03s17", "raw": "A scene from a TV show in which a woman is being kissed by a man.", "with_names": "a woman is being kissed by a man."}, {"scene_id": "atwt-07-02-03s18", "raw": "A scene from a TV show in which a woman is wearing overalls and a white blouse.", "with_names": "a woman is wearing overalls and a white blouse."}, {"scene_id": "atwt-07-02-03s19", "raw": "A scene from a TV show in which a mother is sitting on a couch with her two children, one of them is holding a remote control.", "with_names": ""}, {"scene_id": "atwt-07-02-03s20", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-02-03s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-02-03s22", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-02-03s23", "raw": "A scene from a TV show in which a virus is being destroyed by a laser.", "with_names": "a virus is being destroyed by a laser."}, {"scene_id": "atwt-07-02-03s24", "raw": "A scene from a TV show in which a man is talking to someone and wearing a tie", "with_names": ""}, {"scene_id": "atwt-07-02-03s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-02-03s26", "raw": "A scene from a TV show in which a woman is talking to someone in a courtroom.", "with_names": ""}, {"scene_id": "atwt-07-02-03s27", "raw": "A scene from a TV show in which two women are hugging and smiling.", "with_names": "two women are hugging and smiling."}, {"scene_id": "atwt-07-02-03s28", "raw": "A scene from a TV show in which a woman is seen looking out a window.", "with_names": "a woman is looking out a window."}, {"scene_id": "atwt-07-02-03s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]