[{"scene_id": "pc-10-30-01s0", "raw": "A scene from a TV show in which a woman is knocking on a door and a man is standing outside.", "with_names": "Alison is knocking on a door and Jack is standing outside."}, {"scene_id": "pc-10-30-01s2", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-10-30-01s3", "raw": "A scene from a TV show in which a man and a woman are laughing together.", "with_names": "a man and a woman are laughing together."}, {"scene_id": "pc-10-30-01s4", "raw": "A scene from a TV show in which a man is sitting on a bench and smiling.", "with_names": "a man is sitting on a bench and smiling."}, {"scene_id": "pc-10-30-01s5", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "Rafe is looking at Livvie through a window."}, {"scene_id": "pc-10-30-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-30-01s7", "raw": "A scene from a TV show in which a black man is standing behind a bar, wearing a purple shirt and a white t-shirt. He is looking at a woman sitting at a table and is talking to", "with_names": ""}, {"scene_id": "pc-10-30-01s8", "raw": "A scene from a TV show in which a blonde woman and a man are looking at something.", "with_names": "a blonde woman and Jamal are looking at something."}, {"scene_id": "pc-10-30-01s9", "raw": "A scene from a TV show in which a man is wearing a grey coat and a woman is looking at him.", "with_names": "a man is wearing a grey coat and a woman is looking at him."}, {"scene_id": "pc-10-30-01s10", "raw": "A scene from a TV show in which Brad Pitt is wearing a leather jacket and a black shirt.", "with_names": "brad pitt is wearing a leather jacket and a black shirt."}, {"scene_id": "pc-10-30-01s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Caleb and Livvie sit on a couch and talk."}, {"scene_id": "pc-10-30-01s12", "raw": "A scene from a TV show in which a man is looking at a bottle and making a funny face", "with_names": "a man is looking at a bottle and making a funny face"}, {"scene_id": "pc-10-30-01s13", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Valerie is smiling at Jamal."}, {"scene_id": "pc-10-30-01s15", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and a serious expression.", "with_names": "a woman is wearing a black turtleneck and a serious expression."}, {"scene_id": "pc-10-30-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-10-30-01s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-10-30-01s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-10-30-01s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jamal is looking at Alison and she is looking back at him."}, {"scene_id": "pc-10-30-01s21", "raw": "A scene from a TV show in which a woman is holding a baby in her arms.", "with_names": "a woman is holding a baby in her arms."}, {"scene_id": "pc-10-30-01s22", "raw": "A scene from a TV show in which a man is looking out a window.", "with_names": "a man is looking out a window."}]