[{"scene_id": "gl-10-02-06s0", "raw": "A scene from a TV show in which a man is pointing at a door and another man is looking at him.", "with_names": "a man is pointing at a door and another man is looking at him."}, {"scene_id": "gl-10-02-06s1", "raw": "A scene from a TV show in which a man is standing outside a house, a woman is sitting at a table in the background.", "with_names": "a man is standing outside a house, a woman is sitting at a table in the background."}, {"scene_id": "gl-10-02-06s2", "raw": "A scene from a TV show in which a man is holding a gun and talking to someone.", "with_names": ""}, {"scene_id": "gl-10-02-06s3", "raw": "A scene from a TV show in which a man is seen holding a baby in his arms.", "with_names": "a man is holding a baby in his arms."}, {"scene_id": "gl-10-02-06s4", "raw": "A scene from a TV show in which a man is kissing a little girl.", "with_names": "a man is kissing a little girl."}, {"scene_id": "gl-10-02-06s5", "raw": "A scene from a TV show in which a man is seen looking down at his shirt.", "with_names": "a man is looking down at his shirt."}, {"scene_id": "gl-10-02-06s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-10-02-06s7", "raw": "A scene from a TV show in which a woman is slapping a man on the face.", "with_names": "a woman is slapping a man on the face."}, {"scene_id": "gl-10-02-06s8", "raw": "A scene from a TV show in which a man is talking to a camera.", "with_names": ""}, {"scene_id": "gl-10-02-06s9", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-10-02-06s10", "raw": "A scene from a TV show in which a man is slapping a woman on the face.", "with_names": "a man is slapping a woman on the face."}, {"scene_id": "gl-10-02-06s11", "raw": "A scene from a TV show in which a woman is looking at a computer screen.", "with_names": "a woman is looking at a computer screen."}, {"scene_id": "gl-10-02-06s12", "raw": "A scene from a TV show in which a woman is seen wiping her face with her hand.", "with_names": "a woman is wiping her face with her hand."}, {"scene_id": "gl-10-02-06s13", "raw": "A scene from a TV show in which a man is drinking wine", "with_names": "] is drinking wine"}, {"scene_id": "gl-10-02-06s14", "raw": "A scene from a TV show in which a black man is sitting on a bench and looking at the camera.", "with_names": "a black man is sitting on a bench and looking at the camera."}, {"scene_id": "gl-10-02-06s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-10-02-06s16", "raw": "A scene from a TV show in which a man is holding a woman by the arm and pointing at her.", "with_names": "a man is holding a woman by the arm and pointing at her."}, {"scene_id": "gl-10-02-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-02-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-02-06s19", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "gl-10-02-06s20", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "gl-10-02-06s21", "raw": "A scene from a TV show in which a black man is crying", "with_names": "a black man is crying"}, {"scene_id": "gl-10-02-06s22", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-10-02-06s23", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-10-02-06s24", "raw": "A scene from a TV show in which a man is smiling and looking at a woman.", "with_names": "a man is smiling and looking at a woman."}]