[{"scene_id": "atwt-07-31-07s0", "raw": "A scene from a TV show in which a woman is leaning over a man in a hospital bed, touching his face.", "with_names": "Barbara is leaning over Paul in a hospital bed, touching his face."}, {"scene_id": "atwt-07-31-07s1", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-31-07s2", "raw": "A scene from a TV show in which a woman is wearing a police badge and a suit.", "with_names": "a woman is wearing a police badge and a suit."}, {"scene_id": "atwt-07-31-07s3", "raw": "A scene from a TV show in which a woman is walking down a street with a handbag and a man sitting on a bench.", "with_names": "Carly is walking down a street with a handbag and Jack sitting on a bench."}, {"scene_id": "atwt-07-31-07s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed and is looking at the camera.", "with_names": "Holden is lying in a hospital bed and is looking at the camera."}, {"scene_id": "atwt-07-31-07s6", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "atwt-07-31-07s7", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-07-31-07s8", "raw": "A scene from a TV show in which an elderly couple are seen preparing a meal together.", "with_names": "an elderly couple are preparing a meal together."}, {"scene_id": "atwt-07-31-07s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-31-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Nurse are standing next to each other."}, {"scene_id": "atwt-07-31-07s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-31-07s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-31-07s14", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-07-31-07s15", "raw": "A scene from a TV show in which a woman is wearing a bra", "with_names": "Katie is wearing a bra"}, {"scene_id": "atwt-07-31-07s16", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-31-07s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-31-07s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-31-07s19", "raw": "A scene from a TV show in which a woman is talking about osteoporosis.", "with_names": ""}, {"scene_id": "atwt-07-31-07s22", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a white suit.", "with_names": ""}, {"scene_id": "atwt-07-31-07s23", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-07-31-07s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table talking.", "with_names": ""}, {"scene_id": "atwt-07-31-07s25", "raw": "A scene from a TV show in which a police officer is handcuffed and a woman is standing next to him.", "with_names": "a police officer is handcuffed and a woman is standing next to him."}, {"scene_id": "atwt-07-31-07s27", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-31-07s28", "raw": "A scene from a TV show in which a man is lying in a hospital bed and looking concerned.", "with_names": "Craig is lying in a hospital bed and looking concerned."}, {"scene_id": "atwt-07-31-07s29", "raw": "A scene from a TV show in which three young girls are seen pouring milk into a glass.", "with_names": "three young girls are pouring milk into a glass."}, {"scene_id": "atwt-07-31-07s30", "raw": "A scene from a TV show in which a man is lying in bed and looking up at the camera.", "with_names": "a man is lying in bed and looking up at the camera."}, {"scene_id": "atwt-07-31-07s31", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Cop #2 is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-31-07s32", "raw": "A scene from a TV show in which a man is sitting in a hospital bed and looking concerned.", "with_names": "Dallas is sitting in a hospital bed and looking concerned."}, {"scene_id": "atwt-07-31-07s34", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "atwt-07-31-07s35", "raw": "A scene from a TV show in which a woman is smiling and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-31-07s36", "raw": "A scene from a TV show in which a white bear is made of blue bubbles and the word \"bears\" is spelled out in bubbles.", "with_names": "a white bear is made of blue bubbles and the word \"bears\" is spelled out in bubbles."}]