[{"scene_id": "pc-02-21-02s0", "raw": "A scene from a TV show in which a woman is standing in a living room with a vase and a chair.", "with_names": "a woman is standing in a living room with a vase and a chair."}, {"scene_id": "pc-02-21-02s1", "raw": "A scene from a TV show in which a woman is on the phone and is angry.", "with_names": "a woman is on the phone and is angry."}, {"scene_id": "pc-02-21-02s2", "raw": "A scene from a TV show in which a man is holding a picture of a cat.", "with_names": "a man is holding a picture of a cat."}, {"scene_id": "pc-02-21-02s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-21-02s4", "raw": "A scene from a TV show in which a woman is on the phone and looks concerned.", "with_names": "a woman is on the phone and looks concerned."}, {"scene_id": "pc-02-21-02s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-21-02s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rafe and a woman are standing next to each other."}, {"scene_id": "pc-02-21-02s7", "raw": "A scene from a TV show in which a man and a woman are drinking wine together.", "with_names": "Kevin and Paige are drinking wine together."}, {"scene_id": "pc-02-21-02s8", "raw": "A scene from a TV show in which a woman is looking at a cell phone and making a face", "with_names": "Amy is looking at a cell phone and making a face"}, {"scene_id": "pc-02-21-02s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-21-02s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-02-21-02s11", "raw": "A scene from a TV show in which a blonde woman and a man are standing next to each other.", "with_names": "a blonde woman and Rafe are standing next to each other."}, {"scene_id": "pc-02-21-02s12", "raw": "A scene from a TV show in which Port Charles is shown.", "with_names": ""}]