[{"scene_id": "pc-09-19-03s0", "raw": "A scene from a TV show in which a man is seen wearing a black hat and a white shirt. (Source: CBS 5 News)", "with_names": "a man is wearing a black hat and a white shirt. (source: cbs 5 news)"}, {"scene_id": "pc-09-19-03s1", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "pc-09-19-03s2", "raw": "A scene from a TV show in which a man is swimming underwater.", "with_names": "a man is swimming underwater."}, {"scene_id": "pc-09-19-03s3", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "pc-09-19-03s4", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "pc-09-19-03s5", "raw": "A scene from a TV show in which a young man is smiling and looking to the left of the frame.", "with_names": "a young man is smiling and looking to the left of the frame."}, {"scene_id": "pc-09-19-03s6", "raw": "A scene from a TV show in which a woman is wearing a ring on her hand", "with_names": "a woman is wearing a ring on her hand"}, {"scene_id": "pc-09-19-03s7", "raw": "", "with_names": ""}, {"scene_id": "pc-09-19-03s8", "raw": "A scene from a TV show in which a woman is looking down and wearing a brown top.", "with_names": "a woman is looking down and wearing a brown top."}, {"scene_id": "pc-09-19-03s9", "raw": "A scene from a TV show in which a young man is talking to the camera.", "with_names": ""}, {"scene_id": "pc-09-19-03s10", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "pc-09-19-03s11", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "pc-09-19-03s12", "raw": "A scene from a TV show in which a blonde woman is wearing a brown dress and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-09-19-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-19-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-09-19-03s15", "raw": "A scene from a TV show in which a woman is lying on top of a man, with her head on his chest.", "with_names": "a woman is lying on top of a man, with her head on his chest."}, {"scene_id": "pc-09-19-03s16", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "pc-09-19-03s17", "raw": "A scene from a TV show in which a man is lying on a bed and a woman lies on the floor next to him.", "with_names": "a man is lying on a bed and a woman lies on the floor next to him."}, {"scene_id": "pc-09-19-03s18", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}]