[{"scene_id": "atwt-08-31-05s0", "raw": "A scene from a TV show in which a woman is talking on the phone and wearing a green tank top", "with_names": ""}, {"scene_id": "atwt-08-31-05s1", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a necklace", "with_names": "a woman is wearing a black tank top and a necklace"}, {"scene_id": "atwt-08-31-05s2", "raw": "A scene from a TV show in which a man is looking shocked and surprised.", "with_names": "a man is looking shocked and surprised."}, {"scene_id": "atwt-08-31-05s3", "raw": "A scene from a TV show in which a blood sample is taken from a person's finger.", "with_names": "a blood sample is taken from a person's finger."}, {"scene_id": "atwt-08-31-05s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-08-31-05s5", "raw": "A scene from a TV show in which a man is playing a keyboard and a woman is sitting on a bed, while a DJ is standing behind them.", "with_names": "a man is playing a keyboard and a woman is sitting on a bed, while a dj is standing behind them."}, {"scene_id": "atwt-08-31-05s6", "raw": "A scene from a TV show in which a man and a boy are standing in a living room.", "with_names": "a man and a boy are standing in a living room."}, {"scene_id": "atwt-08-31-05s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-31-05s8", "raw": "A scene from a TV show in which a woman is on the phone, looking upset.", "with_names": "a woman is on the phone, looking upset."}, {"scene_id": "atwt-08-31-05s9", "raw": "A scene from a TV show in which a woman is looking at the camera with a short blonde hair", "with_names": "a woman is looking at the camera with a short blonde hair"}, {"scene_id": "atwt-08-31-05s10", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a flower in her hair", "with_names": "a woman is wearing a pink dress and a flower in her hair"}, {"scene_id": "atwt-08-31-05s11", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-08-31-05s12", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "] is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-08-31-05s13", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-08-31-05s14", "raw": "A scene from a TV show in which a woman is looking down and wearing an orange top", "with_names": "a woman is looking down and wearing an orange top"}, {"scene_id": "atwt-08-31-05s15", "raw": "A scene from a TV show in which a woman is wearing a white cap and a visor.", "with_names": "a woman is wearing a white cap and a visor."}, {"scene_id": "atwt-08-31-05s16", "raw": "A scene from a TV show in which a woman is holding a baby and drinking a bottle.", "with_names": "a woman is holding a baby and drinking a bottle."}, {"scene_id": "atwt-08-31-05s17", "raw": "A scene from a TV show in which a woman is holding her hand to her ear, as if she is trying to hear something.", "with_names": "a woman is holding her hand to her ear, as if she is trying to hear something."}, {"scene_id": "atwt-08-31-05s18", "raw": "A scene from a TV show in which a green recliner is shown.", "with_names": ""}, {"scene_id": "atwt-08-31-05s19", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is walking towards him.", "with_names": "a man is standing in a doorway and a woman is walking towards him."}, {"scene_id": "atwt-08-31-05s20", "raw": "A scene from a TV show in which two women are arguing over coffee.", "with_names": "two women are arguing over coffee."}, {"scene_id": "atwt-08-31-05s21", "raw": "A scene from a TV show in which a man is looking at a door and is surprised.", "with_names": "a man is looking at a door and is surprised."}, {"scene_id": "atwt-08-31-05s22", "raw": "A scene from a TV show in which a person holds a box of One-a-Day.", "with_names": "a person holds a box of one-a-day."}]