[{"scene_id": "bb-01-03-17s0", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-01-03-17s1", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "bb-01-03-17s2", "raw": "A scene from a TV show in which a woman is sitting in front of a portrait of a man.", "with_names": "a woman is sitting in front of a portrait of a man."}, {"scene_id": "bb-01-03-17s3", "raw": "A scene from a TV show in which a woman is opening a door and a potted plant is visible in the background.", "with_names": "a woman is opening a door and a potted plant is visible in the background."}, {"scene_id": "bb-01-03-17s4", "raw": "A scene from a TV show in which a man is sitting at a desk and another man is standing behind him.", "with_names": "a man is sitting at a desk and another man is standing behind him."}, {"scene_id": "bb-01-03-17s5", "raw": "A scene from a TV show in which a man is standing in a room with a woman sitting in a chair.", "with_names": ""}, {"scene_id": "bb-01-03-17s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-03-17s7", "raw": "A scene from a TV show in which a woman is shown a photo of a man on her phone.", "with_names": ""}, {"scene_id": "bb-01-03-17s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is handing her a piece of paper.", "with_names": ""}, {"scene_id": "bb-01-03-17s9", "raw": "A scene from a TV show in which a man is holding a robot and a woman is looking at it.", "with_names": "a man is holding a robot and a woman is looking at it."}, {"scene_id": "bb-01-03-17s11", "raw": "A scene from a TV show in which a man stands in a room with a box and a staircase.", "with_names": "Ridge stands in a room with a box and a staircase."}, {"scene_id": "bb-01-03-17s12", "raw": "A scene from a TV show in which a woman is holding a clipboard and standing in front of a door.", "with_names": "Steffy is holding a clipboard and standing in front of a door."}, {"scene_id": "bb-01-03-17s13", "raw": "A scene from a TV show in which a man is standing in a room with blinds and a table.", "with_names": "a man is standing in a room with blinds and a table."}, {"scene_id": "bb-01-03-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a mirror.", "with_names": "a man is wearing a suit and tie and is standing in front of a mirror."}, {"scene_id": "bb-01-03-17s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-03-17s16", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Quinn is yelling at Katie."}, {"scene_id": "bb-01-03-17s17", "raw": "A scene from a TV show in which a woman is holding a key and another woman is standing behind her.", "with_names": "Steffy is holding a key and another woman is standing behind her."}, {"scene_id": "bb-01-03-17s18", "raw": "A scene from a TV show in which two men are standing in a living room, one of them is holding a gun.", "with_names": "two men are standing in a living room, one of them is holding a gun."}, {"scene_id": "bb-01-03-17s19", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}]