[{"scene_id": "pc-12-24-02s0", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and a man stands behind her.", "with_names": ""}, {"scene_id": "pc-12-24-02s1", "raw": "A scene from a TV show in which a man is seen walking down a street.", "with_names": "Ian (to Eve's grave) is walking down a street."}, {"scene_id": "pc-12-24-02s2", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a fur hat.", "with_names": "Lucy is wearing a white fur coat and a fur hat."}, {"scene_id": "pc-12-24-02s3", "raw": "A scene from a TV show in which a man is being interviewed and the words 'Rafe' are projected on to his face", "with_names": "a man is being interviewed and the words 'rafe' are projected on to his face"}, {"scene_id": "pc-12-24-02s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-24-02s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-24-02s6", "raw": "A scene from a TV show in which a baby is being held by a man.", "with_names": "a baby is being held by Ian."}, {"scene_id": "pc-12-24-02s7", "raw": "A scene from a TV show in which a black man and a white woman are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "pc-12-24-02s8", "raw": "A scene from a TV show in which a woman is pouring champagne into a bucket.", "with_names": "Alison is pouring champagne into a bucket."}, {"scene_id": "pc-12-24-02s9", "raw": "A scene from a TV show in which a man is wearing a black shirt and a dark jacket, and he is standing in a dark alley.", "with_names": "Ian is wearing a black shirt and a dark jacket, and he is standing in a dark alley."}, {"scene_id": "pc-12-24-02s10", "raw": "A scene from a TV show in which a family is standing in a room, with the mother holding a young girl.", "with_names": "a family is standing in a room, with the mother holding a young girl."}, {"scene_id": "pc-12-24-02s11", "raw": "A scene from a TV show in which a woman is holding a candle and a baby.", "with_names": "a woman is holding a candle and a baby."}, {"scene_id": "pc-12-24-02s12", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]