[{"scene_id": "gl-07-18-03s0", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-18-03s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-07-18-03s2", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "gl-07-18-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and another man is looking at him.", "with_names": ""}, {"scene_id": "gl-07-18-03s4", "raw": "A scene from a TV show in which a woman is wearing a sleeveless dress and a black ribbon around her neck.", "with_names": "a woman is wearing a sleeveless dress and a black ribbon around her neck."}, {"scene_id": "gl-07-18-03s5", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black shirts.", "with_names": ""}, {"scene_id": "gl-07-18-03s6", "raw": "A scene from a TV show in which a man is talking on the phone and holding a cigarette.", "with_names": ""}, {"scene_id": "gl-07-18-03s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-18-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-18-03s9", "raw": "A scene from a TV show in which a man is standing in a room with a shirt open and another man is walking in the background", "with_names": "a man is standing in a room with a shirt open and another man is walking in the background"}, {"scene_id": "gl-07-18-03s10", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "gl-07-18-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-18-03s12", "raw": "A scene from a TV show in which a man is talking to someone and he is wearing a suit and a tie", "with_names": ""}, {"scene_id": "gl-07-18-03s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-18-03s14", "raw": "A scene from a TV show in which a man is sitting outside and holding a flower.", "with_names": "a man is sitting outside and holding a flower."}, {"scene_id": "gl-07-18-03s15", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-07-18-03s16", "raw": "A scene from a TV show in which a man is wearing a purple suit and a white shirt.", "with_names": "a man is wearing a purple suit and a white shirt."}, {"scene_id": "gl-07-18-03s17", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "gl-07-18-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-18-03s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is walking down a hallway.", "with_names": "a man is wearing a suit and tie and is walking down a hallway."}]