[{"scene_id": "bb-12-26-17s0", "raw": "A scene from a TV show in which a woman is standing in a living room with a fireplace and a Christmas tree.", "with_names": "a woman is standing in a living room with a fireplace and a christmas tree."}, {"scene_id": "bb-12-26-17s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is wearing a black shirt.", "with_names": ""}, {"scene_id": "bb-12-26-17s2", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and Justin kiss."}, {"scene_id": "bb-12-26-17s3", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Liam and Steffy are standing in a kitchen."}, {"scene_id": "bb-12-26-17s4", "raw": "A scene from a TV show in which a woman is sitting in a room with a man, both of them are holding papers.", "with_names": "a woman is sitting in a room with a man, both of them are holding papers."}, {"scene_id": "bb-12-26-17s5", "raw": "A scene from a TV show in which a woman is wearing a bra and a man is holding a shirt.", "with_names": "Katie is wearing a bra and Wyatt is holding a shirt."}, {"scene_id": "bb-12-26-17s6", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-26-17s7", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-12-26-17s8", "raw": "A scene from a TV show in which a woman is standing in a room with a table and a chair.", "with_names": "Steffy is standing in a room with a table and a chair."}, {"scene_id": "bb-12-26-17s9", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-12-26-17s10", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is leaning over her, touching her face.", "with_names": "Katie is lying on a bed and Wyatt is leaning over her, touching her face."}, {"scene_id": "bb-12-26-17s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-26-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-26-17s13", "raw": "A scene from a TV show in which two men are talking in an office.", "with_names": ""}, {"scene_id": "bb-12-26-17s14", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "bb-12-26-17s15", "raw": "A scene from a TV show in which a man is looking at a woman in lingerie.", "with_names": "Thorne is looking at Katie in lingerie."}, {"scene_id": "bb-12-26-17s16", "raw": "A scene from a TV show in which a man is sitting at a desk with a trophy and a book.", "with_names": "a man is sitting at a desk with a trophy and a book."}, {"scene_id": "bb-12-26-17s17", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}]