[{"scene_id": "bb-11-30-17s0", "raw": "A scene from a TV show in which a house is perched on a cliff.", "with_names": "a house is perched on a cliff."}, {"scene_id": "bb-11-30-17s1", "raw": "A scene from a TV show in which a man is sitting on a couch and using a laptop.", "with_names": ""}, {"scene_id": "bb-11-30-17s2", "raw": "A scene from a TV show in which a man is leaning on a woman's shoulder.", "with_names": "Coco is leaning on Sally's shoulder."}, {"scene_id": "bb-11-30-17s3", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "Liam and Steffy are in a kitchen."}, {"scene_id": "bb-11-30-17s4", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a long black hair", "with_names": "a woman is wearing a denim jacket and a long black hair"}, {"scene_id": "bb-11-30-17s5", "raw": "A scene from a TV show in which a woman is wearing a yellow top and a man is standing behind her.", "with_names": "Sally is wearing a yellow top and Liam is standing behind her."}, {"scene_id": "bb-11-30-17s6", "raw": "A scene from a TV show in which a man is looking at a tree and talking to someone.", "with_names": ""}, {"scene_id": "bb-11-30-17s8", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and black leather boots", "with_names": "Darlita is wearing a yellow dress and black leather boots"}, {"scene_id": "bb-11-30-17s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-11-30-17s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Sally is looking at Liam and he is looking back at her."}, {"scene_id": "bb-11-30-17s11", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to another young woman who is sitting in front of her.", "with_names": ""}, {"scene_id": "bb-11-30-17s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-11-30-17s13", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "Sally is screaming at Liam."}]