[{"scene_id": "atwt-02-15-10s0", "raw": "A scene from a TV show in which a woman is hugging a man from behind.", "with_names": "Margo is hugging Tom from behind."}, {"scene_id": "atwt-02-15-10s1", "raw": "A scene from a TV show in which a man is trying to tie his tie while a woman looks on.", "with_names": "a man is trying to tie his tie while a woman looks on."}, {"scene_id": "atwt-02-15-10s2", "raw": "A scene from a TV show in which a doctor is wearing a stethoscope around his neck", "with_names": "a doctor is wearing a stethoscope around his neck"}, {"scene_id": "atwt-02-15-10s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and adjusting her earring.", "with_names": "a woman is wearing a blue dress and adjusting her earring."}, {"scene_id": "atwt-02-15-10s4", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a red scarf.", "with_names": "a blonde woman is smiling and wearing a red scarf."}, {"scene_id": "atwt-02-15-10s5", "raw": "A scene from a TV show in which a woman is flanked by two men.", "with_names": "a woman is flanked by two men."}, {"scene_id": "atwt-02-15-10s6", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "a man and a woman are hugging."}, {"scene_id": "atwt-02-15-10s7", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-02-15-10s8", "raw": "A scene from a TV show in which a doctor is talking to a young man in scrubs.", "with_names": ""}, {"scene_id": "atwt-02-15-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-02-15-10s10", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-02-15-10s11", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is standing behind her", "with_names": "a woman is wearing a robe and a man is standing behind her"}, {"scene_id": "atwt-02-15-10s12", "raw": "A scene from a TV show in which a man is wearing a blue scrubs and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-02-15-10s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-15-10s14", "raw": "A scene from a TV show in which a man is talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-02-15-10s15", "raw": "A scene from a TV show in which a man is handcuffed and a woman is restrained in a car.", "with_names": "a man is handcuffed and a woman is restrained in a car."}, {"scene_id": "atwt-02-15-10s16", "raw": "A scene from a TV show in which the words \"Keep Going\" are displayed on a screen.", "with_names": "the words \"keep going\" are displayed on a screen."}, {"scene_id": "atwt-02-15-10s17", "raw": "A scene from a TV show in which a woman is arrested by a police officer.", "with_names": "a woman is arrested by a police officer."}, {"scene_id": "atwt-02-15-10s18", "raw": "A scene from a TV show in which a woman is holding a baby and a man is kissing her on the cheek.", "with_names": "a woman is holding a baby and a man is kissing her on the cheek."}, {"scene_id": "atwt-02-15-10s19", "raw": "A scene from a TV show in which a doctor and a nurse are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-15-10s20", "raw": "A scene from a TV show in which two women are tasting a drink in a kitchen.", "with_names": "two women are tasting a drink in a kitchen."}]