[{"scene_id": "pc-06-03-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-06-03-03s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-03-03s2", "raw": "A scene from a TV show in which a woman is being seduced by another woman.", "with_names": "a woman is being seduced by another woman."}, {"scene_id": "pc-06-03-03s3", "raw": "A scene from a TV show in which a man is kissing a woman in a room with a fireplace.", "with_names": "a man is kissing a woman in a room with a fireplace."}, {"scene_id": "pc-06-03-03s4", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "pc-06-03-03s5", "raw": "A scene from a TV show in which a woman is wearing a dress and another woman is standing behind her.", "with_names": "a woman is wearing a dress and another woman is standing behind her."}, {"scene_id": "pc-06-03-03s6", "raw": "A scene from a TV show in which a man is wearing a tan shirt and a blonde wig.", "with_names": "a man is wearing a tan shirt and a blonde wig."}, {"scene_id": "pc-06-03-03s7", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "pc-06-03-03s8", "raw": "A scene from a TV show in which a woman is looking at the camera and her mouth is open.", "with_names": "a woman is looking at the camera and her mouth is open."}, {"scene_id": "pc-06-03-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-03-03s10", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "pc-06-03-03s11", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-03-03s12", "raw": "A scene from a TV show in which a man is seen crawling on the grass.", "with_names": "a man is crawling on the grass."}, {"scene_id": "pc-06-03-03s13", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "pc-06-03-03s14", "raw": "A scene from a TV show in which a man is seen wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}]