[{"scene_id": "pc-03-26-01s0", "raw": "A scene from a TV show in which a computer is asking if there is a Netflix account", "with_names": "a computer is asking if there is a netflix account"}, {"scene_id": "pc-03-26-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-26-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-26-01s3", "raw": "A scene from a TV show in which a woman is sitting at a computer and scratching her head.", "with_names": "a woman is sitting at a computer and scratching her head."}, {"scene_id": "pc-03-26-01s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-26-01s5", "raw": "A scene from a TV show in which Monica is walking down the hall with Chandler behind her", "with_names": "monica is walking down the hall with chandler behind her"}, {"scene_id": "pc-03-26-01s6", "raw": "A scene from a TV show in which a woman is smiling and looking off to the side.", "with_names": "a woman is smiling and looking off to the side."}, {"scene_id": "pc-03-26-01s7", "raw": "A scene from a TV show in which a woman is singing in a bar, a man is standing behind her.", "with_names": "Gabriela is singing in a bar, Joe is standing behind her."}, {"scene_id": "pc-03-26-01s8", "raw": "A scene from a TV show in which a woman is knocking on a door", "with_names": "a woman is knocking on a door"}, {"scene_id": "pc-03-26-01s9", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both smiling.", "with_names": "a woman is sitting next to a man and they are both smiling."}, {"scene_id": "pc-03-26-01s10", "raw": "A scene from a TV show in which a woman is throwing a vase out of a window.", "with_names": "Eve is throwing a vase out of a window."}, {"scene_id": "pc-03-26-01s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-26-01s12", "raw": "A scene from a TV show in which a man is seen walking down a street at night.", "with_names": "a man is walking down a street at night."}]