[{"scene_id": "atwt-12-03-03s0", "raw": "A scene from a TV show in which Judge Judy is smiling and wearing a white blouse.", "with_names": "judge judy is smiling and wearing a white blouse."}, {"scene_id": "atwt-12-03-03s1", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-12-03-03s2", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a blonde bob haircut.", "with_names": "a woman is wearing a pink shirt and a blonde bob haircut."}, {"scene_id": "atwt-12-03-03s3", "raw": "A scene from a TV show in which a man is in an orange jumpsuit and is looking down.", "with_names": "a man is in an orange jumpsuit and is looking down."}, {"scene_id": "atwt-12-03-03s4", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "] is looking at the camera with a confused expression."}, {"scene_id": "atwt-12-03-03s5", "raw": "A scene from a TV show in which a bottle of Vicissimo is shown", "with_names": ""}, {"scene_id": "atwt-12-03-03s6", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-12-03-03s7", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-12-03-03s8", "raw": "A scene from a TV show in which a woman is holding her arm and looking down.", "with_names": "] is holding her arm and looking down."}, {"scene_id": "atwt-12-03-03s9", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-12-03-03s10", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-12-03-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-03-03s12", "raw": "A scene from a TV show in which a woman is standing in front of a vase of flowers.", "with_names": "a woman is standing in front of a vase of flowers."}, {"scene_id": "atwt-12-03-03s13", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing behind him.", "with_names": "a man is in a jail cell and ] is standing behind him."}, {"scene_id": "atwt-12-03-03s14", "raw": "A scene from a TV show in which a man is talking on a cell phone and another man stands behind him.", "with_names": ""}, {"scene_id": "atwt-12-03-03s15", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-12-03-03s16", "raw": "A scene from a TV show in which a woman is holding a baby and smiling.", "with_names": "a woman is holding a baby and smiling."}, {"scene_id": "atwt-12-03-03s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-12-03-03s18", "raw": "A scene from a TV show in which a sign reads, \"That little orange pill you remember, can significantly reduce your risk of a heart attack.\"", "with_names": "a sign reads, \"that little orange pill you remember, can significantly reduce your risk of a heart attack.\""}, {"scene_id": "atwt-12-03-03s19", "raw": "A scene from a TV show in which a young man is wearing a green jacket and a blue shirt.", "with_names": "a young man is wearing a green jacket and a blue shirt."}, {"scene_id": "atwt-12-03-03s20", "raw": "A scene from a TV show in which a blonde woman is wearing a pink shirt and a necklace.", "with_names": "a blonde woman is wearing a pink shirt and a necklace."}, {"scene_id": "atwt-12-03-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-03-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-12-03-03s23", "raw": "A scene from a TV show in which a bartender is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-12-03-03s24", "raw": "A scene from a TV show in which a woman is wearing a blue turtleneck and a coat.", "with_names": "a woman is wearing a blue turtleneck and a coat."}, {"scene_id": "atwt-12-03-03s25", "raw": "A scene from a TV show in which a trash can is opened and a lid is removed.", "with_names": "a trash can is opened and a lid is removed."}, {"scene_id": "atwt-12-03-03s26", "raw": "A scene from a TV show in which a young man is looking off camera.", "with_names": "a young man is looking off camera."}, {"scene_id": "atwt-12-03-03s27", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a turtleneck.", "with_names": "a woman is wearing a pink sweater and a turtleneck."}, {"scene_id": "atwt-12-03-03s28", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-12-03-03s29", "raw": "A scene from a TV show in which a young boy is talking about his experience with a red shirt.", "with_names": ""}, {"scene_id": "atwt-12-03-03s30", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her.", "with_names": ""}, {"scene_id": "atwt-12-03-03s31", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-12-03-03s32", "raw": "A scene from a TV show in which a woman is wearing a black coat and a necklace.", "with_names": "a woman is wearing a black coat and a necklace."}]