[{"scene_id": "bb-04-08-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-08-15s1", "raw": "A scene from a TV show in which a woman is looking at a ring and a man is standing behind her.", "with_names": "a woman is looking at a ring and a man is standing behind her."}, {"scene_id": "bb-04-08-15s2", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Nicole is looking at a man."}, {"scene_id": "bb-04-08-15s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-08-15s4", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Quinn is looking at a man."}, {"scene_id": "bb-04-08-15s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-08-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-08-15s7", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-04-08-15s8", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-04-08-15s9", "raw": "A scene from a TV show in which a man is smiling and looking at another man.", "with_names": "Deacon is smiling and looking at another man."}, {"scene_id": "bb-04-08-15s11", "raw": "A scene from a TV show in which a woman is wearing a grey jacket and a necklace.", "with_names": "a woman is wearing a grey jacket and a necklace."}, {"scene_id": "bb-04-08-15s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a camera and a man in a suit.", "with_names": "a man and Quinn are standing in a room with a camera and a man in a suit."}, {"scene_id": "bb-04-08-15s14", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-04-08-15s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-08-15s16", "raw": "A scene from a TV show in which a woman is sitting on a chair with her arms crossed.", "with_names": ""}, {"scene_id": "bb-04-08-15s17", "raw": "A scene from a TV show in which a woman sits on a couch and talks on her cell phone.", "with_names": "Maya sits on a couch and talks on her cell phone."}, {"scene_id": "bb-04-08-15s18", "raw": "A scene from a TV show in which a woman is using a tablet in a library while a man looks on.", "with_names": "a woman is using a tablet in a library while a man looks on."}, {"scene_id": "bb-04-08-15s19", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-08-15s20", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "Ivy is hugging Ridge."}, {"scene_id": "bb-04-08-15s21", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Nicole is yelling at Carter."}, {"scene_id": "bb-04-08-15s22", "raw": "A scene from a TV show in which a man is talking on the phone while sitting at a desk with a stack of crayons.", "with_names": ""}, {"scene_id": "bb-04-08-15s23", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-04-08-15s25", "raw": "A scene from a TV show in which a man and a woman are in a room, with the woman looking at the camera.", "with_names": "Ridge and Caroline are in a room, with the woman looking at the camera."}]