[{"scene_id": "pc-07-03-03s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-03-03s1", "raw": "A scene from a TV show in which a man is being harassed by two women.", "with_names": "a man is being harassed by two women."}, {"scene_id": "pc-07-03-03s2", "raw": "A scene from a TV show in which a woman is lying in bed with a man, holding his hand.", "with_names": "a woman is lying in bed with a man, holding his hand."}, {"scene_id": "pc-07-03-03s3", "raw": "A scene from a TV show in which a man is wearing a robe and a woman is in a red dress", "with_names": "a man is wearing a robe and ] is in a red dress"}, {"scene_id": "pc-07-03-03s4", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-07-03-03s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-07-03-03s6", "raw": "A scene from a TV show in which a man is seen eating a piece of meat.", "with_names": "a man is eating a piece of meat."}, {"scene_id": "pc-07-03-03s7", "raw": "A scene from a TV show in which a woman is trying to get a man to kiss her.", "with_names": "a woman is trying to get a man to kiss her."}, {"scene_id": "pc-07-03-03s8", "raw": "A scene from a TV show in which a woman is holding a box and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "pc-07-03-03s9", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is behind him.", "with_names": "a man is wearing a tank top and a woman is behind him."}, {"scene_id": "pc-07-03-03s10", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-03-03s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-07-03-03s12", "raw": "A scene from a TV show in which a woman is singing and dancing.", "with_names": "a woman is singing and dancing."}, {"scene_id": "pc-07-03-03s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]