[{"scene_id": "bb-04-18-14s0", "raw": "A scene from a TV show in which a woman is having lunch with a man.", "with_names": "Brooke is having lunch with a man."}, {"scene_id": "bb-04-18-14s1", "raw": "A scene from a TV show in which a woman sits at a desk and talks.", "with_names": "a woman sits at a desk and talks."}, {"scene_id": "bb-04-18-14s2", "raw": "A scene from a TV show in which a red and blue dragon is flying through the air.", "with_names": "a red and blue dragon is flying through the air."}, {"scene_id": "bb-04-18-14s3", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-18-14s4", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "bb-04-18-14s5", "raw": "A scene from a TV show in which a man walks into a room and sees a woman sitting on a swing.", "with_names": "a man walks into a room and sees a woman sitting on a swing."}, {"scene_id": "bb-04-18-14s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to the camera.", "with_names": ""}, {"scene_id": "bb-04-18-14s7", "raw": "A scene from a TV show in which a woman is sitting at a table with french fries and a drink.", "with_names": "a woman is sitting at a table with french fries and a drink."}, {"scene_id": "bb-04-18-14s8", "raw": "A scene from a TV show in which a woman sits at a desk and talks.", "with_names": "a woman sits at a desk and talks."}, {"scene_id": "bb-04-18-14s9", "raw": "A scene from a TV show in which a man and a woman sit at a table.", "with_names": "a man and a woman sit at a table."}, {"scene_id": "bb-04-18-14s10", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-18-14s11", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "bb-04-18-14s12", "raw": "A scene from a TV show in which a woman sits at a desk with a vase of flowers.", "with_names": "a woman sits at a desk with a vase of flowers."}, {"scene_id": "bb-04-18-14s13", "raw": "A scene from a TV show in which two women are having lunch in a restaurant.", "with_names": "two women are having lunch in a restaurant."}, {"scene_id": "bb-04-18-14s14", "raw": "A scene from a TV show in which a man walks through a courtyard with a backpack.", "with_names": "a man walks through a courtyard with a backpack."}, {"scene_id": "bb-04-18-14s15", "raw": "A scene from a TV show in which a man and a woman are talking in a garden.", "with_names": ""}, {"scene_id": "bb-04-18-14s16", "raw": "A scene from a TV show in which a woman is talking to a man while holding a cell phone.", "with_names": ""}, {"scene_id": "bb-04-18-14s17", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "bb-04-18-14s18", "raw": "A scene from a TV show in which a man is interviewed.", "with_names": "a man is interviewed."}, {"scene_id": "bb-04-18-14s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}]