[{"scene_id": "atwt-01-03-03s0", "raw": "A scene from a TV show in which a man is sitting on a couch and his hands are in front of him", "with_names": ""}, {"scene_id": "atwt-01-03-03s10", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "atwt-01-03-03s11", "raw": "A scene from a TV show in which a man holds a box of One-a-Day.", "with_names": "Craig holds a box of one-a-day."}, {"scene_id": "atwt-01-03-03s12", "raw": "A scene from a TV show in which a woman is wearing a black dress and a blonde wig.", "with_names": "a woman is wearing a black dress and a blonde wig."}, {"scene_id": "atwt-01-03-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-03-03s14", "raw": "A scene from a TV show in which a little girl drinks a bottle of milk.", "with_names": "a little girl drinks a bottle of milk."}, {"scene_id": "atwt-01-03-03s15", "raw": "A scene from a TV show in which a woman is sitting on a young girl's lap, with the girl looking up at her.", "with_names": "Rosanna is sitting on a young girl's lap, with the girl looking up at her."}, {"scene_id": "atwt-01-03-03s16", "raw": "A scene from a TV show in which a woman is wearing a pink top and a blonde wig.", "with_names": "a woman is wearing a pink top and a blonde wig."}, {"scene_id": "atwt-01-03-03s17", "raw": "A scene from a TV show in which a woman is holding a black coat over her head.", "with_names": "Holden is holding a black coat over her head."}, {"scene_id": "atwt-01-03-03s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and his eyes are closed.", "with_names": "a man is wearing a suit and tie and his eyes are closed."}, {"scene_id": "atwt-01-03-03s19", "raw": "A scene from a TV show in which a nurse is seen looking down and wearing a white cap and a red and white uniform.", "with_names": "a nurse is looking down and wearing a white cap and a red and white uniform."}]