[{"scene_id": "pc-12-19-01s0", "raw": "A scene from a TV show in which a man is writing in a notebook in a forest.", "with_names": "a man is writing in a notebook in a forest."}, {"scene_id": "pc-12-19-01s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a brown shirt.", "with_names": "Rafe is wearing a leather jacket and a brown shirt."}, {"scene_id": "pc-12-19-01s2", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-12-19-01s3", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-12-19-01s4", "raw": "A scene from a TV show in which a group of people are silhouetted against a blue background.", "with_names": "a group of people are silhouetted against a blue background."}, {"scene_id": "pc-12-19-01s5", "raw": "", "with_names": ""}, {"scene_id": "pc-12-19-01s6", "raw": "A scene from a TV show in which a doctor and a nurse are sitting on a couch, exchanging gifts.", "with_names": ""}, {"scene_id": "pc-12-19-01s11", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man in scrubs.", "with_names": ""}, {"scene_id": "pc-12-19-01s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-12-19-01s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-19-01s14", "raw": "A scene from a TV show in which a woman is talking to a man in scrubs.", "with_names": ""}, {"scene_id": "pc-12-19-01s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-19-01s16", "raw": "A scene from a TV show in which a woman is talking on a cell phone and holding a pen to her face.", "with_names": ""}, {"scene_id": "pc-12-19-01s17", "raw": "A scene from a TV show in which a woman is wearing a white coat and a red turtleneck and is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-19-01s19", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking down at her hands.", "with_names": ""}, {"scene_id": "pc-12-19-01s20", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-12-19-01s21", "raw": "A scene from a TV show in which a man is seen in a dark room, with a yellow and orange screen and a white screen in the background.", "with_names": "a man is in a dark room, with a yellow and orange screen and a white screen in the background."}]