[{"scene_id": "bb-03-23-17s0", "raw": "A scene from a TV show in which a man is dancing with Aboriginal dancers on a beach.", "with_names": "a man is dancing with aboriginal dancers on a beach."}, {"scene_id": "bb-03-23-17s1", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is standing next to her.", "with_names": "a woman is wearing a bikini and a man is standing next to her."}, {"scene_id": "bb-03-23-17s2", "raw": "A scene from a TV show in which a man and a woman sit at a table with champagne glasses and talk.", "with_names": "a man and Katie sit at a table with champagne glasses and talk."}, {"scene_id": "bb-03-23-17s4", "raw": "A scene from a TV show in which a man and woman are served a buffet on a beach.", "with_names": "Bill and woman are served a buffet on a beach."}, {"scene_id": "bb-03-23-17s5", "raw": "A scene from a TV show in which a man plays guitar and a woman sings on a beach.", "with_names": "a man plays guitar and a woman sings on a beach."}, {"scene_id": "bb-03-23-17s6", "raw": "A scene from a TV show in which a woman is singing on a beach while a man plays guitar.", "with_names": "Quinn is singing on a beach while Eric plays guitar."}, {"scene_id": "bb-03-23-17s10", "raw": "A scene from a TV show in which a man and a woman are sitting on a beach, talking.", "with_names": ""}, {"scene_id": "bb-03-23-17s16", "raw": "A scene from a TV show in which a man and a woman are standing on a beach, with a group of people standing behind them.", "with_names": "a man and Ivy are standing on a beach, with a group of people standing behind them."}, {"scene_id": "bb-03-23-17s18", "raw": "A scene from a TV show in which a man and a woman are walking on a beach.", "with_names": "a man and Jess are walking on a beach."}, {"scene_id": "bb-03-23-17s19", "raw": "A scene from a TV show in which a group of people are dancing on a beach.", "with_names": "a group of people are dancing on a beach."}, {"scene_id": "bb-03-23-17s20", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-03-23-17s21", "raw": "A scene from a TV show in which an older man and a young woman sit at a table with champagne glasses.", "with_names": "an older man and a young woman sit at a table with champagne glasses."}, {"scene_id": "bb-03-23-17s22", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and Bill kiss."}, {"scene_id": "bb-03-23-17s23", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is standing behind her.", "with_names": "Steffy is looking at her phone and a man is standing behind her."}, {"scene_id": "bb-03-23-17s24", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "bb-03-23-17s25", "raw": "A scene from a TV show in which a man is walking on a beach with a large rock.", "with_names": "a man is walking on a beach with a large rock."}, {"scene_id": "bb-03-23-17s26", "raw": "A scene from a TV show in which a woman is talking on the phone and two men are standing behind her.", "with_names": ""}, {"scene_id": "bb-03-23-17s27", "raw": "A scene from a TV show in which a woman is wearing a bikini and another woman is in a red wig.", "with_names": "a woman is wearing a bikini and another woman is in a red wig."}, {"scene_id": "bb-03-23-17s28", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a white shirt.", "with_names": "a woman is wearing a blue dress and Eric is in a white shirt."}, {"scene_id": "bb-03-23-17s29", "raw": "A scene from a TV show in which a man is being chased by a woman", "with_names": "Liam is being chased by Steffy"}]