[{"scene_id": "bb-03-23-17s0", "raw": "a group of people are running around in a large body of water.", "with_names": "a group of people are running around in a large body of water."}, {"scene_id": "bb-03-23-17s1", "raw": "a group of people are enjoying the beach and enjoying the beach.", "with_names": "a group of people are enjoying the beach and enjoying the beach."}, {"scene_id": "bb-03-23-17s2", "raw": "a man and a woman are sitting at a table and drinking wine.", "with_names": "a man and Katie are sitting at a table and drinking wine."}, {"scene_id": "bb-03-23-17s3", "raw": "a man and woman are sitting at a table and eating a meal.", "with_names": "Bill and woman are sitting at a table and eating a meal."}, {"scene_id": "bb-03-23-17s4", "raw": "a man is playing a guitar and a woman is walking on the beach.", "with_names": "a man is playing a guitar and a woman is walking on the beach."}, {"scene_id": "bb-03-23-17s5", "raw": "a man and a woman are playing a song on the beach.", "with_names": "Eric and Quinn are playing a song on the beach."}, {"scene_id": "bb-03-23-17s6", "raw": "a man is showing a woman and a man is sitting on a beach.", "with_names": "a man is showing Steffy and a man is sitting on a beach."}, {"scene_id": "bb-03-23-17s7", "raw": "a man and a woman are standing in front of a beach and they are drinking from a cup.", "with_names": "a man and Ivy are standing in front of a beach and they are drinking from a cup."}, {"scene_id": "bb-03-23-17s8", "raw": "a man and a woman are drinking wine and talking about it.", "with_names": ""}, {"scene_id": "bb-03-23-17s9", "raw": "a group of people are dancing in a large room.", "with_names": "a group of people are dancing in a large room."}, {"scene_id": "bb-03-23-17s10", "raw": "a group of people are at the beach and are surfing in the ocean.", "with_names": "a group of people are at the beach and are surfing in the ocean."}, {"scene_id": "bb-03-23-17s11", "raw": "a man and woman are having a conversation in a restaurant.", "with_names": "Brooke and woman are having a conversation in a restaurant."}, {"scene_id": "bb-03-23-17s12", "raw": "a man and a woman are walking around in a large outdoor area.", "with_names": ""}, {"scene_id": "bb-03-23-17s13", "raw": "a woman is looking at the camera and looking at her phone.", "with_names": "Steffy is looking at the camera and looking at her phone."}, {"scene_id": "bb-03-23-17s14", "raw": "a man and a woman are standing on a boat and they are dancing.", "with_names": "a man and All are standing on a boat and they are dancing."}, {"scene_id": "bb-03-23-17s15", "raw": "a group of people are at a beach and they are looking at the camera", "with_names": "a group of people are at a beach and they are looking at the camera"}, {"scene_id": "bb-03-23-17s16", "raw": "a woman is standing on a platform and talking on the phone.", "with_names": ""}, {"scene_id": "bb-03-23-17s17", "raw": "two women are standing in front of a large white wall and they are talking about the experience.", "with_names": ""}, {"scene_id": "bb-03-23-17s18", "raw": "a man and a woman are standing on a beach and then a man is standing next to a beach.", "with_names": "Eric and a woman are standing on a beach and then a man is standing next to a beach."}, {"scene_id": "bb-03-23-17s19", "raw": "a man and woman are at the beach and they are looking at the beach.", "with_names": "a man and woman are at the beach and they are looking at the beach."}]