[{"scene_id": "bb-11-15-16s0", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a table.", "with_names": "Rick is standing in a room with a chair and a table."}, {"scene_id": "bb-11-15-16s1", "raw": "A scene from a TV show in which a woman is walking down a runway in a black dress.", "with_names": "Quinn is walking down a runway in a black dress."}, {"scene_id": "bb-11-15-16s2", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "bb-11-15-16s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "bb-11-15-16s4", "raw": "A scene from a TV show in which a woman is standing in a room with a door.", "with_names": "Quinn is standing in a room with a door."}, {"scene_id": "bb-11-15-16s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-15-16s6", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "Katie is smiling at Rick."}, {"scene_id": "bb-11-15-16s7", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a gold necklace.", "with_names": "Quinn is wearing a white shirt and a gold necklace."}, {"scene_id": "bb-11-15-16s8", "raw": "A scene from a TV show in which a man and a woman are looking at a piece of paper.", "with_names": "Rick and Katie are looking at a piece of paper."}, {"scene_id": "bb-11-15-16s9", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Eric kisses Quinn on the cheek."}, {"scene_id": "bb-11-15-16s10", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-11-15-16s11", "raw": "A scene from a TV show in which a woman is looking at her phone and smiling.", "with_names": "Katie is looking at her phone and smiling."}, {"scene_id": "bb-11-15-16s12", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-11-15-16s13", "raw": "A scene from a TV show in which a man and a woman kiss in a bedroom", "with_names": "a man and Quinn kiss in a bedroom"}, {"scene_id": "bb-11-15-16s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-15-16s15", "raw": "A scene from a TV show in which a woman is talking on her phone and a man is standing behind her.", "with_names": ""}]