[{"scene_id": "bb-11-15-05s0", "raw": "A scene from a TV show in which a man holds a book in front of a portrait of a man who is also holding a book in front.", "with_names": "a man holds a book in front of a portrait of a man who is also holding a book in front."}, {"scene_id": "bb-11-15-05s1", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is sitting on a chair, with a wine glass in her hand.", "with_names": ""}, {"scene_id": "bb-11-15-05s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-11-15-05s3", "raw": "A scene from a TV show in which a woman is standing in a black dress.", "with_names": "a woman is standing in a black dress."}, {"scene_id": "bb-11-15-05s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-15-05s5", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-11-15-05s6", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and a cup of wine is on the table in front of her.", "with_names": "] is sitting at a table with Dante, and a cup of wine is on the table in front of her."}, {"scene_id": "bb-11-15-05s7", "raw": "A scene from a TV show in which a woman is wearing a green suit and a man is in a black suit.", "with_names": "a woman is wearing a green suit and a man is in a black suit."}, {"scene_id": "bb-11-15-05s8", "raw": "A scene from a TV show in which a man is sitting in a chair and his hair is falling out.", "with_names": ""}, {"scene_id": "bb-11-15-05s9", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "bb-11-15-05s10", "raw": "A scene from a TV show in which a woman is holding a baby and a man is looking at her.", "with_names": "a woman is holding a baby and a man is looking at her."}, {"scene_id": "bb-11-15-05s11", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-11-15-05s12", "raw": "A scene from a TV show in which a shirtless man is standing in front of a door and a man to his left is looking at him.", "with_names": "a shirtless man is standing in front of a door and a man to his left is looking at him."}, {"scene_id": "bb-11-15-05s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}]