[{"scene_id": "pc-02-24-03s0", "raw": "A scene from a TV show in which a storm is approaching", "with_names": "a storm is approaching"}, {"scene_id": "pc-02-24-03s1", "raw": "A scene from a TV show in which a woman is dancing in a black crop top and red scarf.", "with_names": "a woman is dancing in a black crop top and red scarf."}, {"scene_id": "pc-02-24-03s2", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-02-24-03s3", "raw": "A scene from a TV show in which a man is holding a beer and walking through a forest.", "with_names": "a man is holding a beer and walking through a forest."}, {"scene_id": "pc-02-24-03s4", "raw": "A scene from a TV show in which a blonde woman is sitting on a bed with her hands up, while a brunette woman stands next to her.", "with_names": "a blonde woman is sitting on a bed with her hands up, while a brunette woman stands next to her."}, {"scene_id": "pc-02-24-03s5", "raw": "A scene from a TV show in which a woman is standing outside a building, and a man is walking up the stairs.", "with_names": "a woman is standing outside a building, and a man is walking up the stairs."}, {"scene_id": "pc-02-24-03s6", "raw": "A scene from a TV show in which a woman is wearing a red top and a man is standing next to her.", "with_names": "a woman is wearing a red top and a man is standing next to her."}, {"scene_id": "pc-02-24-03s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-02-24-03s8", "raw": "A scene from a TV show in which a black man is wearing a coat and a hood", "with_names": "a black man is wearing a coat and a hood"}, {"scene_id": "pc-02-24-03s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is dressed in a black latex suit.", "with_names": "a woman is wearing a red dress and a man is dressed in a black latex suit."}, {"scene_id": "pc-02-24-03s10", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "pc-02-24-03s11", "raw": "A scene from a TV show in which a man is wearing a fur coat and a hood, and he is clapping his hands.", "with_names": "a man is wearing a fur coat and a hood, and he is clapping his hands."}, {"scene_id": "pc-02-24-03s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "pc-02-24-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-24-03s14", "raw": "A scene from a TV show in which a man is seen opening a box with his hands.", "with_names": "a man is opening a box with his hands."}, {"scene_id": "pc-02-24-03s15", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]