[{"scene_id": "pc-05-28-03s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-05-28-03s1", "raw": "A scene from a TV show in which a woman is drinking coffee", "with_names": "a woman is drinking coffee"}, {"scene_id": "pc-05-28-03s2", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-05-28-03s3", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the side.", "with_names": "a blonde woman is smiling and looking to the side."}, {"scene_id": "pc-05-28-03s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking at something off-screen.", "with_names": "a man and a woman are standing next to each other, looking at something off-screen."}, {"scene_id": "pc-05-28-03s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "pc-05-28-03s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-28-03s7", "raw": "A scene from a TV show in which a ghost is seen walking around a house.", "with_names": ""}, {"scene_id": "pc-05-28-03s8", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass and a book", "with_names": "a man is sitting at a table with a wine glass and a book"}, {"scene_id": "pc-05-28-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-05-28-03s10", "raw": "A scene from a TV show in which a man is holding a woman by the face and kissing her.", "with_names": "a man is holding a woman by the face and kissing her."}, {"scene_id": "pc-05-28-03s11", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him", "with_names": ""}, {"scene_id": "pc-05-28-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]