[{"scene_id": "atwt-08-13-03s0", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-08-13-03s1", "raw": "A scene from a TV show in which a man is looking down and a bouquet is in the background.", "with_names": "a man is looking down and a bouquet is in the background."}, {"scene_id": "atwt-08-13-03s2", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-08-13-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-13-03s4", "raw": "A scene from a TV show in which a bottle of Infusion 23 is shown", "with_names": ""}, {"scene_id": "atwt-08-13-03s5", "raw": "A scene from a TV show in which two women are sitting on a couch, one is wearing a black dress and the other is wearing a black top.", "with_names": ""}, {"scene_id": "atwt-08-13-03s6", "raw": "A scene from a TV show in which a black man is wearing a suit and a red tie and is talking.", "with_names": ""}, {"scene_id": "atwt-08-13-03s7", "raw": "A scene from a TV show in which a man is kissing a woman's hair.", "with_names": "a man is kissing a woman's hair."}, {"scene_id": "atwt-08-13-03s8", "raw": "A scene from a TV show in which Dove shampoo is being advertised", "with_names": "dove shampoo is being advertised"}, {"scene_id": "atwt-08-13-03s9", "raw": "A scene from a TV show in which a man is wearing a beige shirt and a brown sweater", "with_names": "a man is wearing a beige shirt and a brown sweater"}, {"scene_id": "atwt-08-13-03s10", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-08-13-03s11", "raw": "A scene from a TV show in which a black man is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-08-13-03s12", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-08-13-03s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-13-03s14", "raw": "A scene from a TV show in which a black man is wearing a suit and a tie and has a beard.", "with_names": "a black man is wearing a suit and a tie and has a beard."}, {"scene_id": "atwt-08-13-03s15", "raw": "A scene from a TV show in which a man is running down a street with a box of Orajel.", "with_names": "a man is running down a street with a box of orajel."}, {"scene_id": "atwt-08-13-03s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-08-13-03s17", "raw": "A scene from a TV show in which a black man is wearing a suit and a red tie and is talking to a white man.", "with_names": ""}, {"scene_id": "atwt-08-13-03s18", "raw": "A scene from a TV show in which a black man and a white woman are facing each other and staring at each other.", "with_names": "a black man and a white woman are facing each other and staring at each other."}, {"scene_id": "atwt-08-13-03s19", "raw": "A scene from a TV show in which a woman is seen holding a handbag and talking on the phone. The phone number 888-FOR-MYRX is displayed on the screen.", "with_names": ""}, {"scene_id": "atwt-08-13-03s20", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-13-03s21", "raw": "A scene from a TV show in which a woman is holding her head in her hands.", "with_names": "a woman is holding her head in her hands."}, {"scene_id": "atwt-08-13-03s22", "raw": "A scene from a TV show in which a white hand is holding a toothbrush.", "with_names": "a white hand is holding a toothbrush."}, {"scene_id": "atwt-08-13-03s23", "raw": "A scene from a TV show in which a black man and a white woman are standing next to each other.", "with_names": "a black man and a white woman are standing next to each other."}, {"scene_id": "atwt-08-13-03s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-08-13-03s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-08-13-03s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-13-03s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-13-03s28", "raw": "A scene from a TV show in which a white circle is on the bottom right corner of the screen", "with_names": "a white circle is on the bottom right corner of the screen"}]