[{"scene_id": "pc-02-21-01s0", "raw": "A scene from a TV show in which the letters \"S\" and \"N\" are in the shape of a heart.", "with_names": "the letters \"s\" and \"n\" are in the shape of a heart."}, {"scene_id": "pc-02-21-01s1", "raw": "A scene from a TV show in which a man is shot in the head by a woman.", "with_names": "a man is shot in the head by a woman."}, {"scene_id": "pc-02-21-01s2", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-02-21-01s3", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "pc-02-21-01s4", "raw": "A scene from a TV show in which a man is standing behind a bush and looking at the flowers.", "with_names": "Livvie is standing behind a bush and looking at the flowers."}, {"scene_id": "pc-02-21-01s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-21-01s6", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "pc-02-21-01s7", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "pc-02-21-01s8", "raw": "A scene from a TV show in which a man is seen manipulating a control panel.", "with_names": "a man is manipulating a control panel."}, {"scene_id": "pc-02-21-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-21-01s10", "raw": "A scene from a TV show in which a woman is talking to a man in a robe.", "with_names": ""}, {"scene_id": "pc-02-21-01s11", "raw": "A scene from a TV show in which a man is yelling and pointing at someone.", "with_names": "a man is yelling and pointing at someone."}, {"scene_id": "pc-02-21-01s12", "raw": "A scene from a TV show in which two men are arguing over a shirt.", "with_names": "two men are arguing over a shirt."}, {"scene_id": "pc-02-21-01s13", "raw": "A scene from a TV show in which a black man and a white woman are arguing.", "with_names": "a black man and a white woman are arguing."}, {"scene_id": "pc-02-21-01s14", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}]