[{"scene_id": "atwt-02-11-03s0", "raw": "A scene from a TV show in which a trumpet is played", "with_names": "a trumpet is played"}, {"scene_id": "atwt-02-11-03s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-11-03s2", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a black jacket.", "with_names": "a man is wearing a plaid shirt and a black jacket."}, {"scene_id": "atwt-02-11-03s3", "raw": "A scene from a TV show in which a man is smiling and wearing a shirt and tie", "with_names": "a man is smiling and wearing a shirt and tie"}, {"scene_id": "atwt-02-11-03s4", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a black shirt.", "with_names": ""}, {"scene_id": "atwt-02-11-03s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-11-03s6", "raw": "A scene from a TV show in which a woman is walking through a field of purple flowers. The text reads \"Free Trial 800-4-NEXIX\"", "with_names": "a woman is walking through a field of purple flowers. the text reads \"free trial 800-4-nexix\""}, {"scene_id": "atwt-02-11-03s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-11-03s8", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-02-11-03s9", "raw": "A scene from a TV show in which a man is standing in front of a bright light. The title reads \"As the World Turns\"", "with_names": "a man is standing in front of a bright light. the title reads \"as the world turns\""}, {"scene_id": "atwt-02-11-03s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-02-11-03s11", "raw": "A scene from a TV show in which a woman is wearing a red scarf and a black jacket.", "with_names": "a woman is wearing a red scarf and a black jacket."}, {"scene_id": "atwt-02-11-03s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-11-03s13", "raw": "A scene from a TV show in which a box of Dulux paint is shown", "with_names": ""}, {"scene_id": "atwt-02-11-03s14", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a black shirt", "with_names": "a man is wearing a plaid shirt and a black shirt"}, {"scene_id": "atwt-02-11-03s15", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-11-03s16", "raw": "A scene from a TV show in which a young boy is shown with his hands on his face.", "with_names": ""}, {"scene_id": "atwt-02-11-03s17", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-11-03s18", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}]