[{"scene_id": "oltl-12-09-11s0", "raw": "A scene from a TV show in which a man is talking on a cell phone in front of a diner sign.", "with_names": ""}, {"scene_id": "oltl-12-09-11s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-09-11s3", "raw": "A scene from a TV show in which a man sits at a desk and drinks coffee.", "with_names": "Clint sits at a desk and drinks coffee."}, {"scene_id": "oltl-12-09-11s5", "raw": "A scene from a TV show in which a man is handcuffed and a police officer stands behind him.", "with_names": "John is handcuffed and a police officer stands behind him."}, {"scene_id": "oltl-12-09-11s6", "raw": "A scene from a TV show in which a man is crying and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-12-09-11s7", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "Todd is smiling and looking at the camera."}, {"scene_id": "oltl-12-09-11s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-09-11s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s10", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-12-09-11s11", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing next to her.", "with_names": "Aubrey is sitting at a desk and Rex is standing next to her."}, {"scene_id": "oltl-12-09-11s12", "raw": "A scene from a TV show in which a woman is looking at a laptop and talking.", "with_names": ""}, {"scene_id": "oltl-12-09-11s13", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-09-11s14", "raw": "A scene from a TV show in which a man is wearing an apron and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-12-09-11s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s16", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and he is looking at his hand.", "with_names": "a man is sitting at a table with a woman, and he is looking at his hand."}, {"scene_id": "oltl-12-09-11s17", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a laptop.", "with_names": ""}, {"scene_id": "oltl-12-09-11s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-12-09-11s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s22", "raw": "A scene from a TV show in which a man is wearing a purple shirt and white apron.", "with_names": "Clint is wearing a purple shirt and white apron."}, {"scene_id": "oltl-12-09-11s23", "raw": "A scene from a TV show in which a man is sitting in a room with a red window and a metal cage.", "with_names": "a man is sitting in a room with a red window and a metal cage."}, {"scene_id": "oltl-12-09-11s24", "raw": "A scene from a TV show in which a man is looking at a screen and a blue light is coming from it.", "with_names": "a man is looking at a screen and a blue light is coming from it."}, {"scene_id": "oltl-12-09-11s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-09-11s26", "raw": "A scene from a TV show in which a woman is wearing a pink blazer and a man is in the background.", "with_names": "a woman is wearing a pink blazer and a man is in the background."}, {"scene_id": "oltl-12-09-11s27", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and Todd is standing behind her."}, {"scene_id": "oltl-12-09-11s28", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "Téa is smiling and looking to the side."}, {"scene_id": "oltl-12-09-11s29", "raw": "A scene from a TV show in which a man and a woman are walking outside a bar.", "with_names": "Todd and Blair are walking outside a bar."}, {"scene_id": "oltl-12-09-11s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-09-11s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-09-11s33", "raw": "A scene from a TV show in which a man and a woman are seen talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-09-11s36", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Clint and a woman are kissing."}, {"scene_id": "oltl-12-09-11s38", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at Rex and he is looking back at her."}, {"scene_id": "oltl-12-09-11s39", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Aubrey is crying"}, {"scene_id": "oltl-12-09-11s41", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-12-09-11s42", "raw": "A scene from a TV show in which a woman is crying and a man is walking away.", "with_names": "Stacy is crying and a man is walking away."}, {"scene_id": "oltl-12-09-11s43", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-12-09-11s44", "raw": "A scene from a TV show in which a man is being tortured by a person.", "with_names": "a man is being tortured by a person."}, {"scene_id": "oltl-12-09-11s45", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing in the doorway.", "with_names": "a woman is sitting in a room and a man is standing in the doorway."}, {"scene_id": "oltl-12-09-11s46", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hands.", "with_names": "Aubrey is crying and covering her face with her hands."}, {"scene_id": "oltl-12-09-11s47", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "Cutter is looking at the camera with a shocked expression."}, {"scene_id": "oltl-12-09-11s48", "raw": "A scene from a TV show in which a man is dancing in a room.", "with_names": "a man is dancing in a room."}, {"scene_id": "oltl-12-09-11s49", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "Todd and Blair sit at a table and talk."}, {"scene_id": "oltl-12-09-11s51", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at the camera.", "with_names": "a man is standing in front of a door, looking at the camera."}, {"scene_id": "oltl-12-09-11s52", "raw": "A scene from a TV show in which a man and a woman are hugging and crying.", "with_names": "a man and a woman are hugging and crying."}, {"scene_id": "oltl-12-09-11s53", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}]