[{"scene_id": "atwt-04-24-07s0", "raw": "A scene from a TV show in which a woman is wearing a shirt and a long blonde hair", "with_names": "a woman is wearing a shirt and a long blonde hair"}, {"scene_id": "atwt-04-24-07s1", "raw": "A scene from a TV show in which a man is wearing glasses and a grey shirt", "with_names": "a man is wearing glasses and a grey shirt"}, {"scene_id": "atwt-04-24-07s2", "raw": "A scene from a TV show in which a woman is smiling and wearing a yellow jacket.", "with_names": "a woman is smiling and wearing a yellow jacket."}, {"scene_id": "atwt-04-24-07s3", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-04-24-07s4", "raw": "A scene from a TV show in which a Geico car is shown", "with_names": ""}, {"scene_id": "atwt-04-24-07s5", "raw": "A scene from a TV show in which a man is on the phone and a woman is standing next to him.", "with_names": "a man is on the phone and a woman is standing next to him."}, {"scene_id": "atwt-04-24-07s6", "raw": "A scene from a TV show in which a woman is on the phone and her hand is in her pocket", "with_names": "a woman is on the phone and her hand is in her pocket"}, {"scene_id": "atwt-04-24-07s7", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed", "with_names": "a woman is looking down and her eyes are closed"}, {"scene_id": "atwt-04-24-07s8", "raw": "A scene from a TV show in which a jockey is seen holding a box of toothpaste.", "with_names": "a jockey is holding a box of toothpaste."}, {"scene_id": "atwt-04-24-07s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "] and a woman are standing next to each other."}, {"scene_id": "atwt-04-24-07s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-24-07s11", "raw": "A scene from a TV show in which two young boys are running around a campsite.", "with_names": "two young boys are running around a campsite."}, {"scene_id": "atwt-04-24-07s12", "raw": "A scene from a TV show in which a woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "atwt-04-24-07s13", "raw": "A scene from a TV show in which a blonde woman is wearing a green top and a necklace", "with_names": "a blonde woman is wearing a green top and a necklace"}, {"scene_id": "atwt-04-24-07s14", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace", "with_names": "a woman is wearing a black dress and a necklace"}, {"scene_id": "atwt-04-24-07s15", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "atwt-04-24-07s16", "raw": "A scene from a TV show in which a blonde woman is wearing a black leather jacket and a necklace.", "with_names": "a blonde woman is wearing a black leather jacket and a necklace."}, {"scene_id": "atwt-04-24-07s17", "raw": "A scene from a TV show in which a hand holds a green spray bottle.", "with_names": "a hand holds a green spray bottle."}, {"scene_id": "atwt-04-24-07s18", "raw": "A scene from a TV show in which a man is lying naked on a bed with a woman standing over him.", "with_names": "a man is lying naked on a bed with a woman standing over him."}, {"scene_id": "atwt-04-24-07s19", "raw": "A scene from a TV show in which a woman is talking to another woman in a bathroom.", "with_names": ""}, {"scene_id": "atwt-04-24-07s20", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-04-24-07s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-24-07s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a man standing over her.", "with_names": "a woman is lying in a hospital bed, with ] standing over her."}, {"scene_id": "atwt-04-24-07s23", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}]