[{"scene_id": "pc-03-14-03s0", "raw": "A scene from a TV show in which a man is holding a gun and a woman is sitting on a chair in a bar.", "with_names": ""}, {"scene_id": "pc-03-14-03s1", "raw": "A scene from a TV show in which a woman is seen wearing a black dress and a man is kissing her on the cheek.", "with_names": "a woman is wearing a black dress and a man is kissing her on the cheek."}, {"scene_id": "pc-03-14-03s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is standing behind him", "with_names": "a man is wearing a leather jacket and a woman is standing behind him"}, {"scene_id": "pc-03-14-03s3", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-14-03s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is in a pink dress.", "with_names": "a man is wearing a leather jacket and a woman is in a pink dress."}, {"scene_id": "pc-03-14-03s5", "raw": "A scene from a TV show in which a blonde woman is sitting in a chair and looking at a blue wall.", "with_names": ""}, {"scene_id": "pc-03-14-03s6", "raw": "A scene from a TV show in which a woman is looking at a tree and the words \"S.O.A.P\" are written on the screen", "with_names": "a woman is looking at a tree and the words \"s.o.a.p\" are written on the screen"}, {"scene_id": "pc-03-14-03s7", "raw": "A scene from a TV show in which a man is looking down and wearing a leather jacket", "with_names": "a man is looking down and wearing a leather jacket"}, {"scene_id": "pc-03-14-03s8", "raw": "A scene from a TV show in which a man and a woman are kissing in a bar.", "with_names": "a man and a woman are kissing in a bar."}, {"scene_id": "pc-03-14-03s9", "raw": "A scene from a TV show in which a woman is sitting in a white shirt and a man is standing behind her", "with_names": "a woman is sitting in a white shirt and a man is standing behind her"}, {"scene_id": "pc-03-14-03s10", "raw": "A scene from a TV show in which a man is being held by two women.", "with_names": "a man is being held by two women."}, {"scene_id": "pc-03-14-03s11", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a choker.", "with_names": "a woman is wearing a black tank top and a choker."}, {"scene_id": "pc-03-14-03s12", "raw": "A scene from a TV show in which a woman is dancing in a room with a table and a window.", "with_names": "] is dancing in a room with a table and a window."}, {"scene_id": "pc-03-14-03s13", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed and a man is kissing her neck.", "with_names": "a woman is lying on a bed with her eyes closed and a man is kissing her neck."}, {"scene_id": "pc-03-14-03s14", "raw": "A scene from a TV show in which a woman is being held by two men.", "with_names": "a woman is being held by two men."}, {"scene_id": "pc-03-14-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}]