[{"scene_id": "atwt-06-04-10s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Carly is looking at Jack and he is looking back at her."}, {"scene_id": "atwt-06-04-10s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-04-10s2", "raw": "A scene from a TV show in which a man is talking on the phone", "with_names": ""}, {"scene_id": "atwt-06-04-10s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is blowing in the wind.", "with_names": "a woman is wearing a blue dress and her hair is blowing in the wind."}, {"scene_id": "atwt-06-04-10s4", "raw": "A scene from a TV show in which a woman is shown in a hospital bed, smiling and holding a bottle of milk.", "with_names": ""}, {"scene_id": "atwt-06-04-10s5", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a blue dress.", "with_names": ""}, {"scene_id": "atwt-06-04-10s6", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-06-04-10s7", "raw": "A scene from a TV show in which a flight attendant is seen giving a middle-aged man a lap dance.", "with_names": "a flight attendant is giving a middle-aged man a lap dance."}, {"scene_id": "atwt-06-04-10s8", "raw": "A scene from a TV show in which a woman is wearing a headband and looking at the camera.", "with_names": "a woman is wearing a headband and looking at the camera."}, {"scene_id": "atwt-06-04-10s9", "raw": "A scene from a TV show in which a man is in a suit and a pink shirt and is behind bars.", "with_names": "a man is in a suit and a pink shirt and is behind bars."}, {"scene_id": "atwt-06-04-10s10", "raw": "A scene from a TV show in which a woman is crying and wearing a green shirt.", "with_names": "a woman is crying and wearing a green shirt."}, {"scene_id": "atwt-06-04-10s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and holding a gun.", "with_names": "a woman is wearing a blue dress and holding a gun."}, {"scene_id": "atwt-06-04-10s12", "raw": "A scene from a TV show in which a boy and a girl are standing in front of a red and yellow background.", "with_names": "a boy and a girl are standing in front of a red and yellow background."}, {"scene_id": "atwt-06-04-10s13", "raw": "A scene from a TV show in which a man and a woman are holding hands and looking at each other.", "with_names": "a man and a woman are holding hands and looking at each other."}, {"scene_id": "atwt-06-04-10s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a bottle.", "with_names": ""}, {"scene_id": "atwt-06-04-10s15", "raw": "A scene from a TV show in which a woman is holding a cell phone and talking to a boy and a girl.", "with_names": ""}, {"scene_id": "atwt-06-04-10s16", "raw": "A scene from a TV show in which a girl is talking to a boy while he is reading a book.", "with_names": ""}, {"scene_id": "atwt-06-04-10s17", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-06-04-10s18", "raw": "A scene from a TV show in which a pizza is placed in front of a wood-burning oven.", "with_names": "a pizza is placed in front of a wood-burning oven."}, {"scene_id": "atwt-06-04-10s19", "raw": "A scene from a TV show in which a woman is talking to someone in a cubicle.", "with_names": ""}, {"scene_id": "atwt-06-04-10s20", "raw": "A scene from a TV show in which a woman is praying with her hands together.", "with_names": "a woman is praying with her hands together."}, {"scene_id": "atwt-06-04-10s21", "raw": "A scene from a TV show in which a girl is wearing a pink sweater and a hat", "with_names": "a girl is wearing a pink sweater and a hat"}, {"scene_id": "atwt-06-04-10s22", "raw": "A scene from a TV show in which a carousel is on a beach.", "with_names": "a carousel is on a beach."}, {"scene_id": "atwt-06-04-10s23", "raw": "A scene from a TV show in which a boy is wearing a plaid shirt and a short brown hair", "with_names": "a boy is wearing a plaid shirt and a short brown hair"}, {"scene_id": "atwt-06-04-10s24", "raw": "A scene from a TV show in which a man is in a jail cell and another man is holding a book.", "with_names": "a man is in a jail cell and another man is holding a book."}, {"scene_id": "atwt-06-04-10s25", "raw": "A scene from a TV show in which a woman is holding a box and a man is standing behind her.", "with_names": "a woman is holding a box and a man is standing behind her."}, {"scene_id": "atwt-06-04-10s26", "raw": "A scene from a TV show in which a woman is wearing a blue dress and earrings", "with_names": "a woman is wearing a blue dress and earrings"}, {"scene_id": "atwt-06-04-10s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-04-10s28", "raw": "A scene from a TV show in which a woman is eating a can of Smucker's baby food.", "with_names": "a woman is eating a can of smucker's baby food."}]