[{"scene_id": "atwt-03-16-05s0", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-16-05s1", "raw": "A scene from a TV show in which a man is talking on a cell phone and smoking a cigarette.", "with_names": ""}, {"scene_id": "atwt-03-16-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-03-16-05s3", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-16-05s4", "raw": "A scene from a TV show in which the St. Joseph logo is shown", "with_names": ""}, {"scene_id": "atwt-03-16-05s5", "raw": "A scene from a TV show in which a man and a woman are standing in a bathroom, facing each other.", "with_names": "a man and a woman are standing in a bathroom, facing each other."}, {"scene_id": "atwt-03-16-05s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-16-05s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-03-16-05s8", "raw": "A scene from a TV show in which a woman is talking about a cat food.", "with_names": ""}, {"scene_id": "atwt-03-16-05s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-16-05s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-03-16-05s11", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-03-16-05s12", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black dress", "with_names": "a woman is looking at the camera and wearing a black dress"}, {"scene_id": "atwt-03-16-05s13", "raw": "A scene from a TV show in which a woman is painting a picture.", "with_names": "a woman is painting a picture."}, {"scene_id": "atwt-03-16-05s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-16-05s15", "raw": "A scene from a TV show in which a man is walking down the street with a police officer.", "with_names": "a man is walking down the street with a police officer."}, {"scene_id": "atwt-03-16-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-03-16-05s17", "raw": "A scene from a TV show in which a man is reading a magazine in a kitchen.", "with_names": "a man is reading a magazine in a kitchen."}, {"scene_id": "atwt-03-16-05s18", "raw": "A scene from a TV show in which a baby is eating food from a bowl.", "with_names": "a baby is eating food from a bowl."}, {"scene_id": "atwt-03-16-05s19", "raw": "A scene from a TV show in which a young woman is smiling and looking to the side.", "with_names": "a young woman is smiling and looking to the side."}, {"scene_id": "atwt-03-16-05s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-03-16-05s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is standing behind him.", "with_names": "a man is wearing a suit and tie and a woman is standing behind him."}, {"scene_id": "atwt-03-16-05s22", "raw": "A scene from a TV show in which a white container is labeled \"Nasonex\"", "with_names": "a white container is labeled \"nasonex\""}, {"scene_id": "atwt-03-16-05s23", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-03-16-05s24", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-03-16-05s25", "raw": "A scene from a TV show in which a man is looking at a Christmas tree.", "with_names": "a man is looking at a christmas tree."}, {"scene_id": "atwt-03-16-05s26", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}]