[{"scene_id": "gl-08-15-03s0", "raw": "A scene from a TV show in which a woman is seen with a whiteboard over her face.", "with_names": "a woman is with a whiteboard over her face."}, {"scene_id": "gl-08-15-03s1", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a robe.", "with_names": ""}, {"scene_id": "gl-08-15-03s2", "raw": "A scene from a TV show in which a woman is wearing high heels", "with_names": "Beth is wearing high heels"}, {"scene_id": "gl-08-15-03s3", "raw": "A scene from a TV show in which a group of people are sitting on the floor.", "with_names": "a group of people are sitting on the floor."}, {"scene_id": "gl-08-15-03s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-15-03s5", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and lamaze coach are sitting next to each other."}, {"scene_id": "gl-08-15-03s6", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "Lamaze coach is wearing a white dress and a necklace."}, {"scene_id": "gl-08-15-03s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-15-03s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other and holding hands.", "with_names": "a man and a woman are sitting next to each other and holding hands."}, {"scene_id": "gl-08-15-03s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-08-15-03s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-15-03s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-15-03s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "gl-08-15-03s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a blonde woman.", "with_names": "a woman is sitting at a table with a blonde woman."}, {"scene_id": "gl-08-15-03s18", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and laughing.", "with_names": "a man and a woman are standing next to each other and laughing."}, {"scene_id": "gl-08-15-03s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-15-03s20", "raw": "A scene from a TV show in which a woman is seen walking down a staircase while talking on her cell phone.", "with_names": ""}, {"scene_id": "gl-08-15-03s21", "raw": "A scene from a TV show in which a young blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-15-03s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-15-03s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-15-03s25", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-08-15-03s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-08-15-03s27", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-15-03s28", "raw": "A scene from a TV show in which a woman is talking to someone and her face is distorted", "with_names": ""}, {"scene_id": "gl-08-15-03s29", "raw": "A scene from a TV show in which a woman is wearing a dress and holding a handbag.", "with_names": "Tammy is wearing a dress and holding a handbag."}]