[{"scene_id": "atwt-07-13-04s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-13-04s1", "raw": "A scene from a TV show in which a woman is wearing a striped shirt and a blonde wig.", "with_names": "a woman is wearing a striped shirt and a blonde wig."}, {"scene_id": "atwt-07-13-04s2", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with their faces pressed together.", "with_names": "a man and a woman are lying in bed, with their faces pressed together."}, {"scene_id": "atwt-07-13-04s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a pink shirt.", "with_names": "a woman is wearing a red dress and a man is in a pink shirt."}, {"scene_id": "atwt-07-13-04s4", "raw": "A scene from a TV show in which a man is holding a key and looking at it.", "with_names": "a man is holding a key and looking at it."}, {"scene_id": "atwt-07-13-04s5", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-07-13-04s6", "raw": "A scene from a TV show in which a woman is sitting in a room with a white robe on.", "with_names": "] is sitting in a room with a white robe on."}, {"scene_id": "atwt-07-13-04s7", "raw": "A scene from a TV show in which a young woman is talking to a man. She is wearing a black sweater and a white collared shirt.", "with_names": ""}, {"scene_id": "atwt-07-13-04s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-04s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-07-13-04s10", "raw": "A scene from a TV show in which two men are standing in a room with a fireplace.", "with_names": "two men are standing in a room with a fireplace."}, {"scene_id": "atwt-07-13-04s11", "raw": "A scene from a TV show in which a man is talking to someone and his face is contorted in anger.", "with_names": ""}, {"scene_id": "atwt-07-13-04s12", "raw": "A scene from a TV show in which a woman is shown two packs of Bayer aspirin.", "with_names": ""}, {"scene_id": "atwt-07-13-04s13", "raw": "A scene from a TV show in which a hand is seen holding a bottle over a book.", "with_names": "a hand is holding a bottle over a book."}, {"scene_id": "atwt-07-13-04s14", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-13-04s15", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie and is smiling. A woman is standing next to him, and she is looking at him.", "with_names": "a man is wearing a blue shirt and a tie and is smiling. a woman is standing next to him, and she is looking at him."}, {"scene_id": "atwt-07-13-04s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-13-04s17", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-13-04s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-13-04s19", "raw": "A scene from a TV show in which a man is standing in a room with his arms crossed.", "with_names": "a man is standing in a room with his arms crossed."}, {"scene_id": "atwt-07-13-04s20", "raw": "A scene from a TV show in which a man is wearing a suit and a green tie", "with_names": "a man is wearing a suit and a green tie"}, {"scene_id": "atwt-07-13-04s21", "raw": "A scene from a TV show in which a woman is talking on the phone in a living room.", "with_names": ""}, {"scene_id": "atwt-07-13-04s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-13-04s23", "raw": "A scene from a TV show in which a bottle of mouthwash is shown on a bathroom counter.", "with_names": ""}, {"scene_id": "atwt-07-13-04s24", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-13-04s25", "raw": "A scene from a TV show in which a woman is looking at the camera with her mouth open.", "with_names": "a woman is looking at the camera with her mouth open."}, {"scene_id": "atwt-07-13-04s26", "raw": "A scene from a TV show in which a bride and groom are walking hand in hand.", "with_names": "a bride and groom are walking hand in hand."}, {"scene_id": "atwt-07-13-04s27", "raw": "A scene from a TV show in which a man is being harassed by a group of men.", "with_names": "a man is being harassed by a group of men."}, {"scene_id": "atwt-07-13-04s28", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-13-04s29", "raw": "A scene from a TV show in which a man is holding a piece of paper and talking to a woman and a young man.", "with_names": ""}, {"scene_id": "atwt-07-13-04s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-07-13-04s31", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}]