[{"scene_id": "oltl-09-17-09s0", "raw": "A scene from a TV show in which a man is talking to a woman and another woman to his right.", "with_names": ""}, {"scene_id": "oltl-09-17-09s1", "raw": "A scene from a TV show in which a woman is standing over a man on a lounge chair.", "with_names": "a woman is standing over a man on a lounge chair."}, {"scene_id": "oltl-09-17-09s2", "raw": "A scene from a TV show in which a woman is holding a man's hand and looking at him.", "with_names": "a woman is holding a man's hand and looking at him."}, {"scene_id": "oltl-09-17-09s3", "raw": "A scene from a TV show in which a police officer is sitting on a couch and holding a book.", "with_names": ""}, {"scene_id": "oltl-09-17-09s4", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a black shirt", "with_names": "a man is wearing a brown shirt and a black shirt"}, {"scene_id": "oltl-09-17-09s5", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-09-17-09s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-17-09s7", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "oltl-09-17-09s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-17-09s9", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-17-09s10", "raw": "A scene from a TV show in which a man and a woman are talking to a young man.", "with_names": ""}, {"scene_id": "oltl-09-17-09s11", "raw": "A scene from a TV show in which a woman is being hugged by a man and another woman is standing next to her.", "with_names": "a woman is being hugged by a man and another woman is standing next to her."}, {"scene_id": "oltl-09-17-09s12", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-09-17-09s13", "raw": "A scene from a TV show in which a man and a woman are standing in front of a staircase, with a bouquet of flowers.", "with_names": "a man and a woman are standing in front of a staircase, with a bouquet of flowers."}, {"scene_id": "oltl-09-17-09s14", "raw": "A scene from a TV show in which a young boy is smiling and looking at the camera.", "with_names": "a young boy is smiling and looking at the camera."}, {"scene_id": "oltl-09-17-09s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-17-09s16", "raw": "A scene from a TV show in which a woman is standing in front of a podium, and a man is behind her, clapping.", "with_names": "a woman is standing in front of a podium, and a man is behind her, clapping."}, {"scene_id": "oltl-09-17-09s17", "raw": "A scene from a TV show in which a black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-09-17-09s18", "raw": "A scene from a TV show in which a man is talking to two women, while a third man looks on.", "with_names": ""}, {"scene_id": "oltl-09-17-09s19", "raw": "A scene from a TV show in which a man is being questioned by three men.", "with_names": "a man is being questioned by three men."}, {"scene_id": "oltl-09-17-09s20", "raw": "A scene from a TV show in which a man is seen in a black room, with his eyes closed.", "with_names": "a man is in a black room, with his eyes closed."}, {"scene_id": "oltl-09-17-09s21", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "oltl-09-17-09s22", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "oltl-09-17-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-17-09s24", "raw": "A scene from a TV show in which a mother and her two children are standing together.", "with_names": "a mother and her two children are standing together."}, {"scene_id": "oltl-09-17-09s25", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-17-09s26", "raw": "A scene from a TV show in which a police officer is being arrested by a couple.", "with_names": "a police officer is being arrested by a couple."}, {"scene_id": "oltl-09-17-09s27", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress.", "with_names": "a man is wearing a suit and a woman is in a red dress."}, {"scene_id": "oltl-09-17-09s28", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is standing next to them.", "with_names": ""}, {"scene_id": "oltl-09-17-09s29", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-17-09s30", "raw": "A scene from a TV show in which a woman is looking at a statue and smiling.", "with_names": "a woman is looking at a statue and smiling."}, {"scene_id": "oltl-09-17-09s31", "raw": "A scene from a TV show in which a man is lying on the floor with his mouth open.", "with_names": "a man is lying on the floor with his mouth open."}, {"scene_id": "oltl-09-17-09s32", "raw": "A scene from a TV show in which a man is holding a woman's hand and looking at her.", "with_names": "a man is holding a woman's hand and looking at her."}]