[{"scene_id": "gl-09-12-05s0", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing striped shirts.", "with_names": ""}, {"scene_id": "gl-09-12-05s1", "raw": "A scene from a TV show in which a woman is talking to a statue.", "with_names": ""}, {"scene_id": "gl-09-12-05s2", "raw": "A scene from a TV show in which a man and a woman kiss on a porch.", "with_names": "a man and a woman kiss on a porch."}, {"scene_id": "gl-09-12-05s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-12-05s4", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "gl-09-12-05s5", "raw": "A scene from a TV show in which a young blonde girl is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-12-05s6", "raw": "A scene from a TV show in which a man is lying on the ground and laughing.", "with_names": "a man is lying on the ground and laughing."}, {"scene_id": "gl-09-12-05s7", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "gl-09-12-05s8", "raw": "A scene from a TV show in which a man is about to propose to a woman.", "with_names": "a man is about to propose to a woman."}, {"scene_id": "gl-09-12-05s9", "raw": "A scene from a TV show in which a girl is wearing a pink polo shirt and a backpack.", "with_names": "a girl is wearing a pink polo shirt and a backpack."}, {"scene_id": "gl-09-12-05s10", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-09-12-05s11", "raw": "A scene from a TV show in which a young woman is sitting in a hospital room with a man.", "with_names": "a young woman is sitting in a hospital room with ]."}, {"scene_id": "gl-09-12-05s12", "raw": "A scene from a TV show in which a woman is talking to a man while holding a wine glass.", "with_names": ""}, {"scene_id": "gl-09-12-05s13", "raw": "A scene from a TV show in which a man is slapping a woman on the cheek.", "with_names": "a man is slapping a woman on the cheek."}, {"scene_id": "gl-09-12-05s14", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing in front of her.", "with_names": "a woman is wearing a blue dress and a man is standing in front of her."}, {"scene_id": "gl-09-12-05s15", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "gl-09-12-05s16", "raw": "A scene from a TV show in which a man is holding a woman's hand and dancing.", "with_names": "a man is holding a woman's hand and dancing."}, {"scene_id": "gl-09-12-05s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and an orange jacket.", "with_names": "a woman is wearing a white dress and an orange jacket."}, {"scene_id": "gl-09-12-05s18", "raw": "A scene from a TV show in which a man and a woman are in a room, the woman is looking at the camera.", "with_names": "a man and a woman are in a room, the woman is looking at the camera."}, {"scene_id": "gl-09-12-05s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-09-12-05s20", "raw": "A scene from a TV show in which a priest and a nun are having sex.", "with_names": "a priest and a nun are having sex."}, {"scene_id": "gl-09-12-05s21", "raw": "A scene from a TV show in which a man is standing in a room with his hands on his hips.", "with_names": "a man is standing in a room with his hands on his hips."}, {"scene_id": "gl-09-12-05s22", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her with a sad expression.", "with_names": "a woman is crying and a man is looking at her with a sad expression."}, {"scene_id": "gl-09-12-05s23", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "gl-09-12-05s24", "raw": "A scene from a TV show in which a woman is dancing in a room with a bookcase.", "with_names": "a woman is dancing in a room with a bookcase."}, {"scene_id": "gl-09-12-05s25", "raw": "A scene from a TV show in which a man and a woman are standing close to each other.", "with_names": "a man and a woman are standing close to each other."}, {"scene_id": "gl-09-12-05s26", "raw": "A scene from a TV show in which a man is having sex with a woman in a hospital bed.", "with_names": "a man is having sex with a woman in a hospital bed."}, {"scene_id": "gl-09-12-05s27", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-12-05s28", "raw": "", "with_names": ""}]