[{"scene_id": "bb-09-02-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "bb-09-02-15s1", "raw": "", "with_names": ""}, {"scene_id": "bb-09-02-15s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-09-02-15s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-09-02-15s4", "raw": "A scene from a TV show in which a woman is in a dark room, looking scared and holding her hand to her face.", "with_names": "a woman is in a dark room, looking scared and holding her hand to her face."}, {"scene_id": "bb-09-02-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-02-15s6", "raw": "A scene from a TV show in which a man stands in a room with a lamp and a painting on the wall.", "with_names": "a man stands in a room with a lamp and a painting on the wall."}, {"scene_id": "bb-09-02-15s7", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-09-02-15s8", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is pointing at a sailboat.", "with_names": "a man is standing in a kitchen and a woman is pointing at a sailboat."}, {"scene_id": "bb-09-02-15s9", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-02-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-02-15s11", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-09-02-15s12", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}]