[{"scene_id": "atwt-01-25-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-25-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-25-06s2", "raw": "A scene from a TV show in which a woman is seen bending over a desk, wearing a hat and coat.", "with_names": "a woman is bending over a desk, wearing a hat and coat."}, {"scene_id": "atwt-01-25-06s3", "raw": "A scene from a TV show in which a man and a woman are lying on a couch.", "with_names": "a man and a woman are lying on a couch."}, {"scene_id": "atwt-01-25-06s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-25-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-01-25-06s6", "raw": "A scene from a TV show in which a man is seen in a dark room, with a black background.", "with_names": "a man is in a dark room, with a black background."}, {"scene_id": "atwt-01-25-06s7", "raw": "A scene from a TV show in which a woman is standing next to a man, holding a bottle.", "with_names": "a woman is standing next to a man, holding a bottle."}, {"scene_id": "atwt-01-25-06s8", "raw": "A scene from a TV show in which a woman is holding her hair and looking away from the camera.", "with_names": "a woman is holding her hair and looking away from the camera."}, {"scene_id": "atwt-01-25-06s9", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing next to her.", "with_names": "a woman is wearing a red shirt and a man is standing next to her."}, {"scene_id": "atwt-01-25-06s10", "raw": "A scene from a TV show in which a man is looking down and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-01-25-06s11", "raw": "A scene from a TV show in which a woman and a child are walking on the beach.", "with_names": "a woman and a child are walking on the beach."}, {"scene_id": "atwt-01-25-06s12", "raw": "A scene from a TV show in which a shirtless man is standing in a locker room.", "with_names": "a shirtless man is standing in a locker room."}, {"scene_id": "atwt-01-25-06s13", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket.", "with_names": "a woman is wearing a red leather jacket."}, {"scene_id": "atwt-01-25-06s14", "raw": "A scene from a TV show in which a woman is looking at a window", "with_names": "a woman is looking at a window"}, {"scene_id": "atwt-01-25-06s15", "raw": "A scene from a TV show in which a woman is seen using a cubicle.", "with_names": "a woman is using a cubicle."}, {"scene_id": "atwt-01-25-06s16", "raw": "A scene from a TV show in which a red circle is superimposed over the words \"The Republican Race for Governor.\"", "with_names": "a red circle is superimposed over the words \"the republican race for governor.\""}, {"scene_id": "atwt-01-25-06s17", "raw": "A scene from a TV show in which a man is wearing a black t-shirt and a short brown hair", "with_names": "a man is wearing a black t-shirt and a short brown hair"}, {"scene_id": "atwt-01-25-06s18", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-25-06s19", "raw": "A scene from a TV show in which a Dove soap is used to clean a woman's face", "with_names": "a dove soap is used to clean a woman's face"}, {"scene_id": "atwt-01-25-06s20", "raw": "A scene from a TV show in which a door is opened and a shadow is seen on the wall.", "with_names": "a door is opened and a shadow is on the wall."}, {"scene_id": "atwt-01-25-06s21", "raw": "A scene from a TV show in which a woman is crying and a man hugs her from behind.", "with_names": "a woman is crying and a man hugs her from behind."}, {"scene_id": "atwt-01-25-06s22", "raw": "A scene from a TV show in which a man is sitting in a chair with his eyes closed.", "with_names": ""}, {"scene_id": "atwt-01-25-06s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-25-06s24", "raw": "A scene from a TV show in which Butterfinger bars are flying through the air.", "with_names": "butterfinger bars are flying through the air."}, {"scene_id": "atwt-01-25-06s25", "raw": "A scene from a TV show in which a woman is wearing a red leather jacket and a black turtleneck.", "with_names": "a woman is wearing a red leather jacket and a black turtleneck."}, {"scene_id": "atwt-01-25-06s26", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-01-25-06s27", "raw": "A scene from a TV show in which a woman is sitting on a bed with a blanket over her legs and a sword in her hand.", "with_names": "] is sitting on a bed with a blanket over her legs and a sword in her hand."}, {"scene_id": "atwt-01-25-06s28", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, her arms raised in the air, and a man is watching her.", "with_names": "a woman is standing in front of a mirror, her arms raised in the air, and a man is watching her."}]