[{"scene_id": "bb-07-07-14s0", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "Quinn is slapping Liam in the face."}, {"scene_id": "bb-07-07-14s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-07-14s2", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "Quinn is having sex with Liam."}, {"scene_id": "bb-07-07-14s4", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-07-07-14s5", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "Brooke is looking at a man."}, {"scene_id": "bb-07-07-14s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-07-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-07-14s8", "raw": "A scene from a TV show in which a man is holding his head and a woman is standing next to him.", "with_names": "a man is holding his head and Quinn is standing next to him."}, {"scene_id": "bb-07-07-14s9", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-07-07-14s10", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and Quinn kiss."}, {"scene_id": "bb-07-07-14s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a cell phone.", "with_names": ""}, {"scene_id": "bb-07-07-14s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-07-07-14s13", "raw": "A scene from a TV show in which a pregnant woman is standing in front of a fireplace and a woman is talking to her.", "with_names": ""}, {"scene_id": "bb-07-07-14s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]