[{"scene_id": "pc-01-31-02s0", "raw": "A scene from a TV show in which a man is showering a woman with water.", "with_names": "a man is showering a woman with water."}, {"scene_id": "pc-01-31-02s1", "raw": "A scene from a TV show in which a man is holding a spider in his hand and a woman is looking at it.", "with_names": "a man is holding a spider in his hand and a woman is looking at it."}, {"scene_id": "pc-01-31-02s2", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a piece of paper.", "with_names": ""}, {"scene_id": "pc-01-31-02s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "pc-01-31-02s4", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-01-31-02s5", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-31-02s6", "raw": "A scene from a TV show in which a woman is talking to a man in a car.", "with_names": ""}, {"scene_id": "pc-01-31-02s7", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "pc-01-31-02s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "pc-01-31-02s9", "raw": "A scene from a TV show in which a woman is sitting next to a man on a couch.", "with_names": "Alison is sitting next to Jamal on a couch."}, {"scene_id": "pc-01-31-02s10", "raw": "A scene from a TV show in which a bear is filmed in the wild.", "with_names": "a bear is filmed in the wild."}, {"scene_id": "pc-01-31-02s11", "raw": "A scene from a TV show in which a woman is being attacked by a shark", "with_names": "a woman is being attacked by a shark"}]