[{"scene_id": "oltl-03-03-10s0", "raw": "A scene from a TV show in which a man is standing in a church, looking at a stained glass window.", "with_names": "Todd is standing in a church, looking at a stained glass window."}, {"scene_id": "oltl-03-03-10s1", "raw": "A scene from a TV show in which a woman is holding her head and looking at something.", "with_names": "a woman is holding her head and looking at something."}, {"scene_id": "oltl-03-03-10s2", "raw": "A scene from a TV show in which a man is standing in a hallway and a woman is walking down the hall in a white coat.", "with_names": "a man is standing in a hallway and a woman is walking down the hall in a white coat."}, {"scene_id": "oltl-03-03-10s3", "raw": "A scene from a TV show in which a shirtless man is standing in front of a blonde woman.", "with_names": "a shirtless man is standing in front of a blonde woman."}, {"scene_id": "oltl-03-03-10s4", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is tied back.", "with_names": ""}, {"scene_id": "oltl-03-03-10s5", "raw": "A scene from a TV show in which a woman is dancing in high heels.", "with_names": "a woman is dancing in high heels."}, {"scene_id": "oltl-03-03-10s6", "raw": "A scene from a TV show in which a man is holding a coffee cup and another man is looking at him.", "with_names": "a man is holding a coffee cup and another man is looking at him."}, {"scene_id": "oltl-03-03-10s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s8", "raw": "A scene from a TV show in which a woman is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "oltl-03-03-10s9", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-03-10s10", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-03-03-10s11", "raw": "A scene from a TV show in which a blonde woman is wearing a blue suit and a yellow flower in her hair.", "with_names": "a blonde woman is wearing a blue suit and a yellow flower in her hair."}, {"scene_id": "oltl-03-03-10s12", "raw": "A scene from a TV show in which a man is sitting next to a bald man.", "with_names": "a man is sitting next to a bald man."}, {"scene_id": "oltl-03-03-10s13", "raw": "A scene from a TV show in which a woman is kneeling on a church pew while a man stands behind her.", "with_names": "a woman is kneeling on a church pew while a man stands behind her."}, {"scene_id": "oltl-03-03-10s14", "raw": "A scene from a TV show in which a woman is standing on a staircase and another woman is walking up behind her.", "with_names": "a woman is standing on a staircase and another woman is walking up behind her."}, {"scene_id": "oltl-03-03-10s15", "raw": "A scene from a TV show in which a man is talking to a woman in front of a door.", "with_names": ""}, {"scene_id": "oltl-03-03-10s16", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-03-10s18", "raw": "A scene from a TV show in which a shirtless man is looking down and his eyes are closed", "with_names": "a shirtless man is looking down and his eyes are closed"}, {"scene_id": "oltl-03-03-10s19", "raw": "A scene from a TV show in which a woman is standing next to a man and she is looking at him with her arms crossed.", "with_names": "] is standing next to a man and she is looking at him with her arms crossed."}, {"scene_id": "oltl-03-03-10s20", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-03-03-10s21", "raw": "A scene from a TV show in which a blonde woman is wearing a blue dress and looking down.", "with_names": "a blonde woman is wearing a blue dress and looking down."}, {"scene_id": "oltl-03-03-10s22", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-03-03-10s23", "raw": "A scene from a TV show in which a woman is standing in a church and a young boy is sitting in a pew.", "with_names": "a woman is standing in a church and a young boy is sitting in a pew."}, {"scene_id": "oltl-03-03-10s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-03-03-10s25", "raw": "A scene from a TV show in which a woman is singing in a white dress.", "with_names": "] is singing in a white dress."}, {"scene_id": "oltl-03-03-10s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s27", "raw": "A scene from a TV show in which a woman is holding a baby and looking down at it.", "with_names": "a woman is holding a baby and looking down at it."}, {"scene_id": "oltl-03-03-10s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-03-10s29", "raw": "A scene from a TV show in which a shirtless man is standing in a kitchen.", "with_names": "a shirtless man is standing in a kitchen."}, {"scene_id": "oltl-03-03-10s30", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-03-03-10s31", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a man is in the background.", "with_names": "a woman is wearing a blue coat and a man is in the background."}, {"scene_id": "oltl-03-03-10s32", "raw": "A scene from a TV show in which a man is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s33", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-03-03-10s34", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-03-03-10s35", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-03-03-10s36", "raw": "A scene from a TV show in which a man is naked and a woman is standing next to him.", "with_names": "a man is naked and a woman is standing next to him."}, {"scene_id": "oltl-03-03-10s37", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-03-10s38", "raw": "A scene from a TV show in which a woman is standing in a room and a man is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-03-03-10s39", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s40", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-03-03-10s41", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-03-10s42", "raw": "A scene from a TV show in which Ross is wearing a suit and a tie", "with_names": "ross is wearing a suit and a tie"}, {"scene_id": "oltl-03-03-10s43", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "] is crying and a man is looking at her."}, {"scene_id": "oltl-03-03-10s44", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-03-10s45", "raw": "A scene from a TV show in which a woman is in a hospital bed and a doctor is standing next to her.", "with_names": "a woman is in a hospital bed and a doctor is standing next to her."}, {"scene_id": "oltl-03-03-10s46", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-03-03-10s47", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-03-10s48", "raw": "A scene from a TV show in which a man is walking down a street and a light is shining on him.", "with_names": "a man is walking down a street and a light is shining on him."}, {"scene_id": "oltl-03-03-10s49", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-03-10s50", "raw": "A scene from a TV show in which a woman is being held by a man in a church.", "with_names": "a woman is being held by a man in a church."}, {"scene_id": "oltl-03-03-10s51", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-03-10s52", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-03-10s53", "raw": "", "with_names": ""}]