[{"scene_id": "atwt-08-05-08s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-08-05-08s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-05-08s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "atwt-08-05-08s3", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-05-08s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-08-05-08s5", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-05-08s6", "raw": "A scene from a TV show in which a man pours cereal into a bowl.", "with_names": "a man pours cereal into a bowl."}, {"scene_id": "atwt-08-05-08s7", "raw": "A scene from a TV show in which a woman is looking at a window and her hair blows in the wind.", "with_names": "a woman is looking at a window and her hair blows in the wind."}, {"scene_id": "atwt-08-05-08s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-05-08s9", "raw": "A scene from a TV show in which a green frog is sitting on a branch. The title is The Lunastar Probiotic 7-Night Challenge.", "with_names": "a green frog is sitting on a branch. the title is the lunastar probiotic 7-night challenge."}, {"scene_id": "atwt-08-05-08s10", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-08-05-08s11", "raw": "A scene from a TV show in which a man is holding a bag and walking into a living room.", "with_names": "a man is holding a bag and walking into a living room."}, {"scene_id": "atwt-08-05-08s12", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-08-05-08s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-08-05-08s14", "raw": "A scene from a TV show in which a man and a woman sit together and talk about their cancer experience.", "with_names": "a man and a woman sit together and talk about their cancer experience."}, {"scene_id": "atwt-08-05-08s15", "raw": "A scene from a TV show in which a man is holding a woman by the waist and kissing her on the cheek.", "with_names": "a man is holding a woman by the waist and kissing her on the cheek."}, {"scene_id": "atwt-08-05-08s16", "raw": "A scene from a TV show in which a boy and a girl are in a car.", "with_names": "a boy and a girl are in a car."}, {"scene_id": "atwt-08-05-08s17", "raw": "A scene from a TV show in which a woman is holding her hand over her face, a man is standing next to her, looking at her.", "with_names": "a woman is holding her hand over her face, a man is standing next to her, looking at her."}, {"scene_id": "atwt-08-05-08s18", "raw": "A scene from a TV show in which a young man and woman are sitting in a park.", "with_names": "a young man and woman are sitting in a park."}, {"scene_id": "atwt-08-05-08s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-05-08s20", "raw": "A scene from a TV show in which a young girl is shown how to make a bracelet.", "with_names": ""}, {"scene_id": "atwt-08-05-08s21", "raw": "A scene from a TV show in which a man is standing in front of a fireplace.", "with_names": "a man is standing in front of a fireplace."}, {"scene_id": "atwt-08-05-08s22", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-08-05-08s23", "raw": "A scene from a TV show in which a young woman is standing in a forest.", "with_names": "a young woman is standing in a forest."}, {"scene_id": "atwt-08-05-08s24", "raw": "A scene from a TV show in which a dog is shown to be a good dog.", "with_names": ""}, {"scene_id": "atwt-08-05-08s25", "raw": "A scene from a TV show in which a man is talking to someone in a park.", "with_names": ""}, {"scene_id": "atwt-08-05-08s26", "raw": "A scene from a TV show in which a woman is walking in front of a fireplace", "with_names": "] is walking in front of a fireplace"}, {"scene_id": "atwt-08-05-08s27", "raw": "A scene from a TV show in which a man and a woman are standing in a forest.", "with_names": "a man and a woman are standing in a forest."}, {"scene_id": "atwt-08-05-08s28", "raw": "A scene from a TV show in which a man is sitting at a table in a courtyard.", "with_names": "a man is sitting at a table in a courtyard."}]