[{"scene_id": "bb-07-13-17s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-13-17s1", "raw": "A scene from a TV show in which a man and a woman are in a room.", "with_names": "a man and a woman are in a room."}, {"scene_id": "bb-07-13-17s2", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-07-13-17s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and white pants", "with_names": "a woman is wearing a black dress and white pants"}, {"scene_id": "bb-07-13-17s4", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is holding a gun to her head.", "with_names": "Sally is wearing a bikini and Thomas is holding a gun to her head."}, {"scene_id": "bb-07-13-17s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a lamp is on in the background.", "with_names": "a woman is wearing a black dress and a lamp is on in the background."}, {"scene_id": "bb-07-13-17s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-13-17s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-13-17s8", "raw": "A scene from a TV show in which a woman is sitting on a couch with a young boy.", "with_names": ""}, {"scene_id": "bb-07-13-17s9", "raw": "A scene from a TV show in which a woman is wearing a bikini and a man is kissing her.", "with_names": "Sally is wearing a bikini and Thomas is kissing her."}, {"scene_id": "bb-07-13-17s11", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "bb-07-13-17s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Ridge is crying"}, {"scene_id": "bb-07-13-17s13", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is standing behind her", "with_names": "Sheila is looking at her phone and Quinn is standing behind her"}, {"scene_id": "bb-07-13-17s14", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf.", "with_names": "Brooke is standing in front of a bookshelf."}, {"scene_id": "bb-07-13-17s15", "raw": "A scene from a TV show in which a woman is holding a baby and a man is carrying a bag.", "with_names": "Ridge is holding a baby and a man is carrying a bag."}, {"scene_id": "bb-07-13-17s16", "raw": "A scene from a TV show in which a woman is standing in a living room and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-07-13-17s17", "raw": "A scene from a TV show in which a woman is kissing a man on the bed.", "with_names": "a woman is kissing a man on the bed."}, {"scene_id": "bb-07-13-17s19", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a big letter is behind her", "with_names": "a woman is wearing a yellow dress and a big letter is behind her"}]