[{"scene_id": "bb-12-16-16s0", "raw": "A scene from a TV show in which a woman sits at a desk and talks to someone off camera.", "with_names": "Steffy sits at a desk and talks to someone off camera."}, {"scene_id": "bb-12-16-16s1", "raw": "A scene from a TV show in which a man is yelling at an older man.", "with_names": "a man is yelling at an older man."}, {"scene_id": "bb-12-16-16s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-16-16s3", "raw": "A scene from a TV show in which two women are standing in a doorway, one of them is wearing a dress and a pink cardigan.", "with_names": "two women are standing in a doorway, one of them is wearing a dress and a pink cardigan."}, {"scene_id": "bb-12-16-16s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-16-16s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-16-16s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to another woman.", "with_names": ""}, {"scene_id": "bb-12-16-16s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-16-16s8", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by Wyatt."}, {"scene_id": "bb-12-16-16s9", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp and a chair.", "with_names": "a woman is standing in a room with a lamp and a chair."}, {"scene_id": "bb-12-16-16s10", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-12-16-16s11", "raw": "A scene from a TV show in which a man puts a wedding ring on a woman's finger.", "with_names": "Wyatt puts a wedding ring on Steffy's finger."}, {"scene_id": "bb-12-16-16s12", "raw": "A scene from a TV show in which a man is talking to a white-haired man.", "with_names": ""}, {"scene_id": "bb-12-16-16s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and another woman is standing behind her.", "with_names": ""}, {"scene_id": "bb-12-16-16s14", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Steffy is being groped by Wyatt."}, {"scene_id": "bb-12-16-16s15", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing next to him.", "with_names": ""}, {"scene_id": "bb-12-16-16s16", "raw": "A scene from a TV show in which a woman is standing in front of a man and a chair.", "with_names": "Quinn is standing in front of Eric and a chair."}, {"scene_id": "bb-12-16-16s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]