[{"scene_id": "pc-02-22-02s0", "raw": "A scene from a TV show in which a man is wearing a turtleneck and a sweater", "with_names": "a man is wearing a turtleneck and a sweater"}, {"scene_id": "pc-02-22-02s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-22-02s2", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying,", "with_names": "a blonde woman is looking at Rafe and saying,"}, {"scene_id": "pc-02-22-02s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and smoking a cigarette.", "with_names": ""}, {"scene_id": "pc-02-22-02s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-22-02s5", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "pc-02-22-02s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-22-02s7", "raw": "A scene from a TV show in which a woman is wearing a lei and a man is standing next to her.", "with_names": "a woman is wearing a lei and a man is standing next to her."}, {"scene_id": "pc-02-22-02s8", "raw": "A scene from a TV show in which a woman is being attacked by a snake.", "with_names": "Amy is being attacked by a snake."}, {"scene_id": "pc-02-22-02s9", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, kissing.", "with_names": "a man and a woman are lying on a bed, kissing."}, {"scene_id": "pc-02-22-02s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-22-02s11", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "pc-02-22-02s12", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-22-02s13", "raw": "A scene from a TV show in which a man is silhouetted against a black background.", "with_names": "a man is silhouetted against a black background."}]