[{"scene_id": "gl-08-02-06s0", "raw": "A scene from a TV show in which a woman is sitting on the floor in a white tank top and striped pants.", "with_names": "Dinah is sitting on the floor in a white tank top and striped pants."}, {"scene_id": "gl-08-02-06s1", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-08-02-06s2", "raw": "A scene from a TV show in which a man is holding a piece of paper and looking at a TV screen.", "with_names": "a man is holding a piece of paper and looking at a tv screen."}, {"scene_id": "gl-08-02-06s3", "raw": "A scene from a TV show in which a man is cheating on his wife with another woman", "with_names": "a man is cheating on his wife with another woman"}, {"scene_id": "gl-08-02-06s4", "raw": "A scene from a TV show in which a contestant is selected to be on the show.", "with_names": "a contestant is selected to be on the show."}, {"scene_id": "gl-08-02-06s5", "raw": "A scene from a TV show in which a woman is holding a book and a man is pointing at it.", "with_names": "a woman is holding a book and ] is pointing at it."}, {"scene_id": "gl-08-02-06s6", "raw": "A scene from a TV show in which a man is sitting in a bar and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-02-06s7", "raw": "A scene from a TV show in which a man is seen in a glass box", "with_names": "a man is in a glass box"}, {"scene_id": "gl-08-02-06s8", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "gl-08-02-06s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-02-06s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-02-06s11", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "gl-08-02-06s12", "raw": "A scene from a TV show in which a woman is sitting on a dock, her dress blowing in the wind.", "with_names": "a woman is sitting on a dock, her dress blowing in the wind."}, {"scene_id": "gl-08-02-06s13", "raw": "A scene from a TV show in which a man is seen wearing only his underwear.", "with_names": "a man is wearing only his underwear."}, {"scene_id": "gl-08-02-06s14", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-08-02-06s15", "raw": "A scene from a TV show in which a woman is holding a gun to her head.", "with_names": "a woman is holding a gun to her head."}, {"scene_id": "gl-08-02-06s16", "raw": "A scene from a TV show in which a man is seen running down a street with a gun.", "with_names": "a man is running down a street with a gun."}, {"scene_id": "gl-08-02-06s17", "raw": "A scene from a TV show in which a man is sitting in a chair and smiling.", "with_names": ""}, {"scene_id": "gl-08-02-06s18", "raw": "A scene from a TV show in which a woman is seen in a car with a man who is not her husband.", "with_names": "a woman is in a car with a man who is not her husband."}, {"scene_id": "gl-08-02-06s19", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "gl-08-02-06s20", "raw": "A scene from a TV show in which a shadowy figure is seen walking through a dark room.", "with_names": "a shadowy figure is walking through a dark room."}, {"scene_id": "gl-08-02-06s21", "raw": "A scene from a TV show in which a horse is eating a piece of bread", "with_names": "a horse is eating a piece of bread"}, {"scene_id": "gl-08-02-06s22", "raw": "A scene from a TV show in which a man is holding a bunch of clothes.", "with_names": "a man is holding a bunch of clothes."}, {"scene_id": "gl-08-02-06s23", "raw": "A scene from a TV show in which a man is being burned alive.", "with_names": "a man is being burned alive."}, {"scene_id": "gl-08-02-06s24", "raw": "A scene from a TV show in which a woman is kissing a man in a pool.", "with_names": "a woman is kissing a man in a pool."}, {"scene_id": "gl-08-02-06s25", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-08-02-06s26", "raw": "A scene from a TV show in which a man is on his knees, his head down, and a fire is burning behind him.", "with_names": "a man is on his knees, his head down, and a fire is burning behind him."}, {"scene_id": "gl-08-02-06s27", "raw": "A scene from a TV show in which a man is holding a gun and a woman has a knife in her hand", "with_names": "a man is holding a gun and a woman has a knife in her hand"}, {"scene_id": "gl-08-02-06s28", "raw": "A scene from a TV show in which a man is seen dancing in a dark room.", "with_names": "a man is dancing in a dark room."}, {"scene_id": "gl-08-02-06s29", "raw": "A scene from a TV show in which a man is set on fire by police.", "with_names": "a man is set on fire by police."}, {"scene_id": "gl-08-02-06s30", "raw": "A scene from a TV show in which a woman is in a bathtub, looking at a bottle.", "with_names": "a woman is in a bathtub, looking at a bottle."}, {"scene_id": "gl-08-02-06s31", "raw": "A scene from a TV show in which a man is looking at a wall and smiling.", "with_names": "a man is looking at a wall and smiling."}, {"scene_id": "gl-08-02-06s32", "raw": "A scene from a TV show in which a woman is being interviewed by a reporter.", "with_names": "a woman is being interviewed by a reporter."}, {"scene_id": "gl-08-02-06s33", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "Dinah is kissing ] on the cheek"}, {"scene_id": "gl-08-02-06s34", "raw": "A scene from a TV show in which a man is seen smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-08-02-06s35", "raw": "A scene from a TV show in which a woman is laying on top of a man, holding his face.", "with_names": "a woman is laying on top of a man, holding his face."}, {"scene_id": "gl-08-02-06s36", "raw": "", "with_names": ""}]