[{"scene_id": "pc-10-28-02s0", "raw": "A scene from a TV show in which a woman is holding a cat and looking at it.", "with_names": "Lucy is holding a cat and looking at it."}, {"scene_id": "pc-10-28-02s1", "raw": "A scene from a TV show in which a woman is crying and her hair is wet", "with_names": "a woman is crying and her hair is wet"}, {"scene_id": "pc-10-28-02s2", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and looking at someone off-screen.", "with_names": ""}, {"scene_id": "pc-10-28-02s3", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Rafe and Alison sit on a couch and talk."}, {"scene_id": "pc-10-28-02s4", "raw": "A scene from a TV show in which a man is being hypnotized by a light.", "with_names": "a man is being hypnotized by a light."}, {"scene_id": "pc-10-28-02s5", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital.", "with_names": ""}, {"scene_id": "pc-10-28-02s8", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-10-28-02s11", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and Tess sit on a couch and talk."}, {"scene_id": "pc-10-28-02s13", "raw": "A scene from a TV show in which a woman is talking about her hair.", "with_names": ""}, {"scene_id": "pc-10-28-02s14", "raw": "A scene from a TV show in which a woman is wearing a black top and a necklace.", "with_names": "a woman is wearing a black top and a necklace."}, {"scene_id": "pc-10-28-02s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "pc-10-28-02s17", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone", "with_names": ""}, {"scene_id": "pc-10-28-02s19", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-10-28-02s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-10-28-02s21", "raw": "A scene from a TV show in which a woman is wearing a robe and a man is standing behind her.", "with_names": "Elizabeth is wearing a robe and Rafe is standing behind her."}, {"scene_id": "pc-10-28-02s22", "raw": "A scene from a TV show in which a man is wearing a white coat and a woman is standing next to him.", "with_names": "a man is wearing a white coat and Alison is standing next to him."}, {"scene_id": "pc-10-28-02s24", "raw": "A scene from a TV show in which a woman is seen peering over a fence.", "with_names": "a woman is peering over a fence."}, {"scene_id": "pc-10-28-02s29", "raw": "A scene from a TV show in which Barbara Eden is talking to a man.", "with_names": ""}]