[{"scene_id": "pc-02-07-02s0", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "Rafe is in a dark room."}, {"scene_id": "pc-02-07-02s1", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and gloves.", "with_names": "a woman is wearing a white fur coat and gloves."}, {"scene_id": "pc-02-07-02s2", "raw": "A scene from a TV show in which a man is looking at a TV and saying,", "with_names": "a man is looking at a tv and saying,"}, {"scene_id": "pc-02-07-02s3", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-02-07-02s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-02-07-02s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "pc-02-07-02s6", "raw": "A scene from a TV show in which a doctor and a nurse are sitting at a table talking.", "with_names": ""}, {"scene_id": "pc-02-07-02s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-07-02s8", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "pc-02-07-02s9", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "pc-02-07-02s10", "raw": "A scene from a TV show in which a blonde woman is walking in the snow and a man is standing behind her.", "with_names": "a blonde woman is walking in the snow and Rafe is standing behind her."}, {"scene_id": "pc-02-07-02s11", "raw": "A scene from a TV show in which a doctor and a nurse are in a hospital room, both wearing white coats. The doctor is looking down at the floor, and the nurse is looking up at him.", "with_names": "a doctor and a nurse are in a hospital room, both wearing white coats. the doctor is looking down at the floor, and the nurse is looking up at him."}, {"scene_id": "pc-02-07-02s12", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a stethoscope around his neck.", "with_names": "a young man is wearing a blue shirt and a stethoscope around his neck."}, {"scene_id": "pc-02-07-02s13", "raw": "A scene from a TV show in which a doctor is flirting with a patient.", "with_names": "a doctor is flirting with a patient."}, {"scene_id": "pc-02-07-02s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-02-07-02s15", "raw": "A scene from a TV show in which a black man is sitting at a table and a white man is standing next to him.", "with_names": "a black man is sitting at a table and a white man is standing next to him."}, {"scene_id": "pc-02-07-02s16", "raw": "A scene from a TV show in which a woman is shown in a white coat and a blue ribbon around her neck.", "with_names": ""}, {"scene_id": "pc-02-07-02s17", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}]