[{"scene_id": "oltl-06-06-06s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "John and Natalie are lying in bed together."}, {"scene_id": "oltl-06-06-06s1", "raw": "A scene from a TV show in which a woman is standing in a bedroom, looking at a bed.", "with_names": "a woman is standing in a bedroom, looking at a bed."}, {"scene_id": "oltl-06-06-06s2", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-06-06-06s3", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-06-06-06s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-06-06s5", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-06-06-06s6", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-06-06s7", "raw": "A scene from a TV show in which a man is standing in front of a woman in bed, and he is looking down at his hands.", "with_names": "a man is standing in front of a woman in bed, and he is looking down at his hands."}, {"scene_id": "oltl-06-06-06s8", "raw": "A scene from a TV show in which a woman is standing in a room with her arms crossed, and another woman is walking towards her.", "with_names": "a woman is standing in a room with her arms crossed, and another woman is walking towards her."}, {"scene_id": "oltl-06-06-06s9", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black cardigan.", "with_names": "a woman is wearing a white shirt and a black cardigan."}, {"scene_id": "oltl-06-06-06s10", "raw": "A scene from a TV show in which a man is talking and has a cut on his forehead.", "with_names": ""}, {"scene_id": "oltl-06-06-06s11", "raw": "A scene from a TV show in which a woman is wearing a red dress and pearls", "with_names": "a woman is wearing a red dress and pearls"}, {"scene_id": "oltl-06-06-06s12", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing in front of him.", "with_names": "a man is in a jail cell and a woman is standing in front of him."}, {"scene_id": "oltl-06-06-06s13", "raw": "A scene from a TV show in which a woman is wearing a blue dress and her hair is long and straight.", "with_names": "a woman is wearing a blue dress and her hair is long and straight."}, {"scene_id": "oltl-06-06-06s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-06-06-06s15", "raw": "A scene from a TV show in which a man is smiling and looking at a woman through a window.", "with_names": "a man is smiling and looking at a woman through a window."}, {"scene_id": "oltl-06-06-06s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-06-06-06s17", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "a man is looking down and his face is contorted"}, {"scene_id": "oltl-06-06-06s18", "raw": "A scene from a TV show in which a woman is standing over a baby in a crib.", "with_names": "a woman is standing over a baby in a crib."}, {"scene_id": "oltl-06-06-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-06-06s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-06-06-06s21", "raw": "A scene from a TV show in which a woman is talking to a man through bars.", "with_names": ""}, {"scene_id": "oltl-06-06-06s22", "raw": "A scene from a TV show in which a woman holds a baby.", "with_names": "a woman holds a baby."}, {"scene_id": "oltl-06-06-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-06-06s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-06-06-06s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-06-06s26", "raw": "A scene from a TV show in which a woman is standing in a crib with a man standing next to her. There are several dogs in the room, and a cat is sitting on the floor", "with_names": "a woman is standing in a crib with a man standing next to her. there are several dogs in the room, and a cat is sitting on the floor"}]