[{"scene_id": "oltl-06-22-06s0", "raw": "A scene from a TV show in which a woman is standing over a man in a hospital bed.", "with_names": "a woman is standing over a man in a hospital bed."}, {"scene_id": "oltl-06-22-06s1", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "a woman is wearing a white dress and a man is standing behind her."}, {"scene_id": "oltl-06-22-06s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room, smiling at each other.", "with_names": "a man and a woman are standing in a room, smiling at each other."}, {"scene_id": "oltl-06-22-06s3", "raw": "A scene from a TV show in which a man is lying on the floor in a boxing ring, while a woman stands over him, holding a cell phone.", "with_names": "a man is lying on the floor in a boxing ring, while a woman stands over him, holding a cell phone."}, {"scene_id": "oltl-06-22-06s4", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}, {"scene_id": "oltl-06-22-06s5", "raw": "A scene from a TV show in which a woman is sitting next to a man at a restaurant.", "with_names": "a woman is sitting next to a man at a restaurant."}, {"scene_id": "oltl-06-22-06s6", "raw": "A scene from a TV show in which a man is standing in front of a mirror, brushing his teeth.", "with_names": "a man is standing in front of a mirror, brushing his teeth."}, {"scene_id": "oltl-06-22-06s7", "raw": "A scene from a TV show in which a man is in a boxing ring and a woman is standing next to him.", "with_names": "a man is in a boxing ring and a woman is standing next to him."}, {"scene_id": "oltl-06-22-06s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-06-22-06s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-06-22-06s10", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "oltl-06-22-06s11", "raw": "A scene from a TV show in which a woman is being punched in the face by a man.", "with_names": "a woman is being punched in the face by a man."}, {"scene_id": "oltl-06-22-06s12", "raw": "A scene from a TV show in which a man is accused of beating a woman. (WBZ-TV)", "with_names": "a man is accused of beating a woman. (wbz-tv)"}, {"scene_id": "oltl-06-22-06s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, smiling.", "with_names": "a man and a woman are standing next to each other, smiling."}, {"scene_id": "oltl-06-22-06s14", "raw": "A scene from a TV show in which Britney Spears is seen lying in a hospital bed.", "with_names": "britney spears is lying in a hospital bed."}, {"scene_id": "oltl-06-22-06s15", "raw": "A scene from a TV show in which a man and a woman sit at a table in a bar, drinking cocktails.", "with_names": "a man and a woman sit at a table in a bar, drinking cocktails."}, {"scene_id": "oltl-06-22-06s16", "raw": "A scene from a TV show in which a man is sitting at a bar with a woman, and he is looking at her while holding a beer.", "with_names": "a man is sitting at a bar with a woman, and he is looking at her while holding a beer."}, {"scene_id": "oltl-06-22-06s17", "raw": "A scene from a TV show in which a woman sits in a boxing ring and reads a book.", "with_names": "a woman sits in a boxing ring and reads a book."}, {"scene_id": "oltl-06-22-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-22-06s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-06-22-06s20", "raw": "A scene from a TV show in which a man and a woman are in a relationship.", "with_names": "a man and a woman are in a relationship."}, {"scene_id": "oltl-06-22-06s21", "raw": "A scene from a TV show in which a person is painting a canvas with their hands.", "with_names": "a person is painting a canvas with their hands."}, {"scene_id": "oltl-06-22-06s22", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-22-06s23", "raw": "A scene from a TV show in which a man is sitting in a chair and a woman is lying down next to him.", "with_names": ""}, {"scene_id": "oltl-06-22-06s24", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-06-22-06s25", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a white tank top.", "with_names": "a woman is wearing a green dress and a man is in a white tank top."}, {"scene_id": "oltl-06-22-06s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-06-22-06s27", "raw": "A scene from a TV show in which a man is yelling at a woman in bed.", "with_names": "a man is yelling at a woman in bed."}, {"scene_id": "oltl-06-22-06s28", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "oltl-06-22-06s29", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking off to the side.", "with_names": "a man is wearing a suit and tie and looking off to the side."}, {"scene_id": "oltl-06-22-06s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]