[{"scene_id": "bb-09-28-15s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-09-28-15s1", "raw": "A scene from a TV show in which a man and a woman are lying in bed and kissing.", "with_names": "a man and a woman are lying in bed and kissing."}, {"scene_id": "bb-09-28-15s2", "raw": "A scene from a TV show in which a man is standing in front of a window and talking to a bird.", "with_names": ""}, {"scene_id": "bb-09-28-15s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-09-28-15s4", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "bb-09-28-15s5", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-09-28-15s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing in front of her.", "with_names": ""}, {"scene_id": "bb-09-28-15s7", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a bathrobe.", "with_names": "a man is shirtless and a woman is wearing a bathrobe."}, {"scene_id": "bb-09-28-15s8", "raw": "A scene from a TV show in which a woman is arguing with her sister.", "with_names": "a woman is arguing with her sister."}, {"scene_id": "bb-09-28-15s9", "raw": "A scene from a TV show in which a man and a woman argue in an office.", "with_names": "a man and a woman argue in an office."}, {"scene_id": "bb-09-28-15s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-28-15s11", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman is listening.", "with_names": ""}, {"scene_id": "bb-09-28-15s12", "raw": "A scene from a TV show in which a man is walking out of a door and smiling.", "with_names": "a man is walking out of a door and smiling."}, {"scene_id": "bb-09-28-15s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-09-28-15s14", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "bb-09-28-15s15", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}]