[{"scene_id": "atwt-10-16-01s0", "raw": "A scene from a TV show in which a man and a woman are seen having a conversation in a bar.", "with_names": "a man and Bonnie are having a conversation in a bar."}, {"scene_id": "atwt-10-16-01s1", "raw": "A scene from a TV show in which a woman is talking on a phone and holding a cigarette.", "with_names": ""}, {"scene_id": "atwt-10-16-01s2", "raw": "A scene from a TV show in which a man is handing a cup to a woman.", "with_names": "Paul is handing a cup to Barbara."}, {"scene_id": "atwt-10-16-01s3", "raw": "A scene from a TV show in which a woman is sitting on a tree and a jug of EZ-A-WALL is in front of her.", "with_names": "a woman is sitting on a tree and a jug of ez-a-wall is in front of her."}, {"scene_id": "atwt-10-16-01s4", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-16-01s5", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is sitting in a wheelchair.", "with_names": ""}, {"scene_id": "atwt-10-16-01s6", "raw": "A scene from a TV show in which two young women are wearing black dresses.", "with_names": "two young women are wearing black dresses."}, {"scene_id": "atwt-10-16-01s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Jennifer is looking at Billy and he is looking back at her."}, {"scene_id": "atwt-10-16-01s8", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-16-01s9", "raw": "A scene from a TV show in which a fountain is surrounded by ivy and statues of people", "with_names": "a fountain is surrounded by ivy and statues of people"}, {"scene_id": "atwt-10-16-01s10", "raw": "A scene from a TV show in which a person is holding a box of Dentyne Ice.", "with_names": "a person is holding a box of dentyne ice."}, {"scene_id": "atwt-10-16-01s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-10-16-01s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at a woman.", "with_names": "Paul is wearing a suit and tie and looking at a woman."}, {"scene_id": "atwt-10-16-01s13", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-10-16-01s14", "raw": "A scene from a TV show in which a man and a woman sit at a table drinking coffee.", "with_names": "a man and a woman sit at a table drinking coffee."}, {"scene_id": "atwt-10-16-01s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-16-01s16", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-10-16-01s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-16-01s18", "raw": "A scene from a TV show in which a woman is wearing a black turtleneck and holding a wine glass.", "with_names": "Barbara is wearing a black turtleneck and holding a wine glass."}]