[{"scene_id": "oltl-10-14-08s0", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black dress.", "with_names": "a woman is wearing a red jacket and a black dress."}, {"scene_id": "oltl-10-14-08s1", "raw": "A scene from a TV show in which a man is being attacked by a dog.", "with_names": "] is being attacked by a dog."}, {"scene_id": "oltl-10-14-08s2", "raw": "A scene from a TV show in which a man is sitting on a bench and looking at the ground.", "with_names": "a man is sitting on a bench and looking at the ground."}, {"scene_id": "oltl-10-14-08s3", "raw": "A scene from a TV show in which a woman is writing in a journal.", "with_names": "a woman is writing in a journal."}, {"scene_id": "oltl-10-14-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-14-08s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-14-08s6", "raw": "A scene from a TV show in which a man and a woman are dancing in a room.", "with_names": "a man and a woman are dancing in a room."}, {"scene_id": "oltl-10-14-08s7", "raw": "A scene from a TV show in which a woman is dancing in a room with a teddy bear.", "with_names": "a woman is dancing in a room with a teddy bear."}, {"scene_id": "oltl-10-14-08s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-14-08s9", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a knife.", "with_names": "a woman is standing in a kitchen, holding a knife."}, {"scene_id": "oltl-10-14-08s10", "raw": "A scene from a TV show in which a woman is sitting outside and talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-14-08s11", "raw": "A scene from a TV show in which a woman is sitting at a desk with a cup of coffee and a man standing behind her.", "with_names": "a woman is sitting at a desk with a cup of coffee and a man standing behind her."}, {"scene_id": "oltl-10-14-08s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a book and a cup of coffee.", "with_names": "a woman is sitting at a table with a book and a cup of coffee."}, {"scene_id": "oltl-10-14-08s13", "raw": "A scene from a TV show in which a woman is being interviewed by two women.", "with_names": "a woman is being interviewed by two women."}, {"scene_id": "oltl-10-14-08s14", "raw": "A scene from a TV show in which a man is holding his hands up to his face.", "with_names": "a man is holding his hands up to his face."}, {"scene_id": "oltl-10-14-08s15", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-14-08s16", "raw": "A scene from a TV show in which a woman is watching a man and a car on a TV.", "with_names": "a woman is watching a man and a car on a tv."}, {"scene_id": "oltl-10-14-08s17", "raw": "A scene from a TV show in which a man and a woman are talking in a bathroom.", "with_names": ""}, {"scene_id": "oltl-10-14-08s18", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}, {"scene_id": "oltl-10-14-08s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-10-14-08s20", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-10-14-08s21", "raw": "A scene from a TV show in which a man is standing behind a woman, holding a gun.", "with_names": "a man is standing behind a woman, holding a gun."}, {"scene_id": "oltl-10-14-08s22", "raw": "A scene from a TV show in which a woman is sitting on a couch in a living room.", "with_names": ""}, {"scene_id": "oltl-10-14-08s23", "raw": "A scene from a TV show in which a woman is being pushed into a bed by two men.", "with_names": "a woman is being pushed into a bed by two men."}, {"scene_id": "oltl-10-14-08s24", "raw": "A scene from a TV show in which a man is talking to a woman in a lab coat.", "with_names": ""}, {"scene_id": "oltl-10-14-08s25", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-14-08s26", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "oltl-10-14-08s27", "raw": "A scene from a TV show in which a man is holding a key up to a door while a woman looks on.", "with_names": "a man is holding a key up to a door while a woman looks on."}, {"scene_id": "oltl-10-14-08s28", "raw": "A scene from a TV show in which a woman is talking to someone and holding a cup.", "with_names": ""}, {"scene_id": "oltl-10-14-08s29", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "oltl-10-14-08s30", "raw": "A scene from a TV show in which a woman is playing a game of mahjong with a man.", "with_names": "a woman is playing a game of mahjong with a man."}, {"scene_id": "oltl-10-14-08s31", "raw": "A scene from a TV show in which a blonde girl is smiling and looking at the camera.", "with_names": "a blonde girl is smiling and looking at the camera."}, {"scene_id": "oltl-10-14-08s32", "raw": "A scene from a TV show in which a blonde woman is sitting in front of a blackboard and smiling.", "with_names": "a blonde woman is sitting in front of a blackboard and smiling."}, {"scene_id": "oltl-10-14-08s33", "raw": "A scene from a TV show in which a woman is laughing and looking down.", "with_names": "a woman is laughing and looking down."}, {"scene_id": "oltl-10-14-08s34", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-14-08s35", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-14-08s36", "raw": "A scene from a TV show in which a woman is reading a book.", "with_names": "a woman is reading a book."}, {"scene_id": "oltl-10-14-08s37", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]