[{"scene_id": "bb-03-19-07s0", "raw": "A scene from a TV show in which a man is sitting at a desk and holding a pen.", "with_names": "a man is sitting at a desk and holding a pen."}, {"scene_id": "bb-03-19-07s1", "raw": "A scene from a TV show in which a woman is holding a cup and looking at a clock.", "with_names": "a woman is holding a cup and looking at a clock."}, {"scene_id": "bb-03-19-07s2", "raw": "A scene from a TV show in which a woman is holding a black umbrella over her head.", "with_names": "a woman is holding a black umbrella over her head."}, {"scene_id": "bb-03-19-07s3", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-03-19-07s4", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-03-19-07s5", "raw": "A scene from a TV show in which a man is yelling at a woman in front of a door.", "with_names": "a man is yelling at a woman in front of a door."}, {"scene_id": "bb-03-19-07s6", "raw": "A scene from a TV show in which a woman is crying and another woman is standing next to her", "with_names": "a woman is crying and another woman is standing next to her"}, {"scene_id": "bb-03-19-07s7", "raw": "A scene from a TV show in which a woman is holding a remote and a TV is on the wall behind her.", "with_names": "a woman is holding a remote and a tv is on the wall behind her."}, {"scene_id": "bb-03-19-07s8", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "bb-03-19-07s9", "raw": "A scene from a TV show in which a man is holding a clock in his hand.", "with_names": "a man is holding a clock in his hand."}, {"scene_id": "bb-03-19-07s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-03-19-07s11", "raw": "A scene from a TV show in which a countdown is displayed on a black screen", "with_names": "a countdown is displayed on a black screen"}]