[{"scene_id": "atwt-07-04-07s0", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "Jack is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-04-07s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking down at his phone.", "with_names": "a woman is looking at Brad and he is looking down at his phone."}, {"scene_id": "atwt-07-04-07s2", "raw": "A scene from a TV show in which a man is looking down and wearing a brown shirt", "with_names": "Brad is looking down and wearing a brown shirt"}, {"scene_id": "atwt-07-04-07s3", "raw": "A scene from a TV show in which a man is lying naked on a bed, looking at the camera.", "with_names": "a man is lying naked on a bed, looking at the camera."}, {"scene_id": "atwt-07-04-07s4", "raw": "A scene from a TV show in which a man is seen looking at a tree.", "with_names": "Aaron is looking at a tree."}, {"scene_id": "atwt-07-04-07s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-04-07s6", "raw": "A scene from a TV show in which a woman is looking at the camera with her mouth open.", "with_names": "Alison is looking at the camera with her mouth open."}, {"scene_id": "atwt-07-04-07s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room, smiling at each other.", "with_names": "a man and a woman are standing in a room, smiling at each other."}, {"scene_id": "atwt-07-04-07s8", "raw": "A scene from a TV show in which a man is drinking a drink from a bottle.", "with_names": "a man is drinking a drink from a bottle."}, {"scene_id": "atwt-07-04-07s9", "raw": "A scene from a TV show in which a man is wearing dentures.", "with_names": "a man is wearing dentures."}, {"scene_id": "atwt-07-04-07s10", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-07-04-07s11", "raw": "A scene from a TV show in which a giraffe is seen in a bathroom with two dogs.", "with_names": "a giraffe is in a bathroom with two dogs."}, {"scene_id": "atwt-07-04-07s12", "raw": "A scene from a TV show in which a woman is sitting topless in a kitchen.", "with_names": "a woman is sitting topless in a kitchen."}, {"scene_id": "atwt-07-04-07s13", "raw": "A scene from a TV show in which a woman is massaging a man's back.", "with_names": "a woman is massaging a man's back."}, {"scene_id": "atwt-07-04-07s14", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a necklace", "with_names": "Vienna is wearing a white tank top and a necklace"}, {"scene_id": "atwt-07-04-07s15", "raw": "A scene from a TV show in which a woman is shown with green pills on her stomach.", "with_names": ""}, {"scene_id": "atwt-07-04-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-04-07s17", "raw": "A scene from a TV show in which a woman is topless and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-07-04-07s18", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "Aaron and Alison kiss."}, {"scene_id": "atwt-07-04-07s19", "raw": "A scene from a TV show in which a man is wearing a green shirt and a woman is standing behind him.", "with_names": "a man is wearing a green shirt and Katie is standing behind him."}, {"scene_id": "atwt-07-04-07s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-04-07s24", "raw": "A scene from a TV show in which a snake is shown to be a human being.", "with_names": ""}]