[{"scene_id": "atwt-06-23-04s0", "raw": "A scene from a TV show in which a man is wearing a red shirt and a blue jacket.", "with_names": "a man is wearing a red shirt and a blue jacket."}, {"scene_id": "atwt-06-23-04s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-23-04s2", "raw": "A scene from a TV show in which a young woman is looking at the camera with a serious expression.", "with_names": "a young woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-06-23-04s3", "raw": "A scene from a TV show in which a man is standing in a living room with a couch and a fireplace.", "with_names": "a man is standing in a living room with a couch and a fireplace."}, {"scene_id": "atwt-06-23-04s4", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a necklace.", "with_names": "a blonde woman is smiling and wearing a necklace."}, {"scene_id": "atwt-06-23-04s5", "raw": "A scene from a TV show in which a man is holding a KFC bucket and wearing a t-shirt that says \"The only carb I eat is KFC.\"", "with_names": "a man is holding a kfc bucket and wearing a t-shirt that says \"the only carb i eat is kfc.\""}, {"scene_id": "atwt-06-23-04s6", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black shirt.", "with_names": "a woman is wearing a red jacket and a black shirt."}, {"scene_id": "atwt-06-23-04s7", "raw": "A scene from a TV show in which a man is seen knocking on a door.", "with_names": "a man is knocking on a door."}, {"scene_id": "atwt-06-23-04s8", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-23-04s9", "raw": "A scene from a TV show in which a man is eating Splenda.", "with_names": "a man is eating splenda."}, {"scene_id": "atwt-06-23-04s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-06-23-04s11", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-23-04s12", "raw": "A scene from a TV show in which a man is singing and smiling.", "with_names": "a man is singing and smiling."}, {"scene_id": "atwt-06-23-04s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-23-04s14", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-23-04s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-23-04s16", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-06-23-04s17", "raw": "A scene from a TV show in which a door is decorated with a curtain and pictures hanging on the wall", "with_names": "a door is decorated with a curtain and pictures hanging on the wall"}, {"scene_id": "atwt-06-23-04s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-23-04s19", "raw": "A scene from a TV show in which a man is reading a book and looking at a picture.", "with_names": "a man is reading a book and looking at a picture."}, {"scene_id": "atwt-06-23-04s20", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a short black hair", "with_names": "a woman is wearing a red shirt and a short black hair"}, {"scene_id": "atwt-06-23-04s21", "raw": "A scene from a TV show in which a woman is buying beer.", "with_names": "a woman is buying beer."}, {"scene_id": "atwt-06-23-04s22", "raw": "A scene from a TV show in which a woman is standing in a room with a wooden ceiling and green vases.", "with_names": "a woman is standing in a room with a wooden ceiling and green vases."}, {"scene_id": "atwt-06-23-04s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her.", "with_names": "a woman is wearing a red dress and a man is standing behind her."}, {"scene_id": "atwt-06-23-04s24", "raw": "A scene from a TV show in which a woman is reading a book and her hair is blowing in the wind", "with_names": "a woman is reading a book and her hair is blowing in the wind"}, {"scene_id": "atwt-06-23-04s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking serious.", "with_names": "a man is wearing a suit and tie and looking serious."}, {"scene_id": "atwt-06-23-04s26", "raw": "A scene from a TV show in which a man is walking through a room with a cane.", "with_names": "] is walking through a room with a cane."}, {"scene_id": "atwt-06-23-04s27", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-06-23-04s28", "raw": "A scene from a TV show in which a woman is holding a gun.", "with_names": "a woman is holding a gun."}]