[{"scene_id": "oltl-08-14-08s0", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is sitting at a table.", "with_names": "Tess is wearing a blue dress and Leo is sitting at a table."}, {"scene_id": "oltl-08-14-08s1", "raw": "A scene from a TV show in which a shirtless man sits in a bathtub, looking at the camera.", "with_names": "a shirtless man sits in a bathtub, looking at the camera."}, {"scene_id": "oltl-08-14-08s2", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "oltl-08-14-08s3", "raw": "A scene from a TV show in which a woman is sitting at a table with a monkey on her lap.", "with_names": "a woman is sitting at a table with a monkey on her lap."}, {"scene_id": "oltl-08-14-08s4", "raw": "A scene from a TV show in which three men are standing over a man who is lying on the floor.", "with_names": "three men are standing over a man who is lying on the floor."}, {"scene_id": "oltl-08-14-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-14-08s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-14-08s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-14-08s8", "raw": "A scene from a TV show in which a woman is wearing a pink robe and a face mask.", "with_names": "a woman is wearing a pink robe and a face mask."}, {"scene_id": "oltl-08-14-08s9", "raw": "A scene from a TV show in which a man is talking to a woman in front of a hotel sign.", "with_names": ""}, {"scene_id": "oltl-08-14-08s10", "raw": "A scene from a TV show in which a man is talking to another man to his left.", "with_names": ""}, {"scene_id": "oltl-08-14-08s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-14-08s12", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-08-14-08s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-14-08s14", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-14-08s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-14-08s16", "raw": "A scene from a TV show in which a man is standing in front of a door and looking at it.", "with_names": "a man is standing in front of a door and looking at it."}, {"scene_id": "oltl-08-14-08s17", "raw": "A scene from a TV show in which a woman is wearing a pink hoodie and a hair net on her head.", "with_names": "a woman is wearing a pink hoodie and a hair net on her head."}, {"scene_id": "oltl-08-14-08s18", "raw": "A scene from a TV show in which a man is holding a baby and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-14-08s19", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace with the word", "with_names": "a woman is wearing a white shirt and a necklace with the word"}, {"scene_id": "oltl-08-14-08s20", "raw": "A scene from a TV show in which a man is talking to a candle", "with_names": ""}, {"scene_id": "oltl-08-14-08s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-14-08s22", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-08-14-08s23", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-14-08s24", "raw": "A scene from a TV show in which three men are standing in the rain.", "with_names": "three men are standing in the rain."}, {"scene_id": "oltl-08-14-08s25", "raw": "A scene from a TV show in which a woman is hugging a man in the rain.", "with_names": "Delphina is hugging ] in the rain."}, {"scene_id": "oltl-08-14-08s26", "raw": "A scene from a TV show in which a man is wearing a gold jacket and a blue shirt and is walking in the rain.", "with_names": "a man is wearing a gold jacket and a blue shirt and is walking in the rain."}, {"scene_id": "oltl-08-14-08s27", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-14-08s28", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is writing on a piece of paper.", "with_names": "a woman is sitting at a table and a man is writing on a piece of paper."}, {"scene_id": "oltl-08-14-08s29", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-14-08s30", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-14-08s31", "raw": "A scene from a TV show in which a man is standing in front of a fence and a dog is barking at him.", "with_names": "a man is standing in front of a fence and a dog is barking at him."}, {"scene_id": "oltl-08-14-08s32", "raw": "A scene from a TV show in which a man is trying to get a woman to open a gate.", "with_names": "] is trying to get a woman to open a gate."}, {"scene_id": "oltl-08-14-08s33", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-08-14-08s34", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-14-08s35", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-14-08s36", "raw": "A scene from a TV show in which a man is standing in front of a fence and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-08-14-08s37", "raw": "A scene from a TV show in which a man is talking to a woman in the rain.", "with_names": ""}, {"scene_id": "oltl-08-14-08s38", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-14-08s39", "raw": "A scene from a TV show in which a woman is wearing a hair net on her head and a white face mask on her face.", "with_names": "a woman is wearing a hair net on her head and a white face mask on her face."}, {"scene_id": "oltl-08-14-08s40", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-14-08s41", "raw": "A scene from a TV show in which a man is getting dressed in a pink robe and hairnet.", "with_names": "a man is getting dressed in a pink robe and hairnet."}, {"scene_id": "oltl-08-14-08s42", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-14-08s43", "raw": "A scene from a TV show in which a woman is standing in the rain.", "with_names": "a woman is standing in the rain."}, {"scene_id": "oltl-08-14-08s44", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-14-08s45", "raw": "A scene from a TV show in which a woman is screaming in the rain.", "with_names": "a woman is screaming in the rain."}, {"scene_id": "oltl-08-14-08s46", "raw": "A scene from a TV show in which two women are standing in a room, one is talking on a phone and the other is looking in a mirror.", "with_names": ""}, {"scene_id": "oltl-08-14-08s47", "raw": "A scene from a TV show in which a man and a woman are in a bedroom, the man is looking at the woman and she is looking back at him.", "with_names": "a man and a woman are in a bedroom, the man is looking at the woman and she is looking back at him."}, {"scene_id": "oltl-08-14-08s48", "raw": "A scene from a TV show in which a woman holds a check up to a man's face.", "with_names": "a woman holds a check up to a man's face."}, {"scene_id": "oltl-08-14-08s49", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-14-08s50", "raw": "A scene from a TV show in which a man is wearing a black hat and a suit and is holding a gun.", "with_names": "a man is wearing a black hat and a suit and is holding a gun."}, {"scene_id": "oltl-08-14-08s51", "raw": "A scene from a TV show in which a woman is kissing a man in the rain.", "with_names": "a woman is kissing ] in the rain."}, {"scene_id": "oltl-08-14-08s52", "raw": "A scene from a TV show in which a woman is standing in the rain, looking down at the ground.", "with_names": "a woman is standing in the rain, looking down at the ground."}, {"scene_id": "oltl-08-14-08s53", "raw": "", "with_names": ""}]