[{"scene_id": "oltl-05-15-09s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Jessica is kissing Brody on the cheek."}, {"scene_id": "oltl-05-15-09s1", "raw": "A scene from a TV show in which a woman is seen holding a handbag", "with_names": "a woman is holding a handbag"}, {"scene_id": "oltl-05-15-09s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-15-09s3", "raw": "A scene from a TV show in which a man is talking to two women in a bar.", "with_names": ""}, {"scene_id": "oltl-05-15-09s4", "raw": "A scene from a TV show in which a woman is lying on a bed with her head resting on her knees.", "with_names": "a woman is lying on a bed with her head resting on her knees."}, {"scene_id": "oltl-05-15-09s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-15-09s6", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-05-15-09s7", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-05-15-09s8", "raw": "A scene from a TV show in which a man is lying on a couch with a black shirt on and a leopard print pillow behind him.", "with_names": "a man is lying on a couch with a black shirt on and a leopard print pillow behind him."}, {"scene_id": "oltl-05-15-09s9", "raw": "A scene from a TV show in which a woman is tied up and a man is standing behind her.", "with_names": "a woman is tied up and a man is standing behind her."}, {"scene_id": "oltl-05-15-09s10", "raw": "A scene from a TV show in which a woman is lying on a bed and is knitting.", "with_names": "a woman is lying on a bed and is knitting."}, {"scene_id": "oltl-05-15-09s11", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-05-15-09s12", "raw": "A scene from a TV show in which a man is standing in front of a woman and another woman sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-05-15-09s13", "raw": "A scene from a TV show in which a man is talking to a woman on a staircase.", "with_names": ""}, {"scene_id": "oltl-05-15-09s14", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a white scarf around her neck", "with_names": "a woman is wearing a purple jacket and a white scarf around her neck"}, {"scene_id": "oltl-05-15-09s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-05-15-09s16", "raw": "A scene from a TV show in which a woman is lying on the floor, a man is kissing her on the cheek, and a child is standing behind her.", "with_names": "a woman is lying on the floor, a man is kissing her on the cheek, and a child is standing behind her."}, {"scene_id": "oltl-05-15-09s17", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and the girl is sitting in front of them.", "with_names": ""}, {"scene_id": "oltl-05-15-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-15-09s19", "raw": "A scene from a TV show in which a man is standing next to a woman, and she is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-05-15-09s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-05-15-09s21", "raw": "A scene from a TV show in which a man is holding a book and a woman is standing behind him.", "with_names": "Brody is holding a book and ] is standing behind him."}, {"scene_id": "oltl-05-15-09s22", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-15-09s23", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-05-15-09s24", "raw": "A scene from a TV show in which a man is talking to a woman, with a large black wig covering his face.", "with_names": ""}, {"scene_id": "oltl-05-15-09s25", "raw": "A scene from a TV show in which a blonde woman is smiling at a man.", "with_names": "a blonde woman is smiling at a man."}, {"scene_id": "oltl-05-15-09s26", "raw": "A scene from a TV show in which a man is playing a guitar and a woman is singing.", "with_names": "a man is playing a guitar and a woman is singing."}, {"scene_id": "oltl-05-15-09s27", "raw": "A scene from a TV show in which a man and a woman are lying in bed, kissing.", "with_names": "a man and a woman are lying in bed, kissing."}, {"scene_id": "oltl-05-15-09s28", "raw": "A scene from a TV show in which a man is holding a woman in his arms and kissing her on the cheek.", "with_names": "a man is holding a woman in his arms and kissing her on the cheek."}, {"scene_id": "oltl-05-15-09s29", "raw": "A scene from a TV show in which a blonde woman is crying and a man is looking at her.", "with_names": "a blonde woman is crying and a man is looking at her."}, {"scene_id": "oltl-05-15-09s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-15-09s31", "raw": "A scene from a TV show in which a woman is sitting in front of a fish tank.", "with_names": "a woman is sitting in front of a fish tank."}, {"scene_id": "oltl-05-15-09s32", "raw": "A scene from a TV show in which a bear is seen in the woods.", "with_names": "a bear is in the woods."}, {"scene_id": "oltl-05-15-09s33", "raw": "A scene from a TV show in which a man is wearing a Kappa Delta sweatshirt.", "with_names": "a man is wearing a kappa delta sweatshirt."}]