[{"scene_id": "bb-11-30-06s0", "raw": "A scene from a TV show in which a man reads a newspaper.", "with_names": "Eric reads a newspaper."}, {"scene_id": "bb-11-30-06s1", "raw": "A scene from a TV show in which a man is talking on a cell phone in a garden.", "with_names": ""}, {"scene_id": "bb-11-30-06s2", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "bb-11-30-06s3", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "bb-11-30-06s4", "raw": "A scene from a TV show in which a man is in a bathtub with a blonde woman.", "with_names": "a man is in a bathtub with a blonde woman."}, {"scene_id": "bb-11-30-06s5", "raw": "A scene from a TV show in which a man walks into a room with wine glasses and a clock on a table.", "with_names": "a man walks into a room with wine glasses and a clock on a table."}, {"scene_id": "bb-11-30-06s6", "raw": "A scene from a TV show in which a woman is standing in a room with a clock on the wall and a cake on a table.", "with_names": "a woman is standing in a room with a clock on the wall and a cake on a table."}, {"scene_id": "bb-11-30-06s7", "raw": "A scene from a TV show in which a man is lying in bed with a cat.", "with_names": "a man is lying in bed with a cat."}, {"scene_id": "bb-11-30-06s8", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at a clock.", "with_names": ""}, {"scene_id": "bb-11-30-06s9", "raw": "A scene from a TV show in which a woman is talking to someone and the person is looking at her and smiling.", "with_names": ""}, {"scene_id": "bb-11-30-06s10", "raw": "A scene from a TV show in which a man is lying on a bed with a blonde woman lying on top of him.", "with_names": "a man is lying on a bed with a blonde woman lying on top of him."}, {"scene_id": "bb-11-30-06s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-30-06s12", "raw": "A scene from a TV show in which a man is singing and his mouth is wide open.", "with_names": "a man is singing and his mouth is wide open."}]