[{"scene_id": "pc-01-16-03s0", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "Jack is hugging Tess from behind."}, {"scene_id": "pc-01-16-03s1", "raw": "A scene from a TV show in which a man is running in a bathroom.", "with_names": "a man is running in a bathroom."}, {"scene_id": "pc-01-16-03s2", "raw": "A scene from a TV show in which a man is looking at his reflection in a mirror and smiling.", "with_names": "a man is looking at his reflection in a mirror and smiling."}, {"scene_id": "pc-01-16-03s3", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "a man is pouring wine into a woman's glass."}, {"scene_id": "pc-01-16-03s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "pc-01-16-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is walking outside in the snow.", "with_names": "a man is wearing a suit and tie and is walking outside in the snow."}, {"scene_id": "pc-01-16-03s6", "raw": "A scene from a TV show in which a man is looking down and his face is not visible", "with_names": "a man is looking down and his face is not visible"}, {"scene_id": "pc-01-16-03s7", "raw": "A scene from a TV show in which a dog is filmed jumping over a wall.", "with_names": "a dog is filmed jumping over a wall."}, {"scene_id": "pc-01-16-03s8", "raw": "A scene from a TV show in which a man is talking to someone and is holding his hand to his mouth.", "with_names": ""}, {"scene_id": "pc-01-16-03s9", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "pc-01-16-03s10", "raw": "A scene from a TV show in which a man and a woman sit next to each other on a plane.", "with_names": "a man and a woman sit next to each other on a plane."}, {"scene_id": "pc-01-16-03s11", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-01-16-03s12", "raw": "A scene from a TV show in which a woman is standing in front of a door and a man is walking towards her.", "with_names": "a woman is standing in front of a door and a man is walking towards her."}, {"scene_id": "pc-01-16-03s13", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a red turtleneck.", "with_names": ""}]