[{"scene_id": "gl-04-28-04s0", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-04-28-04s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a handbag", "with_names": "a woman is wearing a black dress and a handbag"}, {"scene_id": "gl-04-28-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-28-04s3", "raw": "A scene from a TV show in which a man is talking to a woman in a doorway.", "with_names": ""}, {"scene_id": "gl-04-28-04s4", "raw": "A scene from a TV show in which a man is sitting in a chair with his feet up on a desk.", "with_names": ""}, {"scene_id": "gl-04-28-04s5", "raw": "A scene from a TV show in which a woman is screaming and her hair is in curlers", "with_names": "a woman is screaming and her hair is in curlers"}, {"scene_id": "gl-04-28-04s6", "raw": "A scene from a TV show in which a woman is talking to someone and her face is turned away from the camera.", "with_names": ""}, {"scene_id": "gl-04-28-04s7", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling", "with_names": "Marina is looking at the camera and smiling"}, {"scene_id": "gl-04-28-04s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-28-04s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-28-04s10", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a book.", "with_names": ""}, {"scene_id": "gl-04-28-04s11", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-04-28-04s12", "raw": "A scene from a TV show in which a woman is yelling and screaming.", "with_names": "Cassie is yelling and screaming."}, {"scene_id": "gl-04-28-04s13", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch.", "with_names": ""}, {"scene_id": "gl-04-28-04s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-28-04s15", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a woman is standing behind him", "with_names": "Phillip is wearing a blue shirt and Olivia is standing behind him"}, {"scene_id": "gl-04-28-04s16", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "gl-04-28-04s17", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and Reva are standing in a living room."}, {"scene_id": "gl-04-28-04s18", "raw": "A scene from a TV show in which three women are standing in a bar.", "with_names": "three women are standing in a bar."}, {"scene_id": "gl-04-28-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-04-28-04s20", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his watch", "with_names": ""}, {"scene_id": "gl-04-28-04s21", "raw": "A scene from a TV show in which a woman is wearing a white tank top and large hoop earrings.", "with_names": "Reva is wearing a white tank top and large hoop earrings."}, {"scene_id": "gl-04-28-04s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-04-28-04s23", "raw": "A scene from a TV show in which a woman is trying to get a shirt off another woman.", "with_names": "a woman is trying to get a shirt off another woman."}, {"scene_id": "gl-04-28-04s24", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing ties.", "with_names": ""}, {"scene_id": "gl-04-28-04s25", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a wall.", "with_names": ""}, {"scene_id": "gl-04-28-04s26", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "gl-04-28-04s27", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-28-04s28", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not sure what to think about you.\"", "with_names": "a man is looking at a woman and saying, \"i'm not sure what to think about you.\""}]