[{"scene_id": "atwt-03-01-05s0", "raw": "A scene from a TV show in which a woman is wearing a green shirt and short blonde hair", "with_names": "a woman is wearing a green shirt and short blonde hair"}, {"scene_id": "atwt-03-01-05s1", "raw": "A scene from a TV show in which a man is seen looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-03-01-05s2", "raw": "A scene from a TV show in which a woman is handing a piece of paper to a man.", "with_names": "a woman is handing a piece of paper to a man."}, {"scene_id": "atwt-03-01-05s3", "raw": "A scene from a TV show in which a woman is wearing a green scarf around her neck.", "with_names": "a woman is wearing a green scarf around her neck."}, {"scene_id": "atwt-03-01-05s4", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt.", "with_names": "a man is wearing a leather jacket and a black shirt."}, {"scene_id": "atwt-03-01-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-01-05s6", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-01-05s7", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-03-01-05s8", "raw": "A scene from a TV show in which a woman is holding a baby and a young boy is crying.", "with_names": "a woman is holding a baby and a young boy is crying."}, {"scene_id": "atwt-03-01-05s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-01-05s10", "raw": "A scene from a TV show in which a woman is talking on a phone and gesturing with her hand.", "with_names": ""}, {"scene_id": "atwt-03-01-05s11", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a brown hair", "with_names": "a woman is wearing a green jacket and a brown hair"}, {"scene_id": "atwt-03-01-05s12", "raw": "A scene from a TV show in which a car is seen in the dark", "with_names": "a car is in the dark"}, {"scene_id": "atwt-03-01-05s13", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-03-01-05s14", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-01-05s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-03-01-05s16", "raw": "A scene from a TV show in which a young man is wearing a red turtleneck and a black coat.", "with_names": "a young man is wearing a red turtleneck and a black coat."}, {"scene_id": "atwt-03-01-05s17", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-01-05s18", "raw": "A scene from a TV show in which a woman is talking on the phone and making a face", "with_names": ""}, {"scene_id": "atwt-03-01-05s19", "raw": "A scene from a TV show in which two girls run away from a ghost.", "with_names": "two girls run away from a ghost."}, {"scene_id": "atwt-03-01-05s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-03-01-05s21", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a man is standing behind her.", "with_names": "a woman is wearing a black shirt and a man is standing behind her."}, {"scene_id": "atwt-03-01-05s22", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-01-05s23", "raw": "A scene from a TV show in which Jackie Chan is shown swimming in a pool.", "with_names": ""}, {"scene_id": "atwt-03-01-05s24", "raw": "A scene from a TV show in which a man is getting his hair washed.", "with_names": "a man is getting his hair washed."}, {"scene_id": "atwt-03-01-05s25", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "atwt-03-01-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-01-05s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-01-05s28", "raw": "A scene from a TV show in which a carton of Minute Maid juice is suspended over the beach.", "with_names": "a carton of minute maid juice is suspended over the beach."}, {"scene_id": "atwt-03-01-05s29", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-01-05s30", "raw": "A scene from a TV show in which a young woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-01-05s31", "raw": "A scene from a TV show in which a man is wearing a red shirt and laying on a couch.", "with_names": "a man is wearing a red shirt and laying on a couch."}, {"scene_id": "atwt-03-01-05s32", "raw": "A scene from a TV show in which a man is wearing a black leather jacket and a shirt", "with_names": "a man is wearing a black leather jacket and a shirt"}, {"scene_id": "atwt-03-01-05s33", "raw": "A scene from a TV show in which a woman is on the phone and her face is contorted in pain.", "with_names": "a woman is on the phone and her face is contorted in pain."}]