[{"scene_id": "pc-08-17-01s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-08-17-01s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white beard", "with_names": "a man is wearing a suit and a white beard"}, {"scene_id": "pc-08-17-01s2", "raw": "A scene from a TV show in which a woman is shocked by something.", "with_names": "a woman is shocked by something."}, {"scene_id": "pc-08-17-01s3", "raw": "A scene from a TV show in which a woman is seen in a pink dress", "with_names": "a woman is in a pink dress"}, {"scene_id": "pc-08-17-01s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-17-01s5", "raw": "A scene from a TV show in which a blonde woman is wearing a white dress and a man is dressed in a red shirt.", "with_names": "a blonde woman is wearing a white dress and Jamal is dressed in a red shirt."}, {"scene_id": "pc-08-17-01s6", "raw": "A scene from a TV show in which a woman is lying on the ground, her head turned to the side.", "with_names": "a woman is lying on the ground, her head turned to the side."}, {"scene_id": "pc-08-17-01s7", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the ground.", "with_names": "Livvie is sitting on a bench and looking at the ground."}, {"scene_id": "pc-08-17-01s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "pc-08-17-01s10", "raw": "A scene from a TV show in which a man and a woman are arguing with a judge.", "with_names": "a man and Livvie are arguing with a judge."}, {"scene_id": "pc-08-17-01s11", "raw": "A scene from a TV show in which a man is sitting next to a woman at a table, and she is looking at him with a smile.", "with_names": "a man is sitting next to a woman at a table, and she is looking at him with a smile."}, {"scene_id": "pc-08-17-01s12", "raw": "A scene from a TV show in which a woman is seen standing over a dead body.", "with_names": "a woman is standing over a dead body."}, {"scene_id": "pc-08-17-01s13", "raw": "A scene from a TV show in which a man is lying on the ground and a woman is walking away from him.", "with_names": "Caleb is lying on the ground and Livvie is walking away from him."}, {"scene_id": "pc-08-17-01s14", "raw": "A scene from a TV show in which a man is lying on a bed, with his eyes closed, and his hand is on his chest.", "with_names": "a man is lying on a bed, with his eyes closed, and his hand is on his chest."}, {"scene_id": "pc-08-17-01s16", "raw": "A scene from a TV show in which a woman is lying on a bed with her head turned away from the camera.", "with_names": "Livvie is lying on a bed with her head turned away from the camera."}]