[{"scene_id": "atwt-09-19-06s0", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-09-19-06s1", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-09-19-06s2", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-09-19-06s3", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a tie", "with_names": "a man is wearing a blue shirt and a tie"}, {"scene_id": "atwt-09-19-06s4", "raw": "A scene from a TV show in which a woman is shown a box of hair dye.", "with_names": ""}, {"scene_id": "atwt-09-19-06s5", "raw": "A scene from a TV show in which a man is talking to a woman and is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "atwt-09-19-06s6", "raw": "A scene from a TV show in which a man and a woman are laying on the ground and kissing.", "with_names": "a man and a woman are laying on the ground and kissing."}, {"scene_id": "atwt-09-19-06s7", "raw": "A scene from a TV show in which a potted plant is lit up by a lamp.", "with_names": "a potted plant is lit up by a lamp."}, {"scene_id": "atwt-09-19-06s8", "raw": "A scene from a TV show in which a man is standing at a desk with a computer and a keyboard.", "with_names": "] is standing at a desk with a computer and a keyboard."}, {"scene_id": "atwt-09-19-06s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-19-06s10", "raw": "A scene from a TV show in which a shirtless man and a woman are kissing.", "with_names": "a shirtless man and a woman are kissing."}, {"scene_id": "atwt-09-19-06s11", "raw": "A scene from a TV show in which a woman is looking at a plant.", "with_names": "a woman is looking at a plant."}, {"scene_id": "atwt-09-19-06s12", "raw": "A scene from a TV show in which a shirtless man kisses a woman while sitting next to a bouquet of roses.", "with_names": "a shirtless man kisses a woman while sitting next to a bouquet of roses."}, {"scene_id": "atwt-09-19-06s13", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-19-06s14", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-09-19-06s15", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "a woman is looking at a man and he is looking away from her."}, {"scene_id": "atwt-09-19-06s16", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a man is dressed in a suit.", "with_names": "a blonde woman is wearing a black dress and a man is dressed in a suit."}, {"scene_id": "atwt-09-19-06s17", "raw": "A scene from a TV show in which a man is handcuffed and his head is in his hands.", "with_names": "a man is handcuffed and his head is in his hands."}, {"scene_id": "atwt-09-19-06s18", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-19-06s19", "raw": "A scene from a TV show in which a woman is wearing a black suit and a necklace", "with_names": "a woman is wearing a black suit and a necklace"}, {"scene_id": "atwt-09-19-06s20", "raw": "A scene from a TV show in which a woman is holding Enbrel.", "with_names": "a woman is holding enbrel."}, {"scene_id": "atwt-09-19-06s21", "raw": "A scene from a TV show in which a woman is looking down and a man is standing next to her.", "with_names": "a woman is looking down and a man is standing next to her."}, {"scene_id": "atwt-09-19-06s22", "raw": "A scene from a TV show in which a woman is using a hair straightener to straighten her hair.", "with_names": "a woman is using a hair straightener to straighten her hair."}, {"scene_id": "atwt-09-19-06s23", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-19-06s24", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-09-19-06s25", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-09-19-06s26", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-09-19-06s27", "raw": "A scene from a TV show in which a woman is walking down a grocery store aisle with her shoes untied.", "with_names": "a woman is walking down a grocery store aisle with her shoes untied."}]