[{"scene_id": "atwt-01-04-05s0", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-01-04-05s1", "raw": "A scene from a TV show in which a meteorologist is talking about a map.", "with_names": ""}, {"scene_id": "atwt-01-04-05s2", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-04-05s3", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "atwt-01-04-05s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-04-05s5", "raw": "A scene from a TV show in which a woman is talking to a man and a blonde woman.", "with_names": ""}, {"scene_id": "atwt-01-04-05s6", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing black coats.", "with_names": ""}, {"scene_id": "atwt-01-04-05s7", "raw": "A scene from a TV show in which a man is talking to someone and his face is contorted in anger.", "with_names": ""}, {"scene_id": "atwt-01-04-05s8", "raw": "A scene from a TV show in which a woman is yelling and her mouth is wide open.", "with_names": "a woman is yelling and her mouth is wide open."}, {"scene_id": "atwt-01-04-05s9", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "atwt-01-04-05s10", "raw": "A scene from a TV show in which a man is pointing a gun at a group of people.", "with_names": "a man is pointing a gun at a group of people."}, {"scene_id": "atwt-01-04-05s11", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "atwt-01-04-05s12", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-01-04-05s13", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black tie and is looking at the camera.", "with_names": "a man is wearing a white shirt and a black tie and is looking at the camera."}, {"scene_id": "atwt-01-04-05s14", "raw": "A scene from a TV show in which a woman is being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "atwt-01-04-05s15", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "atwt-01-04-05s16", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-01-04-05s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-04-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-04-05s19", "raw": "A scene from a TV show in which a woman is looking down and wearing a tan jacket.", "with_names": "a woman is looking down and wearing a tan jacket."}, {"scene_id": "atwt-01-04-05s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "atwt-01-04-05s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-01-04-05s22", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}]