[{"scene_id": "atwt-02-06-07s0", "raw": "A scene from a TV show in which a woman is standing in a room and talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-02-06-07s1", "raw": "A scene from a TV show in which a young man is wearing a brown vest and a white shirt", "with_names": "a young man is wearing a brown vest and a white shirt"}, {"scene_id": "atwt-02-06-07s2", "raw": "A scene from a TV show in which a woman is sitting down and looking down, with her eyes closed.", "with_names": "a woman is sitting down and looking down, with her eyes closed."}, {"scene_id": "atwt-02-06-07s3", "raw": "A scene from a TV show in which a shirtless man looks at a woman.", "with_names": "a shirtless man looks at a woman."}, {"scene_id": "atwt-02-06-07s4", "raw": "A scene from a TV show in which a woman is standing in a doorway, talking on a phone.", "with_names": ""}, {"scene_id": "atwt-02-06-07s5", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-06-07s6", "raw": "A scene from a TV show in which two men are sitting at a table with a large pile of crawfish.", "with_names": "two men are sitting at a table with a large pile of crawfish."}, {"scene_id": "atwt-02-06-07s7", "raw": "A scene from a TV show in which a woman is smiling and looking up at a man.", "with_names": "a woman is smiling and looking up at a man."}, {"scene_id": "atwt-02-06-07s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-06-07s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a bouquet of flowers.", "with_names": ""}, {"scene_id": "atwt-02-06-07s10", "raw": "A scene from a TV show in which a man is holding a book and a brochure about the book.", "with_names": "a man is holding a book and a brochure about the book."}, {"scene_id": "atwt-02-06-07s11", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "] is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-02-06-07s12", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-02-06-07s13", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a black coat.", "with_names": "a woman is wearing a green turtleneck and a black coat."}, {"scene_id": "atwt-02-06-07s14", "raw": "A scene from a TV show in which a man holds a bottle of Tide detergent.", "with_names": "a man holds a bottle of tide detergent."}, {"scene_id": "atwt-02-06-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-06-07s16", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "atwt-02-06-07s17", "raw": "A scene from a TV show in which a woman is pointing a finger at another woman.", "with_names": "a woman is pointing a finger at another woman."}, {"scene_id": "atwt-02-06-07s18", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-02-06-07s19", "raw": "A scene from a TV show in which a woman is crying and a blonde woman is comforting her.", "with_names": "a woman is crying and a blonde woman is comforting her."}, {"scene_id": "atwt-02-06-07s20", "raw": "A scene from a TV show in which a woman is wearing a brown sweater and a red scarf", "with_names": "a woman is wearing a brown sweater and a red scarf"}, {"scene_id": "atwt-02-06-07s21", "raw": "A scene from a TV show in which a woman is wearing a green coat and a short blonde hair", "with_names": "a woman is wearing a green coat and a short blonde hair"}, {"scene_id": "atwt-02-06-07s22", "raw": "A scene from a TV show in which a woman is sitting on the floor and holding a piece of wallpaper. The advil slogan is displayed on the screen.", "with_names": "a woman is sitting on the floor and holding a piece of wallpaper. the advil slogan is displayed on the screen."}, {"scene_id": "atwt-02-06-07s23", "raw": "A scene from a TV show in which a young girl is wearing a pink sweater and a sad face.", "with_names": "a young girl is wearing a pink sweater and a sad face."}, {"scene_id": "atwt-02-06-07s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-06-07s25", "raw": "A scene from a TV show in which a young man is talking to another young man who is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-06-07s26", "raw": "A scene from a TV show in which a pair of shorts is advertised for $6.", "with_names": "a pair of shorts is advertised for $6."}]