[{"scene_id": "oltl-06-11-09s0", "raw": "A scene from a TV show in which a blonde woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-11-09s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-11-09s2", "raw": "A scene from a TV show in which a woman is sitting on a chair and another woman is standing behind her, holding her hair.", "with_names": ""}, {"scene_id": "oltl-06-11-09s3", "raw": "A scene from a TV show in which a woman leans over a crib and looks at a baby.", "with_names": "a woman leans over a crib and looks at a baby."}, {"scene_id": "oltl-06-11-09s4", "raw": "A scene from a TV show in which a young girl is holding a baby in a room with a mirror and candles.", "with_names": "a young girl is holding a baby in a room with a mirror and candles."}, {"scene_id": "oltl-06-11-09s5", "raw": "A scene from a TV show in which a man is drinking a glass of wine while another man looks on.", "with_names": "a man is drinking a glass of wine while another man looks on."}, {"scene_id": "oltl-06-11-09s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-11-09s7", "raw": "A scene from a TV show in which a man is sitting in a kitchen wearing a tie and a shirt", "with_names": "a man is sitting in a kitchen wearing a tie and a shirt"}, {"scene_id": "oltl-06-11-09s8", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "] is in a black room."}, {"scene_id": "oltl-06-11-09s9", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-06-11-09s10", "raw": "A scene from a TV show in which a woman is cleaning a table in a restaurant.", "with_names": "a woman is cleaning a table in a restaurant."}, {"scene_id": "oltl-06-11-09s11", "raw": "A scene from a TV show in which a young boy is wearing a blue shirt and short hair.", "with_names": "a young boy is wearing a blue shirt and short hair."}, {"scene_id": "oltl-06-11-09s12", "raw": "A scene from a TV show in which a man and a woman are wearing matching shirts.", "with_names": "a man and a woman are wearing matching shirts."}, {"scene_id": "oltl-06-11-09s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-11-09s15", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-06-11-09s16", "raw": "A scene from a TV show in which a man is talking to another man and the other man is wearing a tie", "with_names": ""}, {"scene_id": "oltl-06-11-09s17", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-11-09s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "] is looking at the camera with a shocked expression."}, {"scene_id": "oltl-06-11-09s19", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-06-11-09s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-09s21", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-06-11-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-11-09s23", "raw": "A scene from a TV show in which a man is dancing in a hallway.", "with_names": "a man is dancing in a hallway."}, {"scene_id": "oltl-06-11-09s24", "raw": "A scene from a TV show in which a young woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-06-11-09s25", "raw": "A scene from a TV show in which a blonde woman is looking shocked and a brunette woman is standing behind her.", "with_names": "a blonde woman is looking shocked and a brunette woman is standing behind her."}, {"scene_id": "oltl-06-11-09s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-11-09s27", "raw": "A scene from a TV show in which a boy is sitting on a chair and a girl is standing next to him.", "with_names": ""}, {"scene_id": "oltl-06-11-09s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-11-09s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-09s30", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing next to him.", "with_names": "a man is holding a baby and a woman is standing next to him."}, {"scene_id": "oltl-06-11-09s31", "raw": "A scene from a TV show in which a young girl is standing in a room with a woman.", "with_names": "a young girl is standing in a room with a woman."}, {"scene_id": "oltl-06-11-09s32", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-11-09s33", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-06-11-09s34", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-06-11-09s35", "raw": "A scene from a TV show in which a girl is standing next to a boy in a shirt and tie.", "with_names": "a girl is standing next to a boy in a shirt and tie."}, {"scene_id": "oltl-06-11-09s36", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-06-11-09s37", "raw": "A scene from a TV show in which a woman is sitting at a table with a bottle of Lysol and a man is standing behind her.", "with_names": "a woman is sitting at a table with a bottle of lysol and a man is standing behind her."}, {"scene_id": "oltl-06-11-09s38", "raw": "A scene from a TV show in which a boy is sitting next to a woman and they are talking.", "with_names": ""}, {"scene_id": "oltl-06-11-09s39", "raw": "A scene from a TV show in which a man is standing in a room with two little girls.", "with_names": "a man is standing in a room with two little girls."}, {"scene_id": "oltl-06-11-09s40", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-06-11-09s41", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-06-11-09s42", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-11-09s43", "raw": "", "with_names": ""}, {"scene_id": "oltl-06-11-09s44", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "oltl-06-11-09s45", "raw": "A scene from a TV show in which a little girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-11-09s46", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-06-11-09s47", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-06-11-09s48", "raw": "A scene from a TV show in which a man is looking down and a woman is standing behind him.", "with_names": "a man is looking down and a woman is standing behind him."}, {"scene_id": "oltl-06-11-09s49", "raw": "A scene from a TV show in which a woman is wearing a green dress and a short black hair", "with_names": "] is wearing a green dress and a short black hair"}]