[{"scene_id": "atwt-10-05-09s0", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-05-09s1", "raw": "A scene from a TV show in which a woman is standing behind a man and a chair.", "with_names": "a woman is standing behind a man and a chair."}, {"scene_id": "atwt-10-05-09s2", "raw": "A scene from a TV show in which a man and a woman are sitting in a dark room, with a candle lit in front of them.", "with_names": "a man and a woman are sitting in a dark room, with a candle lit in front of them."}, {"scene_id": "atwt-10-05-09s3", "raw": "A scene from a TV show in which a woman is seen through a window, holding a cup and looking at a sofa.", "with_names": "a woman is through a window, holding a cup and looking at a sofa."}, {"scene_id": "atwt-10-05-09s4", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-10-05-09s5", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is dancing in the background.", "with_names": ""}, {"scene_id": "atwt-10-05-09s6", "raw": "A scene from a TV show in which a man is sitting at a table with a red shirt on.", "with_names": "a man is sitting at a table with a red shirt on."}, {"scene_id": "atwt-10-05-09s7", "raw": "A scene from a TV show in which a woman is lying in bed with headphones on, and a TV is on in the background.", "with_names": "a woman is lying in bed with headphones on, and a tv is on in the background."}, {"scene_id": "atwt-10-05-09s8", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "atwt-10-05-09s9", "raw": "A scene from a TV show in which a woman is yelling and pointing at something.", "with_names": "a woman is yelling and pointing at something."}, {"scene_id": "atwt-10-05-09s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-05-09s11", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-10-05-09s12", "raw": "A scene from a TV show in which a person holds a picture of a street sign.", "with_names": "a person holds a picture of a street sign."}, {"scene_id": "atwt-10-05-09s13", "raw": "A scene from a TV show in which a man is seen tripping over a brick.", "with_names": "a man is tripping over a brick."}, {"scene_id": "atwt-10-05-09s14", "raw": "A scene from a TV show in which the words 'Men and women are different' are displayed", "with_names": "the words 'men and women are different' are displayed"}, {"scene_id": "atwt-10-05-09s15", "raw": "A scene from a TV show in which a man is lying on the floor and a person is standing over him.", "with_names": "a man is lying on the floor and a person is standing over him."}, {"scene_id": "atwt-10-05-09s16", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-05-09s17", "raw": "A scene from a TV show in which a man is lying on a bed, with the word 'love' superimposed over him.", "with_names": "a man is lying on a bed, with the word 'love' superimposed over him."}, {"scene_id": "atwt-10-05-09s18", "raw": "A scene from a TV show in which a woman is shown taking Advil.", "with_names": ""}, {"scene_id": "atwt-10-05-09s19", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-10-05-09s20", "raw": "A scene from a TV show in which a man is looking down and his face is red", "with_names": "a man is looking down and his face is red"}, {"scene_id": "atwt-10-05-09s21", "raw": "A scene from a TV show in which a man is holding a baby and looking at a woman.", "with_names": "a man is holding a baby and looking at a woman."}, {"scene_id": "atwt-10-05-09s22", "raw": "A scene from a TV show in which a man is wearing a Santa hat and a fur coat.", "with_names": "a man is wearing a santa hat and a fur coat."}, {"scene_id": "atwt-10-05-09s23", "raw": "A scene from a TV show in which a woman is looking at a candle.", "with_names": "a woman is looking at a candle."}, {"scene_id": "atwt-10-05-09s24", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-05-09s25", "raw": "A scene from a TV show in which a woman is walking down a dark hallway, her face is obscured by darkness.", "with_names": "a woman is walking down a dark hallway, her face is obscured by darkness."}, {"scene_id": "atwt-10-05-09s26", "raw": "A scene from a TV show in which a man is lying on a bed with his head resting on a pillow.", "with_names": "a man is lying on a bed with his head resting on a pillow."}]