[{"scene_id": "atwt-05-24-04s0", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "a man is wearing a suit and a woman is standing behind him."}, {"scene_id": "atwt-05-24-04s1", "raw": "A scene from a TV show in which a woman is talking to a man and a girl.", "with_names": ""}, {"scene_id": "atwt-05-24-04s2", "raw": "A scene from a TV show in which a man is shaving his head with a razor.", "with_names": "a man is shaving his head with a razor."}, {"scene_id": "atwt-05-24-04s3", "raw": "A scene from a TV show in which a woman is sitting on a couch with her head covered by a white cap.", "with_names": ""}, {"scene_id": "atwt-05-24-04s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-05-24-04s5", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-05-24-04s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-04s7", "raw": "A scene from a TV show in which a man is wearing a green shirt and a black hair", "with_names": "a man is wearing a green shirt and a black hair"}, {"scene_id": "atwt-05-24-04s8", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "atwt-05-24-04s9", "raw": "A scene from a TV show in which a cake is being served on a green cake stand.", "with_names": "a cake is being served on a green cake stand."}, {"scene_id": "atwt-05-24-04s10", "raw": "A scene from a TV show in which a man is shirtless and has a mustache.", "with_names": "a man is shirtless and has a mustache."}, {"scene_id": "atwt-05-24-04s11", "raw": "A scene from a TV show in which a man is wearing a green shirt and a black hair", "with_names": "a man is wearing a green shirt and a black hair"}, {"scene_id": "atwt-05-24-04s12", "raw": "A scene from a TV show in which a man is seen in a dark room with a circle around him", "with_names": "a man is in a dark room with a circle around him"}, {"scene_id": "atwt-05-24-04s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-04s14", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her", "with_names": ""}, {"scene_id": "atwt-05-24-04s15", "raw": "A scene from a TV show in which a man is strapped into a helicopter and is being lowered into the air.", "with_names": "] is strapped into a helicopter and is being lowered into the air."}, {"scene_id": "atwt-05-24-04s16", "raw": "A scene from a TV show in which a couple is kissing in front of a bridge.", "with_names": "a couple is kissing in front of a bridge."}, {"scene_id": "atwt-05-24-04s17", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-24-04s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-24-04s19", "raw": "A scene from a TV show in which a man is looking at a pill and a pink pill is floating in the air.", "with_names": "a man is looking at a pill and a pink pill is floating in the air."}, {"scene_id": "atwt-05-24-04s20", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-24-04s21", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "atwt-05-24-04s22", "raw": "A scene from a TV show in which a woman is wearing a black dress and a red necklace.", "with_names": "a woman is wearing a black dress and a red necklace."}, {"scene_id": "atwt-05-24-04s23", "raw": "A scene from a TV show in which a bowl of cereal is being poured into a cup.", "with_names": "a bowl of cereal is being poured into a cup."}, {"scene_id": "atwt-05-24-04s24", "raw": "A scene from a TV show in which a woman leans over a man, kissing him on the forehead.", "with_names": "a woman leans over a man, kissing him on the forehead."}, {"scene_id": "atwt-05-24-04s25", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a bouquet of flowers.", "with_names": ""}, {"scene_id": "atwt-05-24-04s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-24-04s27", "raw": "A scene from a TV show in which a woman is talking and her hair is blowing in the wind.", "with_names": ""}, {"scene_id": "atwt-05-24-04s28", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}]