[{"scene_id": "pc-05-30-01s0", "raw": "A scene from a TV show in which a man is drinking a blue cup from a cup.", "with_names": "Jamal is drinking a blue cup from a cup."}, {"scene_id": "pc-05-30-01s1", "raw": "A scene from a TV show in which a woman is touching her boyfriend's face", "with_names": "a woman is touching her boyfriend's face"}, {"scene_id": "pc-05-30-01s2", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Ian and Granya are kissing."}, {"scene_id": "pc-05-30-01s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-05-30-01s4", "raw": "A scene from a TV show in which two women are sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "pc-05-30-01s5", "raw": "A scene from a TV show in which a blonde woman is looking off to the side and wearing a grey hoodie.", "with_names": "a blonde woman is looking off to the side and wearing a grey hoodie."}, {"scene_id": "pc-05-30-01s6", "raw": "A scene from a TV show in which a man is sitting down and looking at the ground.", "with_names": "Frank is sitting down and looking at the ground."}, {"scene_id": "pc-05-30-01s7", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man sitting next to her.", "with_names": ""}, {"scene_id": "pc-05-30-01s8", "raw": "A scene from a TV show in which a man is wearing a bandana and a jacket.", "with_names": "Jamal is wearing a bandana and a jacket."}, {"scene_id": "pc-05-30-01s9", "raw": "A scene from a TV show in which a man is sitting next to a woman and she is crying.", "with_names": "Scott is sitting next to a woman and she is crying."}, {"scene_id": "pc-05-30-01s10", "raw": "A scene from a TV show in which a man is wearing a red shirt and a woman is standing behind him", "with_names": "a man is wearing a red shirt and Frank is standing behind him"}, {"scene_id": "pc-05-30-01s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Granya is crying"}, {"scene_id": "pc-05-30-01s12", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "a man is in a dark room with a gun pointed at him."}]