[{"scene_id": "pc-09-11-03s0", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-09-11-03s1", "raw": "A scene from a TV show in which a young woman sits on a bench, looking down.", "with_names": "a young woman sits on a bench, looking down."}, {"scene_id": "pc-09-11-03s2", "raw": "A scene from a TV show in which a man is wearing a neck brace and talking to someone.", "with_names": ""}, {"scene_id": "pc-09-11-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-11-03s4", "raw": "", "with_names": ""}, {"scene_id": "pc-09-11-03s5", "raw": "A scene from a TV show in which a man is smiling and his face is distorted by a bright light.", "with_names": "a man is smiling and his face is distorted by a bright light."}, {"scene_id": "pc-09-11-03s6", "raw": "A scene from a TV show in which a man is wearing a neck brace.", "with_names": "a man is wearing a neck brace."}, {"scene_id": "pc-09-11-03s7", "raw": "A scene from a TV show in which a man is standing in front of a woman, looking at her.", "with_names": "a man is standing in front of a woman, looking at her."}, {"scene_id": "pc-09-11-03s8", "raw": "A scene from a TV show in which a black man is holding a white man's hand and the white man is covering his mouth with his hand.", "with_names": "a black man is holding a white man's hand and the white man is covering his mouth with his hand."}, {"scene_id": "pc-09-11-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-11-03s10", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a bottle.", "with_names": ""}, {"scene_id": "pc-09-11-03s11", "raw": "A scene from a TV show in which a man is covering his face with his hands and a woman is looking at him with a shocked expression.", "with_names": "a man is covering his face with his hands and a woman is looking at him with a shocked expression."}, {"scene_id": "pc-09-11-03s12", "raw": "", "with_names": ""}, {"scene_id": "pc-09-11-03s13", "raw": "A scene from a TV show in which a white screen is shown", "with_names": ""}, {"scene_id": "pc-09-11-03s14", "raw": "", "with_names": ""}, {"scene_id": "pc-09-11-03s15", "raw": "A scene from a TV show in which a man is holding a woman and talking to her.", "with_names": ""}, {"scene_id": "pc-09-11-03s16", "raw": "A scene from a TV show in which a black man is wearing a beanie and a grey shirt.", "with_names": "a black man is wearing a beanie and a grey shirt."}, {"scene_id": "pc-09-11-03s17", "raw": "", "with_names": ""}, {"scene_id": "pc-09-11-03s18", "raw": "A scene from a TV show in which a newspaper shows a sketch of a woman.", "with_names": "a newspaper shows a sketch of a woman."}, {"scene_id": "pc-09-11-03s19", "raw": "A scene from a TV show in which a man is being slapped by a woman.", "with_names": "a man is being slapped by a woman."}]