[{"scene_id": "oltl-01-10-08s0", "raw": "A scene from a TV show in which a man is holding a tray and a waiter is standing next to him", "with_names": "a man is holding a tray and a waiter is standing next to him"}, {"scene_id": "oltl-01-10-08s1", "raw": "A scene from a TV show in which a family sits around a dining table, with a vase of flowers on it.", "with_names": "a family sits around a dining table, with a vase of flowers on it."}, {"scene_id": "oltl-01-10-08s2", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at it.", "with_names": "a woman is holding a wine glass and looking at it."}, {"scene_id": "oltl-01-10-08s3", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "oltl-01-10-08s4", "raw": "A scene from a TV show in which a yellow background is overlaid with a white background", "with_names": "a yellow background is overlaid with a white background"}, {"scene_id": "oltl-01-10-08s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind him.", "with_names": "a man is lying in a hospital bed, a woman stands next to him, and another woman stands behind him."}, {"scene_id": "oltl-01-10-08s6", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-01-10-08s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-10-08s8", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-01-10-08s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, who is leaning over her and kissing her on the cheek.", "with_names": "a woman is sitting at a table with ], who is leaning over her and kissing her on the cheek."}, {"scene_id": "oltl-01-10-08s10", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "oltl-01-10-08s11", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "oltl-01-10-08s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine and a vase of flowers in front of her. A woman is standing behind her, looking at her.", "with_names": "a woman is sitting at a table with a glass of wine and a vase of flowers in front of her. a woman is standing behind her, looking at her."}, {"scene_id": "oltl-01-10-08s13", "raw": "A scene from a TV show in which a man is talking on the phone and another manI is standing behind him", "with_names": ""}, {"scene_id": "oltl-01-10-08s14", "raw": "A scene from a TV show in which a woman is talking on the phone and a picture is hanging on a wall", "with_names": ""}, {"scene_id": "oltl-01-10-08s15", "raw": "A scene from a TV show in which a man is standing in front of a police car and talking to another man.", "with_names": ""}, {"scene_id": "oltl-01-10-08s16", "raw": "A scene from a TV show in which a man is holding a candle and a woman is standing next to him.", "with_names": "a man is holding a candle and a woman is standing next to him."}, {"scene_id": "oltl-01-10-08s17", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with ]."}, {"scene_id": "oltl-01-10-08s18", "raw": "A scene from a TV show in which a girl is wearing a red shirt and a white tank top.", "with_names": "a girl is wearing a red shirt and a white tank top."}, {"scene_id": "oltl-01-10-08s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-01-10-08s20", "raw": "A scene from a TV show in which a woman is holding a glass of wine and a man is standing behind her.", "with_names": "a woman is holding a glass of wine and a man is standing behind her."}, {"scene_id": "oltl-01-10-08s21", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital room.", "with_names": "a man is standing next to a woman in a hospital room."}, {"scene_id": "oltl-01-10-08s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-10-08s23", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a leather jacket and the other is wearing a black one.", "with_names": "two men are standing next to each other, one is wearing a leather jacket and the other is wearing a black one."}, {"scene_id": "oltl-01-10-08s24", "raw": "A scene from a TV show in which a woman is looking through blinds.", "with_names": "a woman is looking through blinds."}, {"scene_id": "oltl-01-10-08s25", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "oltl-01-10-08s26", "raw": "A scene from a TV show in which a woman is crying and a man is consoling her.", "with_names": "a woman is crying and a man is consoling her."}, {"scene_id": "oltl-01-10-08s27", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-01-10-08s28", "raw": "A scene from a TV show in which a man is talking to a woman while a police officer is standing behind them.", "with_names": ""}, {"scene_id": "oltl-01-10-08s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-10-08s30", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "oltl-01-10-08s31", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-10-08s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-10-08s33", "raw": "", "with_names": ""}, {"scene_id": "oltl-01-10-08s34", "raw": "A scene from a TV show in which a man is leaning over a woman in a bar.", "with_names": "a man is leaning over a woman in a bar."}]