[{"scene_id": "gl-11-17-04s0", "raw": "A scene from a TV show in which a man is walking down a staircase and looking down at his feet.", "with_names": "Bill is walking down a staircase and looking down at his feet."}, {"scene_id": "gl-11-17-04s1", "raw": "A scene from a TV show in which Rachel Green is sitting in a kitchen, wearing a white tank top and a grey cardigan.", "with_names": "rachel green is sitting in a kitchen, wearing a white tank top and a grey cardigan."}, {"scene_id": "gl-11-17-04s2", "raw": "A scene from a TV show in which Keanu Reeves is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-04s3", "raw": "A scene from a TV show in which a man is wearing a cardigan and a white shirt", "with_names": "a man is wearing a cardigan and a white shirt"}, {"scene_id": "gl-11-17-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-04s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-17-04s6", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying, \"I'm not sure what to think.\"", "with_names": "a blonde woman is looking at a man and saying, \"i'm not sure what to think.\""}, {"scene_id": "gl-11-17-04s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "gl-11-17-04s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-17-04s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-17-04s10", "raw": "A scene from a TV show in which a shirtless man is sweating and looking at the camera.", "with_names": "a shirtless man is sweating and looking at the camera."}, {"scene_id": "gl-11-17-04s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-11-17-04s12", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at a book.", "with_names": ""}, {"scene_id": "gl-11-17-04s13", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "gl-11-17-04s14", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-11-17-04s15", "raw": "A scene from a TV show in which a woman is holding a baby and looking at it.", "with_names": "a woman is holding a baby and looking at it."}, {"scene_id": "gl-11-17-04s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-17-04s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-04s18", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-11-17-04s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-17-04s20", "raw": "A scene from a TV show in which a shirtless man is looking at the camera and smiling.", "with_names": "a shirtless man is looking at the camera and smiling."}, {"scene_id": "gl-11-17-04s21", "raw": "", "with_names": ""}]