[{"scene_id": "pc-03-15-02s2", "raw": "A scene from a TV show in which a blonde man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-15-02s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and typing on a laptop.", "with_names": "a woman is sitting at a desk and typing on a laptop."}, {"scene_id": "pc-03-15-02s4", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-03-15-02s5", "raw": "A scene from a TV show in which a man is pushing a wheelbarrow with a bunch of flowers.", "with_names": "a man is pushing a wheelbarrow with a bunch of flowers."}, {"scene_id": "pc-03-15-02s6", "raw": "A scene from a TV show in which a woman is sitting in a car with a man standing next to her.", "with_names": "Amy is sitting in a car with Ian standing next to her."}, {"scene_id": "pc-03-15-02s7", "raw": "A scene from a TV show in which a woman is handing a book to another woman.", "with_names": "Alison is handing a book to another woman."}, {"scene_id": "pc-03-15-02s8", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him, looking at his laptop.", "with_names": "a man is sitting at a desk and a woman is standing behind him, looking at his laptop."}, {"scene_id": "pc-03-15-02s9", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "pc-03-15-02s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-15-02s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-03-15-02s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-15-02s13", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ian is kissing Amy on the cheek."}, {"scene_id": "pc-03-15-02s14", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "pc-03-15-02s15", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope and is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-15-02s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]