[{"scene_id": "bb-08-04-14s0", "raw": "A scene from a TV show in which a man is standing in a living room, looking at his cell phone.", "with_names": "a man is standing in a living room, looking at his cell phone."}, {"scene_id": "bb-08-04-14s1", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-04-14s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-04-14s6", "raw": "A scene from a TV show in which a man and two women are looking at a laptop.", "with_names": "Carter and two women are looking at a laptop."}, {"scene_id": "bb-08-04-14s7", "raw": "A scene from a TV show in which a model walks the runway in a white dress", "with_names": "a model walks the runway in a white dress"}, {"scene_id": "bb-08-04-14s10", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-08-04-14s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and Eric is comforting her."}, {"scene_id": "bb-08-04-14s12", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-08-04-14s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and using a laptop.", "with_names": "Ivy is sitting at a desk and using a laptop."}, {"scene_id": "bb-08-04-14s14", "raw": "A scene from a TV show in which a woman is looking at her phone.", "with_names": "a woman is looking at her phone."}, {"scene_id": "bb-08-04-14s15", "raw": "A scene from a TV show in which a man is standing in a living room and looking up.", "with_names": "a man is standing in a living room and looking up."}, {"scene_id": "bb-08-04-14s25", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "bb-08-04-14s27", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-04-14s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-04-14s38", "raw": "A scene from a TV show in which a man and a woman are talking to a lawyer.", "with_names": ""}, {"scene_id": "bb-08-04-14s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-04-14s40", "raw": "A scene from a TV show in which a man and a woman are talking and smiling.", "with_names": ""}, {"scene_id": "bb-08-04-14s41", "raw": "A scene from a TV show in which a man and a woman are having a conversation.", "with_names": "a man and Pam are having a conversation."}, {"scene_id": "bb-08-04-14s42", "raw": "A scene from a TV show in which a man talks on a cell phone.", "with_names": "a man talks on a cell phone."}, {"scene_id": "bb-08-04-14s43", "raw": "A scene from a TV show in which a woman is standing in a kitchen, her hand on her hip, and looking down.", "with_names": "a woman is standing in a kitchen, her hand on her hip, and looking down."}]