[{"scene_id": "bb-10-20-14s0", "raw": "A scene from a TV show in which a man and a woman are arguing with a waiter.", "with_names": "a man and a woman are arguing with a waiter."}, {"scene_id": "bb-10-20-14s3", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are up in the air.", "with_names": ""}, {"scene_id": "bb-10-20-14s4", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-10-20-14s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-10-20-14s6", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace.", "with_names": "a woman is standing in front of a fireplace."}, {"scene_id": "bb-10-20-14s7", "raw": "A scene from a TV show in which a woman sits at a desk and claps her hands.", "with_names": "a woman sits at a desk and claps her hands."}, {"scene_id": "bb-10-20-14s8", "raw": "A scene from a TV show in which a man stands in front of a painting and talks.", "with_names": "a man stands in front of a painting and talks."}, {"scene_id": "bb-10-20-14s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-10-20-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-20-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-20-14s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is showing her a ring.", "with_names": ""}, {"scene_id": "bb-10-20-14s13", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-20-14s14", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-10-20-14s15", "raw": "A scene from a TV show in which a man is standing behind a woman, holding her hands.", "with_names": "Ridge is standing behind Caroline, holding her hands."}]