[{"scene_id": "atwt-04-25-07s0", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a blonde bob haircut.", "with_names": "a woman is wearing a green shirt and a blonde bob haircut."}, {"scene_id": "atwt-04-25-07s1", "raw": "A scene from a TV show in which a woman is holding a suit and a man is handing her a jacket.", "with_names": "a woman is holding a suit and a man is handing her a jacket."}, {"scene_id": "atwt-04-25-07s2", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, holding a balloon.", "with_names": "a woman is standing in front of a mirror, holding a balloon."}, {"scene_id": "atwt-04-25-07s3", "raw": "A scene from a TV show in which a mother and son are in the kitchen, with cupcakes.", "with_names": "a mother and son are in the kitchen, with cupcakes."}, {"scene_id": "atwt-04-25-07s4", "raw": "A scene from a TV show in which a blonde woman is looking up and smiling.", "with_names": "a blonde woman is looking up and smiling."}, {"scene_id": "atwt-04-25-07s5", "raw": "A scene from a TV show in which a woman is crying next to a seated woman.", "with_names": "a woman is crying next to a seated woman."}, {"scene_id": "atwt-04-25-07s6", "raw": "A scene from a TV show in which a boy is handing a pizza to a girl.", "with_names": "a boy is handing a pizza to a girl."}, {"scene_id": "atwt-04-25-07s7", "raw": "A scene from a TV show in which a dog is seen eating a bag of dog food.", "with_names": "a dog is eating a bag of dog food."}, {"scene_id": "atwt-04-25-07s8", "raw": "A scene from a TV show in which a girl is sitting on a couch and a boy is standing next to her.", "with_names": ""}, {"scene_id": "atwt-04-25-07s9", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "atwt-04-25-07s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-25-07s11", "raw": "A scene from a TV show in which a woman is looking off camera, with a bookshelf in the background.", "with_names": "a woman is looking off camera, with a bookshelf in the background."}, {"scene_id": "atwt-04-25-07s12", "raw": "A scene from a TV show in which a woman is holding a baby in a sling.", "with_names": "a woman is holding a baby in a sling."}, {"scene_id": "atwt-04-25-07s13", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a green shirt.", "with_names": "a blonde woman is smiling and wearing a green shirt."}, {"scene_id": "atwt-04-25-07s14", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-04-25-07s15", "raw": "A scene from a TV show in which a family stands in a cranberry bog.", "with_names": "a family stands in a cranberry bog."}, {"scene_id": "atwt-04-25-07s16", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-25-07s17", "raw": "A scene from a TV show in which a woman is wearing a dress and earrings", "with_names": "a woman is wearing a dress and earrings"}, {"scene_id": "atwt-04-25-07s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-07s19", "raw": "A scene from a TV show in which Bush's beans are used in a burger.", "with_names": "bush's beans are used in a burger."}, {"scene_id": "atwt-04-25-07s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-25-07s21", "raw": "A scene from a TV show in which a young man is crying and a woman is comforting him.", "with_names": "a young man is crying and a woman is comforting him."}, {"scene_id": "atwt-04-25-07s22", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-25-07s23", "raw": "A scene from a TV show in which a girl is smiling and looking at someone.", "with_names": "a girl is smiling and looking at someone."}, {"scene_id": "atwt-04-25-07s24", "raw": "A scene from a TV show in which a pink octopus is holding a cup and smiling", "with_names": "a pink octopus is holding a cup and smiling"}]