[{"scene_id": "gl-09-14-06s0", "raw": "A scene from a TV show in which a man and a woman are kissing in a living room.", "with_names": "a man and a woman are kissing in a living room."}, {"scene_id": "gl-09-14-06s1", "raw": "A scene from a TV show in which a woman is lying on a bed with a phone in her hand", "with_names": "Tammy is lying on a bed with a phone in her hand"}, {"scene_id": "gl-09-14-06s2", "raw": "A scene from a TV show in which a woman is being served a drink by a man.", "with_names": "a woman is being served a drink by a man."}, {"scene_id": "gl-09-14-06s3", "raw": "A scene from a TV show in which a man is bending over and rubbing his face", "with_names": "Movie patron is bending over and rubbing his face"}, {"scene_id": "gl-09-14-06s4", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-09-14-06s5", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "gl-09-14-06s6", "raw": "A scene from a TV show in which a man is talking to a priest.", "with_names": ""}, {"scene_id": "gl-09-14-06s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-14-06s8", "raw": "A scene from a TV show in which a man is sitting at a table with a cigarette in his mouth.", "with_names": "a man is sitting at a table with a cigarette in his mouth."}, {"scene_id": "gl-09-14-06s9", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-09-14-06s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-09-14-06s11", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-09-14-06s12", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-09-14-06s13", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-09-14-06s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-14-06s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-14-06s16", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-09-14-06s17", "raw": "A scene from a TV show in which a woman is looking at a book and her face is not visible", "with_names": "Cassie is looking at a book and her face is not visible"}, {"scene_id": "gl-09-14-06s18", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-09-14-06s19", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at the camera.", "with_names": "a woman is holding a wine glass and looking at the camera."}, {"scene_id": "gl-09-14-06s20", "raw": "A scene from a TV show in which a woman is lying on a bed and talking on her cell phone.", "with_names": ""}, {"scene_id": "gl-09-14-06s21", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "Lizzie is being kissed on the cheek by Jonathan."}, {"scene_id": "gl-09-14-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]