[{"scene_id": "pc-01-19-01s0", "raw": "A scene from a TV show in which a blonde woman is wearing a pink top and a black skirt.", "with_names": "a blonde woman is wearing a pink top and a black skirt."}, {"scene_id": "pc-01-19-01s1", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Ian and Arianna sit on a couch and talk."}, {"scene_id": "pc-01-19-01s2", "raw": "A scene from a TV show in which a woman is on the phone and a cup is in her hand", "with_names": "Lucy is on the phone and a cup is in her hand"}, {"scene_id": "pc-01-19-01s3", "raw": "A scene from a TV show in which two women are standing in a doorway, one holding a flashlight up to the other.", "with_names": "two women are standing in a doorway, one holding a flashlight up to the other."}, {"scene_id": "pc-01-19-01s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-19-01s5", "raw": "A scene from a TV show in which a woman is talking to a man and he is wearing a hat", "with_names": ""}, {"scene_id": "pc-01-19-01s6", "raw": "A scene from a TV show in which a woman is playing a harp in a bathroom.", "with_names": "a woman is playing a harp in a bathroom."}, {"scene_id": "pc-01-19-01s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-01-19-01s8", "raw": "A scene from a TV show in which a woman is walking down a bar with a dog", "with_names": "Lucy is walking down a bar with a dog"}, {"scene_id": "pc-01-19-01s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "pc-01-19-01s10", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "pc-01-19-01s11", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Alison is being attacked by Jamal."}, {"scene_id": "pc-01-19-01s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-19-01s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "pc-01-19-01s14", "raw": "A scene from a TV show in which a man is standing in front of a yellow background.", "with_names": "a man is standing in front of a yellow background."}]