[{"scene_id": "atwt-07-21-06s0", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "Gwen is dancing with Will."}, {"scene_id": "atwt-07-21-06s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-21-06s2", "raw": "A scene from a TV show in which a man is wearing a green jacket and a bow tie.", "with_names": "a man is wearing a green jacket and a bow tie."}, {"scene_id": "atwt-07-21-06s3", "raw": "A scene from a TV show in which a man is walking into a door.", "with_names": "a man is walking into a door."}, {"scene_id": "atwt-07-21-06s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-21-06s5", "raw": "A scene from a TV show in which a man is seen in a room with a window and a staircase.", "with_names": "a man is in a room with a window and a staircase."}, {"scene_id": "atwt-07-21-06s6", "raw": "A scene from a TV show in which two girls are standing in front of a sign that says \"Delicious Ice Cream.\"", "with_names": "two girls are standing in front of a sign that says \"delicious ice cream.\""}, {"scene_id": "atwt-07-21-06s7", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "atwt-07-21-06s8", "raw": "A scene from a TV show in which a young man is looking shocked.", "with_names": "a young man is looking shocked."}, {"scene_id": "atwt-07-21-06s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-21-06s10", "raw": "A scene from a TV show in which two monkey heads hang from a tree.", "with_names": "two monkey heads hang from a tree."}, {"scene_id": "atwt-07-21-06s11", "raw": "A scene from a TV show in which a man and a woman are in a towel", "with_names": "a man and a woman are in a towel"}, {"scene_id": "atwt-07-21-06s12", "raw": "A scene from a TV show in which a man is wearing a black suit and a woman is standing next to him.", "with_names": "a man is wearing a black suit and a woman is standing next to him."}, {"scene_id": "atwt-07-21-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-21-06s14", "raw": "A scene from a TV show in which a man is wearing a black tank top and a woman is behind him.", "with_names": "a man is wearing a black tank top and a woman is behind him."}, {"scene_id": "atwt-07-21-06s15", "raw": "A scene from a TV show in which a man is seen in a white room with a white ceiling and white walls.", "with_names": "a man is in a white room with a white ceiling and white walls."}, {"scene_id": "atwt-07-21-06s16", "raw": "A scene from a TV show in which children are on a bus", "with_names": "children are on a bus"}, {"scene_id": "atwt-07-21-06s17", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a man is standing next to her.", "with_names": "a woman is wearing a green jacket and a man is standing next to her."}, {"scene_id": "atwt-07-21-06s18", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-07-21-06s19", "raw": "A scene from a TV show in which a woman is looking at a cake.", "with_names": "a woman is looking at a cake."}, {"scene_id": "atwt-07-21-06s20", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "atwt-07-21-06s21", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-07-21-06s22", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "atwt-07-21-06s23", "raw": "A scene from a TV show in which a woman is in a towel and another woman is standing behind her.", "with_names": "a woman is in a towel and another woman is standing behind her."}, {"scene_id": "atwt-07-21-06s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-21-06s25", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}, {"scene_id": "atwt-07-21-06s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-21-06s27", "raw": "A scene from a TV show in which a woman is walking down a hallway and a man is standing behind her.", "with_names": "a woman is walking down a hallway and ] is standing behind her."}, {"scene_id": "atwt-07-21-06s28", "raw": "A scene from a TV show in which a person sprays a chair with a substance.", "with_names": "a person sprays a chair with a substance."}, {"scene_id": "atwt-07-21-06s29", "raw": "A scene from a TV show in which a woman is seen wearing a black dress.", "with_names": "a woman is wearing a black dress."}]