[{"scene_id": "bb-12-12-06s0", "raw": "A scene from a TV show in which a man is on the phone while a woman stands behind him.", "with_names": "Nick is on the phone while Jackie stands behind him."}, {"scene_id": "bb-12-12-06s1", "raw": "A scene from a TV show in which a woman is lying on a man's chest, with her head resting on his shoulder.", "with_names": "Thorne is lying on Taylor's chest, with her head resting on his shoulder."}, {"scene_id": "bb-12-12-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a book.", "with_names": ""}, {"scene_id": "bb-12-12-06s3", "raw": "A scene from a TV show in which a woman is wiping a man's face with a tissue.", "with_names": "Bridget is wiping Shane's face with a tissue."}, {"scene_id": "bb-12-12-06s4", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Nick and Jackie are standing in a room."}, {"scene_id": "bb-12-12-06s5", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "Taylor and Thorne are lying in bed together."}, {"scene_id": "bb-12-12-06s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-12-06s7", "raw": "A scene from a TV show in which a woman is lying in bed with a man, and he is looking at her.", "with_names": "Thorne is lying in bed with Taylor, and he is looking at her."}, {"scene_id": "bb-12-12-06s8", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "bb-12-12-06s9", "raw": "A scene from a TV show in which a shirtless man is standing in a bathroom, wrapped in a towel.", "with_names": "a shirtless man is standing in a bathroom, wrapped in a towel."}, {"scene_id": "bb-12-12-06s10", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-12-12-06s11", "raw": "A scene from a TV show in which a man is talking on a phone and smiling", "with_names": ""}, {"scene_id": "bb-12-12-06s12", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Nick and Jackie are standing in a room."}, {"scene_id": "bb-12-12-06s13", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}]