[{"scene_id": "atwt-11-25-03s0", "raw": "A scene from a TV show in which a woman is standing with her arms crossed and her head tilted to the side. The title is \"Judging Amy Tonight\"", "with_names": "a woman is standing with her arms crossed and her head tilted to the side. the title is \"judging amy tonight\""}, {"scene_id": "atwt-11-25-03s1", "raw": "A scene from a TV show in which a blonde girl is wearing a red shirt and a necklace.", "with_names": "a blonde girl is wearing a red shirt and a necklace."}, {"scene_id": "atwt-11-25-03s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-25-03s3", "raw": "A scene from a TV show in which a man is walking down a staircase, wearing a red dress and a blue hat.", "with_names": "a man is walking down a staircase, wearing a red dress and a blue hat."}, {"scene_id": "atwt-11-25-03s4", "raw": "A scene from a TV show in which a man is wearing a tan shirt and a short brown hair", "with_names": "a man is wearing a tan shirt and a short brown hair"}, {"scene_id": "atwt-11-25-03s5", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-11-25-03s6", "raw": "A scene from a TV show in which a blue light is shining on a cave.", "with_names": "a blue light is shining on a cave."}, {"scene_id": "atwt-11-25-03s7", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-11-25-03s8", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "atwt-11-25-03s9", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-25-03s10", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a headband", "with_names": "a woman is wearing a pink dress and a headband"}, {"scene_id": "atwt-11-25-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-11-25-03s12", "raw": "A scene from a TV show in which a woman is walking down a hallway and a door is open.", "with_names": "a woman is walking down a hallway and a door is open."}, {"scene_id": "atwt-11-25-03s13", "raw": "A scene from a TV show in which a woman is sitting in a bar and another woman is standing behind her.", "with_names": "a woman is sitting in a bar and another woman is standing behind her."}, {"scene_id": "atwt-11-25-03s14", "raw": "A scene from a TV show in which a woman is wearing a white shirt and black pants, and a man is standing behind her, looking at her.", "with_names": "a woman is wearing a white shirt and black pants, and a man is standing behind her, looking at her."}, {"scene_id": "atwt-11-25-03s15", "raw": "A scene from a TV show in which a blonde woman is wearing a red top and a white shirt.", "with_names": "a blonde woman is wearing a red top and a white shirt."}, {"scene_id": "atwt-11-25-03s16", "raw": "A scene from a TV show in which a man is wearing a coat and a plaid shirt.", "with_names": "a man is wearing a coat and a plaid shirt."}, {"scene_id": "atwt-11-25-03s17", "raw": "A scene from a TV show in which a woman is reading a book.", "with_names": "a woman is reading a book."}, {"scene_id": "atwt-11-25-03s18", "raw": "A scene from a TV show in which a man and a woman are talking on the phone.", "with_names": ""}, {"scene_id": "atwt-11-25-03s19", "raw": "A scene from a TV show in which a woman is playing badminton with a man.", "with_names": "a woman is playing badminton with a man."}, {"scene_id": "atwt-11-25-03s20", "raw": "A scene from a TV show in which a blonde girl is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-11-25-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-11-25-03s22", "raw": "A scene from a TV show in which a man holds a bottle of Aleve.", "with_names": "a man holds a bottle of aleve."}, {"scene_id": "atwt-11-25-03s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-25-03s24", "raw": "A scene from a TV show in which a woman is drinking a glass of water.", "with_names": "a woman is drinking a glass of water."}, {"scene_id": "atwt-11-25-03s25", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and a necklace.", "with_names": "a blonde woman is wearing a red dress and a necklace."}, {"scene_id": "atwt-11-25-03s26", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-11-25-03s27", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-11-25-03s28", "raw": "A scene from a TV show in which a man is walking down a staircase with a large bouquet of flowers.", "with_names": "a man is walking down a staircase with a large bouquet of flowers."}, {"scene_id": "atwt-11-25-03s29", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, with the woman looking at the camera and the man looking at her.", "with_names": "a man and a woman are lying on a couch, with the woman looking at the camera and the man looking at her."}]