[{"scene_id": "oltl-04-27-10s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red shirt and a black apron, and she is holding a plant in a pot.", "with_names": "a woman is standing in a kitchen, wearing a red shirt and a black apron, and she is holding a plant in a pot."}, {"scene_id": "oltl-04-27-10s1", "raw": "A scene from a TV show in which a man and a woman are singing together.", "with_names": "a man and a woman are singing together."}, {"scene_id": "oltl-04-27-10s2", "raw": "A scene from a TV show in which a man is sitting on a table and a woman is standing behind him.", "with_names": "a man is sitting on a table and ] is standing behind him."}, {"scene_id": "oltl-04-27-10s3", "raw": "A scene from a TV show in which a young woman is sitting in a courtroom.", "with_names": "a young woman is sitting in a courtroom."}, {"scene_id": "oltl-04-27-10s4", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-27-10s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-04-27-10s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-04-27-10s7", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "oltl-04-27-10s8", "raw": "A scene from a TV show in which a woman is crying and another woman is looking at her.", "with_names": "a woman is crying and another woman is looking at her."}, {"scene_id": "oltl-04-27-10s9", "raw": "A scene from a TV show in which a man is crying and another man is standing behind him", "with_names": "a man is crying and another man is standing behind him"}, {"scene_id": "oltl-04-27-10s10", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-27-10s11", "raw": "A scene from a TV show in which a man is talking to someone in a locker room.", "with_names": ""}, {"scene_id": "oltl-04-27-10s12", "raw": "A scene from a TV show in which a woman is wearing a pink hat and a green shirt.", "with_names": "a woman is wearing a pink hat and a green shirt."}, {"scene_id": "oltl-04-27-10s13", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-27-10s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-04-27-10s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-27-10s16", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup of coffee and a bowl of food in front of her.", "with_names": "a woman is sitting at a table with a cup of coffee and a bowl of food in front of her."}, {"scene_id": "oltl-04-27-10s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-27-10s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a doctor is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-27-10s19", "raw": "A scene from a TV show in which a woman is talking to a man and touching her chest.", "with_names": ""}, {"scene_id": "oltl-04-27-10s20", "raw": "A scene from a TV show in which a girl is talking to a boy in a locker room.", "with_names": ""}, {"scene_id": "oltl-04-27-10s21", "raw": "A scene from a TV show in which a man is sitting on a chair and a woman is standing next to him.", "with_names": ""}, {"scene_id": "oltl-04-27-10s22", "raw": "A scene from a TV show in which a young man is looking at a book.", "with_names": "a young man is looking at a book."}, {"scene_id": "oltl-04-27-10s23", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "oltl-04-27-10s24", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a grey suit.", "with_names": "a man is looking at the camera and wearing a grey suit."}, {"scene_id": "oltl-04-27-10s25", "raw": "A scene from a TV show in which a woman is talking to another woman in a room.", "with_names": ""}, {"scene_id": "oltl-04-27-10s26", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace", "with_names": "a woman is wearing a black shirt and a necklace"}, {"scene_id": "oltl-04-27-10s27", "raw": "A scene from a TV show in which a girl is talking to someone and her face is not visible.", "with_names": ""}, {"scene_id": "oltl-04-27-10s28", "raw": "A scene from a TV show in which a woman is signing a contract while two men look on.", "with_names": "a woman is signing a contract while two men look on."}, {"scene_id": "oltl-04-27-10s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-27-10s30", "raw": "A scene from a TV show in which two men are standing in a room, facing each other.", "with_names": "two men are standing in a room, facing each other."}, {"scene_id": "oltl-04-27-10s31", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a doctor is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-27-10s32", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a suit and the other is wearing a hoodie.", "with_names": "two men are standing next to each other, one is wearing a suit and the other is wearing a hoodie."}, {"scene_id": "oltl-04-27-10s33", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "oltl-04-27-10s34", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a man is standing next to her", "with_names": "a woman is sitting in a hospital bed and a man is standing next to her"}, {"scene_id": "oltl-04-27-10s35", "raw": "A scene from a TV show in which a man and a woman are shaking hands in a courtroom.", "with_names": "a man and a woman are shaking hands in a courtroom."}, {"scene_id": "oltl-04-27-10s36", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-04-27-10s37", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-27-10s38", "raw": "A scene from a TV show in which two women are standing in front of a table with a large amount of flowers.", "with_names": "two women are standing in front of a table with a large amount of flowers."}, {"scene_id": "oltl-04-27-10s39", "raw": "A scene from a TV show in which a man is shaking hands with another man denoting a handshake.", "with_names": "a man is shaking hands with another man denoting a handshake."}, {"scene_id": "oltl-04-27-10s40", "raw": "A scene from a TV show in which a woman is talking to a man and a younger woman.", "with_names": ""}, {"scene_id": "oltl-04-27-10s41", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-04-27-10s42", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-27-10s43", "raw": "", "with_names": ""}]