[{"scene_id": "oltl-09-07-07s0", "raw": "A scene from a TV show in which a young woman is smiling and touching her hair.", "with_names": "a young woman is smiling and touching her hair."}, {"scene_id": "oltl-09-07-07s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-07-07s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-07-07s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-07-07s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-09-07-07s5", "raw": "A scene from a TV show in which a woman is holding a book and looking down.", "with_names": "a woman is holding a book and looking down."}, {"scene_id": "oltl-09-07-07s6", "raw": "A scene from a TV show in which a woman is talking to a man while he is lying down", "with_names": ""}, {"scene_id": "oltl-09-07-07s7", "raw": "A scene from a TV show in which a young woman is wearing a pink headband and looking at the camera.", "with_names": "a young woman is wearing a pink headband and looking at the camera."}, {"scene_id": "oltl-09-07-07s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-07-07s9", "raw": "A scene from a TV show in which a woman is talking to a man while he is naked", "with_names": ""}, {"scene_id": "oltl-09-07-07s10", "raw": "A scene from a TV show in which a man is talking to a woman and a baby is standing behind him", "with_names": ""}, {"scene_id": "oltl-09-07-07s11", "raw": "A scene from a TV show in which a man is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-07-07s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-07-07s13", "raw": "A scene from a TV show in which a man is sitting on a couch and a bottle is on the floor", "with_names": ""}, {"scene_id": "oltl-09-07-07s14", "raw": "A scene from a TV show in which a young girl is wearing a pink dress and a headband.", "with_names": "a young girl is wearing a pink dress and a headband."}, {"scene_id": "oltl-09-07-07s15", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "oltl-09-07-07s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-07-07s17", "raw": "A scene from a TV show in which a man is in a jail cell", "with_names": "a man is in a jail cell"}, {"scene_id": "oltl-09-07-07s18", "raw": "A scene from a TV show in which a man is lying on a bed with his head turned to the side, and a woman is standing behind him, touching his chest.", "with_names": "a man is lying on a bed with his head turned to the side, and a woman is standing behind him, touching his chest."}, {"scene_id": "oltl-09-07-07s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-07-07s20", "raw": "A scene from a TV show in which a woman is talking on the phone while holding a child.", "with_names": ""}, {"scene_id": "oltl-09-07-07s21", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-07-07s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-07-07s23", "raw": "A scene from a TV show in which two women are sitting at a table and talking.", "with_names": ""}, {"scene_id": "oltl-09-07-07s24", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a chair.", "with_names": "a man and a woman are sitting next to each other on a chair."}, {"scene_id": "oltl-09-07-07s25", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-09-07-07s26", "raw": "A scene from a TV show in which a woman is sitting in a courtroom and a judge is speaking to her.", "with_names": "a woman is sitting in a courtroom and a judge is speaking to her."}, {"scene_id": "oltl-09-07-07s27", "raw": "A scene from a TV show in which a young man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-09-07-07s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]