[{"scene_id": "atwt-03-12-10s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Jack is kissing Carly on the cheek."}, {"scene_id": "atwt-03-12-10s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and ] is standing behind her."}, {"scene_id": "atwt-03-12-10s2", "raw": "A scene from a TV show in which a woman is lying on a bed, drinking from a bottle.", "with_names": "a woman is lying on a bed, drinking from a bottle."}, {"scene_id": "atwt-03-12-10s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-03-12-10s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-12-10s5", "raw": "A scene from a TV show in which a woman is sitting on a couch with a can of Activia.", "with_names": ""}, {"scene_id": "atwt-03-12-10s6", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-03-12-10s7", "raw": "A scene from a TV show in which a car is driving down a street and people are walking in front of a store.", "with_names": "a car is driving down a street and people are walking in front of a store."}, {"scene_id": "atwt-03-12-10s8", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is holding a handbag.", "with_names": "two men are standing next to each other, one of them is holding a handbag."}, {"scene_id": "atwt-03-12-10s9", "raw": "A scene from a TV show in which a woman is singing in front of a wooden wall.", "with_names": "a woman is singing in front of a wooden wall."}, {"scene_id": "atwt-03-12-10s10", "raw": "A scene from a TV show in which a woman is wearing sunglasses and a man is holding a gun.", "with_names": "a woman is wearing sunglasses and a man is holding a gun."}, {"scene_id": "atwt-03-12-10s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-12-10s12", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, looking at each other.", "with_names": "a man and a woman are standing in a bar, looking at each other."}, {"scene_id": "atwt-03-12-10s13", "raw": "A scene from a TV show in which a man is seen in a bar, a woman is standing behind him, and a red car is visible in the background.", "with_names": "] is in a bar, a woman is standing behind him, and a red car is visible in the background."}, {"scene_id": "atwt-03-12-10s14", "raw": "A scene from a TV show in which a woman is talking about a new hair care product.", "with_names": ""}, {"scene_id": "atwt-03-12-10s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone while sitting on the couch.", "with_names": ""}, {"scene_id": "atwt-03-12-10s16", "raw": "A scene from a TV show in which a man is looking at a Christmas tree and talking to someone.", "with_names": ""}, {"scene_id": "atwt-03-12-10s17", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "atwt-03-12-10s18", "raw": "A scene from a TV show in which a woman and her dog are crossing the street.", "with_names": "a woman and her dog are crossing the street."}, {"scene_id": "atwt-03-12-10s19", "raw": "A scene from a TV show in which a blonde woman is wearing a pink jacket and a black purse.", "with_names": "a blonde woman is wearing a pink jacket and a black purse."}, {"scene_id": "atwt-03-12-10s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-03-12-10s21", "raw": "A scene from a TV show in which a woman is standing in a kitchen and looking at a table.", "with_names": "a woman is standing in a kitchen and looking at a table."}, {"scene_id": "atwt-03-12-10s22", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-12-10s23", "raw": "A scene from a TV show in which a man is standing on a balcony and holding a camera.", "with_names": "a man is standing on a balcony and holding a camera."}]