[{"scene_id": "atwt-05-13-09s0", "raw": "A scene from a TV show in which a woman lifts a baby in the air.", "with_names": "Meg lifts a baby in the air."}, {"scene_id": "atwt-05-13-09s1", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-13-09s2", "raw": "A scene from a TV show in which a man is wearing a brown shirt and a blonde mane.", "with_names": "a man is wearing a brown shirt and a blonde mane."}, {"scene_id": "atwt-05-13-09s3", "raw": "A scene from a TV show in which a young boy is eating a bowl of cereal.", "with_names": "a young boy is eating a bowl of cereal."}, {"scene_id": "atwt-05-13-09s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-13-09s5", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is on her face", "with_names": ""}, {"scene_id": "atwt-05-13-09s6", "raw": "A scene from a TV show in which a man is looking at a red flower.", "with_names": "a man is looking at a red flower."}, {"scene_id": "atwt-05-13-09s7", "raw": "A scene from a TV show in which a little girl is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-13-09s8", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-13-09s9", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt."}, {"scene_id": "atwt-05-13-09s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-05-13-09s11", "raw": "A scene from a TV show in which a young girl is seen playing with a doll.", "with_names": "a young girl is playing with a doll."}, {"scene_id": "atwt-05-13-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-13-09s13", "raw": "A scene from a TV show in which a woman is standing in a room with a green sweater on.", "with_names": "a woman is standing in a room with a green sweater on."}, {"scene_id": "atwt-05-13-09s14", "raw": "A scene from a TV show in which a man is trapped in a glass box.", "with_names": "a man is trapped in a glass box."}, {"scene_id": "atwt-05-13-09s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-05-13-09s16", "raw": "A scene from a TV show in which a tree is shown to be a drug.", "with_names": ""}, {"scene_id": "atwt-05-13-09s17", "raw": "A scene from a TV show in which a man is crying and a woman is smiling.", "with_names": "] is crying and a woman is smiling."}, {"scene_id": "atwt-05-13-09s18", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-05-13-09s19", "raw": "A scene from a TV show in which a woman is walking in a room with a chair and a couch.", "with_names": "a woman is walking in a room with a chair and a couch."}, {"scene_id": "atwt-05-13-09s20", "raw": "A scene from a TV show in which a woman is smiling and looking to the right of the frame.", "with_names": "a woman is smiling and looking to the right of the frame."}, {"scene_id": "atwt-05-13-09s21", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "atwt-05-13-09s22", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-05-13-09s23", "raw": "A scene from a TV show in which a man and a woman are arguing in a courtroom.", "with_names": "a man and a woman are arguing in a courtroom."}, {"scene_id": "atwt-05-13-09s24", "raw": "A scene from a TV show in which a bear is seen drinking a beer", "with_names": "a bear is drinking a beer"}]