[{"scene_id": "atwt-07-04-01s0", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a necklace.", "with_names": "a woman is wearing a yellow jacket and a necklace."}, {"scene_id": "atwt-07-04-01s1", "raw": "A scene from a TV show in which a man is holding a glass in front of his face.", "with_names": "a man is holding a glass in front of his face."}, {"scene_id": "atwt-07-04-01s2", "raw": "A scene from a TV show in which a man and a boy sit on a couch and talk.", "with_names": "a man and a boy sit on a couch and talk."}, {"scene_id": "atwt-07-04-01s3", "raw": "A scene from a TV show in which a polar bear is trying to get a tree to grow.", "with_names": "a polar bear is trying to get a tree to grow."}, {"scene_id": "atwt-07-04-01s4", "raw": "A scene from a TV show in which a woman is dancing in an orange shirt.", "with_names": "a woman is dancing in an orange shirt."}, {"scene_id": "atwt-07-04-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-04-01s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-04-01s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-07-04-01s8", "raw": "A scene from a TV show in which a woman is wearing a yellow jacket and a necklace.", "with_names": "a woman is wearing a yellow jacket and a necklace."}, {"scene_id": "atwt-07-04-01s9", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-04-01s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-04-01s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-04-01s12", "raw": "A scene from a TV show in which a man is holding a vacuum cleaner and the words \"10¢ a minute on all calls to the mainland all the time\"", "with_names": "a man is holding a vacuum cleaner and the words \"10¢ a minute on all calls to the mainland all the time\""}, {"scene_id": "atwt-07-04-01s13", "raw": "A scene from a TV show in which a young woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-07-04-01s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-04-01s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-04-01s16", "raw": "A scene from a TV show in which a dinosaur is shown in a tank of water.", "with_names": ""}, {"scene_id": "atwt-07-04-01s17", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "atwt-07-04-01s18", "raw": "A scene from a TV show in which a water droplet is seen on a white surface", "with_names": "a water droplet is on a white surface"}, {"scene_id": "atwt-07-04-01s19", "raw": "A scene from a TV show in which a man is wearing a suit and tie. The title reads \"As the World Turns\"", "with_names": "a man is wearing a suit and tie. the title reads \"as the world turns\""}]