[{"scene_id": "gl-12-19-05s0", "raw": "A scene from a TV show in which a woman is wearing a strapless dress and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-12-19-05s1", "raw": "A scene from a TV show in which a man and a woman are standing outside a house, holding cups and smiling.", "with_names": "a man and a woman are standing outside a house, holding cups and smiling."}, {"scene_id": "gl-12-19-05s2", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "gl-12-19-05s3", "raw": "A scene from a TV show in which a man is talking on the phone while driving", "with_names": ""}, {"scene_id": "gl-12-19-05s4", "raw": "A scene from a TV show in which a man is drinking a beer and a woman is sitting at a table with a plate of food.", "with_names": "a man is drinking a beer and a woman is sitting at a table with a plate of food."}, {"scene_id": "gl-12-19-05s5", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised", "with_names": ""}, {"scene_id": "gl-12-19-05s6", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "gl-12-19-05s7", "raw": "A scene from a TV show in which a man is dancing with another man.", "with_names": "a man is dancing with another man."}, {"scene_id": "gl-12-19-05s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-12-19-05s9", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "gl-12-19-05s10", "raw": "", "with_names": ""}, {"scene_id": "gl-12-19-05s11", "raw": "A scene from a TV show in which a man is driving a car and his face is distorted by the windshield.", "with_names": "a man is driving a car and his face is distorted by the windshield."}, {"scene_id": "gl-12-19-05s12", "raw": "A scene from a TV show in which a man is sitting at a table with a beer and a woman is standing next to him.", "with_names": "a man is sitting at a table with a beer and a woman is standing next to him."}, {"scene_id": "gl-12-19-05s13", "raw": "A scene from a TV show in which a woman is eating a cookie in a car.", "with_names": "a woman is eating a cookie in a car."}, {"scene_id": "gl-12-19-05s14", "raw": "A scene from a TV show in which a man is sitting next to another man, both with mustaches.", "with_names": "a man is sitting next to another man, both with mustaches."}, {"scene_id": "gl-12-19-05s15", "raw": "A scene from a TV show in which a man is driving a car and is looking at the camera.", "with_names": "a man is driving a car and is looking at the camera."}, {"scene_id": "gl-12-19-05s16", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-12-19-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-19-05s18", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is smoking a cigarette.", "with_names": ""}, {"scene_id": "gl-12-19-05s19", "raw": "A scene from a TV show in which a man is seen holding a cup.", "with_names": "a man is holding a cup."}, {"scene_id": "gl-12-19-05s20", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-19-05s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-12-19-05s22", "raw": "A scene from a TV show in which a man is seen talking to a woman in a car.", "with_names": ""}, {"scene_id": "gl-12-19-05s23", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-19-05s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]