[{"scene_id": "bb-02-02-15s0", "raw": "A scene from a TV show in which a man and a woman sit in a living room and talk.", "with_names": "Liam and Steffy sit in a living room and talk."}, {"scene_id": "bb-02-02-15s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-02-15s2", "raw": "A scene from a TV show in which a man and a woman are playing with a child.", "with_names": "a man and a woman are playing with a child."}, {"scene_id": "bb-02-02-15s3", "raw": "A scene from a TV show in which a woman is handing a baby to another woman.", "with_names": "a woman is handing a baby to another woman."}, {"scene_id": "bb-02-02-15s4", "raw": "A scene from a TV show in which a blonde woman stands in front of a bookshelf and talks.", "with_names": "a blonde woman stands in front of a bookshelf and talks."}, {"scene_id": "bb-02-02-15s5", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "bb-02-02-15s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-02-15s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-02-15s8", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "bb-02-02-15s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-02-15s10", "raw": "A scene from a TV show in which a couple is walking on a beach in a bikini.", "with_names": "a couple is walking on a beach in a bikini."}, {"scene_id": "bb-02-02-15s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-02-15s12", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-02-02-15s13", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-02-02-15s14", "raw": "A scene from a TV show in which a woman is sitting in a room and talking.", "with_names": ""}, {"scene_id": "bb-02-02-15s15", "raw": "A scene from a TV show in which a man and a woman kiss in a living room.", "with_names": "a man and a woman kiss in a living room."}]