[{"scene_id": "atwt-02-25-08s0", "raw": "A scene from a TV show in which a man is wearing an orange shirt and looking surprised.", "with_names": "a man is wearing an orange shirt and looking surprised."}, {"scene_id": "atwt-02-25-08s1", "raw": "A scene from a TV show in which a man is talking on a cell phone in front of a door.", "with_names": ""}, {"scene_id": "atwt-02-25-08s2", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, with a refrigerator in the background.", "with_names": "a man and a woman are standing in a kitchen, with a refrigerator in the background."}, {"scene_id": "atwt-02-25-08s3", "raw": "A scene from a TV show in which a man is wearing a black jacket and a short haircut", "with_names": "a man is wearing a black jacket and a short haircut"}, {"scene_id": "atwt-02-25-08s4", "raw": "A scene from a TV show in which a woman wears a hijab.", "with_names": "a woman wears a hijab."}, {"scene_id": "atwt-02-25-08s5", "raw": "A scene from a TV show in which a bright sun is shining through clouds. The words \"discollations fine lines\" are written in white on the right side of the screen.", "with_names": "a bright sun is shining through clouds. the words \"discollations fine lines\" are written in white on the right side of the screen."}, {"scene_id": "atwt-02-25-08s6", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-08s7", "raw": "A scene from a TV show in which a young woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-25-08s8", "raw": "A scene from a TV show in which a woman is wearing a hijab and a man is behind her.", "with_names": "a woman is wearing a hijab and a man is behind her."}, {"scene_id": "atwt-02-25-08s9", "raw": "A scene from a TV show in which a man is sitting in a bar and looking up at the ceiling.", "with_names": "a man is sitting in a bar and looking up at the ceiling."}, {"scene_id": "atwt-02-25-08s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and touching her neck", "with_names": ""}, {"scene_id": "atwt-02-25-08s11", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-08s12", "raw": "A scene from a TV show in which a coach is talking to his team.", "with_names": ""}, {"scene_id": "atwt-02-25-08s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-25-08s14", "raw": "A scene from a TV show in which a man is wearing glasses and a coat and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-25-08s15", "raw": "A scene from a TV show in which a man is sitting in a room and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-08s16", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a book.", "with_names": "two men are standing in a room, one of them is holding a book."}, {"scene_id": "atwt-02-25-08s17", "raw": "A scene from a TV show in which a blonde girl is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-08s18", "raw": "A scene from a TV show in which a girl is shown riding a bike wearing a helmet.", "with_names": ""}, {"scene_id": "atwt-02-25-08s19", "raw": "A scene from a TV show in which a woman is wearing a green dress and a blonde bob haircut.", "with_names": "a woman is wearing a green dress and a blonde bob haircut."}, {"scene_id": "atwt-02-25-08s20", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-25-08s21", "raw": "A scene from a TV show in which a man is wearing glasses and a scarf.", "with_names": "a man is wearing glasses and a scarf."}, {"scene_id": "atwt-02-25-08s22", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "atwt-02-25-08s23", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-25-08s24", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "atwt-02-25-08s25", "raw": "A scene from a TV show in which a door is opened and a man is seen inside.", "with_names": "a door is opened and a man is inside."}, {"scene_id": "atwt-02-25-08s26", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "atwt-02-25-08s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-25-08s28", "raw": "A scene from a TV show in which Sunsweet is being promoted", "with_names": "sunsweet is being promoted"}]