[{"scene_id": "pc-08-29-01s0", "raw": "A scene from a TV show in which a man is engulfed in flames.", "with_names": "a man is engulfed in flames."}, {"scene_id": "pc-08-29-01s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-08-29-01s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "pc-08-29-01s5", "raw": "A scene from a TV show in which a man is being hugged by a woman.", "with_names": "Jack is being hugged by Livvie."}, {"scene_id": "pc-08-29-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-29-01s7", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "Kevin is walking down a hallway and a door is open."}, {"scene_id": "pc-08-29-01s8", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-08-29-01s9", "raw": "A scene from a TV show in which a woman is seen with her eyes closed and her hand on her face.", "with_names": "a woman is with her eyes closed and her hand on her face."}, {"scene_id": "pc-08-29-01s10", "raw": "A scene from a TV show in which a woman is talking to another woman in a bathroom.", "with_names": ""}, {"scene_id": "pc-08-29-01s11", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long hair", "with_names": "Caleb is wearing a black shirt and a long hair"}, {"scene_id": "pc-08-29-01s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-08-29-01s13", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long hair", "with_names": "a man is wearing a black shirt and a long hair"}, {"scene_id": "pc-08-29-01s14", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is looking at him", "with_names": ""}, {"scene_id": "pc-08-29-01s15", "raw": "A scene from a TV show in which a man is holding a woman in a hospital bed", "with_names": "Caleb is holding Chris in a hospital bed"}, {"scene_id": "pc-08-29-01s16", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and he is kissing her on the cheek.", "with_names": "a man is lying in bed with a woman, and he is kissing her on the cheek."}, {"scene_id": "pc-08-29-01s17", "raw": "A scene from a TV show in which a woman is sitting on a staircase and a man is standing behind her, holding a wine glass.", "with_names": "a woman is sitting on a staircase and a man is standing behind her, holding a wine glass."}, {"scene_id": "pc-08-29-01s18", "raw": "A scene from a TV show in which a woman is talking to two men in scrubs.", "with_names": ""}, {"scene_id": "pc-08-29-01s19", "raw": "A scene from a TV show in which a man is being assaulted by two women.", "with_names": "a man is being assaulted by two women."}, {"scene_id": "pc-08-29-01s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-29-01s21", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}]