[{"scene_id": "bb-10-30-17s0", "raw": "A scene from a TV show in which a man is standing in front of a window.", "with_names": "a man is standing in front of a window."}, {"scene_id": "bb-10-30-17s1", "raw": "A scene from a TV show in which a woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s2", "raw": "A scene from a TV show in which a person holds a camera.", "with_names": "a person holds a camera."}, {"scene_id": "bb-10-30-17s3", "raw": "A scene from a TV show in which a woman is yelling at a desk.", "with_names": "a woman is yelling at a desk."}, {"scene_id": "bb-10-30-17s4", "raw": "A scene from a TV show in which a woman is looking down and wearing a black dress.", "with_names": "a woman is looking down and wearing a black dress."}, {"scene_id": "bb-10-30-17s5", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "bb-10-30-17s6", "raw": "A scene from a TV show in which a woman is talking to a red-haired woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s7", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s8", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a shirt."}, {"scene_id": "bb-10-30-17s9", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-10-30-17s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s14", "raw": "A scene from a TV show in which a woman is standing in front of a sign that says \"CFC.\"", "with_names": "a woman is standing in front of a sign that says \"cfc.\""}, {"scene_id": "bb-10-30-17s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-30-17s16", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}]