[{"scene_id": "gl-09-14-05s0", "raw": "A scene from a TV show in which a woman is screaming in a room.", "with_names": "a woman is screaming in a room."}, {"scene_id": "gl-09-14-05s1", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-09-14-05s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-14-05s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-09-14-05s4", "raw": "A scene from a TV show in which a woman is laughing hysterically.", "with_names": "a woman is laughing hysterically."}, {"scene_id": "gl-09-14-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-14-05s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-14-05s7", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-09-14-05s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is covering her face with her hair.", "with_names": ""}, {"scene_id": "gl-09-14-05s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-14-05s10", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-14-05s11", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing behind her.", "with_names": "a woman is holding a baby and a man is standing behind her."}, {"scene_id": "gl-09-14-05s12", "raw": "A scene from a TV show in which a man is pointing a gun at a woman and a young boy.", "with_names": "a man is pointing a gun at a woman and a young boy."}, {"scene_id": "gl-09-14-05s13", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-09-14-05s14", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-09-14-05s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-14-05s16", "raw": "A scene from a TV show in which a man is drinking a beer and another man is standing behind him.", "with_names": "a man is drinking a beer and another man is standing behind him."}, {"scene_id": "gl-09-14-05s17", "raw": "A scene from a TV show in which a woman is talking to a man and he is smiling.", "with_names": ""}, {"scene_id": "gl-09-14-05s18", "raw": "A scene from a TV show in which a man is kissing a woman through a window.", "with_names": "a man is kissing a woman through a window."}, {"scene_id": "gl-09-14-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-09-14-05s20", "raw": "", "with_names": ""}, {"scene_id": "gl-09-14-05s21", "raw": "A scene from a TV show in which a blonde woman is wearing a green choker and a blue dress.", "with_names": "a blonde woman is wearing a green choker and a blue dress."}, {"scene_id": "gl-09-14-05s22", "raw": "A scene from a TV show in which a man is talking to a woman and a girl is watching him", "with_names": ""}, {"scene_id": "gl-09-14-05s23", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-09-14-05s24", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "gl-09-14-05s25", "raw": "", "with_names": ""}]