[{"scene_id": "gl-02-15-06s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room, the woman is holding a cup and looking at the man.", "with_names": "a man and a woman are standing in a room, the woman is holding a cup and looking at the man."}, {"scene_id": "gl-02-15-06s1", "raw": "", "with_names": ""}, {"scene_id": "gl-02-15-06s2", "raw": "A scene from a TV show in which a woman is looking at a man and another woman is behind her.", "with_names": "a woman is looking at a man and another woman is behind her."}, {"scene_id": "gl-02-15-06s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "gl-02-15-06s4", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "gl-02-15-06s5", "raw": "A scene from a TV show in which a man is standing in front of a woman and another man.", "with_names": "a man is standing in front of a woman and another man."}, {"scene_id": "gl-02-15-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-15-06s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-02-15-06s8", "raw": "A scene from a TV show in which a man is seen in a hospital bed.", "with_names": "] is in a hospital bed."}, {"scene_id": "gl-02-15-06s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-02-15-06s10", "raw": "A scene from a TV show in which a woman is holding a red and white handbag.", "with_names": "a woman is holding a red and white handbag."}, {"scene_id": "gl-02-15-06s11", "raw": "A scene from a TV show in which a woman is seen walking into a room with a suitcase.", "with_names": "a woman is walking into a room with a suitcase."}, {"scene_id": "gl-02-15-06s12", "raw": "A scene from a TV show in which a woman is standing in front of a man and a girl.", "with_names": "a woman is standing in front of ] and a girl."}, {"scene_id": "gl-02-15-06s13", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-02-15-06s14", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the camera.", "with_names": "a woman is sitting on a bench and looking at the camera."}, {"scene_id": "gl-02-15-06s15", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-02-15-06s16", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-02-15-06s17", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-15-06s18", "raw": "A scene from a TV show in which a man is seen holding his hand up to a wall.", "with_names": "a man is holding his hand up to a wall."}, {"scene_id": "gl-02-15-06s19", "raw": "A scene from a TV show in which a shirtless man is smiling and looking at the camera.", "with_names": "a shirtless man is smiling and looking at the camera."}, {"scene_id": "gl-02-15-06s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-02-15-06s21", "raw": "A scene from a TV show in which a man is eating a sandwich", "with_names": "a man is eating a sandwich"}, {"scene_id": "gl-02-15-06s22", "raw": "A scene from a TV show in which a woman is kissing a man passionately.", "with_names": "a woman is kissing a man passionately."}]