[{"scene_id": "bb-04-30-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-30-14s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-04-30-14s2", "raw": "A scene from a TV show in which a man is talking on his cell phone.", "with_names": ""}, {"scene_id": "bb-04-30-14s3", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "bb-04-30-14s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-04-30-14s5", "raw": "A scene from a TV show in which a man is smiling and looking down.", "with_names": "a man is smiling and looking down."}, {"scene_id": "bb-04-30-14s6", "raw": "A scene from a TV show in which two women argue.", "with_names": "two women argue."}, {"scene_id": "bb-04-30-14s7", "raw": "A scene from a TV show in which a man reads a magazine and looks at pictures of people.", "with_names": "a man reads a magazine and looks at pictures of people."}, {"scene_id": "bb-04-30-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-30-14s9", "raw": "A scene from a TV show in which a woman stands in a room with a painting behind her.", "with_names": "a woman stands in a room with a painting behind her."}, {"scene_id": "bb-04-30-14s10", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "a man is sitting at a desk and writing on a piece of paper."}, {"scene_id": "bb-04-30-14s11", "raw": "A scene from a TV show in which a man is given a blue toy by a black man.", "with_names": "a man is given a blue toy by a black man."}, {"scene_id": "bb-04-30-14s12", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "bb-04-30-14s13", "raw": "A scene from a TV show in which a woman is ironing a shirt.", "with_names": "a woman is ironing a shirt."}, {"scene_id": "bb-04-30-14s14", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-30-14s15", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "bb-04-30-14s16", "raw": "A scene from a TV show in which a woman stands in an office with her arms crossed.", "with_names": "a woman stands in an office with her arms crossed."}, {"scene_id": "bb-04-30-14s17", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}]