[{"scene_id": "atwt-02-20-08s0", "raw": "A scene from a TV show in which a woman is being held down by a man.", "with_names": "Carly is being held down by a man."}, {"scene_id": "atwt-02-20-08s1", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-20-08s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-02-20-08s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-20-08s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-20-08s5", "raw": "A scene from a TV show in which a woman is helping a child up the stairs.", "with_names": "a woman is helping a child up the stairs."}, {"scene_id": "atwt-02-20-08s6", "raw": "A scene from a TV show in which a man is using a treadmill.", "with_names": "a man is using a treadmill."}, {"scene_id": "atwt-02-20-08s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-02-20-08s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-02-20-08s9", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a ball.", "with_names": ""}, {"scene_id": "atwt-02-20-08s10", "raw": "A scene from a TV show in which a woman is waving her hand at a man in a suit.", "with_names": "a woman is waving her hand at a man in a suit."}, {"scene_id": "atwt-02-20-08s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-20-08s12", "raw": "A scene from a TV show in which a woman is talking to a man in a police station.", "with_names": ""}, {"scene_id": "atwt-02-20-08s13", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-02-20-08s14", "raw": "A scene from a TV show in which children are playing in a park.", "with_names": "children are playing in a park."}, {"scene_id": "atwt-02-20-08s15", "raw": "A scene from a TV show in which a woman is holding a turkey in a kitchen.", "with_names": "a woman is holding a turkey in a kitchen."}, {"scene_id": "atwt-02-20-08s16", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-02-20-08s17", "raw": "A scene from a TV show in which a woman is looking down with her eyes closed.", "with_names": "a woman is looking down with her eyes closed."}, {"scene_id": "atwt-02-20-08s18", "raw": "A scene from a TV show in which a woman is talking to a man and a TV is in the background", "with_names": ""}, {"scene_id": "atwt-02-20-08s19", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-02-20-08s20", "raw": "A scene from a TV show in which a man and two children are standing in a kitchen.", "with_names": "a man and two children are standing in a kitchen."}, {"scene_id": "atwt-02-20-08s21", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking to the right of the frame.", "with_names": "a man is wearing a suit and tie and looking to the right of the frame."}, {"scene_id": "atwt-02-20-08s22", "raw": "A scene from a TV show in which a woman is wearing a red dress and a necklace", "with_names": "a woman is wearing a red dress and a necklace"}, {"scene_id": "atwt-02-20-08s23", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-02-20-08s24", "raw": "A scene from a TV show in which a woman is wearing a red coat and a big smile on her face.", "with_names": "a woman is wearing a red coat and a big smile on her face."}, {"scene_id": "atwt-02-20-08s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-20-08s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-20-08s27", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-20-08s28", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-20-08s29", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-02-20-08s30", "raw": "A scene from a TV show in which a woman is talking, with her face split into two separate images.", "with_names": ""}, {"scene_id": "atwt-02-20-08s31", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-02-20-08s32", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her with a look of disgust on his face.", "with_names": ""}, {"scene_id": "atwt-02-20-08s33", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a child in a red dress.", "with_names": "a man and a woman are standing in a room with a child in a red dress."}, {"scene_id": "atwt-02-20-08s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-20-08s35", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-20-08s36", "raw": "A scene from a TV show in which a white cloud is seen floating in the sky.", "with_names": "a white cloud is floating in the sky."}, {"scene_id": "atwt-02-20-08s37", "raw": "A scene from a TV show in which a cartoon caterpillar is shown holding a bottle of nasal spray.", "with_names": ""}]