[{"scene_id": "atwt-06-11-08s0", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to a child.", "with_names": ""}, {"scene_id": "atwt-06-11-08s1", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit", "with_names": ""}, {"scene_id": "atwt-06-11-08s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, holding cups.", "with_names": "] and a woman are sitting at a table, holding cups."}, {"scene_id": "atwt-06-11-08s3", "raw": "A scene from a TV show in which a doctor is on the phone with a patient.", "with_names": "a doctor is on the phone with a patient."}, {"scene_id": "atwt-06-11-08s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a restaurant.", "with_names": "a man and a woman are sitting at a table in a restaurant."}, {"scene_id": "atwt-06-11-08s5", "raw": "A scene from a TV show in which a young man is wearing a blue shirt and a navy blue cardigan.", "with_names": "a young man is wearing a blue shirt and a navy blue cardigan."}, {"scene_id": "atwt-06-11-08s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-11-08s7", "raw": "A scene from a TV show in which the word Enable is written in a circle", "with_names": "the word enable is written in a circle"}, {"scene_id": "atwt-06-11-08s8", "raw": "A scene from a TV show in which a woman is wearing a red dress and is standing in a bathroom.", "with_names": "a woman is wearing a red dress and is standing in a bathroom."}, {"scene_id": "atwt-06-11-08s9", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-11-08s10", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-06-11-08s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-06-11-08s12", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a gold necklace and is looking at the camera.", "with_names": "a woman is wearing a red blazer and a gold necklace and is looking at the camera."}, {"scene_id": "atwt-06-11-08s13", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-06-11-08s14", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-06-11-08s15", "raw": "A scene from a TV show in which two people are walking up a hill.", "with_names": "two people are walking up a hill."}, {"scene_id": "atwt-06-11-08s16", "raw": "A scene from a TV show in which a young man is wearing a green polo shirt and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-11-08s17", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room.", "with_names": "a woman is standing in front of a man in a room."}, {"scene_id": "atwt-06-11-08s18", "raw": "A scene from a TV show in which a family sits around a dining table.", "with_names": "a family sits around a dining table."}, {"scene_id": "atwt-06-11-08s19", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-06-11-08s20", "raw": "A scene from a TV show in which an older woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-11-08s21", "raw": "A scene from a TV show in which a woman is seen talking to a pharmacist.", "with_names": ""}, {"scene_id": "atwt-06-11-08s22", "raw": "A scene from a TV show in which a man is sitting in a chair and looking to the side.", "with_names": ""}, {"scene_id": "atwt-06-11-08s23", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-11-08s24", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-06-11-08s25", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-11-08s26", "raw": "A scene from a TV show in which a woman is holding a tray and a man is standing next to her.", "with_names": "a woman is holding a tray and a man is standing next to her."}, {"scene_id": "atwt-06-11-08s27", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-11-08s28", "raw": "A scene from a TV show in which Crest toothpaste is being advertised", "with_names": "crest toothpaste is being advertised"}, {"scene_id": "atwt-06-11-08s29", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-11-08s30", "raw": "A scene from a TV show in which a woman is looking at a man and touching his face.", "with_names": "a woman is looking at a man and touching his face."}, {"scene_id": "atwt-06-11-08s31", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at it.", "with_names": "a woman is holding a piece of paper and looking at it."}, {"scene_id": "atwt-06-11-08s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-11-08s33", "raw": "A scene from a TV show in which a group of people are sitting around a table, playing a game.", "with_names": "a group of people are sitting around a table, playing a game."}, {"scene_id": "atwt-06-11-08s34", "raw": "A scene from a TV show in which a man is throwing a frisbee through a window.", "with_names": "a man is throwing a frisbee through a window."}, {"scene_id": "atwt-06-11-08s35", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-06-11-08s36", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-06-11-08s37", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-11-08s38", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-11-08s39", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "atwt-06-11-08s40", "raw": "A scene from a TV show in which a man is shown sitting in front of a fireplace.", "with_names": ""}]