[{"scene_id": "bb-01-19-07s0", "raw": "A scene from a TV show in which a man is standing in an office with a desk and a green chair.", "with_names": "a man is standing in an office with a desk and a green chair."}, {"scene_id": "bb-01-19-07s1", "raw": "A scene from a TV show in which two women are standing in a room, one in a white dress and the other in black dress.", "with_names": "two women are standing in a room, one in a white dress and the other in black dress."}, {"scene_id": "bb-01-19-07s2", "raw": "A scene from a TV show in which a man is standing in front of a painting and a woman is walking away from him.", "with_names": "a man is standing in front of a painting and a woman is walking away from him."}, {"scene_id": "bb-01-19-07s3", "raw": "A scene from a TV show in which two women are standing in a room, one wearing a black dress and the other wearing an evening gown.", "with_names": "two women are standing in a room, one wearing a black dress and the other wearing an evening gown."}, {"scene_id": "bb-01-19-07s4", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a tie and looking down, with the words \"1:01\" on the bottom of the screen.", "with_names": "a man is wearing a tuxedo and a tie and looking down, with the words \"1:01\" on the bottom of the screen."}, {"scene_id": "bb-01-19-07s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-01-19-07s6", "raw": "A scene from a TV show in which a woman is wearing a black robe and gold earrings.", "with_names": "a woman is wearing a black robe and gold earrings."}, {"scene_id": "bb-01-19-07s7", "raw": "A scene from a TV show in which a man sits at a desk with a clock on it.", "with_names": "] sits at a desk with a clock on it."}, {"scene_id": "bb-01-19-07s8", "raw": "A scene from a TV show in which a blonde woman is looking at a clock and saying \"I'm late\"", "with_names": "a blonde woman is looking at a clock and saying \"i'm late\""}, {"scene_id": "bb-01-19-07s9", "raw": "A scene from a TV show in which a man is seen walking into a room with a woman.", "with_names": "a man is walking into a room with a woman."}, {"scene_id": "bb-01-19-07s10", "raw": "A scene from a TV show in which a countdown is displayed on a black screen", "with_names": "a countdown is displayed on a black screen"}, {"scene_id": "bb-01-19-07s11", "raw": "A scene from a TV show in which two men are standing in a room with a crowd watching them.", "with_names": "two men are standing in a room with a crowd watching them."}, {"scene_id": "bb-01-19-07s12", "raw": "A scene from a TV show in which a woman is wearing a blue dress and green earrings.", "with_names": "a woman is wearing a blue dress and green earrings."}, {"scene_id": "bb-01-19-07s13", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is holding her hand", "with_names": "a woman is wearing a dress and a man is holding her hand"}, {"scene_id": "bb-01-19-07s14", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a necklace.", "with_names": "a woman is wearing a blue dress and a necklace."}]