[{"scene_id": "gl-11-29-01s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "gl-11-29-01s1", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "gl-11-29-01s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-29-01s3", "raw": "A scene from a TV show in which a rainbow is seen in the sky", "with_names": "a rainbow is in the sky"}, {"scene_id": "gl-11-29-01s4", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and he is holding a vacuum cleaner.", "with_names": "a man is standing in a room with a woman, and he is holding a vacuum cleaner."}, {"scene_id": "gl-11-29-01s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "gl-11-29-01s6", "raw": "A scene from a TV show in which a man is talking to a woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-11-29-01s7", "raw": "A scene from a TV show in which a man is wearing a black shirt and a white shirt", "with_names": "Danny is wearing a black shirt and a white shirt"}, {"scene_id": "gl-11-29-01s8", "raw": "A scene from a TV show in which a woman is sitting in front of a fireplace and looking down.", "with_names": "a woman is sitting in front of a fireplace and looking down."}, {"scene_id": "gl-11-29-01s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a bouquet of flowers.", "with_names": "a woman is sitting at a table with a bouquet of flowers."}, {"scene_id": "gl-11-29-01s10", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-11-29-01s11", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at the camera.", "with_names": "a woman is sitting in a room and looking at the camera."}, {"scene_id": "gl-11-29-01s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-29-01s13", "raw": "A scene from a TV show in which a man is sitting in a kitchen and looking down.", "with_names": "Danny is sitting in a kitchen and looking down."}, {"scene_id": "gl-11-29-01s14", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-29-01s15", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen, smiling at each other.", "with_names": "Rick and Mel are standing in a kitchen, smiling at each other."}, {"scene_id": "gl-11-29-01s16", "raw": "A scene from a TV show in which a woman is touching her head and a man is looking at her.", "with_names": "a woman is touching her head and a man is looking at her."}, {"scene_id": "gl-11-29-01s17", "raw": "A scene from a TV show in which a man and a woman kiss in a shop.", "with_names": "Rick and Mel kiss in a shop."}, {"scene_id": "gl-11-29-01s18", "raw": "A scene from a TV show in which a man is talking to someone in a living room.", "with_names": ""}, {"scene_id": "gl-11-29-01s19", "raw": "A scene from a TV show in which a woman is wearing a white coat and gloves and a man is wearing a black shirt and black pants.", "with_names": "Carmen is wearing a white coat and gloves and Maurice is wearing a black shirt and black pants."}, {"scene_id": "gl-11-29-01s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-29-01s21", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "gl-11-29-01s22", "raw": "A scene from a TV show in which a man is sitting at a table and looking down.", "with_names": "a man is sitting at a table and looking down."}, {"scene_id": "gl-11-29-01s23", "raw": "A scene from a TV show in which a crate is being moved.", "with_names": "a crate is being moved."}, {"scene_id": "gl-11-29-01s24", "raw": "A scene from a TV show in which a dumpster is labeled \"Zantenica\"", "with_names": "a dumpster is labeled \"zantenica\""}, {"scene_id": "gl-11-29-01s25", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}]