[{"scene_id": "atwt-10-09-01s0", "raw": "a woman is walking around a living room and is moving around.", "with_names": ""}, {"scene_id": "atwt-10-09-01s1", "raw": "a group of people are at a restaurant and they are having a conversation.", "with_names": "a group of people are at a restaurant and they are having a conversation."}, {"scene_id": "atwt-10-09-01s2", "raw": "a woman is walking around a store and talking about the experience.", "with_names": ""}, {"scene_id": "atwt-10-09-01s3", "raw": "a man is talking to a man and then he is laughing.", "with_names": ""}, {"scene_id": "atwt-10-09-01s4", "raw": "a group of people are dancing and dancing in a commercial.", "with_names": ""}, {"scene_id": "atwt-10-09-01s5", "raw": "a woman is shown dancing and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-10-09-01s6", "raw": "a man and a woman are doing a dance in a bar.", "with_names": "Bryant and Bonnie are doing a dance in a bar."}, {"scene_id": "atwt-10-09-01s7", "raw": "a woman is talking to a man and then a man is shown talking.", "with_names": ""}, {"scene_id": "atwt-10-09-01s8", "raw": "a news story of a news segment showing a woman talking about the experience.", "with_names": ""}, {"scene_id": "atwt-10-09-01s9", "raw": "a woman is talking to a man and then a woman is shown talking.", "with_names": ""}, {"scene_id": "atwt-10-09-01s10", "raw": "a woman is talking about a new commercial that is being shown.", "with_names": ""}, {"scene_id": "atwt-10-09-01s11", "raw": "a man and a woman are walking around in a room.", "with_names": ""}, {"scene_id": "atwt-10-09-01s12", "raw": "a man and a woman are standing in front of a camera and they are smiling.", "with_names": "Bryant and a woman are standing in front of a camera and they are smiling."}, {"scene_id": "atwt-10-09-01s13", "raw": "an old woman is talking to an older woman and the man is laughing.", "with_names": ""}, {"scene_id": "atwt-10-09-01s14", "raw": "a man is holding a piece of paper and then he is laughing.", "with_names": "Paul is holding a piece of paper and then he is laughing."}, {"scene_id": "atwt-10-09-01s15", "raw": "a man is talking about a video of people in a room.", "with_names": ""}, {"scene_id": "atwt-10-09-01s16", "raw": "a man and woman are sitting at a restaurant and a woman is talking about it.", "with_names": ""}, {"scene_id": "atwt-10-09-01s17", "raw": "a woman is talking into a microphone while she is talking.", "with_names": ""}, {"scene_id": "atwt-10-09-01s18", "raw": "a man is talking on a phone and then he is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-09-01s19", "raw": "a man is showing how to use a tool to make a speech.", "with_names": "James is showing how to use a tool to make a speech."}]