[{"scene_id": "atwt-02-22-10s0", "raw": "A scene from a TV show in which a woman is wearing a red sweater and a black choker", "with_names": "a woman is wearing a red sweater and a black choker"}, {"scene_id": "atwt-02-22-10s1", "raw": "A scene from a TV show in which a young man is looking at a book and talking.", "with_names": ""}, {"scene_id": "atwt-02-22-10s2", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-22-10s3", "raw": "A scene from a TV show in which a family is camping in the mountains.", "with_names": "a family is camping in the mountains."}, {"scene_id": "atwt-02-22-10s4", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-22-10s5", "raw": "A scene from a TV show in which a woman is sitting next to a man in a store.", "with_names": "a woman is sitting next to a man in a store."}, {"scene_id": "atwt-02-22-10s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-22-10s7", "raw": "A scene from a TV show in which a man and a woman are standing in front of a statue.", "with_names": "a man and a woman are standing in front of a statue."}, {"scene_id": "atwt-02-22-10s8", "raw": "A scene from a TV show in which a woman is seen holding a plate of food.", "with_names": "] is holding a plate of food."}, {"scene_id": "atwt-02-22-10s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-02-22-10s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-22-10s11", "raw": "A scene from a TV show in which a man is looking at a book and his mouth is open", "with_names": "a man is looking at a book and his mouth is open"}, {"scene_id": "atwt-02-22-10s12", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-22-10s13", "raw": "A scene from a TV show in which a cartoon dinosaur pours a bucket of paint into a glass.", "with_names": "a cartoon dinosaur pours a bucket of paint into a glass."}, {"scene_id": "atwt-02-22-10s14", "raw": "A scene from a TV show in which a man and a woman are looking at each other through a window.", "with_names": "a man and a woman are looking at each other through a window."}, {"scene_id": "atwt-02-22-10s15", "raw": "A scene from a TV show in which a woman is lying on her back with her eyes closed, and a man is kissing her neck.", "with_names": "a woman is lying on her back with her eyes closed, and a man is kissing her neck."}, {"scene_id": "atwt-02-22-10s16", "raw": "A scene from a TV show in which a woman and a child are talking.", "with_names": ""}, {"scene_id": "atwt-02-22-10s17", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-02-22-10s18", "raw": "A scene from a TV show in which a woman is singing with a shadow of a man on her back.", "with_names": "a woman is singing with a shadow of ] on her back."}, {"scene_id": "atwt-02-22-10s19", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-02-22-10s20", "raw": "A scene from a TV show in which a man leans over a refrigerator and looks inside.", "with_names": "a man leans over a refrigerator and looks inside."}, {"scene_id": "atwt-02-22-10s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-22-10s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a cup and a bottle. A green outline is over the image, indicating that the image is being distorted.", "with_names": "a woman is sitting at a table with a cup and a bottle. a green outline is over the image, indicating that the image is being distorted."}, {"scene_id": "atwt-02-22-10s23", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a black coat.", "with_names": "a woman is wearing a green turtleneck and a black coat."}, {"scene_id": "atwt-02-22-10s24", "raw": "A scene from a TV show in which a man is looking at the camera and making a face", "with_names": "a man is looking at the camera and making a face"}, {"scene_id": "atwt-02-22-10s25", "raw": "A scene from a TV show in which a woman carries a baby and a shopping bag. The caption reads: Midol does it all.", "with_names": "a woman carries a baby and a shopping bag. the caption reads: midol does it all."}]