[{"scene_id": "gl-12-22-06s0", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-22-06s1", "raw": "A scene from a TV show in which a woman is sitting in a dark room, holding a glass.", "with_names": "a woman is sitting in a dark room, holding a glass."}, {"scene_id": "gl-12-22-06s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-22-06s3", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-12-22-06s4", "raw": "A scene from a TV show in which the word \"LIGHT\" is written in a distorted font", "with_names": "the word \"light\" is written in a distorted font"}, {"scene_id": "gl-12-22-06s5", "raw": "A scene from a TV show in which a woman is wearing a t-shirt with a Union Jack on it.", "with_names": "a woman is wearing a t-shirt with a union jack on it."}, {"scene_id": "gl-12-22-06s6", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a gold necklace.", "with_names": "a blonde woman is wearing a pink dress and a gold necklace."}, {"scene_id": "gl-12-22-06s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-12-22-06s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-12-22-06s9", "raw": "A scene from a TV show in which a man is looking at a red ball and a woman is talking to him.", "with_names": ""}, {"scene_id": "gl-12-22-06s10", "raw": "A scene from a TV show in which a man is sitting on a bench and his hands are in front of him", "with_names": "a man is sitting on a bench and his hands are in front of him"}, {"scene_id": "gl-12-22-06s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a cup and a bottle on it.", "with_names": "a man and a woman are sitting at a table, with a cup and a bottle on it."}, {"scene_id": "gl-12-22-06s12", "raw": "A scene from a TV show in which a woman is wearing a black and white hooded sweatshirt.", "with_names": "a woman is wearing a black and white hooded sweatshirt."}, {"scene_id": "gl-12-22-06s13", "raw": "A scene from a TV show in which a woman is wearing a black veil and a man is holding a red balloon.", "with_names": "a woman is wearing a black veil and a man is holding a red balloon."}, {"scene_id": "gl-12-22-06s14", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-12-22-06s15", "raw": "A scene from a TV show in which a couple is lying in bed together, wrapped in blankets.", "with_names": "a couple is lying in bed together, wrapped in blankets."}, {"scene_id": "gl-12-22-06s16", "raw": "A scene from a TV show in which a woman is sleeping on a couch.", "with_names": "a woman is sleeping on a couch."}, {"scene_id": "gl-12-22-06s17", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a black coat.", "with_names": "a woman is wearing a pink scarf and a black coat."}, {"scene_id": "gl-12-22-06s18", "raw": "A scene from a TV show in which a woman and a child sit on a couch with presents.", "with_names": "a woman and a child sit on a couch with presents."}, {"scene_id": "gl-12-22-06s19", "raw": "A scene from a TV show in which a man is wearing a black coat and a blue shirt.", "with_names": "a man is wearing a black coat and a blue shirt."}, {"scene_id": "gl-12-22-06s20", "raw": "A scene from a TV show in which a woman is lying on the ground with her head tilted back, a man is standing over her, and he is holding a knife.", "with_names": "a woman is lying on the ground with her head tilted back, a man is standing over her, and he is holding a knife."}, {"scene_id": "gl-12-22-06s21", "raw": "A scene from a TV show in which a woman is wearing large gold earrings and a black jacket.", "with_names": "a woman is wearing large gold earrings and a black jacket."}, {"scene_id": "gl-12-22-06s22", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-12-22-06s23", "raw": "A scene from a TV show in which a woman is wearing a pink scarf and a black coat.", "with_names": "a woman is wearing a pink scarf and a black coat."}, {"scene_id": "gl-12-22-06s24", "raw": "A scene from a TV show in which a woman is holding a blanket and a man is standing next to her.", "with_names": "a woman is holding a blanket and a man is standing next to her."}, {"scene_id": "gl-12-22-06s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "gl-12-22-06s26", "raw": "A scene from a TV show in which a woman is seen holding a book and looking at a man.", "with_names": "a woman is holding a book and looking at a man."}, {"scene_id": "gl-12-22-06s27", "raw": "A scene from a TV show in which a man is seen pouring a drink into a glass.", "with_names": "] is pouring a drink into a glass."}, {"scene_id": "gl-12-22-06s28", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "gl-12-22-06s29", "raw": "A scene from a TV show in which a woman is talking on the phone in a shop", "with_names": ""}, {"scene_id": "gl-12-22-06s30", "raw": "A scene from a TV show in which a blonde woman is talking and gesturing with her hands.", "with_names": ""}, {"scene_id": "gl-12-22-06s31", "raw": "A scene from a TV show in which a frog is seen on the road.", "with_names": "a frog is on the road."}, {"scene_id": "gl-12-22-06s32", "raw": "A scene from a TV show in which a man is wearing a Santa hat and smiling.", "with_names": "a man is wearing a santa hat and smiling."}]