[{"scene_id": "atwt-02-24-10s0", "raw": "A scene from a TV show in which a young girl is wearing a blue shirt and a pin on her chest.", "with_names": "a young girl is wearing a blue shirt and a pin on her chest."}, {"scene_id": "atwt-02-24-10s1", "raw": "A scene from a TV show in which a woman is drinking from a crystal glass.", "with_names": "a woman is drinking from a crystal glass."}, {"scene_id": "atwt-02-24-10s2", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with wine glasses and a bottle.", "with_names": "a man and a woman are sitting at a table with wine glasses and a bottle."}, {"scene_id": "atwt-02-24-10s3", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a plate and a sandwich, while a man is sitting at a table in front of her.", "with_names": "a woman is standing in a kitchen, holding a plate and a sandwich, while a man is sitting at a table in front of her."}, {"scene_id": "atwt-02-24-10s4", "raw": "A scene from a TV show in which an older man is talking to a younger man.", "with_names": ""}, {"scene_id": "atwt-02-24-10s5", "raw": "A scene from a TV show in which a package of Alligen is shown in a field of flowers.", "with_names": ""}, {"scene_id": "atwt-02-24-10s6", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-02-24-10s7", "raw": "A scene from a TV show in which a man is talking and smiling.", "with_names": ""}, {"scene_id": "atwt-02-24-10s8", "raw": "A scene from a TV show in which a man is holding a bottle of wine and a woman is standing next to him.", "with_names": "a man is holding a bottle of wine and a woman is standing next to him."}, {"scene_id": "atwt-02-24-10s9", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is leaning over him, touching his face.", "with_names": ""}, {"scene_id": "atwt-02-24-10s10", "raw": "A scene from a TV show in which a woman is seen pouring red paint on a white surface.", "with_names": "a woman is pouring red paint on a white surface."}, {"scene_id": "atwt-02-24-10s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-02-24-10s12", "raw": "A scene from a TV show in which a woman is standing in front of a refrigerator.", "with_names": "a woman is standing in front of a refrigerator."}, {"scene_id": "atwt-02-24-10s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-02-24-10s14", "raw": "A scene from a TV show in which three boxes are shown, each with a different medicine.", "with_names": "three boxes are shown, each with a different medicine."}, {"scene_id": "atwt-02-24-10s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-02-24-10s16", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-24-10s17", "raw": "A scene from a TV show in which a man is wearing a white coat and a red shirt", "with_names": "a man is wearing a white coat and a red shirt"}, {"scene_id": "atwt-02-24-10s18", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "atwt-02-24-10s19", "raw": "A scene from a TV show in which a man and a woman are in an elevator.", "with_names": "a man and a woman are in an elevator."}, {"scene_id": "atwt-02-24-10s20", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-02-24-10s21", "raw": "A scene from a TV show in which a hairbrush is used to demonstrate the effects of a chemical weapon.", "with_names": "a hairbrush is used to demonstrate the effects of a chemical weapon."}, {"scene_id": "atwt-02-24-10s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-24-10s23", "raw": "A scene from a TV show in which a man is lying in bed with his eyes open.", "with_names": "a man is lying in bed with his eyes open."}, {"scene_id": "atwt-02-24-10s24", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-02-24-10s25", "raw": "A scene from a TV show in which lettuce is grown in a greenhouse.", "with_names": "lettuce is grown in a greenhouse."}]