[{"scene_id": "gl-07-15-04s0", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-15-04s1", "raw": "A scene from a TV show in which a man is smiling and wearing a white shirt.", "with_names": "a man is smiling and wearing a white shirt."}, {"scene_id": "gl-07-15-04s3", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-07-15-04s4", "raw": "A scene from a TV show in which a man is slapping a woman on the arm.", "with_names": "a man is slapping a woman on the arm."}, {"scene_id": "gl-07-15-04s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-15-04s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "Gus is wearing a suit and tie and looking down"}, {"scene_id": "gl-07-15-04s7", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "gl-07-15-04s8", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "gl-07-15-04s9", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-07-15-04s10", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "gl-07-15-04s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in a bar.", "with_names": "a man and a woman are standing next to each other in a bar."}, {"scene_id": "gl-07-15-04s12", "raw": "A scene from a TV show in which a woman is talking on the phone and a man is looking at her.", "with_names": ""}, {"scene_id": "gl-07-15-04s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-15-04s14", "raw": "A scene from a TV show in which a man is taking a picture of a woman.", "with_names": "Phillip is taking a picture of Olivia."}, {"scene_id": "gl-07-15-04s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-15-04s16", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-15-04s17", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is in a suit.", "with_names": "a woman is wearing a black dress and a man is in a suit."}, {"scene_id": "gl-07-15-04s18", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "gl-07-15-04s19", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is standing next to her.", "with_names": "a woman is wearing a green dress and a man is standing next to her."}, {"scene_id": "gl-07-15-04s20", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a blue wall.", "with_names": ""}, {"scene_id": "gl-07-15-04s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-15-04s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-15-04s28", "raw": "A scene from a TV show in which two blonde women are sitting next to each other.", "with_names": "two blonde women are sitting next to each other."}, {"scene_id": "gl-07-15-04s30", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "Phillip and Lizzie are dancing together."}, {"scene_id": "gl-07-15-04s32", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-15-04s34", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a white suit.", "with_names": "a woman is wearing a green dress and a man is in a white suit."}, {"scene_id": "gl-07-15-04s35", "raw": "A scene from a TV show in which a pregnant woman is standing in front of a man.", "with_names": "a pregnant woman is standing in front of Both."}, {"scene_id": "gl-07-15-04s37", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "Alexandra is being hugged by Alan."}, {"scene_id": "gl-07-15-04s38", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-15-04s39", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-15-04s40", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the woman looking at the man.", "with_names": "a man and a woman are standing in a room, with the woman looking at the man."}, {"scene_id": "gl-07-15-04s41", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-15-04s42", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-15-04s43", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-15-04s44", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black suit", "with_names": "a man is wearing a white shirt and a black suit"}]