[{"scene_id": "atwt-02-28-07s0", "raw": "A scene from a TV show in which a woman is wearing a red bra and a man is standing next to her.", "with_names": "a woman is wearing a red bra and a man is standing next to her."}, {"scene_id": "atwt-02-28-07s1", "raw": "A scene from a TV show in which a woman is wearing a long black coat and sunglasses, and a man is standing behind her.", "with_names": "a woman is wearing a long black coat and sunglasses, and a man is standing behind her."}, {"scene_id": "atwt-02-28-07s2", "raw": "A scene from a TV show in which a tree is seen through a window, with a bright light shining through it.", "with_names": "a tree is through a window, with a bright light shining through it."}, {"scene_id": "atwt-02-28-07s3", "raw": "A scene from a TV show in which a man is standing in a living room, holding a piece of paper.", "with_names": "a man is standing in a living room, holding a piece of paper."}, {"scene_id": "atwt-02-28-07s4", "raw": "A scene from a TV show in which a woman is wearing a black coat and a hat and looking at a man.", "with_names": "a woman is wearing a black coat and a hat and looking at a man."}, {"scene_id": "atwt-02-28-07s5", "raw": "A scene from a TV show in which an elderly woman is shown peeling a potato.", "with_names": ""}, {"scene_id": "atwt-02-28-07s6", "raw": "A scene from a TV show in which a man is wearing a hat and a woman is looking at him.", "with_names": "a man is wearing a hat and a woman is looking at him."}, {"scene_id": "atwt-02-28-07s7", "raw": "A scene from a TV show in which a man is standing in a living room, wearing a red sweater and reading a paper.", "with_names": "a man is standing in a living room, wearing a red sweater and reading a paper."}, {"scene_id": "atwt-02-28-07s8", "raw": "A scene from a TV show in which a monkey is driving a car and a man is throwing a banana at it.", "with_names": "a monkey is driving a car and a man is throwing a banana at it."}, {"scene_id": "atwt-02-28-07s9", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "atwt-02-28-07s10", "raw": "A scene from a TV show in which a calendar is shown", "with_names": ""}, {"scene_id": "atwt-02-28-07s11", "raw": "A scene from a TV show in which a woman is driving a car and her mouth is open in shock.", "with_names": "a woman is driving a car and her mouth is open in shock."}, {"scene_id": "atwt-02-28-07s12", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-28-07s13", "raw": "A scene from a TV show in which a woman is talking to a man, with her hair in a long blonde wig.", "with_names": ""}, {"scene_id": "atwt-02-28-07s14", "raw": "A scene from a TV show in which a cracker is dropped into a cup of water.", "with_names": "a cracker is dropped into a cup of water."}, {"scene_id": "atwt-02-28-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-28-07s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-28-07s17", "raw": "A scene from a TV show in which a young woman is looking down and her face is not visible.", "with_names": "a young woman is looking down and her face is not visible."}, {"scene_id": "atwt-02-28-07s18", "raw": "", "with_names": ""}, {"scene_id": "atwt-02-28-07s19", "raw": "A scene from a TV show in which a person is brushing their teeth with a toothbrush.", "with_names": "a person is brushing their teeth with a toothbrush."}]