[{"scene_id": "bb-08-13-14s0", "raw": "A scene from a TV show in which a woman is seen in a dark room with a flashlight.", "with_names": "Ivy is in a dark room with a flashlight."}, {"scene_id": "bb-08-13-14s1", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Liam and Ivy are arguing."}, {"scene_id": "bb-08-13-14s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-13-14s3", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is looking at him angrily.", "with_names": "Liam is standing in front of Ivy, and she is looking at him angrily."}, {"scene_id": "bb-08-13-14s4", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "Hope is looking at Wyatt and he is looking away."}, {"scene_id": "bb-08-13-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-13-14s8", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "bb-08-13-14s9", "raw": "A scene from a TV show in which a man is standing in a room with a door open.", "with_names": "a man is standing in a room with a door open."}, {"scene_id": "bb-08-13-14s10", "raw": "A scene from a TV show in which a woman is reflected in a window.", "with_names": "a woman is reflected in a window."}, {"scene_id": "bb-08-13-14s11", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-08-13-14s12", "raw": "A scene from a TV show in which a man is arguing with a woman.", "with_names": "Wyatt is arguing with a woman."}, {"scene_id": "bb-08-13-14s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-08-13-14s14", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-08-13-14s15", "raw": "A scene from a TV show in which a man is about to propose to a woman.", "with_names": "Wyatt is about to propose to Hope."}]