[{"scene_id": "atwt-09-14-04s0", "raw": "A scene from a TV show in which a woman is talking to a man and a suitcase is visible in the background.", "with_names": ""}, {"scene_id": "atwt-09-14-04s1", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-09-14-04s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and ] is standing next to her."}, {"scene_id": "atwt-09-14-04s3", "raw": "A scene from a TV show in which a woman is standing in front of a wall and a couch, with a potted plant and a vase on a table.", "with_names": "a woman is standing in front of a wall and a couch, with a potted plant and a vase on a table."}, {"scene_id": "atwt-09-14-04s4", "raw": "A scene from a TV show in which a man is trying to get a woman to kiss him.", "with_names": "a man is trying to get a woman to kiss him."}, {"scene_id": "atwt-09-14-04s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-14-04s6", "raw": "A scene from a TV show in which a packet of toothpaste is shown", "with_names": ""}, {"scene_id": "atwt-09-14-04s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-04s8", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a newspaper.", "with_names": "a man and a woman sit on a couch and look at a newspaper."}, {"scene_id": "atwt-09-14-04s9", "raw": "A scene from a TV show in which a woman is sitting at a table with two men, one of whom is holding a piece of paper.", "with_names": "a woman is sitting at a table with two men, one of whom is holding a piece of paper."}, {"scene_id": "atwt-09-14-04s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-04s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-14-04s12", "raw": "A scene from a TV show in which a person is blowing a mist into the air. The title reads \"Odor-Blocking Technology\"", "with_names": "a person is blowing a mist into the air. the title reads \"odor-blocking technology\""}, {"scene_id": "atwt-09-14-04s13", "raw": "A scene from a TV show in which a man is talking on his cell phone while a woman is dancing in the background.", "with_names": ""}, {"scene_id": "atwt-09-14-04s14", "raw": "A scene from a TV show in which a man is talking on his cell phone in a hallway.", "with_names": ""}, {"scene_id": "atwt-09-14-04s15", "raw": "A scene from a TV show in which a woman is whispering into the ear of a man in a suit.", "with_names": "a woman is whispering into the ear of a man in a suit."}, {"scene_id": "atwt-09-14-04s16", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is standing behind her.", "with_names": "a woman is wearing a green shirt and a man is standing behind her."}, {"scene_id": "atwt-09-14-04s17", "raw": "A scene from a TV show in which a scientist is holding a metal container.", "with_names": "a scientist is holding a metal container."}, {"scene_id": "atwt-09-14-04s18", "raw": "A scene from a TV show in which a bald man is talking to a man with a beard.", "with_names": ""}, {"scene_id": "atwt-09-14-04s19", "raw": "A scene from a TV show in which a man is handing a woman a piece of paper.", "with_names": "a man is handing a woman a piece of paper."}, {"scene_id": "atwt-09-14-04s20", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at ]."}, {"scene_id": "atwt-09-14-04s21", "raw": "A scene from a TV show in which a nun is pointing a gun at a wall.", "with_names": "a nun is pointing a gun at a wall."}, {"scene_id": "atwt-09-14-04s22", "raw": "A scene from a TV show in which a woman is dancing in a living room.", "with_names": "a woman is dancing in a living room."}, {"scene_id": "atwt-09-14-04s23", "raw": "A scene from a TV show in which a man is being pushed by a nun", "with_names": "a man is being pushed by a nun"}, {"scene_id": "atwt-09-14-04s24", "raw": "A scene from a TV show in which a woman is sitting on a beach chair and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-14-04s25", "raw": "A scene from a TV show in which a woman is talking to a man and a necklace is visible.", "with_names": ""}, {"scene_id": "atwt-09-14-04s26", "raw": "A scene from a TV show in which a woman is sitting in a bathtub and talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-14-04s27", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a blonde bob haircut.", "with_names": "a woman is wearing a red shirt and a blonde bob haircut."}, {"scene_id": "atwt-09-14-04s28", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a red shirt.", "with_names": ""}]