[{"scene_id": "oltl-11-08-07s0", "raw": "A scene from a TV show in which a shirtless man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "oltl-11-08-07s1", "raw": "A scene from a TV show in which a man is wearing a white shirt and a long hair", "with_names": "a man is wearing a white shirt and a long hair"}, {"scene_id": "oltl-11-08-07s2", "raw": "A scene from a TV show in which a woman is sitting at a table and writing on a piece of paper.", "with_names": "a woman is sitting at a table and writing on a piece of paper."}, {"scene_id": "oltl-11-08-07s3", "raw": "A scene from a TV show in which a woman is lying in bed, her arm raised in the air.", "with_names": "a woman is lying in bed, her arm raised in the air."}, {"scene_id": "oltl-11-08-07s4", "raw": "A scene from a TV show in which a woman is lying in bed with a man, with her head turned to the side, and a tattoo on her shoulder.", "with_names": "a woman is lying in bed with a man, with her head turned to the side, and a tattoo on her shoulder."}, {"scene_id": "oltl-11-08-07s5", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-11-08-07s6", "raw": "A scene from a TV show in which a young boy is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-11-08-07s7", "raw": "A scene from a TV show in which a man is looking at a statue.", "with_names": "a man is looking at a statue."}, {"scene_id": "oltl-11-08-07s8", "raw": "A scene from a TV show in which Jennifer Aniston is sitting on a bed with a blanket on her lap and a man standing behind her.", "with_names": "jennifer aniston is sitting on a bed with a blanket on her lap and a man standing behind her."}, {"scene_id": "oltl-11-08-07s9", "raw": "A scene from a TV show in which a man is lying in bed with a woman, and he is looking at her.", "with_names": "a man is lying in bed with a woman, and he is looking at her."}, {"scene_id": "oltl-11-08-07s10", "raw": "A scene from a TV show in which a black man is looking at the camera.", "with_names": "a black man is looking at the camera."}, {"scene_id": "oltl-11-08-07s11", "raw": "A scene from a TV show in which a boy is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-08-07s12", "raw": "A scene from a TV show in which a man is holding a blanket and another man is standing in front of him.", "with_names": "a man is holding a blanket and another man is standing in front of him."}, {"scene_id": "oltl-11-08-07s13", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "oltl-11-08-07s14", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a black belt.", "with_names": "a man is wearing a blue shirt and a black belt."}, {"scene_id": "oltl-11-08-07s15", "raw": "A scene from a TV show in which a man is standing in front of a door, looking at his reflection.", "with_names": "a man is standing in front of a door, looking at his reflection."}, {"scene_id": "oltl-11-08-07s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-08-07s17", "raw": "A scene from a TV show in which a man is talking to a woman, and she is holding flowers.", "with_names": ""}, {"scene_id": "oltl-11-08-07s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, talking to a person who is not visible in the image.", "with_names": ""}, {"scene_id": "oltl-11-08-07s19", "raw": "A scene from a TV show in which a man is standing in a room and a woman is leaning over a desk.", "with_names": "a man is standing in a room and ] is leaning over a desk."}, {"scene_id": "oltl-11-08-07s20", "raw": "A scene from a TV show in which a woman is holding a microphone and singing.", "with_names": "a woman is holding a microphone and singing."}, {"scene_id": "oltl-11-08-07s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-08-07s22", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a mustache and is smiling.", "with_names": "a man is wearing a brown jacket and a mustache and is smiling."}, {"scene_id": "oltl-11-08-07s23", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-11-08-07s24", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-11-08-07s25", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-11-08-07s26", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}]