[{"scene_id": "bb-10-03-14s0", "raw": "A scene from a TV show in which a woman is talking to a friend in a cafe.", "with_names": ""}, {"scene_id": "bb-10-03-14s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-03-14s2", "raw": "A scene from a TV show in which a young woman gives a man a flower.", "with_names": "a young woman gives a man a flower."}, {"scene_id": "bb-10-03-14s3", "raw": "A scene from a TV show in which a man and a woman are sitting at a restaurant table, with chopsticks in front of them.", "with_names": "Liam and Ivy are sitting at a restaurant table, with chopsticks in front of them."}, {"scene_id": "bb-10-03-14s4", "raw": "A scene from a TV show in which a large white B is superimposed over a blue background.", "with_names": "a large white b is superimposed over a blue background."}, {"scene_id": "bb-10-03-14s8", "raw": "A scene from a TV show in which a man and woman are talking to a reporter.", "with_names": ""}, {"scene_id": "bb-10-03-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-03-14s11", "raw": "A scene from a TV show in which a woman is talking to her mother.", "with_names": ""}, {"scene_id": "bb-10-03-14s12", "raw": "A scene from a TV show in which a woman and her daughter are eating doughnuts.", "with_names": "Aly and her daughter are eating doughnuts."}, {"scene_id": "bb-10-03-14s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-10-03-14s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-03-14s16", "raw": "A scene from a TV show in which a man is seen in a black room.", "with_names": "a man is in a black room."}, {"scene_id": "bb-10-03-14s17", "raw": "A scene from a TV show in which two women are standing in a room and talking.", "with_names": ""}, {"scene_id": "bb-10-03-14s20", "raw": "A scene from a TV show in which a man and a woman are talking to a middle-aged man.", "with_names": ""}, {"scene_id": "bb-10-03-14s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-03-14s22", "raw": "A scene from a TV show in which a man is holding a woman and talking to her.", "with_names": ""}, {"scene_id": "bb-10-03-14s23", "raw": "A scene from a TV show in which a woman smiles at a man.", "with_names": "a woman smiles at Eric."}, {"scene_id": "bb-10-03-14s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}]