[{"scene_id": "bb-07-05-17s0", "raw": "A scene from a TV show in which a gated mansion is shown. (File/FOX5)", "with_names": ""}, {"scene_id": "bb-07-05-17s1", "raw": "A scene from a TV show in which a young woman and a man are standing in front of a white building.", "with_names": "a young woman and a man are standing in front of a white building."}, {"scene_id": "bb-07-05-17s2", "raw": "A scene from a TV show in which a man and a woman are relaxing in a tropical garden.", "with_names": "a man and a woman are relaxing in a tropical garden."}, {"scene_id": "bb-07-05-17s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-05-17s4", "raw": "A scene from a TV show in which a woman is driving a car with a man.", "with_names": "a woman is driving a car with a man."}, {"scene_id": "bb-07-05-17s7", "raw": "A scene from a TV show in which a man is kissing a woman in a garden.", "with_names": "a man is kissing RJ in a garden."}, {"scene_id": "bb-07-05-17s8", "raw": "A scene from a TV show in which Prince Charles and Camilla are seen shaking hands after a meeting", "with_names": "prince charles and camilla are shaking hands after a meeting"}, {"scene_id": "bb-07-05-17s9", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-07-05-17s10", "raw": "A scene from a TV show in which a young man is driving a car and smoking a cigarette.", "with_names": "a young man is driving a car and smoking a cigarette."}, {"scene_id": "bb-07-05-17s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-07-05-17s13", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-07-05-17s14", "raw": "A scene from a TV show in which a woman is being seduced by a man in a car.", "with_names": "a woman is being seduced by a man in a car."}, {"scene_id": "bb-07-05-17s15", "raw": "A scene from a TV show in which a woman is lying on a bed with her eyes closed and a man is standing next to her.", "with_names": "Sheila is lying on a bed with her eyes closed and a man is standing next to her."}, {"scene_id": "bb-07-05-17s16", "raw": "A scene from a TV show in which a woman stands in a foyer and looks at a vase.", "with_names": "a woman stands in a foyer and looks at a vase."}, {"scene_id": "bb-07-05-17s18", "raw": "A scene from a TV show in which a man is standing in a room with a floral wallpaper.", "with_names": "a man is standing in a room with a floral wallpaper."}, {"scene_id": "bb-07-05-17s19", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a blue swimsuit.", "with_names": "a man is shirtless and a woman is wearing a blue swimsuit."}, {"scene_id": "bb-07-05-17s20", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "Eric kisses Quinn on the cheek."}, {"scene_id": "bb-07-05-17s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]