[{"scene_id": "bb-07-09-15s0", "raw": "A scene from a TV show in which a young woman is standing in front of a door and looking at a mirror.", "with_names": "a young woman is standing in front of a door and looking at a mirror."}, {"scene_id": "bb-07-09-15s1", "raw": "A scene from a TV show in which a woman sits at a table and talks to a man.", "with_names": "a woman sits at a table and talks to a man."}, {"scene_id": "bb-07-09-15s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is kissing her neck.", "with_names": "a woman is wearing a red dress and ] is kissing her neck."}, {"scene_id": "bb-07-09-15s3", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-07-09-15s4", "raw": "A scene from a TV show in which a woman is trying on a dress and a designer is showing her the dress.", "with_names": "a woman is trying on a dress and a designer is showing her the dress."}, {"scene_id": "bb-07-09-15s5", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-07-09-15s6", "raw": "A scene from a TV show in which a woman is painting a portrait of a man.", "with_names": "a woman is painting a portrait of ]."}, {"scene_id": "bb-07-09-15s7", "raw": "A scene from a TV show in which a man and a woman are arguing in an office.", "with_names": "a man and a woman are arguing in an office."}, {"scene_id": "bb-07-09-15s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-09-15s9", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "bb-07-09-15s10", "raw": "A scene from a TV show in which two women argue in a living room.", "with_names": "two women argue in a living room."}, {"scene_id": "bb-07-09-15s11", "raw": "A scene from a TV show in which a man and a woman look at a blueprint.", "with_names": "a man and a woman look at a blueprint."}, {"scene_id": "bb-07-09-15s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and looking at fashion illustrations.", "with_names": "a woman is sitting at a desk and looking at fashion illustrations."}, {"scene_id": "bb-07-09-15s13", "raw": "A scene from a TV show in which a woman is talking to a man on a couch.", "with_names": ""}, {"scene_id": "bb-07-09-15s14", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-07-09-15s15", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "bb-07-09-15s16", "raw": "A scene from a TV show in which a young woman is getting a diamond ring from a man.", "with_names": "a young woman is getting a diamond ring from a man."}, {"scene_id": "bb-07-09-15s17", "raw": "A scene from a TV show in which a young woman is interviewed.", "with_names": "a young woman is interviewed."}, {"scene_id": "bb-07-09-15s18", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-07-09-15s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]