[{"scene_id": "atwt-03-28-05s0", "raw": "A scene from a TV show in which a woman is smiling and looking up.", "with_names": "Katie is smiling and looking up."}, {"scene_id": "atwt-03-28-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-03-28-05s2", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "atwt-03-28-05s3", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-03-28-05s4", "raw": "A scene from a TV show in which a woman walks through a laundry room.", "with_names": "a woman walks through a laundry room."}, {"scene_id": "atwt-03-28-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-28-05s6", "raw": "A scene from a TV show in which a man is wearing a red robe and looking down.", "with_names": "a man is wearing a red robe and looking down."}, {"scene_id": "atwt-03-28-05s7", "raw": "A scene from a TV show in which a man is looking at the camera and smiling", "with_names": "a man is looking at the camera and smiling"}, {"scene_id": "atwt-03-28-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "atwt-03-28-05s9", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "atwt-03-28-05s10", "raw": "A scene from a TV show in which a man is in a suit and tie behind bars.", "with_names": "a man is in a suit and tie behind bars."}, {"scene_id": "atwt-03-28-05s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down, while another man is standing next to him, wiping his nose.", "with_names": "a man is wearing a suit and tie and looking down, while another man is standing next to him, wiping his nose."}, {"scene_id": "atwt-03-28-05s12", "raw": "A scene from a TV show in which a woman is holding a baby in a field.", "with_names": "a woman is holding a baby in a field."}, {"scene_id": "atwt-03-28-05s13", "raw": "A scene from a TV show in which a woman is talking about the benefits of Medicare.", "with_names": ""}, {"scene_id": "atwt-03-28-05s14", "raw": "A scene from a TV show in which a woman is looking down and closing her eyes.", "with_names": "a woman is looking down and closing her eyes."}, {"scene_id": "atwt-03-28-05s15", "raw": "A scene from a TV show in which a man is wearing a red robe and is dancing.", "with_names": "a man is wearing a red robe and is dancing."}, {"scene_id": "atwt-03-28-05s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-03-28-05s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-03-28-05s18", "raw": "A scene from a TV show in which a packet of biscuits is thrown into the sea.", "with_names": "a packet of biscuits is thrown into the sea."}, {"scene_id": "atwt-03-28-05s19", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-03-28-05s20", "raw": "A scene from a TV show in which a light switch is turned on.", "with_names": "a light switch is turned on."}, {"scene_id": "atwt-03-28-05s21", "raw": "A scene from a TV show in which a blonde woman is wearing a leather jacket and a red shirt.", "with_names": "a blonde woman is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-03-28-05s22", "raw": "A scene from a TV show in which a man is on the phone and holding a piece of paper.", "with_names": "a man is on the phone and holding a piece of paper."}, {"scene_id": "atwt-03-28-05s23", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "a man is looking at another man."}, {"scene_id": "atwt-03-28-05s24", "raw": "A scene from a TV show in which a young man is looking surprised.", "with_names": "a young man is looking surprised."}, {"scene_id": "atwt-03-28-05s25", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-28-05s26", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}]