[{"scene_id": "oltl-09-12-07s0", "raw": "A scene from a TV show in which a young man is looking off to the side, with a smile on his face.", "with_names": "a young man is looking off to the side, with a smile on his face."}, {"scene_id": "oltl-09-12-07s1", "raw": "A scene from a TV show in which a man is walking down a hallway with a gun in his hand.", "with_names": "a man is walking down a hallway with a gun in his hand."}, {"scene_id": "oltl-09-12-07s2", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-12-07s3", "raw": "A scene from a TV show in which the word \"OLTL\" is written in black letters", "with_names": "the word \"oltl\" is written in black letters"}, {"scene_id": "oltl-09-12-07s4", "raw": "A scene from a TV show in which two women are standing in a kitchen, talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-12-07s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-12-07s6", "raw": "A scene from a TV show in which a man is sitting in an office and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-09-12-07s7", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "oltl-09-12-07s8", "raw": "A scene from a TV show in which a man is standing in front of a woman in a courtroom.", "with_names": "a man is standing in front of a woman in a courtroom."}, {"scene_id": "oltl-09-12-07s9", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is standing nearby.", "with_names": ""}, {"scene_id": "oltl-09-12-07s10", "raw": "A scene from a TV show in which a man is standing in a room with a woman, and he is looking at a book.", "with_names": "a man is standing in a room with a woman, and he is looking at a book."}, {"scene_id": "oltl-09-12-07s11", "raw": "A scene from a TV show in which a man is standing in front of a woman, with his arms crossed.", "with_names": "a man is standing in front of a woman, with his arms crossed."}, {"scene_id": "oltl-09-12-07s12", "raw": "A scene from a TV show in which a judge is sitting in a chair and talking to someone.", "with_names": ""}, {"scene_id": "oltl-09-12-07s13", "raw": "A scene from a TV show in which a woman is being harassed by another woman.", "with_names": "a woman is being harassed by another woman."}, {"scene_id": "oltl-09-12-07s14", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-09-12-07s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-09-12-07s16", "raw": "A scene from a TV show in which a man sits in a chair and looks at a wall.", "with_names": "a man sits in a chair and looks at a wall."}, {"scene_id": "oltl-09-12-07s17", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-09-12-07s18", "raw": "A scene from a TV show in which a young girl is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-12-07s19", "raw": "A scene from a TV show in which a woman is holding a tray and a man is standing behind her", "with_names": "a woman is holding a tray and a man is standing behind her"}, {"scene_id": "oltl-09-12-07s20", "raw": "A scene from a TV show in which a woman is holding a book and a man is standing in front of her.", "with_names": "a woman is holding a book and a man is standing in front of her."}, {"scene_id": "oltl-09-12-07s21", "raw": "A scene from a TV show in which two women are standing in a kitchen, facing each other.", "with_names": "two women are standing in a kitchen, facing each other."}, {"scene_id": "oltl-09-12-07s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-09-12-07s23", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-12-07s24", "raw": "A scene from a TV show in which a woman is handing a piece of paper to a man.", "with_names": "a woman is handing a piece of paper to a man."}, {"scene_id": "oltl-09-12-07s25", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-09-12-07s26", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}]