[{"scene_id": "bb-02-18-14s0", "raw": "A scene from a TV show in which a woman is talking about flowers.", "with_names": ""}, {"scene_id": "bb-02-18-14s1", "raw": "A scene from a TV show in which a man is sitting at a table and holding a piece of paper.", "with_names": "a man is sitting at a table and holding a piece of paper."}, {"scene_id": "bb-02-18-14s2", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-18-14s3", "raw": "A scene from a TV show in which a man is shirtless and a woman is wearing a purple dress.", "with_names": "a man is shirtless and a woman is wearing a purple dress."}, {"scene_id": "bb-02-18-14s4", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "bb-02-18-14s5", "raw": "A scene from a TV show in which a woman is standing behind a bar and pouring a drink.", "with_names": "a woman is standing behind a bar and pouring a drink."}, {"scene_id": "bb-02-18-14s6", "raw": "A scene from a TV show in which a man and two women are having lunch on a rooftop terrace.", "with_names": "a man and two women are having lunch on a rooftop terrace."}, {"scene_id": "bb-02-18-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-02-18-14s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-18-14s9", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-02-18-14s10", "raw": "A scene from a TV show in which a woman is eating a pizza.", "with_names": "a woman is eating a pizza."}, {"scene_id": "bb-02-18-14s11", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a short black wig.", "with_names": "a woman is wearing a purple dress and a short black wig."}, {"scene_id": "bb-02-18-14s12", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "bb-02-18-14s13", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "bb-02-18-14s14", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "bb-02-18-14s15", "raw": "A scene from a TV show in which two women are talking in a room.", "with_names": ""}, {"scene_id": "bb-02-18-14s16", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by a man."}]