[{"scene_id": "atwt-09-30-04s0", "raw": "A scene from a TV show in which a man and a woman are talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-09-30-04s1", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-09-30-04s2", "raw": "A scene from a TV show in which a blonde woman is standing in front of a man, with her arms crossed.", "with_names": "a blonde woman is standing in front of a man, with her arms crossed."}, {"scene_id": "atwt-09-30-04s3", "raw": "A scene from a TV show in which a woman is hugging a man.", "with_names": "a woman is hugging a man."}, {"scene_id": "atwt-09-30-04s4", "raw": "A scene from a TV show in which the words \"As the World Turns\" are displayed on a blue screen.", "with_names": "the words \"as the world turns\" are displayed on a blue screen."}, {"scene_id": "atwt-09-30-04s5", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-09-30-04s6", "raw": "A scene from a TV show in which a blonde girl is looking down and her hair is blowing in the wind.", "with_names": "a blonde girl is looking down and her hair is blowing in the wind."}, {"scene_id": "atwt-09-30-04s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-09-30-04s8", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-30-04s9", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-09-30-04s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-30-04s11", "raw": "A scene from a TV show in which a man and a boy are sitting in a park.", "with_names": "a man and a boy are sitting in a park."}, {"scene_id": "atwt-09-30-04s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-09-30-04s13", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-30-04s14", "raw": "A scene from a TV show in which a man is dancing in a living room.", "with_names": "a man is dancing in a living room."}, {"scene_id": "atwt-09-30-04s15", "raw": "A scene from a TV show in which a black screen is shown with a white circle in the bottom right corner", "with_names": ""}, {"scene_id": "atwt-09-30-04s16", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-09-30-04s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-09-30-04s18", "raw": "A scene from a TV show in which a man is talking in front of a green bush.", "with_names": ""}, {"scene_id": "atwt-09-30-04s19", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a blue shirt.", "with_names": "a man is wearing a white lab coat and a blue shirt."}, {"scene_id": "atwt-09-30-04s20", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-09-30-04s21", "raw": "A scene from a TV show in which a young man is talking to an older man.", "with_names": ""}, {"scene_id": "atwt-09-30-04s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-30-04s23", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-09-30-04s24", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "atwt-09-30-04s25", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-30-04s26", "raw": "A scene from a TV show in which a man is standing in front of a bush.", "with_names": "a man is standing in front of a bush."}, {"scene_id": "atwt-09-30-04s27", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a blue shirt.", "with_names": "a doctor is wearing a white coat and a blue shirt."}]