[{"scene_id": "gl-05-21-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a skeleton.", "with_names": ""}, {"scene_id": "gl-05-21-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-21-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-21-03s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-21-03s4", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a black jacket.", "with_names": "a woman is wearing a pink dress and a man is in a black jacket."}, {"scene_id": "gl-05-21-03s5", "raw": "A scene from a TV show in which a woman is being tortured by a man.", "with_names": "a woman is being tortured by a man."}, {"scene_id": "gl-05-21-03s6", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "gl-05-21-03s7", "raw": "A scene from a TV show in which a young man is sitting in a chair and looking off to the side.", "with_names": ""}, {"scene_id": "gl-05-21-03s8", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-21-03s9", "raw": "A scene from a TV show in which a woman is looking down and her hair is in a messy bun.", "with_names": "a woman is looking down and her hair is in a messy bun."}, {"scene_id": "gl-05-21-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-21-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-21-03s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-21-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-21-03s14", "raw": "A scene from a TV show in which a woman is talking to a man and another man is looking at her.", "with_names": ""}, {"scene_id": "gl-05-21-03s15", "raw": "A scene from a TV show in which a man is holding a cell phone and looking at a piece of paper.", "with_names": "a man is holding a cell phone and looking at a piece of paper."}, {"scene_id": "gl-05-21-03s16", "raw": "A scene from a TV show in which a young man is wearing a black and white shirt.", "with_names": "a young man is wearing a black and white shirt."}, {"scene_id": "gl-05-21-03s17", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him with a smile.", "with_names": "a man is holding a woman and she is looking at him with a smile."}, {"scene_id": "gl-05-21-03s18", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}]