[{"scene_id": "gl-04-23-03s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "gl-04-23-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-23-03s2", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-04-23-03s3", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a necklace.", "with_names": ""}, {"scene_id": "gl-04-23-03s4", "raw": "A scene from a TV show in which a man is talking to another man and a woman her back", "with_names": ""}, {"scene_id": "gl-04-23-03s5", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-04-23-03s6", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-23-03s7", "raw": "A scene from a TV show in which a police officer is talking to a woman and a man.", "with_names": ""}, {"scene_id": "gl-04-23-03s8", "raw": "A scene from a TV show in which a woman is screaming at a man.", "with_names": "a woman is screaming at a man."}, {"scene_id": "gl-04-23-03s9", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "a man is looking at the camera"}, {"scene_id": "gl-04-23-03s10", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a black jacket.", "with_names": "a man is wearing a grey shirt and a black jacket."}, {"scene_id": "gl-04-23-03s11", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "a man is looking at a woman and making a face"}, {"scene_id": "gl-04-23-03s12", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing grey shirts.", "with_names": ""}, {"scene_id": "gl-04-23-03s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-23-03s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-23-03s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-04-23-03s16", "raw": "A scene from a TV show in which a man is talking to a police officer", "with_names": ""}, {"scene_id": "gl-04-23-03s17", "raw": "A scene from a TV show in which a man is talking to a child.", "with_names": ""}, {"scene_id": "gl-04-23-03s18", "raw": "A scene from a TV show in which a woman is crying and covering her face with her hands.", "with_names": "a woman is crying and covering her face with her hands."}, {"scene_id": "gl-04-23-03s19", "raw": "A scene from a TV show in which a man is sitting at a table with a cup and a saucer.", "with_names": "a man is sitting at a table with a cup and a saucer."}, {"scene_id": "gl-04-23-03s20", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-04-23-03s21", "raw": "A scene from a TV show in which a man is pointing his finger at a woman.", "with_names": "a man is pointing his finger at a woman."}, {"scene_id": "gl-04-23-03s22", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}]