[{"scene_id": "oltl-05-13-10s0", "raw": "A scene from a TV show in which a woman is reading a letter in an office", "with_names": "Natalie's voice is reading a letter in an office"}, {"scene_id": "oltl-05-13-10s1", "raw": "A scene from a TV show in which a woman is talking to a man in a room with flowers.", "with_names": ""}, {"scene_id": "oltl-05-13-10s2", "raw": "A scene from a TV show in which a man is standing in a living room with a fireplace and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-05-13-10s3", "raw": "A scene from a TV show in which a man is wearing a tank top and a woman is sitting next to him.", "with_names": "a man is wearing a tank top and a woman is sitting next to him."}, {"scene_id": "oltl-05-13-10s4", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "oltl-05-13-10s5", "raw": "A scene from a TV show in which a man is smiling and a woman is crying", "with_names": "a man is smiling and a woman is crying"}, {"scene_id": "oltl-05-13-10s6", "raw": "A scene from a TV show in which a girl is talking to a boy and a man is watching them.", "with_names": ""}, {"scene_id": "oltl-05-13-10s7", "raw": "A scene from a TV show in which a man is looking at a blonde woman.", "with_names": "a man is looking at a blonde woman."}, {"scene_id": "oltl-05-13-10s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s9", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-05-13-10s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s11", "raw": "A scene from a TV show in which a man is holding a yellow envelope and walking out of a door.", "with_names": "a man is holding a yellow envelope and walking out of a door."}, {"scene_id": "oltl-05-13-10s12", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-05-13-10s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-13-10s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s16", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-05-13-10s17", "raw": "A scene from a TV show in which a person is holding a yellow envelope.", "with_names": "a person is holding a yellow envelope."}, {"scene_id": "oltl-05-13-10s18", "raw": "A scene from a TV show in which a girl is looking at the camera with a shocked expression.", "with_names": "a girl is looking at the camera with a shocked expression."}, {"scene_id": "oltl-05-13-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s20", "raw": "A scene from a TV show in which a woman is wearing a blue dress and pearls.", "with_names": "a woman is wearing a blue dress and pearls."}, {"scene_id": "oltl-05-13-10s21", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-13-10s22", "raw": "A scene from a TV show in which two women are standing in front of a large metal door.", "with_names": "two women are standing in front of a large metal door."}, {"scene_id": "oltl-05-13-10s23", "raw": "A scene from a TV show in which a woman is holding a cup and looking at the camera.", "with_names": "a woman is holding a cup and looking at the camera."}, {"scene_id": "oltl-05-13-10s24", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-05-13-10s25", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-05-13-10s26", "raw": "A scene from a TV show in which a woman is holding a cell phone and another woman is looking at it.", "with_names": "a woman is holding a cell phone and another woman is looking at it."}, {"scene_id": "oltl-05-13-10s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-13-10s28", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a man is in a suit.", "with_names": "a woman is wearing a pink suit and a man is in a suit."}, {"scene_id": "oltl-05-13-10s29", "raw": "A scene from a TV show in which a woman is talking on the phone in a bathroom.", "with_names": ""}, {"scene_id": "oltl-05-13-10s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-13-10s31", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s32", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-05-13-10s33", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-13-10s34", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at papers.", "with_names": "a man is sitting at a desk and looking at papers."}, {"scene_id": "oltl-05-13-10s35", "raw": "A scene from a TV show in which a woman is holding a trophy and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-13-10s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-13-10s37", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-13-10s38", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "oltl-05-13-10s39", "raw": "A scene from a TV show in which a blonde woman is looking at a man and smiling.", "with_names": "a blonde woman is looking at a man and smiling."}, {"scene_id": "oltl-05-13-10s40", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-05-13-10s41", "raw": "A scene from a TV show in which a woman is singing to a man.", "with_names": "Natalie is singing to ]."}, {"scene_id": "oltl-05-13-10s42", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-13-10s43", "raw": "A scene from a TV show in which a woman is sitting at a typewriter and a man is standing next to her.", "with_names": "a woman is sitting at a typewriter and a man is standing next to her."}]