[{"scene_id": "atwt-04-01-04s0", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-01-04s1", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "atwt-04-01-04s2", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-01-04s3", "raw": "A scene from a TV show in which a man is talking to someone in a kitchen.", "with_names": ""}, {"scene_id": "atwt-04-01-04s4", "raw": "A scene from a TV show in which a woman is standing in front of a door, looking at a clock.", "with_names": "a woman is standing in front of a door, looking at a clock."}, {"scene_id": "atwt-04-01-04s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-01-04s6", "raw": "A scene from a TV show in which a man is holding a jacket and a woman is looking at him.", "with_names": "a man is holding a jacket and a woman is looking at him."}, {"scene_id": "atwt-04-01-04s7", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with the woman looking at the man.", "with_names": "a man and a woman are standing in a room, with the woman looking at the man."}, {"scene_id": "atwt-04-01-04s8", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "atwt-04-01-04s9", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "atwt-04-01-04s10", "raw": "A scene from a TV show in which a woman is talking to a reporter.", "with_names": ""}, {"scene_id": "atwt-04-01-04s11", "raw": "A scene from a TV show in which a child is painting a picture.", "with_names": "a child is painting a picture."}, {"scene_id": "atwt-04-01-04s12", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-04-01-04s13", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-04-01-04s14", "raw": "A scene from a TV show in which a man is walking into a room and a lamp is on the floor", "with_names": "a man is walking into a room and a lamp is on the floor"}, {"scene_id": "atwt-04-01-04s15", "raw": "A scene from a TV show in which a man is jumping off a cliff.", "with_names": "a man is jumping off a cliff."}, {"scene_id": "atwt-04-01-04s16", "raw": "A scene from a TV show in which a woman is standing in front of a lamp, looking at it.", "with_names": "a woman is standing in front of a lamp, looking at it."}, {"scene_id": "atwt-04-01-04s17", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "a woman is sitting in a room with a man standing behind her."}, {"scene_id": "atwt-04-01-04s18", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone", "with_names": ""}, {"scene_id": "atwt-04-01-04s19", "raw": "A scene from a TV show in which a woman is holding a letter and looking at it.", "with_names": "a woman is holding a letter and looking at it."}, {"scene_id": "atwt-04-01-04s20", "raw": "A scene from a TV show in which a purple pill floats over a city.", "with_names": "a purple pill floats over a city."}, {"scene_id": "atwt-04-01-04s21", "raw": "A scene from a TV show in which a woman is bending over to pick up a plant.", "with_names": "a woman is bending over to pick up a plant."}, {"scene_id": "atwt-04-01-04s22", "raw": "A scene from a TV show in which a man is wearing a brown and orange shirt and a gold chain around his neck", "with_names": "a man is wearing a brown and orange shirt and a gold chain around his neck"}, {"scene_id": "atwt-04-01-04s23", "raw": "A scene from a TV show in which a bald man is looking at a woman.", "with_names": "a bald man is looking at a woman."}]