[{"scene_id": "oltl-04-18-07s0", "raw": "A scene from a TV show in which a woman is standing next to a man, and a child is sitting on the floor.", "with_names": "Blair is standing next to a man, and a child is sitting on the floor."}, {"scene_id": "oltl-04-18-07s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-18-07s2", "raw": "A scene from a TV show in which a man is being followed by two women.", "with_names": "a man is being followed by two women."}, {"scene_id": "oltl-04-18-07s3", "raw": "A scene from a TV show in which a woman is holding a baby in a hallway.", "with_names": "a woman is holding a baby in a hallway."}, {"scene_id": "oltl-04-18-07s4", "raw": "A scene from a TV show in which a man is wearing a white glove on his left hand and a woman is looking at him with a shocked expression.", "with_names": "a man is wearing a white glove on his left hand and a woman is looking at him with a shocked expression."}, {"scene_id": "oltl-04-18-07s5", "raw": "A scene from a TV show in which a man is holding a baby and kissing her on the cheek.", "with_names": "a man is holding a baby and kissing her on the cheek."}, {"scene_id": "oltl-04-18-07s6", "raw": "A scene from a TV show in which a man and a woman are driving a car.", "with_names": "a man and a woman are driving a car."}, {"scene_id": "oltl-04-18-07s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-04-18-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-18-07s9", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-18-07s10", "raw": "A scene from a TV show in which a man is standing in front of a screen, holding a remote in his hand.", "with_names": "a man is standing in front of a screen, holding a remote in his hand."}, {"scene_id": "oltl-04-18-07s11", "raw": "A scene from a TV show in which a man is standing in a room with a potted plant.", "with_names": "a man is standing in a room with a potted plant."}, {"scene_id": "oltl-04-18-07s12", "raw": "A scene from a TV show in which a woman is talking to a dog.", "with_names": ""}, {"scene_id": "oltl-04-18-07s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-18-07s14", "raw": "A scene from a TV show in which a woman is holding a child and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-04-18-07s15", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-04-18-07s16", "raw": "", "with_names": ""}, {"scene_id": "oltl-04-18-07s17", "raw": "A scene from a TV show in which a woman is standing in a kitchen, wearing a red dress.", "with_names": "a woman is standing in a kitchen, wearing a red dress."}, {"scene_id": "oltl-04-18-07s18", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-04-18-07s19", "raw": "A scene from a TV show in which a man is kneeling on the floor and a woman is standing next to him.", "with_names": "a man is kneeling on the floor and a woman is standing next to him."}, {"scene_id": "oltl-04-18-07s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-04-18-07s21", "raw": "A scene from a TV show in which a man is reading a book.", "with_names": "a man is reading a book."}, {"scene_id": "oltl-04-18-07s22", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-04-18-07s23", "raw": "A scene from a TV show in which a man is standing in a room and looking down at his hands.", "with_names": "a man is standing in a room and looking down at his hands."}, {"scene_id": "oltl-04-18-07s24", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-04-18-07s25", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-04-18-07s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-04-18-07s27", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "oltl-04-18-07s28", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him.", "with_names": "a man is driving a car and a woman is sitting next to him."}, {"scene_id": "oltl-04-18-07s29", "raw": "A scene from a TV show in which a woman is wearing a red top and her hair is in a ponytail.", "with_names": "a woman is wearing a red top and her hair is in a ponytail."}]