[{"scene_id": "bb-06-16-06s0", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a child.", "with_names": "a man is standing in a room with a woman and a child."}, {"scene_id": "bb-06-16-06s1", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "bb-06-16-06s2", "raw": "A scene from a TV show in which a woman is dancing in a room with other women.", "with_names": "a woman is dancing in a room with other women."}, {"scene_id": "bb-06-16-06s3", "raw": "A scene from a TV show in which a man stands in front of a window, looking out at a large model sailboat.", "with_names": "a man stands in front of a window, looking out at a large model sailboat."}, {"scene_id": "bb-06-16-06s4", "raw": "A scene from a TV show in which a woman is dancing in a room with a timer counting down.", "with_names": "a woman is dancing in a room with a timer counting down."}, {"scene_id": "bb-06-16-06s5", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-06-16-06s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "bb-06-16-06s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-16-06s8", "raw": "", "with_names": ""}, {"scene_id": "bb-06-16-06s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-06-16-06s10", "raw": "A scene from a TV show in which a woman is wearing a pink suit and a gold brooch.", "with_names": "a woman is wearing a pink suit and a gold brooch."}, {"scene_id": "bb-06-16-06s11", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-06-16-06s12", "raw": "A scene from a TV show in which a man is standing at a desk and looking at papers.", "with_names": "a man is standing at a desk and looking at papers."}, {"scene_id": "bb-06-16-06s13", "raw": "A scene from a TV show in which two women sit next to each other in chairs.", "with_names": "two women sit next to each other in chairs."}, {"scene_id": "bb-06-16-06s14", "raw": "A scene from a TV show in which a woman is drinking from a wine glass.", "with_names": "a woman is drinking from a wine glass."}, {"scene_id": "bb-06-16-06s15", "raw": "A scene from a TV show in which a timer is counting down from a minute to a minute and a half.", "with_names": "a timer is counting down from a minute to a minute and a half."}, {"scene_id": "bb-06-16-06s16", "raw": "A scene from a TV show in which a man is looking down and wearing a black suit.", "with_names": "a man is looking down and wearing a black suit."}, {"scene_id": "bb-06-16-06s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-16-06s18", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "bb-06-16-06s19", "raw": "", "with_names": ""}]