[{"scene_id": "gl-10-15-01s0", "raw": "A scene from a TV show in which a woman is holding a baby while a man sits next to her.", "with_names": "a woman is holding a baby while a man sits next to her."}, {"scene_id": "gl-10-15-01s1", "raw": "A scene from a TV show in which a man is holding a baby while a woman looks on.", "with_names": "a man is holding a baby while a woman looks on."}, {"scene_id": "gl-10-15-01s2", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Cassie is crying."}, {"scene_id": "gl-10-15-01s3", "raw": "A scene from a TV show in which a man is being spanked by a woman.", "with_names": "Jack is being spanked by Reva."}, {"scene_id": "gl-10-15-01s4", "raw": "A scene from a TV show in which a purple circle is surrounded by a rainbow", "with_names": "a purple circle is surrounded by a rainbow"}, {"scene_id": "gl-10-15-01s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-10-15-01s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s8", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "gl-10-15-01s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking at the camera.", "with_names": "Dax is wearing a suit and a tie and is looking at the camera."}, {"scene_id": "gl-10-15-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-15-01s11", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s12", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-10-15-01s13", "raw": "A scene from a TV show in which Freddie Mercury is wearing a white robe and a mustache", "with_names": "freddie mercury is wearing a white robe and a mustache"}, {"scene_id": "gl-10-15-01s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s15", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-10-15-01s16", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "gl-10-15-01s17", "raw": "A scene from a TV show in which a woman is holding a cell phone and another woman is looking at it.", "with_names": "a woman is holding a cell phone and another woman is looking at it."}, {"scene_id": "gl-10-15-01s18", "raw": "A scene from a TV show in which a woman is interviewed by a man.", "with_names": "a woman is interviewed by a man."}, {"scene_id": "gl-10-15-01s19", "raw": "A scene from a TV show in which a man is talking to a woman in a restaurant.", "with_names": ""}, {"scene_id": "gl-10-15-01s20", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-10-15-01s21", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "gl-10-15-01s22", "raw": "A scene from a TV show in which a man is holding a rolled up piece of paper and a woman is reaching out to him.", "with_names": "a man is holding a rolled up piece of paper and a woman is reaching out to him."}, {"scene_id": "gl-10-15-01s23", "raw": "A scene from a TV show in which a woman is wearing a suit and a white shirt", "with_names": "a woman is wearing a suit and a white shirt"}, {"scene_id": "gl-10-15-01s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s25", "raw": "A scene from a TV show in which a man is talking to another man, and the other man has a red shirt on.", "with_names": ""}, {"scene_id": "gl-10-15-01s26", "raw": "A scene from a TV show in which a woman is holding a baby and a man is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-15-01s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-15-01s28", "raw": "A scene from a TV show in which a woman is sitting in a large painting.", "with_names": "a woman is sitting in a large painting."}]