[{"scene_id": "gl-04-28-03s0", "raw": "A scene from a TV show in which a man is looking at the camera and making a face.", "with_names": "a man is looking at the camera and making a face."}, {"scene_id": "gl-04-28-03s1", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-04-28-03s2", "raw": "A scene from a TV show in which a woman is talking to a man and smiling.", "with_names": ""}, {"scene_id": "gl-04-28-03s3", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a black tank top.", "with_names": "a woman is wearing a red dress and a man is in a black tank top."}, {"scene_id": "gl-04-28-03s4", "raw": "A scene from a TV show in which a woman is seen standing in a room with candles and wine glasses.", "with_names": "a woman is standing in a room with candles and wine glasses."}, {"scene_id": "gl-04-28-03s5", "raw": "A scene from a TV show in which two men are sitting in a car.", "with_names": "two men are sitting in a car."}, {"scene_id": "gl-04-28-03s6", "raw": "A scene from a TV show in which a man is sitting next to another man and they are both looking at something.", "with_names": "a man is sitting next to another man and they are both looking at something."}, {"scene_id": "gl-04-28-03s7", "raw": "A scene from a TV show in which two men are sitting in a car.", "with_names": "two men are sitting in a car."}, {"scene_id": "gl-04-28-03s8", "raw": "A scene from a TV show in which a shirtless man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-28-03s9", "raw": "A scene from a TV show in which a woman is making a face", "with_names": "a woman is making a face"}, {"scene_id": "gl-04-28-03s10", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-28-03s11", "raw": "A scene from a TV show in which a man is looking at the camera and making a face.", "with_names": "a man is looking at the camera and making a face."}, {"scene_id": "gl-04-28-03s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-28-03s13", "raw": "A scene from a TV show in which a man is seen getting into a car.", "with_names": "a man is getting into a car."}, {"scene_id": "gl-04-28-03s14", "raw": "A scene from a TV show in which a man is standing in front of a door and his eyes are closed", "with_names": "a man is standing in front of a door and his eyes are closed"}, {"scene_id": "gl-04-28-03s15", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is covering her mouth.", "with_names": "a man is wearing a leather jacket and a woman is covering her mouth."}, {"scene_id": "gl-04-28-03s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek, while another man looks on.", "with_names": "a man is kissing a woman on the cheek, while another man looks on."}, {"scene_id": "gl-04-28-03s17", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "gl-04-28-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-28-03s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-28-03s20", "raw": "A scene from a TV show in which a man is talking to a door.", "with_names": ""}]