[{"scene_id": "oltl-11-09-11s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-09-11s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "oltl-11-09-11s2", "raw": "A scene from a TV show in which a woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "oltl-11-09-11s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-11-09-11s4", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is walking towards him.", "with_names": "a man is standing in front of a door and a woman is walking towards him."}, {"scene_id": "oltl-11-09-11s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-09-11s6", "raw": "A scene from a TV show in which a boy is standing in front of a window, holding a book and looking at a fern.", "with_names": "a boy is standing in front of a window, holding a book and looking at a fern."}, {"scene_id": "oltl-11-09-11s7", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-11-09-11s8", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-11-09-11s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-11-09-11s10", "raw": "A scene from a TV show in which a man is sitting on a staircase and a person is walking past him", "with_names": "a man is sitting on a staircase and a person is walking past him"}, {"scene_id": "oltl-11-09-11s11", "raw": "A scene from a TV show in which a man is crying in a room with a woman.", "with_names": "a man is crying in a room with a woman."}, {"scene_id": "oltl-11-09-11s12", "raw": "A scene from a TV show in which a young woman is talking to another young woman who is wearing a purple shirt.", "with_names": ""}, {"scene_id": "oltl-11-09-11s13", "raw": "A scene from a TV show in which a man is playing a violin in an office while another man is holding a box.", "with_names": "a man is playing a violin in an office while another man is holding a box."}, {"scene_id": "oltl-11-09-11s14", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-11-09-11s15", "raw": "A scene from a TV show in which a man is standing in a room with a bookshelf and a couch. An older man is walking towards him.", "with_names": "a man is standing in a room with a bookshelf and a couch. an older man is walking towards him."}, {"scene_id": "oltl-11-09-11s16", "raw": "A scene from a TV show in which a man is holding a woman by the arm and talking to her.", "with_names": ""}, {"scene_id": "oltl-11-09-11s17", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-09-11s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-09-11s19", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "oltl-11-09-11s20", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-11-09-11s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-11-09-11s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-09-11s23", "raw": "A scene from a TV show in which a man is seen crying in court.", "with_names": "a man is crying in court."}, {"scene_id": "oltl-11-09-11s24", "raw": "A scene from a TV show in which a newspaper is shown with a picture of a man", "with_names": ""}, {"scene_id": "oltl-11-09-11s25", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-11-09-11s26", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long black hair", "with_names": "a man is wearing a black shirt and a long black hair"}, {"scene_id": "oltl-11-09-11s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-09-11s28", "raw": "A scene from a TV show in which a young man is walking through a room with a white shirt and a black jacket on.", "with_names": "a young man is walking through a room with a white shirt and a black jacket on."}, {"scene_id": "oltl-11-09-11s29", "raw": "A scene from a TV show in which a man is standing in front of a whiteboard, a woman is looking at him, and a person is walking away from them.", "with_names": "a man is standing in front of a whiteboard, a woman is looking at him, and a person is walking away from them."}, {"scene_id": "oltl-11-09-11s30", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace.", "with_names": "a man is wearing a black shirt and a necklace."}, {"scene_id": "oltl-11-09-11s31", "raw": "A scene from a TV show in which a man holds a baby and talks to a woman.", "with_names": "a man holds a baby and talks to a woman."}, {"scene_id": "oltl-11-09-11s32", "raw": "A scene from a TV show in which a man is talking to a woman in front of a poster.", "with_names": ""}, {"scene_id": "oltl-11-09-11s33", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a couch and a fireplace.", "with_names": "a man and a woman are standing in a room with a couch and a fireplace."}, {"scene_id": "oltl-11-09-11s34", "raw": "A scene from a TV show in which a man is seen opening a drawer.", "with_names": "a man is opening a drawer."}, {"scene_id": "oltl-11-09-11s35", "raw": "A scene from a TV show in which a man is on the phone and his face is contorted in shock.", "with_names": "a man is on the phone and his face is contorted in shock."}, {"scene_id": "oltl-11-09-11s36", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-11-09-11s37", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-09-11s38", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-11-09-11s39", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "oltl-11-09-11s40", "raw": "A scene from a TV show in which a woman is sitting on the floor and looking at her phone.", "with_names": "a woman is sitting on the floor and looking at her phone."}, {"scene_id": "oltl-11-09-11s41", "raw": "A scene from a TV show in which a man is running through a hallway with a newspaper.", "with_names": "a man is running through a hallway with a newspaper."}, {"scene_id": "oltl-11-09-11s42", "raw": "A scene from a TV show in which a young boy is walking down a hallway with a cane.", "with_names": "a young boy is walking down a hallway with a cane."}, {"scene_id": "oltl-11-09-11s43", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-09-11s44", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}]