[{"scene_id": "gl-06-16-06s0", "raw": "A scene from a TV show in which a priest is marrying a man.", "with_names": "a priest is marrying a man."}, {"scene_id": "gl-06-16-06s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-16-06s2", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-06-16-06s3", "raw": "A scene from a TV show in which a man is getting married to a woman.", "with_names": "a man is getting married to a woman."}, {"scene_id": "gl-06-16-06s4", "raw": "A scene from a TV show in which a man is looking at a picture of a woman.", "with_names": "] is looking at a picture of Lizzie."}, {"scene_id": "gl-06-16-06s5", "raw": "A scene from a TV show in which a man is tying his shoelaces.", "with_names": "a man is tying his shoelaces."}, {"scene_id": "gl-06-16-06s6", "raw": "A scene from a TV show in which a doctor is talking on the phone in front of a green screen.", "with_names": ""}, {"scene_id": "gl-06-16-06s7", "raw": "A scene from a TV show in which a man is cheating on his wife with another woman", "with_names": "a man is cheating on his wife with another woman"}, {"scene_id": "gl-06-16-06s8", "raw": "A scene from a TV show in which a bright light is seen in the sky.", "with_names": "a bright light is in the sky."}, {"scene_id": "gl-06-16-06s9", "raw": "A scene from a TV show in which two men are dressed in tuxedos and talking to each other.", "with_names": ""}, {"scene_id": "gl-06-16-06s10", "raw": "A scene from a TV show in which a woman is holding a glass and looking at the camera.", "with_names": "a woman is holding a glass and looking at the camera."}, {"scene_id": "gl-06-16-06s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a look of disgust.", "with_names": ""}, {"scene_id": "gl-06-16-06s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-06-16-06s13", "raw": "A scene from a TV show in which a pink screen is shown", "with_names": ""}, {"scene_id": "gl-06-16-06s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-16-06s15", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-06-16-06s16", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-06-16-06s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek", "with_names": "a man is kissing a woman on the cheek"}, {"scene_id": "gl-06-16-06s18", "raw": "", "with_names": ""}, {"scene_id": "gl-06-16-06s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-16-06s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-06-16-06s21", "raw": "A scene from a TV show in which a woman is smoking a cigarette", "with_names": "a woman is smoking a cigarette"}, {"scene_id": "gl-06-16-06s22", "raw": "A scene from a TV show in which a man is talking to a woman and another man is standing behind them.", "with_names": ""}, {"scene_id": "gl-06-16-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-16-06s24", "raw": "A scene from a TV show in which a woman is fixing a man's tie.", "with_names": "a woman is fixing a man's tie."}, {"scene_id": "gl-06-16-06s25", "raw": "A scene from a TV show in which a bride is getting ready for her wedding.", "with_names": "a bride is getting ready for her wedding."}, {"scene_id": "gl-06-16-06s26", "raw": "A scene from a TV show in which a man is laughing and smiling", "with_names": "a man is laughing and smiling"}, {"scene_id": "gl-06-16-06s27", "raw": "A scene from a TV show in which a man and a woman are walking down the aisle.", "with_names": "a man and a woman are walking down the aisle."}, {"scene_id": "gl-06-16-06s28", "raw": "A scene from a TV show in which a man is walking down the aisle with his father.", "with_names": "a man is walking down the aisle with his father."}, {"scene_id": "gl-06-16-06s29", "raw": "A scene from a TV show in which a priest is marrying a man and a woman is crying.", "with_names": "a priest is marrying a man and a woman is crying."}, {"scene_id": "gl-06-16-06s30", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "gl-06-16-06s31", "raw": "A scene from a TV show in which a priest marries a couple.", "with_names": "a priest marries a couple."}, {"scene_id": "gl-06-16-06s32", "raw": "A scene from a TV show in which a bride and groom are seen dancing at their wedding.", "with_names": "a bride and groom are dancing at their wedding."}, {"scene_id": "gl-06-16-06s33", "raw": "A scene from a TV show in which a man is talking to a woman and she is talking back to him.", "with_names": ""}, {"scene_id": "gl-06-16-06s34", "raw": "A scene from a TV show in which a bride and groom are looking at each other and the groom is looking at a woman.", "with_names": "a bride and groom are looking at each other and the groom is looking at a woman."}]