[{"scene_id": "bb-12-12-17s0", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-12-12-17s1", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-12-12-17s2", "raw": "A scene from a TV show in which a woman sits at a desk and types on a keyboard.", "with_names": "a woman sits at a desk and types on a keyboard."}, {"scene_id": "bb-12-12-17s3", "raw": "A scene from a TV show in which a woman is wearing a silk dress and the words \"The Bold and the Beautiful\" are written on it.", "with_names": "a woman is wearing a silk dress and the words \"the bold and the beautiful\" are written on it."}, {"scene_id": "bb-12-12-17s4", "raw": "A scene from a TV show in which a woman is getting a ring put on her finger by a man.", "with_names": "a woman is getting a ring put on her finger by a man."}, {"scene_id": "bb-12-12-17s5", "raw": "A scene from a TV show in which a man and a woman are standing on a beach, with the ocean in the background.", "with_names": "a man and a woman are standing on a beach, with the ocean in the background."}, {"scene_id": "bb-12-12-17s6", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-12-12-17s7", "raw": "A scene from a TV show in which a woman is wearing glasses and talking to a man.", "with_names": ""}, {"scene_id": "bb-12-12-17s8", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "bb-12-12-17s9", "raw": "A scene from a TV show in which a woman is holding a cell phone and talking to a man.", "with_names": ""}, {"scene_id": "bb-12-12-17s10", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a suit.", "with_names": "a woman is wearing a red dress and a man is in a suit."}, {"scene_id": "bb-12-12-17s11", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-12-17s12", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-12-12-17s13", "raw": "A scene from a TV show in which a woman is standing in front of a tree.", "with_names": "a woman is standing in front of a tree."}, {"scene_id": "bb-12-12-17s14", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-12-12-17s16", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "bb-12-12-17s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}]