[{"scene_id": "bb-09-22-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-09-22-06s1", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at a paper.", "with_names": "a man is sitting on a bed and looking at a paper."}, {"scene_id": "bb-09-22-06s2", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blue shirt.", "with_names": "a man is wearing a leather jacket and a blue shirt."}, {"scene_id": "bb-09-22-06s3", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "bb-09-22-06s4", "raw": "A scene from a TV show in which a shirtless man is sitting at a desk, wearing a sling around his neck and a cup in his hand.", "with_names": "a shirtless man is sitting at a desk, wearing a sling around his neck and a cup in his hand."}, {"scene_id": "bb-09-22-06s5", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-09-22-06s6", "raw": "A scene from a TV show in which a woman is wearing a brown dress and looking at a clock.", "with_names": "a woman is wearing a brown dress and looking at a clock."}, {"scene_id": "bb-09-22-06s7", "raw": "A scene from a TV show in which a man is walking in a greenhouse with potted plants.", "with_names": "a man is walking in a greenhouse with potted plants."}, {"scene_id": "bb-09-22-06s8", "raw": "A scene from a TV show in which a woman is wearing a black bra and underwear and is standing in a doorway.", "with_names": "a woman is wearing a black bra and underwear and is standing in a doorway."}, {"scene_id": "bb-09-22-06s9", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "bb-09-22-06s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hands are in the air", "with_names": ""}, {"scene_id": "bb-09-22-06s11", "raw": "", "with_names": ""}, {"scene_id": "bb-09-22-06s12", "raw": "A scene from a TV show in which a man is standing in front of a statue and flowers.", "with_names": "a man is standing in front of a statue and flowers."}, {"scene_id": "bb-09-22-06s13", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}]