[{"scene_id": "bb-02-13-07s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-02-13-07s1", "raw": "A scene from a TV show in which a woman is sitting in a chair and another woman is standing next to her.", "with_names": ""}, {"scene_id": "bb-02-13-07s2", "raw": "A scene from a TV show in which a woman is being filmed by a man and a young woman.", "with_names": "a woman is being filmed by a man and a young woman."}, {"scene_id": "bb-02-13-07s3", "raw": "A scene from a TV show in which a man is standing in front of a wall with a white shirt on.", "with_names": "a man is standing in front of a wall with a white shirt on."}, {"scene_id": "bb-02-13-07s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-02-13-07s5", "raw": "A scene from a TV show in which a man is standing next to a woman and a clock is visible in the background.", "with_names": "a man is standing next to a woman and a clock is visible in the background."}, {"scene_id": "bb-02-13-07s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "bb-02-13-07s7", "raw": "A scene from a TV show in which a man is standing in front of a sheet, with his arms outstretched.", "with_names": "a man is standing in front of a sheet, with his arms outstretched."}, {"scene_id": "bb-02-13-07s8", "raw": "A scene from a TV show in which two women are standing next to each other in a room.", "with_names": "two women are standing next to each other in a room."}, {"scene_id": "bb-02-13-07s9", "raw": "A scene from a TV show in which a woman is talking on a phone.", "with_names": ""}, {"scene_id": "bb-02-13-07s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-13-07s11", "raw": "A scene from a TV show in which a man is looking at a clock and a woman is dancing in the background", "with_names": "a man is looking at a clock and a woman is dancing in the background"}]