[{"scene_id": "atwt-01-08-03s0", "raw": "A scene from a TV show in which a woman is talking to a nurse in a hospital bathroom.", "with_names": ""}, {"scene_id": "atwt-01-08-03s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-08-03s2", "raw": "A scene from a TV show in which a little girl is trying to put a coat on her older brother.", "with_names": "a little girl is trying to put a coat on her older brother."}, {"scene_id": "atwt-01-08-03s3", "raw": "A scene from a TV show in which a woman is being attacked by a man with a knife.", "with_names": "a woman is being attacked by Jack with a knife."}, {"scene_id": "atwt-01-08-03s4", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "Aaron is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-08-03s5", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Craig is wearing a suit and tie."}, {"scene_id": "atwt-01-08-03s6", "raw": "A scene from a TV show in which a woman holds a pill between her fingers.", "with_names": "a woman holds a pill between her fingers."}, {"scene_id": "atwt-01-08-03s7", "raw": "A scene from a TV show in which a young boy is being bullied by a man.", "with_names": "a young boy is being bullied by a man."}, {"scene_id": "atwt-01-08-03s8", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-08-03s9", "raw": "A scene from a TV show in which a man is walking down a street in the rain.", "with_names": "a man is walking down a street in the rain."}, {"scene_id": "atwt-01-08-03s10", "raw": "A scene from a TV show in which a woman is wearing a red coat and a scarf and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-08-03s11", "raw": "A scene from a TV show in which a young man is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-01-08-03s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Craig is kissing a woman on the cheek."}, {"scene_id": "atwt-01-08-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-01-08-03s15", "raw": "A scene from a TV show in which a woman is sitting in a wheelchair and a man is standing next to her.", "with_names": "a woman is sitting in a wheelchair and a man is standing next to her."}, {"scene_id": "atwt-01-08-03s16", "raw": "A scene from a TV show in which a man is holding a plate and a woman is standing behind him.", "with_names": "Jack is holding a plate and Carly is standing behind him."}]