[{"scene_id": "gl-04-27-05s0", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-27-05s1", "raw": "A scene from a TV show in which a woman is lying on a bed and looking at the camera.", "with_names": "a woman is lying on a bed and looking at the camera."}, {"scene_id": "gl-04-27-05s2", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white jacket and a necklace", "with_names": ""}, {"scene_id": "gl-04-27-05s3", "raw": "A scene from a TV show in which a man is tied up and gagged.", "with_names": "a man is tied up and gagged."}, {"scene_id": "gl-04-27-05s4", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "gl-04-27-05s5", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-27-05s6", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-04-27-05s7", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-04-27-05s8", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "gl-04-27-05s9", "raw": "A scene from a TV show in which a man is tied up and his hands are tied behind his back.", "with_names": "a man is tied up and his hands are tied behind his back."}, {"scene_id": "gl-04-27-05s10", "raw": "A scene from a TV show in which a woman is smoking a cigarette", "with_names": "a woman is smoking a cigarette"}, {"scene_id": "gl-04-27-05s11", "raw": "", "with_names": ""}, {"scene_id": "gl-04-27-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and a gold tie and is looking at the camera.", "with_names": "a man is wearing a suit and a gold tie and is looking at the camera."}, {"scene_id": "gl-04-27-05s13", "raw": "A scene from a TV show in which a shirtless man is looking at a woman.", "with_names": "a shirtless man is looking at a woman."}, {"scene_id": "gl-04-27-05s14", "raw": "A scene from a TV show in which a man is seen with a beard and a plaid shirt", "with_names": "a man is with a beard and a plaid shirt"}, {"scene_id": "gl-04-27-05s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her", "with_names": ""}, {"scene_id": "gl-04-27-05s16", "raw": "A scene from a TV show in which a man is talking to someone and they are both looking at a cell phone", "with_names": ""}, {"scene_id": "gl-04-27-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and smiling.", "with_names": ""}, {"scene_id": "gl-04-27-05s18", "raw": "", "with_names": ""}, {"scene_id": "gl-04-27-05s19", "raw": "A scene from a TV show in which a woman is talking to another woman through a glass window.", "with_names": ""}, {"scene_id": "gl-04-27-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-27-05s21", "raw": "A scene from a TV show in which a man is standing behind bars", "with_names": "a man is standing behind bars"}, {"scene_id": "gl-04-27-05s22", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-04-27-05s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-27-05s24", "raw": "", "with_names": ""}, {"scene_id": "gl-04-27-05s25", "raw": "", "with_names": ""}]