[{"scene_id": "atwt-06-14-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-14-06s1", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-14-06s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-06-14-06s3", "raw": "A scene from a TV show in which a woman is wearing a white coat and a blue shirt and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-06-14-06s4", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-06-14-06s5", "raw": "A scene from a TV show in which a bear is watering a tree with a bucket.", "with_names": "a bear is watering a tree with a bucket."}, {"scene_id": "atwt-06-14-06s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-14-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-14-06s8", "raw": "A scene from a TV show in which two men are sitting on a couch, looking at each other.", "with_names": ""}, {"scene_id": "atwt-06-14-06s9", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and ] is comforting her."}, {"scene_id": "atwt-06-14-06s10", "raw": "A scene from a TV show in which a woman is looking at a mirror and making a face.", "with_names": "a woman is looking at a mirror and making a face."}, {"scene_id": "atwt-06-14-06s11", "raw": "A scene from a TV show in which a woman is smiling and leaning over a table. The words \"Call 1,850 Radiant\" are written below her.", "with_names": "a woman is smiling and leaning over a table. the words \"call 1,850 radiant\" are written below her."}, {"scene_id": "atwt-06-14-06s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-14-06s13", "raw": "A scene from a TV show in which a man is standing behind a woman, with his hands on her shoulders.", "with_names": "a man is standing behind a woman, with his hands on her shoulders."}, {"scene_id": "atwt-06-14-06s14", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm sorry.\"", "with_names": "a man is looking at a woman and saying, \"i'm sorry.\""}, {"scene_id": "atwt-06-14-06s15", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-14-06s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-14-06s17", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-06-14-06s18", "raw": "A scene from a TV show in which a woman is shown in a pink shirt and jeans, and a man is seen in blue jeans and a pink t-shirt.", "with_names": ""}, {"scene_id": "atwt-06-14-06s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-06-14-06s20", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-06-14-06s21", "raw": "A scene from a TV show in which a woman is shown holding a box of Advil.", "with_names": ""}, {"scene_id": "atwt-06-14-06s22", "raw": "A scene from a TV show in which two men are standing in a room, one of them is wearing a suit and the other is wearing a suit.", "with_names": "two men are standing in a room, one of them is wearing a suit and the other is wearing a suit."}, {"scene_id": "atwt-06-14-06s23", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-14-06s24", "raw": "A scene from a TV show in which a baseball team is in a huddle.", "with_names": "a baseball team is in a huddle."}, {"scene_id": "atwt-06-14-06s25", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-14-06s26", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-14-06s27", "raw": "A scene from a TV show in which a woman is looking at a cell phone.", "with_names": "a woman is looking at a cell phone."}, {"scene_id": "atwt-06-14-06s28", "raw": "A scene from a TV show in which the PGP logo is shown", "with_names": ""}]