[{"scene_id": "bb-09-12-17s0", "raw": "A scene from a TV show in which a door is painted with a swastika. (Credit: KMOV)", "with_names": "a door is painted with a swastika. (credit: kmov)"}, {"scene_id": "bb-09-12-17s1", "raw": "A scene from a TV show in which a man is sitting in a chair with a bruised face.", "with_names": ""}, {"scene_id": "bb-09-12-17s2", "raw": "A scene from a TV show in which a man is standing in a living room with a fireplace.", "with_names": "a man is standing in a living room with a fireplace."}, {"scene_id": "bb-09-12-17s3", "raw": "A scene from a TV show in which a woman is holding sunglasses and looking through a window.", "with_names": "a woman is holding sunglasses and looking through a window."}, {"scene_id": "bb-09-12-17s5", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black vest.", "with_names": "Jarrett is wearing a red shirt and a black vest."}, {"scene_id": "bb-09-12-17s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and eat food.", "with_names": "a man and a woman sit on a couch and eat food."}, {"scene_id": "bb-09-12-17s8", "raw": "A scene from a TV show in which a man is being confronted by a woman and a lawyer.", "with_names": "a man is being confronted by a woman and a lawyer."}, {"scene_id": "bb-09-12-17s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and has a bruised face.", "with_names": "Wyatt is wearing a suit and tie and has a bruised face."}, {"scene_id": "bb-09-12-17s10", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-09-12-17s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-09-12-17s12", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-12-17s13", "raw": "A scene from a TV show in which a woman is hugging a man and crying.", "with_names": "a woman is hugging a man and crying."}, {"scene_id": "bb-09-12-17s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-09-12-17s15", "raw": "A scene from a TV show in which a woman is talking to a man and pointing her finger at him.", "with_names": ""}, {"scene_id": "bb-09-12-17s16", "raw": "A scene from a TV show in which a man is talking to a camera.", "with_names": ""}, {"scene_id": "bb-09-12-17s17", "raw": "A scene from a TV show in which a man is crying in front of a framed photo of his family.", "with_names": "a man is crying in front of a framed photo of his family."}]