[{"scene_id": "pc-01-08-03s0", "raw": "A scene from a TV show in which a woman is holding a blue bottle and looking at it.", "with_names": "Elizabeth is holding a blue bottle and looking at it."}, {"scene_id": "pc-01-08-03s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-08-03s2", "raw": "A scene from a TV show in which a man is seen walking through a tunnel with a glowing orb.", "with_names": "a man is walking through a tunnel with a glowing orb."}, {"scene_id": "pc-01-08-03s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-08-03s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and a long hair", "with_names": "a man is wearing a black shirt and a long hair"}, {"scene_id": "pc-01-08-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-01-08-03s6", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-08-03s7", "raw": "A scene from a TV show in which a man is lifting weights.", "with_names": "a man is lifting weights."}, {"scene_id": "pc-01-08-03s8", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "Tess is being groped by Jack."}, {"scene_id": "pc-01-08-03s9", "raw": "A scene from a TV show in which a woman is being attacked by a ghost.", "with_names": "a woman is being attacked by a ghost."}, {"scene_id": "pc-01-08-03s10", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-01-08-03s11", "raw": "A scene from a TV show in which a couple is lying in bed together, with a fire burning in the background.", "with_names": "a couple is lying in bed together, with a fire burning in the background."}, {"scene_id": "pc-01-08-03s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-08-03s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]