[{"scene_id": "bb-01-30-14s0", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-30-14s1", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-01-30-14s2", "raw": "A scene from a TV show in which a woman is talking about her miscarriage.", "with_names": ""}, {"scene_id": "bb-01-30-14s3", "raw": "A scene from a TV show in which a woman is talking about her experience with a man who was a serial killer.", "with_names": ""}, {"scene_id": "bb-01-30-14s4", "raw": "A scene from a TV show in which a man is standing in front of a stone wall and holding a rope.", "with_names": "a man is standing in front of a stone wall and holding a rope."}, {"scene_id": "bb-01-30-14s5", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-01-30-14s6", "raw": "A scene from a TV show in which a woman is wearing a pink sweater and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "bb-01-30-14s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-01-30-14s8", "raw": "A scene from a TV show in which a man is sitting at a desk and a younger man is standing behind him.", "with_names": "a man is sitting at a desk and a younger man is standing behind him."}, {"scene_id": "bb-01-30-14s9", "raw": "A scene from a TV show in which a man is sitting at a table and eating a meal.", "with_names": "a man is sitting at a table and eating a meal."}, {"scene_id": "bb-01-30-14s10", "raw": "A scene from a TV show in which a woman talks about her experience with a man who was abusive to her.", "with_names": "a woman talks about her experience with ] who was abusive to her."}, {"scene_id": "bb-01-30-14s11", "raw": "A scene from a TV show in which two women are having dinner in a restaurant.", "with_names": "two women are having dinner in a restaurant."}, {"scene_id": "bb-01-30-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-30-14s13", "raw": "A scene from a TV show in which a woman is seen brushing her teeth.", "with_names": "a woman is brushing her teeth."}, {"scene_id": "bb-01-30-14s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-30-14s15", "raw": "A scene from a TV show in which a young woman is sitting on a bench and smiling.", "with_names": "a young woman is sitting on a bench and smiling."}, {"scene_id": "bb-01-30-14s16", "raw": "A scene from a TV show in which a woman is talking to a man at a restaurant.", "with_names": ""}, {"scene_id": "bb-01-30-14s17", "raw": "A scene from a TV show in which a man and woman hold hands across a table.", "with_names": "] and woman hold hands across a table."}, {"scene_id": "bb-01-30-14s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-01-30-14s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-01-30-14s20", "raw": "A scene from a TV show in which a woman is interviewed in front of a wall of flowers.", "with_names": "a woman is interviewed in front of a wall of flowers."}, {"scene_id": "bb-01-30-14s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-30-14s22", "raw": "A scene from a TV show in which a man is seen with a necklace around his neck.", "with_names": "a man is with a necklace around his neck."}]