[{"scene_id": "oltl-11-28-06s0", "raw": "A scene from a TV show in which a woman is shown using a double-zipper to close a zipper.", "with_names": ""}, {"scene_id": "oltl-11-28-06s1", "raw": "A scene from a TV show in which a man is standing in a room and is wearing a black shirt.", "with_names": "a man is standing in a room and is wearing a black shirt."}, {"scene_id": "oltl-11-28-06s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a grey shirt.", "with_names": "a woman is wearing a red dress and a man is in a grey shirt."}, {"scene_id": "oltl-11-28-06s3", "raw": "A scene from a TV show in which two men are standing around a table with a pint of beer.", "with_names": "two men are standing around a table with a pint of beer."}, {"scene_id": "oltl-11-28-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-28-06s5", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is in a grey shirt.", "with_names": "a woman is wearing a red dress and a man is in a grey shirt."}, {"scene_id": "oltl-11-28-06s6", "raw": "A scene from a TV show in which a man is sitting at a bar, talking to another man.", "with_names": ""}, {"scene_id": "oltl-11-28-06s7", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "oltl-11-28-06s8", "raw": "A scene from a TV show in which a man and a woman are talking in a bar.", "with_names": ""}, {"scene_id": "oltl-11-28-06s9", "raw": "A scene from a TV show in which a blonde woman is seen from behind, wearing a low cut top and a skirt.", "with_names": "a blonde woman is from behind, wearing a low cut top and a skirt."}, {"scene_id": "oltl-11-28-06s10", "raw": "A scene from a TV show in which a woman is standing in a room with a baby in a crib.", "with_names": "a woman is standing in a room with a baby in a crib."}, {"scene_id": "oltl-11-28-06s11", "raw": "A scene from a TV show in which a girl is talking to two adults.", "with_names": ""}, {"scene_id": "oltl-11-28-06s12", "raw": "A scene from a TV show in which a man is putting a crib together.", "with_names": "a man is putting a crib together."}, {"scene_id": "oltl-11-28-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-11-28-06s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-11-28-06s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-28-06s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-28-06s17", "raw": "A scene from a TV show in which a woman is talking to a man at a bar.", "with_names": ""}, {"scene_id": "oltl-11-28-06s18", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "oltl-11-28-06s19", "raw": "A scene from a TV show in which a man is holding a book and a gun.", "with_names": "a man is holding a book and a gun."}, {"scene_id": "oltl-11-28-06s20", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "oltl-11-28-06s21", "raw": "A scene from a TV show in which a surgeon is wearing a mask and a cap.", "with_names": "a surgeon is wearing a mask and a cap."}, {"scene_id": "oltl-11-28-06s22", "raw": "A scene from a TV show in which a man is looking down and wearing a striped shirt.", "with_names": "a man is looking down and wearing a striped shirt."}, {"scene_id": "oltl-11-28-06s23", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-11-28-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-28-06s25", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her, holding her hand.", "with_names": ""}, {"scene_id": "oltl-11-28-06s26", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}]