[{"scene_id": "oltl-08-27-07s0", "raw": "A scene from a TV show in which a man and a woman are sitting close to each other.", "with_names": "Nash and Roxy are sitting close to each other."}, {"scene_id": "oltl-08-27-07s1", "raw": "A scene from a TV show in which a woman is singing and smiling.", "with_names": "a woman is singing and smiling."}, {"scene_id": "oltl-08-27-07s2", "raw": "A scene from a TV show in which a man is sitting at a table with a woman, and several bottles are on the table.", "with_names": "a man is sitting at a table with a woman, and several bottles are on the table."}, {"scene_id": "oltl-08-27-07s3", "raw": "A scene from a TV show in which a man is seen in a dark room, with a white outline of a person.", "with_names": "a man is in a dark room, with a white outline of a person."}, {"scene_id": "oltl-08-27-07s4", "raw": "A scene from a TV show in which a man is eating a piece of food while a woman looks on.", "with_names": "a man is eating a piece of food while a woman looks on."}, {"scene_id": "oltl-08-27-07s5", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-27-07s6", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-08-27-07s7", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and a man is standing behind her.", "with_names": "a woman is sitting at a table with wine glasses and a man is standing behind her."}, {"scene_id": "oltl-08-27-07s8", "raw": "A scene from a TV show in which a man is pointing at a woman and she is looking at him.", "with_names": "a man is pointing at a woman and she is looking at him."}, {"scene_id": "oltl-08-27-07s9", "raw": "A scene from a TV show in which a man is pouring a drink for another man.", "with_names": "a man is pouring a drink for another man."}, {"scene_id": "oltl-08-27-07s10", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-08-27-07s11", "raw": "A scene from a TV show in which a man is wearing a suit and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-27-07s12", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "oltl-08-27-07s13", "raw": "A scene from a TV show in which a man is on the phone with a woman.", "with_names": "a man is on the phone with a woman."}, {"scene_id": "oltl-08-27-07s14", "raw": "A scene from a TV show in which a woman is being arrested by a police officer.", "with_names": "a woman is being arrested by a police officer."}, {"scene_id": "oltl-08-27-07s15", "raw": "A scene from a TV show in which a man is talking to another man in a store.", "with_names": ""}, {"scene_id": "oltl-08-27-07s16", "raw": "A scene from a TV show in which a man is talking to a woman while another woman looks on.", "with_names": ""}, {"scene_id": "oltl-08-27-07s17", "raw": "A scene from a TV show in which a man is standing in a bathroom with his arms crossed.", "with_names": "a man is standing in a bathroom with his arms crossed."}, {"scene_id": "oltl-08-27-07s18", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a dress.", "with_names": "a man is wearing a suit and a woman is in a dress."}, {"scene_id": "oltl-08-27-07s19", "raw": "A scene from a TV show in which a blonde woman is wearing a dress and a man is dressed in a suit.", "with_names": "a blonde woman is wearing a dress and a man is dressed in a suit."}, {"scene_id": "oltl-08-27-07s20", "raw": "A scene from a TV show in which a woman is talking on the phone", "with_names": ""}, {"scene_id": "oltl-08-27-07s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-27-07s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-27-07s23", "raw": "A scene from a TV show in which a woman is moving a large silver ball.", "with_names": "a woman is moving a large silver ball."}, {"scene_id": "oltl-08-27-07s24", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "oltl-08-27-07s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-08-27-07s26", "raw": "A scene from a TV show in which a woman is talking on the phone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-08-27-07s27", "raw": "A scene from a TV show in which a man is holding a cat and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-08-27-07s28", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-08-27-07s29", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing behind her.", "with_names": "a woman is wearing a dress and a man is standing behind her."}, {"scene_id": "oltl-08-27-07s30", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}]