[{"scene_id": "oltl-08-24-09s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-24-09s1", "raw": "A scene from a TV show in which a woman is standing in front of a man, with her hands on her hips.", "with_names": "a woman is standing in front of a man, with her hands on her hips."}, {"scene_id": "oltl-08-24-09s2", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-08-24-09s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-08-24-09s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-24-09s5", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "oltl-08-24-09s6", "raw": "A scene from a TV show in which a man is lying on the floor with his head in his hands", "with_names": "a man is lying on the floor with his head in his hands"}, {"scene_id": "oltl-08-24-09s7", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "oltl-08-24-09s8", "raw": "A scene from a TV show in which a woman is reading a paper to a man.", "with_names": "a woman is reading a paper to a man."}, {"scene_id": "oltl-08-24-09s9", "raw": "A scene from a TV show in which a man is yelling at a woman in a red dress.", "with_names": "a man is yelling at a woman in a red dress."}, {"scene_id": "oltl-08-24-09s10", "raw": "A scene from a TV show in which a man is holding a gun and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-24-09s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-24-09s12", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-24-09s13", "raw": "A scene from a TV show in which a woman is walking into a room with a cat sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-08-24-09s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room with other people.", "with_names": "a man and a woman are standing in a room with other people."}, {"scene_id": "oltl-08-24-09s15", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is in a suit.", "with_names": "a woman is wearing a red shirt and a man is in a suit."}, {"scene_id": "oltl-08-24-09s16", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "oltl-08-24-09s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace", "with_names": "a woman is wearing a white dress and a necklace"}, {"scene_id": "oltl-08-24-09s18", "raw": "A scene from a TV show in which a man is writing on a piece of paper while a woman looks on.", "with_names": "a man is writing on a piece of paper while a woman looks on."}, {"scene_id": "oltl-08-24-09s19", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking up at the ceiling.", "with_names": ""}, {"scene_id": "oltl-08-24-09s20", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-08-24-09s21", "raw": "A scene from a TV show in which a woman is wearing a red shirt and pearls and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-09s23", "raw": "A scene from a TV show in which a woman is holding a bottle and looking at another woman.", "with_names": "a woman is holding a bottle and looking at another woman."}, {"scene_id": "oltl-08-24-09s24", "raw": "A scene from a TV show in which a man and a woman are walking in a field.", "with_names": "a man and a woman are walking in a field."}, {"scene_id": "oltl-08-24-09s25", "raw": "A scene from a TV show in which a man and a woman are talking in a room. The man is holding a piece of paper in his hand.", "with_names": ""}, {"scene_id": "oltl-08-24-09s26", "raw": "A scene from a TV show in which a man is talking to a woman, and the woman is looking at him with a look of disapproval.", "with_names": ""}, {"scene_id": "oltl-08-24-09s27", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-08-24-09s28", "raw": "A scene from a TV show in which a woman is slapping another woman in the face.", "with_names": "a woman is slapping another woman in the face."}, {"scene_id": "oltl-08-24-09s29", "raw": "A scene from a TV show in which a man is sitting at a table and a woman is standing next to him.", "with_names": "a man is sitting at a table and a woman is standing next to him."}, {"scene_id": "oltl-08-24-09s30", "raw": "A scene from a TV show in which a woman is talking on the phone while a man stands behind her.", "with_names": ""}, {"scene_id": "oltl-08-24-09s31", "raw": "A scene from a TV show in which a woman is wearing a blue scarf and a white shirt.", "with_names": "a woman is wearing a blue scarf and a white shirt."}, {"scene_id": "oltl-08-24-09s32", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-24-09s33", "raw": "A scene from a TV show in which a man is looking down and his mouth is open", "with_names": "a man is looking down and his mouth is open"}, {"scene_id": "oltl-08-24-09s34", "raw": "A scene from a TV show in which a woman is standing next to a man in a suit.", "with_names": "a woman is standing next to a man in a suit."}, {"scene_id": "oltl-08-24-09s35", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-08-24-09s36", "raw": "A scene from a TV show in which a man is throwing a ball", "with_names": "] is throwing a ball"}, {"scene_id": "oltl-08-24-09s37", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-24-09s38", "raw": "A scene from a TV show in which a man is looking at a woman with a dress on.", "with_names": "a man is looking at a woman with a dress on."}, {"scene_id": "oltl-08-24-09s39", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-24-09s40", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-08-24-09s41", "raw": "A scene from a TV show in which a man is drinking a beer.", "with_names": "a man is drinking a beer."}, {"scene_id": "oltl-08-24-09s42", "raw": "A scene from a TV show in which a doctor is seen opening a bottle of pills.", "with_names": "a doctor is opening a bottle of pills."}, {"scene_id": "oltl-08-24-09s43", "raw": "A scene from a TV show in which a woman is packing a suitcase.", "with_names": "a woman is packing a suitcase."}]