[{"scene_id": "pc-12-03-01s0", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "pc-12-03-01s1", "raw": "A scene from a TV show in which a woman is standing behind a fence, looking at something off-screen.", "with_names": "a woman is standing behind a fence, looking at something off-screen."}, {"scene_id": "pc-12-03-01s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and looking through a wire fence.", "with_names": "a woman is wearing a red dress and looking through a wire fence."}, {"scene_id": "pc-12-03-01s4", "raw": "A scene from a TV show in which two women are locked in a cage.", "with_names": "two women are locked in a cage."}, {"scene_id": "pc-12-03-01s5", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "pc-12-03-01s7", "raw": "A scene from a TV show in which a woman is in a leather jacket and a brunette woman is wearing a red dress.", "with_names": "a woman is in a leather jacket and a brunette woman is wearing a red dress."}, {"scene_id": "pc-12-03-01s9", "raw": "A scene from a TV show in which two women are sitting in a cage.", "with_names": "two women are sitting in a cage."}, {"scene_id": "pc-12-03-01s20", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is listening.", "with_names": ""}, {"scene_id": "pc-12-03-01s21", "raw": "A scene from a TV show in which a man is hugging a blonde woman.", "with_names": "Chris is hugging a blonde woman."}, {"scene_id": "pc-12-03-01s22", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "pc-12-03-01s23", "raw": "A scene from a TV show in which an elderly woman lies in bed with her eyes open.", "with_names": "an elderly woman lies in bed with her eyes open."}, {"scene_id": "pc-12-03-01s24", "raw": "A scene from a TV show in which a woman is crying and two men are standing next to her.", "with_names": "jamal is crying and two men are standing next to her."}, {"scene_id": "pc-12-03-01s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and karen are standing next to each other."}, {"scene_id": "pc-12-03-01s26", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "pc-12-03-01s27", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and Gabriela are holding a baby."}, {"scene_id": "pc-12-03-01s29", "raw": "A scene from a TV show in which a man is crying", "with_names": "Frank is crying"}, {"scene_id": "pc-12-03-01s30", "raw": "A scene from a TV show in which a man is holding a woman and she is looking at him.", "with_names": "Ian is holding a woman and she is looking at him."}, {"scene_id": "pc-12-03-01s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-03-01s32", "raw": "A scene from a TV show in which a man is holding a knife and a woman is behind him", "with_names": "Kevin is holding a knife and Livvie is behind him"}, {"scene_id": "pc-12-03-01s33", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-03-01s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-03-01s35", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-12-03-01s36", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-12-03-01s38", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "Jack is looking at the camera and smiling."}, {"scene_id": "pc-12-03-01s39", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Rafe and a woman are standing next to each other."}, {"scene_id": "pc-12-03-01s40", "raw": "A scene from a TV show in which a man is talking to a woman, and she is looking at him with a disgusted expression.", "with_names": ""}, {"scene_id": "pc-12-03-01s41", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-12-03-01s42", "raw": "A scene from a TV show in which a man is seen walking through a dark room.", "with_names": "Kevin is walking through a dark room."}, {"scene_id": "pc-12-03-01s43", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}]