[{"scene_id": "oltl-12-01-08s0", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "Charlie and Viki are standing in a bar."}, {"scene_id": "oltl-12-01-08s1", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-01-08s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-01-08s3", "raw": "A scene from a TV show in which a woman is seen walking into a room with a gun pointed at her.", "with_names": "a woman is walking into a room with a gun pointed at her."}, {"scene_id": "oltl-12-01-08s4", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-12-01-08s5", "raw": "A scene from a TV show in which a man and a woman are hugging each other.", "with_names": "a man and a woman are hugging each other."}, {"scene_id": "oltl-12-01-08s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-01-08s7", "raw": "A scene from a TV show in which a blonde woman is drinking wine and a brunette woman is looking at her.", "with_names": "a blonde woman is drinking wine and a brunette woman is looking at her."}, {"scene_id": "oltl-12-01-08s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-01-08s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-12-01-08s10", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-12-01-08s11", "raw": "A scene from a TV show in which a man is holding a wine glass and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-01-08s12", "raw": "A scene from a TV show in which a man is talking to someone in a coffee shop.", "with_names": ""}, {"scene_id": "oltl-12-01-08s13", "raw": "A scene from a TV show in which a woman is drinking wine with a man.", "with_names": "a woman is drinking wine with a man."}, {"scene_id": "oltl-12-01-08s14", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a wine glass and looking at a plate of food.", "with_names": "a woman is standing in a kitchen, holding a wine glass and looking at a plate of food."}, {"scene_id": "oltl-12-01-08s15", "raw": "A scene from a TV show in which a man and a boy are standing next to each other.", "with_names": "a man and a boy are standing next to each other."}, {"scene_id": "oltl-12-01-08s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-01-08s17", "raw": "A scene from a TV show in which a woman is being helped by a man.", "with_names": "a woman is being helped by ]."}, {"scene_id": "oltl-12-01-08s18", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a wine glass and looking at a man who is sitting at the table.", "with_names": "a woman is standing in a kitchen, holding a wine glass and looking at a man who is sitting at the table."}, {"scene_id": "oltl-12-01-08s19", "raw": "A scene from a TV show in which a woman is standing in front of a window, looking out.", "with_names": "a woman is standing in front of a window, looking out."}, {"scene_id": "oltl-12-01-08s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-01-08s21", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-01-08s22", "raw": "A scene from a TV show in which a woman is yelling at a group of people.", "with_names": "a woman is yelling at a group of people."}, {"scene_id": "oltl-12-01-08s23", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "oltl-12-01-08s24", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace", "with_names": "a woman is wearing a red jacket and a necklace"}, {"scene_id": "oltl-12-01-08s25", "raw": "A scene from a TV show in which a man is playing a game with a woman and another man.", "with_names": "a man is playing a game with a woman and another man."}]