[{"scene_id": "pc-11-21-01s0", "raw": "A scene from a TV show in which a man is looking at a wall of monitors.", "with_names": "a man is looking at a wall of monitors."}, {"scene_id": "pc-11-21-01s1", "raw": "A scene from a TV show in which a young girl is wearing a pink jacket and a white collar.", "with_names": "a young girl is wearing a pink jacket and a white collar."}, {"scene_id": "pc-11-21-01s2", "raw": "A scene from a TV show in which a woman is standing in a kitchen, holding a wine glass.", "with_names": "a woman is standing in a kitchen, holding a wine glass."}, {"scene_id": "pc-11-21-01s3", "raw": "A scene from a TV show in which a woman is consoling a man.", "with_names": "Valerie is consoling Jamal."}, {"scene_id": "pc-11-21-01s4", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Alison are standing next to each other."}, {"scene_id": "pc-11-21-01s5", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-11-21-01s6", "raw": "A scene from a TV show in which a woman is walking down a hallway, wearing a black suit and a belt.", "with_names": "Eve is walking down a hallway, wearing a black suit and a belt."}, {"scene_id": "pc-11-21-01s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Jack is looking at Alison and she is looking back at him."}, {"scene_id": "pc-11-21-01s8", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "pc-11-21-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-21-01s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-21-01s11", "raw": "A scene from a TV show in which vials of heroin are shown.", "with_names": "vials of heroin are shown."}, {"scene_id": "pc-11-21-01s12", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "pc-11-21-01s13", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on the phone.", "with_names": ""}, {"scene_id": "pc-11-21-01s14", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is behind her.", "with_names": "Lucy is wearing a red shirt and James is behind her."}, {"scene_id": "pc-11-21-01s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]