[{"scene_id": "atwt-10-11-06s0", "raw": "A scene from a TV show in which a woman is hitting another woman with a bat.", "with_names": "a woman is hitting another woman with a bat."}, {"scene_id": "atwt-10-11-06s1", "raw": "A scene from a TV show in which a woman is wearing a brown top and a necklace", "with_names": "a woman is wearing a brown top and a necklace"}, {"scene_id": "atwt-10-11-06s2", "raw": "A scene from a TV show in which a woman is holding a gun and a man is looking at her.", "with_names": "a woman is holding a gun and a man is looking at her."}, {"scene_id": "atwt-10-11-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-11-06s4", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and a man is standing behind her.", "with_names": "a woman is wearing a green turtleneck and a man is standing behind her."}, {"scene_id": "atwt-10-11-06s5", "raw": "A scene from a TV show in which a man holds up a picture of his family and says, \"I love you.\"", "with_names": "a man holds up a picture of his family and says, \"i love you.\""}, {"scene_id": "atwt-10-11-06s6", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-10-11-06s7", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the frame.", "with_names": ""}, {"scene_id": "atwt-10-11-06s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-11-06s9", "raw": "A scene from a TV show in which a man is wearing a sweatshirt that says \"College\"", "with_names": "a man is wearing a sweatshirt that says \"college\""}, {"scene_id": "atwt-10-11-06s10", "raw": "A scene from a TV show in which a family is standing together in front of a white background. The words \"Coats 40% off accessories 30% off\" are written in red.", "with_names": "a family is standing together in front of a white background. the words \"coats 40% off accessories 30% off\" are written in red."}, {"scene_id": "atwt-10-11-06s11", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-10-11-06s12", "raw": "A scene from a TV show in which a woman is looking at a book and a man is standing behind her", "with_names": "a woman is looking at a book and a man is standing behind her"}, {"scene_id": "atwt-10-11-06s13", "raw": "A scene from a TV show in which a woman is wearing a green turtleneck and her hair is down", "with_names": "a woman is wearing a green turtleneck and her hair is down"}, {"scene_id": "atwt-10-11-06s14", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-10-11-06s15", "raw": "A scene from a TV show in which a man is looking at a window.", "with_names": "a man is looking at a window."}, {"scene_id": "atwt-10-11-06s16", "raw": "A scene from a TV show in which a boy is climbing a wall while a girl watches.", "with_names": "a boy is climbing a wall while a girl watches."}, {"scene_id": "atwt-10-11-06s17", "raw": "A scene from a TV show in which a man is wearing a black shirt and a gold chain", "with_names": "a man is wearing a black shirt and a gold chain"}, {"scene_id": "atwt-10-11-06s18", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace", "with_names": "a woman is wearing a red jacket and a necklace"}, {"scene_id": "atwt-10-11-06s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-10-11-06s20", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-10-11-06s21", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-10-11-06s22", "raw": "A scene from a TV show in which a logo is shown for a prescription drug", "with_names": ""}, {"scene_id": "atwt-10-11-06s23", "raw": "A scene from a TV show in which a woman is looking at the camera and smiling.", "with_names": "a woman is looking at the camera and smiling."}, {"scene_id": "atwt-10-11-06s24", "raw": "A scene from a TV show in which a woman is looking off camera with her eyes closed.", "with_names": "a woman is looking off camera with her eyes closed."}, {"scene_id": "atwt-10-11-06s25", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-11-06s26", "raw": "A scene from a TV show in which a man is holding a door open for a woman.", "with_names": "a man is holding a door open for a woman."}, {"scene_id": "atwt-10-11-06s27", "raw": "A scene from a TV show in which a cat is looking at a Ziploc bag of clothes.", "with_names": "a cat is looking at a ziploc bag of clothes."}]