[{"scene_id": "bb-08-19-15s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-19-15s1", "raw": "A scene from a TV show in which a man sits in a chair and looks at a piece of paper.", "with_names": "a man sits in a chair and looks at a piece of paper."}, {"scene_id": "bb-08-19-15s2", "raw": "A scene from a TV show in which a man swims in a lake with a jet ski. (File/FOX5)", "with_names": "a man swims in a lake with a jet ski. (file/fox5)"}, {"scene_id": "bb-08-19-15s3", "raw": "A scene from a TV show in which a man is leaning over a desk, looking down, and a painting is visible on the wall behind him.", "with_names": "Ridge is leaning over a desk, looking down, and a painting is visible on the wall behind him."}, {"scene_id": "bb-08-19-15s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-19-15s6", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-19-15s7", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-08-19-15s8", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-08-19-15s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-19-15s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-19-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-19-15s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-19-15s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Caroline is looking at Thomas and he is looking back at her."}, {"scene_id": "bb-08-19-15s14", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "Wyatt and Ivy are looking at each other."}]