[{"scene_id": "bb-08-21-06s0", "raw": "A scene from a TV show in which a clapperboard reads \"The Bold and the Beautiful\"", "with_names": "a clapperboard reads \"the bold and the beautiful\""}, {"scene_id": "bb-08-21-06s1", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "bb-08-21-06s2", "raw": "A scene from a TV show in which a blonde woman is kissing a man on the cheek.", "with_names": "a blonde woman is kissing a man on the cheek."}, {"scene_id": "bb-08-21-06s3", "raw": "A scene from a TV show in which a little girl is hugging her mother.", "with_names": "a little girl is hugging her mother."}, {"scene_id": "bb-08-21-06s4", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-08-21-06s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-21-06s6", "raw": "A scene from a TV show in which a woman is being hypnotized by a man.", "with_names": "a woman is being hypnotized by a man."}, {"scene_id": "bb-08-21-06s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-08-21-06s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-08-21-06s9", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a clock.", "with_names": "a woman is standing in a living room, looking at a clock."}, {"scene_id": "bb-08-21-06s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing behind her.", "with_names": "a woman is wearing a black dress and a man is standing behind her."}, {"scene_id": "bb-08-21-06s11", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace and a clock on the wall.", "with_names": "a woman is standing in front of a fireplace and a clock on the wall."}, {"scene_id": "bb-08-21-06s12", "raw": "A scene from a TV show in which a woman is running in a room with a fireplace and a table.", "with_names": "a woman is running in a room with a fireplace and a table."}, {"scene_id": "bb-08-21-06s13", "raw": "A scene from a TV show in which a man is looking at a clock and saying,", "with_names": "a man is looking at a clock and saying,"}, {"scene_id": "bb-08-21-06s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}]