[{"scene_id": "oltl-11-09-06s0", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "Clint and a woman are walking down a hallway."}, {"scene_id": "oltl-11-09-06s1", "raw": "A scene from a TV show in which a girl is walking with a crutch.", "with_names": "a girl is walking with a crutch."}, {"scene_id": "oltl-11-09-06s2", "raw": "A scene from a TV show in which a man is playing a video game with a woman.", "with_names": "a man is playing a video game with a woman."}, {"scene_id": "oltl-11-09-06s3", "raw": "A scene from a TV show in which a woman is talking about her experience with a breast implant.", "with_names": ""}, {"scene_id": "oltl-11-09-06s4", "raw": "A scene from a TV show in which a girl is talking to a boy and he is smiling.", "with_names": ""}, {"scene_id": "oltl-11-09-06s5", "raw": "A scene from a TV show in which a cheerleader is reading a letter to her team.", "with_names": "a cheerleader is reading a letter to her team."}, {"scene_id": "oltl-11-09-06s6", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-11-09-06s7", "raw": "A scene from a TV show in which a football player is talking to a coach in a locker room.", "with_names": ""}, {"scene_id": "oltl-11-09-06s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "a woman is kissing a man on the cheek"}, {"scene_id": "oltl-11-09-06s9", "raw": "A scene from a TV show in which a bride and her maid of honor are standing in front of a priest.", "with_names": "a bride and her maid of honor are standing in front of a priest."}, {"scene_id": "oltl-11-09-06s10", "raw": "A scene from a TV show in which a woman is standing in front of a man and a group of people.", "with_names": "a woman is standing in front of a man and a group of people."}, {"scene_id": "oltl-11-09-06s11", "raw": "A scene from a TV show in which a bride and groom are standing at the altar.", "with_names": "a bride and groom are standing at the altar."}, {"scene_id": "oltl-11-09-06s12", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-11-09-06s13", "raw": "A scene from a TV show in which a man and a cheerleader are walking down a hallway.", "with_names": "a man and a cheerleader are walking down a hallway."}, {"scene_id": "oltl-11-09-06s14", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-11-09-06s15", "raw": "A scene from a TV show in which a bride is talking to her groom.", "with_names": ""}, {"scene_id": "oltl-11-09-06s16", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-09-06s17", "raw": "A scene from a TV show in which a lion is wearing a green jersey and a big smile", "with_names": "a lion is wearing a green jersey and a big smile"}, {"scene_id": "oltl-11-09-06s18", "raw": "A scene from a TV show in which a man is walking away from a woman.", "with_names": "a man is walking away from a woman."}, {"scene_id": "oltl-11-09-06s19", "raw": "A scene from a TV show in which a man is singing and a woman is dancing.", "with_names": "a man is singing and a woman is dancing."}, {"scene_id": "oltl-11-09-06s20", "raw": "A scene from a TV show in which a man is walking into a room with a door.", "with_names": "a man is walking into a room with a door."}, {"scene_id": "oltl-11-09-06s21", "raw": "A scene from a TV show in which a man is kissing a woman on a bed.", "with_names": "a man is kissing a woman on a bed."}, {"scene_id": "oltl-11-09-06s22", "raw": "A scene from a TV show in which a bride wipes away tears as her bridesmaid looks on.", "with_names": "a bride wipes away tears as her bridesmaid looks on."}, {"scene_id": "oltl-11-09-06s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-11-09-06s24", "raw": "A scene from a TV show in which a man is wearing a blue shirt and black pants.", "with_names": "a man is wearing a blue shirt and black pants."}, {"scene_id": "oltl-11-09-06s25", "raw": "A scene from a TV show in which a girl is hugging another girl.", "with_names": "a girl is hugging another girl."}, {"scene_id": "oltl-11-09-06s26", "raw": "A scene from a TV show in which a cheerleader is harassed by a mascot.", "with_names": "a cheerleader is harassed by a mascot."}, {"scene_id": "oltl-11-09-06s27", "raw": "A scene from a TV show in which a blonde woman is wearing a tiara and a white dress and is looking at a man.", "with_names": "a blonde woman is wearing a tiara and a white dress and is looking at a man."}, {"scene_id": "oltl-11-09-06s28", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-11-09-06s29", "raw": "A scene from a TV show in which a young man is wearing a green football jersey", "with_names": "a young man is wearing a green football jersey"}, {"scene_id": "oltl-11-09-06s30", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-09-06s31", "raw": "A scene from a TV show in which a man is being attacked by a woman in a crib.", "with_names": "a man is being attacked by a woman in a crib."}, {"scene_id": "oltl-11-09-06s32", "raw": "A scene from a TV show in which a bride is shown smiling.", "with_names": ""}]