[{"scene_id": "atwt-07-06-06s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-06s2", "raw": "A scene from a TV show in which a woman is trying to help a man tie his tie.", "with_names": "a woman is trying to help a man tie his tie."}, {"scene_id": "atwt-07-06-06s3", "raw": "A scene from a TV show in which fireworks are exploding in the night sky.", "with_names": "fireworks are exploding in the night sky."}, {"scene_id": "atwt-07-06-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-06s5", "raw": "A scene from a TV show in which a black man is wearing a blue shirt and a white shirt", "with_names": "a black man is wearing a blue shirt and a white shirt"}, {"scene_id": "atwt-07-06-06s6", "raw": "A scene from a TV show in which a man is crying.", "with_names": "] is crying."}, {"scene_id": "atwt-07-06-06s7", "raw": "A scene from a TV show in which a man and a woman are standing in a hospital room, with a nurse standing behind them.", "with_names": "] and a woman are standing in a hospital room, with a nurse standing behind them."}, {"scene_id": "atwt-07-06-06s8", "raw": "A scene from a TV show in which a bottle of alcohol is shown next to a spray bottle of mouthwash.", "with_names": ""}, {"scene_id": "atwt-07-06-06s9", "raw": "A scene from a TV show in which a woman is drinking a bottle of water in an elevator.", "with_names": "a woman is drinking a bottle of water in an elevator."}, {"scene_id": "atwt-07-06-06s10", "raw": "A scene from a TV show in which a woman is talking to a man and her hands are crossed over her chest.", "with_names": ""}, {"scene_id": "atwt-07-06-06s11", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube in her nose.", "with_names": "a woman is lying in a hospital bed with a tube in her nose."}, {"scene_id": "atwt-07-06-06s12", "raw": "A scene from a TV show in which a woman is seen walking into a room with a handbag.", "with_names": "a woman is walking into a room with a handbag."}, {"scene_id": "atwt-07-06-06s13", "raw": "A scene from a TV show in which the words \"Hold Over! 1 Week Only\" are displayed.", "with_names": "the words \"hold over! 1 week only\" are displayed."}, {"scene_id": "atwt-07-06-06s14", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-06-06s15", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "atwt-07-06-06s16", "raw": "A scene from a TV show in which a woman is crying on a pillow", "with_names": "a woman is crying on a pillow"}, {"scene_id": "atwt-07-06-06s17", "raw": "A scene from a TV show in which a soldier is seen talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-06-06s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen tube.", "with_names": "a woman is lying in a hospital bed with an oxygen tube."}, {"scene_id": "atwt-07-06-06s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-06-06s20", "raw": "A scene from a TV show in which a man is holding his head in his hands", "with_names": "a man is holding his head in his hands"}, {"scene_id": "atwt-07-06-06s21", "raw": "A scene from a TV show in which a young girl sings.", "with_names": "a young girl sings."}, {"scene_id": "atwt-07-06-06s22", "raw": "A scene from a TV show in which a man is seen holding a knife.", "with_names": "a man is holding a knife."}]