[{"scene_id": "gl-07-30-03s0", "raw": "A scene from a TV show in which a woman is topless and a man is wearing a black shirt.", "with_names": "a woman is topless and a man is wearing a black shirt."}, {"scene_id": "gl-07-30-03s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Danny and Michelle are sitting next to each other."}, {"scene_id": "gl-07-30-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-30-03s5", "raw": "A scene from a TV show in which a man is cutting a steak with a knife", "with_names": "Miclle is cutting a steak with a knife"}, {"scene_id": "gl-07-30-03s6", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing suits.", "with_names": ""}, {"scene_id": "gl-07-30-03s7", "raw": "A scene from a TV show in which a man is seen running through the woods with a gun.", "with_names": "a man is running through the woods with a gun."}, {"scene_id": "gl-07-30-03s8", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-30-03s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-07-30-03s10", "raw": "A scene from a TV show in which a woman is looking at a picture frame and talking.", "with_names": ""}, {"scene_id": "gl-07-30-03s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-07-30-03s13", "raw": "A scene from a TV show in which a man is holding a beer and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-30-03s14", "raw": "A scene from a TV show in which a man is talking to a woman and she is drinking wine.", "with_names": ""}, {"scene_id": "gl-07-30-03s15", "raw": "A scene from a TV show in which a woman is standing in front of a poster for a beer.", "with_names": "a woman is standing in front of a poster for a beer."}, {"scene_id": "gl-07-30-03s16", "raw": "A scene from a TV show in which a blonde woman is wearing a pink dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-07-30-03s21", "raw": "A scene from a TV show in which a blonde woman is sitting on a bed and looking down at her hands.", "with_names": "a blonde woman is sitting on a bed and looking down at her hands."}, {"scene_id": "gl-07-30-03s22", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "gl-07-30-03s23", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-07-30-03s24", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "gl-07-30-03s25", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Marah is being attacked by a man."}, {"scene_id": "gl-07-30-03s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-07-30-03s27", "raw": "A scene from a TV show in which a man is bleeding from his face and another man is holding a gun.", "with_names": ">Ah; is bleeding from his face and another man is holding a gun."}, {"scene_id": "gl-07-30-03s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-30-03s29", "raw": "A scene from a TV show in which a woman is seen in a red bikini, looking down and looking sad.", "with_names": "a woman is in a red bikini, looking down and looking sad."}, {"scene_id": "gl-07-30-03s30", "raw": "A scene from a TV show in which a man is sitting at a table with a wine glass and another man is standing next to him.", "with_names": "Frank is sitting at a table with a wine glass and another man is standing next to him."}, {"scene_id": "gl-07-30-03s32", "raw": "A scene from a TV show in which a man is standing in a bar, holding a glass and looking at a woman.", "with_names": "a man is standing in a bar, holding a glass and looking at a woman."}, {"scene_id": "gl-07-30-03s33", "raw": "A scene from a TV show in which a man is talking on the phone and his face is distorted", "with_names": ""}, {"scene_id": "gl-07-30-03s34", "raw": "A scene from a TV show in which a woman is sitting next to a man at a restaurant and they are both looking at something.", "with_names": "a woman is sitting next to a man at a restaurant and they are both looking at something."}, {"scene_id": "gl-07-30-03s36", "raw": "A scene from a TV show in which a man and a woman sit at a table with wine glasses.", "with_names": "a man and >Effrey; sit at a table with wine glasses."}, {"scene_id": "gl-07-30-03s38", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-30-03s39", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-30-03s40", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-30-03s41", "raw": "A scene from a TV show in which a man is hugging a woman and she is crying.", "with_names": "a man is hugging Dny and she is crying."}, {"scene_id": "gl-07-30-03s42", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "Rad announcer is being stalked by a man."}, {"scene_id": "gl-07-30-03s46", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing >Uzz; on the cheek."}, {"scene_id": "gl-07-30-03s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-30-03s50", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is standing behind him.", "with_names": "a man is wearing a black shirt and Michee is standing behind him."}, {"scene_id": "gl-07-30-03s51", "raw": "A scene from a TV show in which a man is seen holding a candle in a room.", "with_names": "a man is holding a candle in a room."}, {"scene_id": "gl-07-30-03s52", "raw": "A scene from a TV show in which a man is lying on a bed, a woman is holding his hand and another man is standing next to him.", "with_names": "a man is lying on a bed, Miclle is holding his hand and another man is standing next to him."}, {"scene_id": "gl-07-30-03s55", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-07-30-03s56", "raw": "A scene from a TV show in which a woman is crying", "with_names": ">Effrey; is crying"}]