[{"scene_id": "atwt-07-12-05s0", "raw": "A scene from a TV show in which a woman is wearing a white shirt and her hair is down", "with_names": "Rosanna is wearing a white shirt and her hair is down"}, {"scene_id": "atwt-07-12-05s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking to the right of the frame.", "with_names": ""}, {"scene_id": "atwt-07-12-05s2", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-12-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-12-05s4", "raw": "A scene from a TV show in which a woman is seen playing with her children on the stairs.", "with_names": "a woman is playing with her children on the stairs."}, {"scene_id": "atwt-07-12-05s5", "raw": "A scene from a TV show in which a man is standing in a bathroom, wearing a red shirt.", "with_names": "a man is standing in a bathroom, wearing a red shirt."}, {"scene_id": "atwt-07-12-05s6", "raw": "A scene from a TV show in which a young man is kissing a woman on the cheek.", "with_names": "a young man is kissing a woman on the cheek."}, {"scene_id": "atwt-07-12-05s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-12-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-12-05s9", "raw": "A scene from a TV show in which a man is electrocuted by a power line.", "with_names": "a man is electrocuted by a power line."}, {"scene_id": "atwt-07-12-05s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-12-05s11", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed, looking sad.", "with_names": "a young woman is lying in a hospital bed, looking sad."}, {"scene_id": "atwt-07-12-05s12", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-12-05s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a woman.", "with_names": "a man is wearing a suit and a tie and looking at a woman."}, {"scene_id": "atwt-07-12-05s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a nasal cannula.", "with_names": "a woman is lying in a hospital bed with a nasal cannula."}, {"scene_id": "atwt-07-12-05s15", "raw": "A scene from a TV show in which a man is looking at a woman and she is holding a rose.", "with_names": "a man is looking at a woman and she is holding a rose."}, {"scene_id": "atwt-07-12-05s16", "raw": "A scene from a TV show in which a man and a woman are standing back to back.", "with_names": "a man and a woman are standing back to back."}, {"scene_id": "atwt-07-12-05s17", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-12-05s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-12-05s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-12-05s20", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-12-05s21", "raw": "A scene from a TV show in which a young man and woman are standing next to each other.", "with_names": "a young man and woman are standing next to each other."}, {"scene_id": "atwt-07-12-05s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-12-05s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-12-05s24", "raw": "A scene from a TV show in which a boat is being used to send a text message.", "with_names": "a boat is being used to send a text message."}, {"scene_id": "atwt-07-12-05s25", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask. The image is black and white.", "with_names": "a man is in a hospital bed, wearing a mask. the image is black and white."}, {"scene_id": "atwt-07-12-05s26", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-07-12-05s27", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-07-12-05s28", "raw": "A scene from a TV show in which a baby is born in a hospital.", "with_names": "a baby is born in a hospital."}, {"scene_id": "atwt-07-12-05s29", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}]