[{"scene_id": "gl-03-16-05s0", "raw": "A scene from a TV show in which a man is standing in front of a window and a woman is sitting on a couch.", "with_names": ""}, {"scene_id": "gl-03-16-05s1", "raw": "A scene from a TV show in which a man is looking at a sign on a door", "with_names": "a man is looking at a sign on a door"}, {"scene_id": "gl-03-16-05s3", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "Jonathan is looking down and his eyes are closed"}, {"scene_id": "gl-03-16-05s5", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-03-16-05s6", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-16-05s7", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing suits.", "with_names": ""}, {"scene_id": "gl-03-16-05s9", "raw": "A scene from a TV show in which a man is wearing a vest and a white shirt.", "with_names": "a man is wearing a vest and a white shirt."}, {"scene_id": "gl-03-16-05s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Olivia is looking at Jeffrey and he is looking back at her."}, {"scene_id": "gl-03-16-05s11", "raw": "A scene from a TV show in which a man is holding a folder and a woman is looking at him.", "with_names": "a man is holding a folder and Bill is looking at him."}, {"scene_id": "gl-03-16-05s12", "raw": "A scene from a TV show in which a man is standing behind a woman and touching her shoulder.", "with_names": "a man is standing behind a woman and touching her shoulder."}, {"scene_id": "gl-03-16-05s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a desk.", "with_names": "a man and a woman are sitting at a desk."}, {"scene_id": "gl-03-16-05s14", "raw": "A scene from a TV show in which a man is sitting at a piano and a woman is standing behind him.", "with_names": "a man is sitting at a piano and a woman is standing behind him."}, {"scene_id": "gl-03-16-05s15", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-03-16-05s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-16-05s17", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Gus is sitting on a bed and a man is standing next to her."}, {"scene_id": "gl-03-16-05s18", "raw": "A scene from a TV show in which a man is wearing a vest and a tie and is looking at a cell phone.", "with_names": "Waitress is wearing a vest and a tie and is looking at a cell phone."}, {"scene_id": "gl-03-16-05s19", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "gl-03-16-05s20", "raw": "A scene from a TV show in which a man is standing in front of a jury, wearing a suit and a blue tie.", "with_names": "Jonathan is standing in front of a jury, wearing a suit and a blue tie."}, {"scene_id": "gl-03-16-05s21", "raw": "A scene from a TV show in which a man is standing in a courtroom, a woman is sitting in the audience, and another man is in the background.", "with_names": "Rick is standing in a courtroom, Gus is sitting in the audience, and another man is in the background."}, {"scene_id": "gl-03-16-05s22", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-03-16-05s23", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-03-16-05s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-16-05s25", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-16-05s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-16-05s27", "raw": "A scene from a TV show in which a woman is talking to a man and a child is watching.", "with_names": ""}, {"scene_id": "gl-03-16-05s28", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-03-16-05s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-16-05s30", "raw": "A scene from a TV show in which a man is smoking a cigarette and his face is distorted by the smoke", "with_names": "a man is smoking a cigarette and his face is distorted by the smoke"}, {"scene_id": "gl-03-16-05s32", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, the woman is wiping her face with a tissue.", "with_names": "Gus and a woman are sitting next to each other, the woman is wiping her face with a tissue."}, {"scene_id": "gl-03-16-05s34", "raw": "A scene from a TV show in which a man is being forced to kiss a woman in a doorway.", "with_names": "a man is being forced to kiss a woman in a doorway."}, {"scene_id": "gl-03-16-05s35", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Judge is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-16-05s36", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Bill is crying"}, {"scene_id": "gl-03-16-05s37", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-16-05s38", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-03-16-05s39", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-16-05s40", "raw": "A scene from a TV show in which a woman is sitting next to a man in a suit and tie.", "with_names": "a woman is sitting next to a man in a suit and tie."}, {"scene_id": "gl-03-16-05s42", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "gl-03-16-05s43", "raw": "A scene from a TV show in which a woman is sitting next to a man and he is holding a piece of paper.", "with_names": "Lizzie is sitting next to Coop and he is holding a piece of paper."}, {"scene_id": "gl-03-16-05s44", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-03-16-05s45", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-16-05s46", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Bill is smiling and looking at the camera."}, {"scene_id": "gl-03-16-05s47", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is in a bun", "with_names": ""}, {"scene_id": "gl-03-16-05s48", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-16-05s49", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-16-05s50", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "Jeffrey and Gus are sitting at a table."}, {"scene_id": "gl-03-16-05s51", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}]