[{"scene_id": "bb-10-29-19s0", "raw": "A scene from a TV show in which two women are standing in a room, with one of them wearing a red jacket.", "with_names": "two women are standing in a room, with one of them wearing a red jacket."}, {"scene_id": "bb-10-29-19s1", "raw": "A scene from a TV show in which a shirtless man is standing in front of a fireplace, holding a towel to his chest.", "with_names": "a shirtless man is standing in front of a fireplace, holding a towel to his chest."}, {"scene_id": "bb-10-29-19s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-29-19s3", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "bb-10-29-19s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone.", "with_names": ""}, {"scene_id": "bb-10-29-19s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-10-29-19s6", "raw": "A scene from a TV show in which a boy is shown on a phone", "with_names": ""}, {"scene_id": "bb-10-29-19s7", "raw": "A scene from a TV show in which a woman is looking at another woman.", "with_names": "a woman is looking at another woman."}, {"scene_id": "bb-10-29-19s8", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-29-19s9", "raw": "A scene from a TV show in which two women are arguing.", "with_names": "two women are arguing."}, {"scene_id": "bb-10-29-19s10", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Shauna is crying and Ridge is comforting her."}, {"scene_id": "bb-10-29-19s12", "raw": "A scene from a TV show in which a man is talking on a cell phone in a robe.", "with_names": ""}, {"scene_id": "bb-10-29-19s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Thomas is in a hospital bed, wearing a mask."}]