[{"scene_id": "bb-10-21-14s0", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "bb-10-21-14s1", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-10-21-14s2", "raw": "A scene from a TV show in which a young woman is looking at a man and he is looking back at her.", "with_names": "a young woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-10-21-14s3", "raw": "A scene from a TV show in which a young woman is looking at a man.", "with_names": "a young woman is looking at a man."}, {"scene_id": "bb-10-21-14s4", "raw": "A scene from a TV show in which a man and a woman are looking at a book.", "with_names": "a man and a woman are looking at a book."}, {"scene_id": "bb-10-21-14s5", "raw": "A scene from a TV show in which a woman paints a picture.", "with_names": "a woman paints a picture."}, {"scene_id": "bb-10-21-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-21-14s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-21-14s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-21-14s9", "raw": "A scene from a TV show in which a man and a woman are painting together.", "with_names": "] and Caroline are painting together."}, {"scene_id": "bb-10-21-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "bb-10-21-14s11", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "] is wearing a suit and a pink tie."}, {"scene_id": "bb-10-21-14s12", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at his laptop.", "with_names": "a man is sitting at a desk and looking at his laptop."}, {"scene_id": "bb-10-21-14s13", "raw": "A scene from a TV show in which a man is looking at a woman and then looking away.", "with_names": "a man is looking at a woman and then looking away."}, {"scene_id": "bb-10-21-14s14", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "bb-10-21-14s15", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-10-21-14s16", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-21-14s17", "raw": "A scene from a TV show in which a woman pours a glass of wine in a room with a large window.", "with_names": "a woman pours a glass of wine in a room with a large window."}]