[{"scene_id": "oltl-03-10-10s0", "raw": "A scene from a TV show in which two women are standing in front of a brick wall. One of them is wearing a black jacket and sunglasses, and the other is wearing a pink dress and a headscarf.", "with_names": "two women are standing in front of a brick wall. one of them is wearing a black jacket and sunglasses, and the other is wearing a pink dress and a headscarf."}, {"scene_id": "oltl-03-10-10s1", "raw": "A scene from a TV show in which a man is holding his chest and a woman is sitting next to him", "with_names": "a man is holding his chest and ] is sitting next to him"}, {"scene_id": "oltl-03-10-10s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-10-10s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-10-10s4", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-10-10s5", "raw": "A scene from a TV show in which a woman is seen walking into a bathroom mirror and looking at her reflection.", "with_names": "a woman is walking into a bathroom mirror and looking at her reflection."}, {"scene_id": "oltl-03-10-10s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-10-10s7", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "oltl-03-10-10s8", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "a man and a woman are in a kitchen."}, {"scene_id": "oltl-03-10-10s9", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a door.", "with_names": "a man is wearing a suit and tie and is standing in front of a door."}, {"scene_id": "oltl-03-10-10s10", "raw": "A scene from a TV show in which a man is talking to someone and looking at a window.", "with_names": ""}, {"scene_id": "oltl-03-10-10s11", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a black dress and the other is wearing a black top.", "with_names": "two women are standing next to each other, one is wearing a black dress and the other is wearing a black top."}, {"scene_id": "oltl-03-10-10s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-10-10s13", "raw": "A scene from a TV show in which a woman is talking to someone and her eyes are closed", "with_names": ""}, {"scene_id": "oltl-03-10-10s14", "raw": "A scene from a TV show in which a woman is standing in a room and looking at a door.", "with_names": "a woman is standing in a room and looking at a door."}, {"scene_id": "oltl-03-10-10s15", "raw": "A scene from a TV show in which a woman is sitting on a couch and a blonde woman is standing next to her.", "with_names": ""}, {"scene_id": "oltl-03-10-10s16", "raw": "A scene from a TV show in which a young woman is looking at the camera with a shocked expression.", "with_names": "a young woman is looking at the camera with a shocked expression."}, {"scene_id": "oltl-03-10-10s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-03-10-10s18", "raw": "A scene from a TV show in which a woman is being attacked by two women.", "with_names": "a woman is being attacked by two women."}, {"scene_id": "oltl-03-10-10s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-10-10s20", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-10-10s21", "raw": "A scene from a TV show in which a man and a woman are sitting in a room and talking.", "with_names": ""}, {"scene_id": "oltl-03-10-10s22", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-03-10-10s23", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-10-10s24", "raw": "A scene from a TV show in which a man is looking down and his face is not visible", "with_names": "a man is looking down and his face is not visible"}, {"scene_id": "oltl-03-10-10s25", "raw": "A scene from a TV show in which a woman is holding a newspaper and a bottle.", "with_names": "a woman is holding a newspaper and a bottle."}, {"scene_id": "oltl-03-10-10s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-10-10s27", "raw": "A scene from a TV show in which two women are standing in a living room.", "with_names": "two women are standing in a living room."}, {"scene_id": "oltl-03-10-10s28", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-03-10-10s29", "raw": "A scene from a TV show in which two women are sitting next to each other, one with a purple shirt and the other with a white scarf.", "with_names": "two women are sitting next to each other, one with a purple shirt and the other with a white scarf."}, {"scene_id": "oltl-03-10-10s30", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-03-10-10s31", "raw": "A scene from a TV show in which two women are fighting over a man.", "with_names": "two women are fighting over a man."}, {"scene_id": "oltl-03-10-10s32", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-10-10s33", "raw": "A scene from a TV show in which a young woman is crying.", "with_names": "a young woman is crying."}, {"scene_id": "oltl-03-10-10s34", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-03-10-10s35", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-03-10-10s36", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-10-10s37", "raw": "A scene from a TV show in which a young boy is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-10-10s38", "raw": "A scene from a TV show in which a man and two women are standing in a room.", "with_names": "a man and two women are standing in a room."}, {"scene_id": "oltl-03-10-10s39", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-03-10-10s40", "raw": "A scene from a TV show in which a man is standing in a room with three women.", "with_names": "a man is standing in a room with three women."}, {"scene_id": "oltl-03-10-10s41", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "oltl-03-10-10s42", "raw": "A scene from a TV show in which a young woman is looking down and her face is not visible.", "with_names": "a young woman is looking down and her face is not visible."}, {"scene_id": "oltl-03-10-10s43", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-03-10-10s44", "raw": "A scene from a TV show in which Sherlock Holmes is standing in a hallway, a woman is sitting on a chair in the background.", "with_names": ""}, {"scene_id": "oltl-03-10-10s45", "raw": "A scene from a TV show in which a man is holding a baby and smoking a cigarette.", "with_names": "a man is holding a baby and smoking a cigarette."}, {"scene_id": "oltl-03-10-10s46", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-03-10-10s47", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-10-10s48", "raw": "A scene from a TV show in which a man is standing in front of a bar.", "with_names": "a man is standing in front of a bar."}, {"scene_id": "oltl-03-10-10s49", "raw": "A scene from a TV show in which a woman is holding a young girl by the shoulders and shaking her.", "with_names": "a woman is holding a young girl by the shoulders and shaking her."}, {"scene_id": "oltl-03-10-10s50", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-03-10-10s51", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}]