[{"scene_id": "oltl-10-15-08s0", "raw": "A scene from a TV show in which a man is shirtless and a woman is topless.", "with_names": "Antonio is shirtless and Talia is topless."}, {"scene_id": "oltl-10-15-08s1", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "a man is lying on a bed with his eyes closed."}, {"scene_id": "oltl-10-15-08s2", "raw": "A scene from a TV show in which a woman is wearing a black dress and smiling.", "with_names": "a woman is wearing a black dress and smiling."}, {"scene_id": "oltl-10-15-08s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-15-08s4", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a potted plant in the background.", "with_names": "a woman is standing in a room with a lamp on and a potted plant in the background."}, {"scene_id": "oltl-10-15-08s5", "raw": "A scene from a TV show in which a man is walking down a staircase and a woman is standing on the landing.", "with_names": "a man is walking down a staircase and a woman is standing on the landing."}, {"scene_id": "oltl-10-15-08s6", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "oltl-10-15-08s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-15-08s8", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-10-15-08s9", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-10-15-08s10", "raw": "A scene from a TV show in which a woman is wearing a black tank top and her hair is down.", "with_names": "a woman is wearing a black tank top and her hair is down."}, {"scene_id": "oltl-10-15-08s11", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "oltl-10-15-08s12", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-15-08s13", "raw": "A scene from a TV show in which a man is being questioned by two men.", "with_names": "a man is being questioned by two men."}, {"scene_id": "oltl-10-15-08s14", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are talking.", "with_names": ""}, {"scene_id": "oltl-10-15-08s15", "raw": "A scene from a TV show in which a woman is talking on her cell phone and her mouth is open in shock.", "with_names": ""}, {"scene_id": "oltl-10-15-08s16", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "oltl-10-15-08s17", "raw": "A scene from a TV show in which a woman is seen through a window, looking at a man.", "with_names": "a woman is through a window, looking at a man."}, {"scene_id": "oltl-10-15-08s18", "raw": "A scene from a TV show in which a woman is standing in a room with a child and a dog.", "with_names": "a woman is standing in a room with a child and a dog."}, {"scene_id": "oltl-10-15-08s19", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by ]."}, {"scene_id": "oltl-10-15-08s20", "raw": "A scene from a TV show in which a woman is talking to a man who is not her husband.", "with_names": ""}, {"scene_id": "oltl-10-15-08s21", "raw": "A scene from a TV show in which a woman is wearing a white wig and a black shirt", "with_names": "a woman is wearing a white wig and a black shirt"}, {"scene_id": "oltl-10-15-08s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-15-08s23", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "oltl-10-15-08s24", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-10-15-08s25", "raw": "A scene from a TV show in which a man is wearing a black hat and a jacket.", "with_names": "a man is wearing a black hat and a jacket."}, {"scene_id": "oltl-10-15-08s26", "raw": "A scene from a TV show in which a man is talking to a woman through a window.", "with_names": ""}, {"scene_id": "oltl-10-15-08s27", "raw": "A scene from a TV show in which a woman is walking down a flight of stairs.", "with_names": "a woman is walking down a flight of stairs."}, {"scene_id": "oltl-10-15-08s28", "raw": "A scene from a TV show in which a boy is talking to a girl in a school hallway.", "with_names": ""}]