[{"scene_id": "atwt-04-05-10s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-05-10s1", "raw": "A scene from a TV show in which an older woman is trying on a pink jacket.", "with_names": "an older woman is trying on a pink jacket."}, {"scene_id": "atwt-04-05-10s2", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a pearl necklace.", "with_names": "a woman is wearing a pink jacket and a pearl necklace."}, {"scene_id": "atwt-04-05-10s3", "raw": "A scene from a TV show in which a man is kissing a woman in bed.", "with_names": "a man is kissing a woman in bed."}, {"scene_id": "atwt-04-05-10s4", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with the woman holding a wine glass to her mouth.", "with_names": "a man and a woman are sitting at a table, with the woman holding a wine glass to her mouth."}, {"scene_id": "atwt-04-05-10s5", "raw": "A scene from a TV show in which a man and a woman are sitting down and talking.", "with_names": ""}, {"scene_id": "atwt-04-05-10s6", "raw": "A scene from a TV show in which a woman is talking to her mother.", "with_names": ""}, {"scene_id": "atwt-04-05-10s7", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-04-05-10s8", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-04-05-10s9", "raw": "A scene from a TV show in which two men are sitting next to each other, one of them is holding a flower.", "with_names": "two men are sitting next to each other, one of them is holding a flower."}, {"scene_id": "atwt-04-05-10s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-05-10s11", "raw": "A scene from a TV show in which a blonde woman is wearing a red jacket and a black dress, and another blonde woman with long hair is standing behind her.", "with_names": "a blonde woman is wearing a red jacket and a black dress, and another blonde woman with long hair is standing behind her."}, {"scene_id": "atwt-04-05-10s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-05-10s13", "raw": "A scene from a TV show in which a man and a woman are lying on a bed, cuddling.", "with_names": "a man and a woman are lying on a bed, cuddling."}, {"scene_id": "atwt-04-05-10s14", "raw": "A scene from a TV show in which a man is holding a woman in a bathroom.", "with_names": "a man is holding a woman in a bathroom."}, {"scene_id": "atwt-04-05-10s15", "raw": "A scene from a TV show in which a blonde woman is looking at a picture and saying, \"I don't know what to do with this.\"", "with_names": "a blonde woman is looking at a picture and saying, \"i don't know what to do with this.\""}]