[{"scene_id": "bb-09-01-06s0", "raw": "A scene from a TV show in which a man is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-09-01-06s1", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-09-01-06s2", "raw": "A scene from a TV show in which a woman is shown on a screen with the title 'Beautiful Donna'", "with_names": ""}, {"scene_id": "bb-09-01-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-01-06s4", "raw": "A scene from a TV show in which an older woman is sitting on a couch and talking to a younger woman.", "with_names": ""}, {"scene_id": "bb-09-01-06s5", "raw": "A scene from a TV show in which a man is kissing a blonde woman on the cheek.", "with_names": "a man is kissing a blonde woman on the cheek."}, {"scene_id": "bb-09-01-06s6", "raw": "A scene from a TV show in which a man is wearing a shirt and a timer on it.", "with_names": "a man is wearing a shirt and a timer on it."}, {"scene_id": "bb-09-01-06s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-09-01-06s8", "raw": "A scene from a TV show in which a woman is talking to a young woman.", "with_names": ""}, {"scene_id": "bb-09-01-06s9", "raw": "", "with_names": ""}, {"scene_id": "bb-09-01-06s10", "raw": "A scene from a TV show in which a woman is being kissed by a man.", "with_names": "a woman is being kissed by a man."}, {"scene_id": "bb-09-01-06s11", "raw": "A scene from a TV show in which a man is talking to an older woman.", "with_names": ""}, {"scene_id": "bb-09-01-06s12", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is holding a gun.", "with_names": "a woman is wearing a blue dress and a man is holding a gun."}, {"scene_id": "bb-09-01-06s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-09-01-06s14", "raw": "A scene from a TV show in which a woman is talking on the phone in a garden", "with_names": ""}, {"scene_id": "bb-09-01-06s15", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "bb-09-01-06s16", "raw": "A scene from a TV show in which a countdown timer is displayed", "with_names": "a countdown timer is displayed"}]