[{"scene_id": "gl-03-18-03s0", "raw": "A scene from a TV show in which a woman is touching a shirtless man's chest.", "with_names": "a woman is touching a shirtless man's chest."}, {"scene_id": "gl-03-18-03s1", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man in a suit", "with_names": "a woman is wearing a pink shirt and a man in a suit"}, {"scene_id": "gl-03-18-03s2", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-18-03s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-03-18-03s4", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "gl-03-18-03s5", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-03-18-03s6", "raw": "A scene from a TV show in which a man is standing in a room with a foosball table and a dog is sitting on the floor.", "with_names": "a man is standing in a room with a foosball table and a dog is sitting on the floor."}, {"scene_id": "gl-03-18-03s7", "raw": "A scene from a TV show in which a woman is touching a man's face", "with_names": "a woman is touching a man's face"}, {"scene_id": "gl-03-18-03s8", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a brown leather jacket.", "with_names": ""}, {"scene_id": "gl-03-18-03s9", "raw": "A scene from a TV show in which a man is wearing a light blue shirt and a short brown hair", "with_names": "a man is wearing a light blue shirt and a short brown hair"}, {"scene_id": "gl-03-18-03s10", "raw": "", "with_names": ""}, {"scene_id": "gl-03-18-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-18-03s12", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a girl.", "with_names": "a woman is sitting at a table with a man and a girl."}, {"scene_id": "gl-03-18-03s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is wearing a dress", "with_names": "a man is looking at a woman and she is wearing a dress"}, {"scene_id": "gl-03-18-03s14", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a necklace", "with_names": "a woman is wearing a purple jacket and a necklace"}, {"scene_id": "gl-03-18-03s15", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-18-03s16", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "gl-03-18-03s17", "raw": "A scene from a TV show in which a man is standing in a living room with a couch and a potted plant.", "with_names": "a man is standing in a living room with a couch and a potted plant."}, {"scene_id": "gl-03-18-03s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-18-03s19", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-18-03s20", "raw": "A scene from a TV show in which a man is standing behind a woman on a couch, and she is crying.", "with_names": "a man is standing behind a woman on a couch, and she is crying."}, {"scene_id": "gl-03-18-03s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]