[{"scene_id": "atwt-09-29-06s0", "raw": "A scene from a TV show in which a man is dancing with a woman.", "with_names": "Simon is dancing with Carly."}, {"scene_id": "atwt-09-29-06s1", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie and is looking down.", "with_names": "a man is wearing a white coat and a tie and is looking down."}, {"scene_id": "atwt-09-29-06s2", "raw": "A scene from a TV show in which a woman is seen in a dark forest, screaming.", "with_names": "Katie is in a dark forest, screaming."}, {"scene_id": "atwt-09-29-06s3", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-09-29-06s4", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by a woman."}, {"scene_id": "atwt-09-29-06s5", "raw": "A scene from a TV show in which a man is seen throwing a burning object into the air.", "with_names": "Paul is throwing a burning object into the air."}, {"scene_id": "atwt-09-29-06s6", "raw": "A scene from a TV show in which a woman tries on a bra in a fitting room.", "with_names": "Radio announcer tries on a bra in a fitting room."}, {"scene_id": "atwt-09-29-06s8", "raw": "A scene from a TV show in which a pair of magpies are seen in a tree.", "with_names": "a pair of magpies are in a tree."}, {"scene_id": "atwt-09-29-06s9", "raw": "A scene from a TV show in which two men are talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-29-06s10", "raw": "A scene from a TV show in which a man and a woman are standing in a bathroom, the woman is holding a cell phone.", "with_names": "a man and a woman are standing in a bathroom, the woman is holding a cell phone."}, {"scene_id": "atwt-09-29-06s11", "raw": "A scene from a TV show in which a blonde woman is sitting down and looking down. The words \"up to weeks\" are written next to her.", "with_names": "a blonde woman is sitting down and looking down. the words \"up to weeks\" are written next to her."}, {"scene_id": "atwt-09-29-06s12", "raw": "A scene from a TV show in which a man is pouring wine into a woman's glass.", "with_names": "Tractor man is pouring wine into a woman's glass."}, {"scene_id": "atwt-09-29-06s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Carly is crying."}, {"scene_id": "atwt-09-29-06s14", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-29-06s15", "raw": "A scene from a TV show in which a woman is screaming.", "with_names": "Margo is screaming."}, {"scene_id": "atwt-09-29-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-29-06s17", "raw": "A scene from a TV show in which a woman is ironing a white shirt.", "with_names": "Margo is ironing a white shirt."}, {"scene_id": "atwt-09-29-06s18", "raw": "A scene from a TV show in which a tube of Glade Plugins is shown.", "with_names": ""}, {"scene_id": "atwt-09-29-06s19", "raw": "A scene from a TV show in which a bathroom is shown with purple walls and a white tub.", "with_names": ""}, {"scene_id": "atwt-09-29-06s20", "raw": "A scene from a TV show in which a woman is being held down by a man.", "with_names": "a woman is being held down by a man."}, {"scene_id": "atwt-09-29-06s21", "raw": "A scene from a TV show in which a man is holding a gun and a woman is running away from him.", "with_names": "Paul is holding a gun and a woman is running away from him."}, {"scene_id": "atwt-09-29-06s22", "raw": "A scene from a TV show in which a woman holds a bag of popcorn.", "with_names": "a woman holds a bag of popcorn."}, {"scene_id": "atwt-09-29-06s23", "raw": "A scene from a TV show in which a man is holding a child on his shoulders.", "with_names": "Simon is holding a child on his shoulders."}, {"scene_id": "atwt-09-29-06s24", "raw": "A scene from a TV show in which a woman is holding a baby in a crib.", "with_names": "a woman is holding a baby in a crib."}, {"scene_id": "atwt-09-29-06s26", "raw": "A scene from a TV show in which a man is shooting a rifle.", "with_names": "Paul is shooting a rifle."}, {"scene_id": "atwt-09-29-06s27", "raw": "A scene from a TV show in which a woman is holding a glass of champagne and a man is standing behind her.", "with_names": "Katie is holding a glass of champagne and a man is standing behind her."}, {"scene_id": "atwt-09-29-06s28", "raw": "A scene from a TV show in which a woman is crying and a man is holding her.", "with_names": "a woman is crying and a man is holding her."}, {"scene_id": "atwt-09-29-06s29", "raw": "A scene from a TV show in which a man is leaning against a door and his shadow is cast on the door.", "with_names": "Simon is leaning against a door and his shadow is cast on the door."}, {"scene_id": "atwt-09-29-06s30", "raw": "A scene from a TV show in which a bottle of KY lotion is shown.", "with_names": ""}]