[{"scene_id": "atwt-04-06-07s0", "raw": "A scene from a TV show in which a woman is lying on her back with her hands covering her face.", "with_names": "Gwen is lying on her back with her hands covering her face."}, {"scene_id": "atwt-04-06-07s1", "raw": "A scene from a TV show in which a woman is trying to fix her hair.", "with_names": "a woman is trying to fix her hair."}, {"scene_id": "atwt-04-06-07s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a laptop and a cup of coffee, and another man is standing nearby.", "with_names": "a woman is sitting at a table with a laptop and a cup of coffee, and another man is standing nearby."}, {"scene_id": "atwt-04-06-07s3", "raw": "A scene from a TV show in which a woman holds a dog and a bunch of daffodils.", "with_names": "a woman holds a dog and a bunch of daffodils."}, {"scene_id": "atwt-04-06-07s4", "raw": "A scene from a TV show in which a young man is wearing a red shirt and sitting at a table.", "with_names": "a young man is wearing a red shirt and sitting at a table."}, {"scene_id": "atwt-04-06-07s5", "raw": "A scene from a TV show in which a woman is wearing a blue tracksuit and a brown wig", "with_names": "a woman is wearing a blue tracksuit and a brown wig"}, {"scene_id": "atwt-04-06-07s6", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a knife.", "with_names": "a man is in a dark room, holding a knife."}, {"scene_id": "atwt-04-06-07s7", "raw": "A scene from a TV show in which a young woman is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-06-07s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-06-07s9", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a sheriff's badge.", "with_names": "] is wearing a blue shirt and a sheriff's badge."}, {"scene_id": "atwt-04-06-07s10", "raw": "A scene from a TV show in which a girl is smiling and wearing a red jacket.", "with_names": "a girl is smiling and wearing a red jacket."}, {"scene_id": "atwt-04-06-07s11", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black jacket.", "with_names": "a woman is wearing a white shirt and a black jacket."}, {"scene_id": "atwt-04-06-07s12", "raw": "A scene from a TV show in which a dishwasher is filled with water and a smiley face", "with_names": "a dishwasher is filled with water and a smiley face"}, {"scene_id": "atwt-04-06-07s13", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "] is yelling at a woman."}, {"scene_id": "atwt-04-06-07s14", "raw": "A scene from a TV show in which a woman is laughing hysterically.", "with_names": "a woman is laughing hysterically."}, {"scene_id": "atwt-04-06-07s15", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "atwt-04-06-07s16", "raw": "A scene from a TV show in which a police officer is trying to call 911.", "with_names": "a police officer is trying to call 911."}, {"scene_id": "atwt-04-06-07s17", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "a man and a woman kiss."}, {"scene_id": "atwt-04-06-07s18", "raw": "A scene from a TV show in which a woman is wearing a gold dress and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-04-06-07s19", "raw": "A scene from a TV show in which a hand is shown with a tube of toothpaste", "with_names": ""}]