[{"scene_id": "gl-06-15-06s0", "raw": "A scene from a TV show in which a woman is standing in a bedroom, looking at a pink dress.", "with_names": "Tammy is standing in a bedroom, looking at a pink dress."}, {"scene_id": "gl-06-15-06s1", "raw": "A scene from a TV show in which a woman is coughing.", "with_names": "a woman is coughing."}, {"scene_id": "gl-06-15-06s2", "raw": "A scene from a TV show in which a woman is looking shocked and holding her neck.", "with_names": "a woman is looking shocked and holding her neck."}, {"scene_id": "gl-06-15-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-15-06s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-15-06s5", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-15-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-15-06s7", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "gl-06-15-06s8", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "a man is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-06-15-06s9", "raw": "A scene from a TV show in which a woman is looking at a picture of a man and saying,", "with_names": "a woman is looking at a picture of a man and saying,"}, {"scene_id": "gl-06-15-06s10", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-15-06s11", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "gl-06-15-06s12", "raw": "A scene from a TV show in which a man is wearing a hoodie and a t-shirt", "with_names": "a man is wearing a hoodie and a t-shirt"}, {"scene_id": "gl-06-15-06s13", "raw": "A scene from a TV show in which a man holds a picture of his unborn child.", "with_names": "a man holds a picture of his unborn child."}, {"scene_id": "gl-06-15-06s14", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-15-06s15", "raw": "A scene from a TV show in which a woman is talking to the camera and pointing her finger at the camera.", "with_names": ""}, {"scene_id": "gl-06-15-06s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-06-15-06s17", "raw": "A scene from a TV show in which a woman is packing a box.", "with_names": "a woman is packing a box."}, {"scene_id": "gl-06-15-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-06-15-06s19", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie and is looking at the camera.", "with_names": "a man is wearing a tuxedo and a bow tie and is looking at the camera."}, {"scene_id": "gl-06-15-06s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-06-15-06s21", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-06-15-06s22", "raw": "A scene from a TV show in which a woman is trying to get her mother to wear a bra.", "with_names": "a woman is trying to get her mother to wear a bra."}, {"scene_id": "gl-06-15-06s23", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "gl-06-15-06s24", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-06-15-06s25", "raw": "A scene from a TV show in which a woman is looking in the mirror and a man is standing behind her", "with_names": "a woman is looking in the mirror and ] is standing behind her"}, {"scene_id": "gl-06-15-06s26", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "gl-06-15-06s27", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "gl-06-15-06s28", "raw": "A scene from a TV show in which a man is getting married.", "with_names": "a man is getting married."}]