[{"scene_id": "gl-04-13-06s0", "raw": "A scene from a TV show in which a cell phone is used to track a person's location.", "with_names": "a cell phone is used to track a person's location."}, {"scene_id": "gl-04-13-06s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-06s2", "raw": "A scene from a TV show in which a man and a woman are in an elevator.", "with_names": "a man and a woman are in an elevator."}, {"scene_id": "gl-04-13-06s3", "raw": "A scene from a TV show in which a UFO is seen flying over a city.", "with_names": "a ufo is flying over a city."}, {"scene_id": "gl-04-13-06s4", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-04-13-06s5", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is in a tuxedo.", "with_names": "a woman is wearing a blue dress and a man is in a tuxedo."}, {"scene_id": "gl-04-13-06s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-13-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-13-06s8", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is dressed in a white dress.", "with_names": "a man is wearing a tuxedo and a woman is dressed in a white dress."}, {"scene_id": "gl-04-13-06s9", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-04-13-06s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-04-13-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-06s12", "raw": "A scene from a TV show in which a man in a police uniform is talking to a woman in a dress.", "with_names": ""}, {"scene_id": "gl-04-13-06s13", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-04-13-06s14", "raw": "A scene from a TV show in which a woman is being interviewed by a man and a police officer.", "with_names": "a woman is being interviewed by a man and a police officer."}, {"scene_id": "gl-04-13-06s15", "raw": "A scene from a TV show in which a young woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-04-13-06s16", "raw": "A scene from a TV show in which a woman is talking on a TV screen.", "with_names": ""}, {"scene_id": "gl-04-13-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-06s18", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-13-06s19", "raw": "A scene from a TV show in which a man and a woman are talking to a military officer.", "with_names": ""}, {"scene_id": "gl-04-13-06s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-04-13-06s21", "raw": "A scene from a TV show in which a man and a woman are standing at a bar, talking and drinking wine.", "with_names": ""}, {"scene_id": "gl-04-13-06s22", "raw": "A scene from a TV show in which a man is looking at a door and a woman is standing behind him", "with_names": "a man is looking at a door and a woman is standing behind him"}, {"scene_id": "gl-04-13-06s23", "raw": "A scene from a TV show in which a man is touching a woman's arm.", "with_names": "a man is touching a woman's arm."}, {"scene_id": "gl-04-13-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-13-06s25", "raw": "A scene from a TV show in which a man is holding his head in his hands and a woman is standing next to him.", "with_names": "a man is holding his head in his hands and a woman is standing next to him."}, {"scene_id": "gl-04-13-06s26", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a tuxedo.", "with_names": "a woman is wearing a white dress and ] is in a tuxedo."}, {"scene_id": "gl-04-13-06s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-04-13-06s28", "raw": "A scene from a TV show in which a man is sitting on a rooftop and looking at a building.", "with_names": "a man is sitting on a rooftop and looking at a building."}, {"scene_id": "gl-04-13-06s29", "raw": "A scene from a TV show in which a statue is shown to be a woman", "with_names": ""}]