[{"scene_id": "atwt-08-03-09s0", "raw": "A scene from a TV show in which a man is sitting in a sauna and is looking at a TV screen.", "with_names": "a man is sitting in a sauna and is looking at a tv screen."}, {"scene_id": "atwt-08-03-09s1", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-08-03-09s2", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-08-03-09s3", "raw": "A scene from a TV show in which a man is looking at a clock and his face is not happy.", "with_names": "a man is looking at a clock and his face is not happy."}, {"scene_id": "atwt-08-03-09s4", "raw": "A scene from a TV show in which a woman is shown a chart with ticks and ticks are crossed out.", "with_names": ""}, {"scene_id": "atwt-08-03-09s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-03-09s6", "raw": "A scene from a TV show in which a man is wearing a blue robe and reading a book.", "with_names": "a man is wearing a blue robe and reading a book."}, {"scene_id": "atwt-08-03-09s7", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, holding a hairbrush in her hand.", "with_names": "a woman is standing in front of a mirror, holding a hairbrush in her hand."}, {"scene_id": "atwt-08-03-09s8", "raw": "A scene from a TV show in which a man is reading a book.", "with_names": "a man is reading a book."}, {"scene_id": "atwt-08-03-09s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-09s10", "raw": "A scene from a TV show in which a woman is eating a bowl of cereal.", "with_names": "a woman is eating a bowl of cereal."}, {"scene_id": "atwt-08-03-09s11", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "atwt-08-03-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a blue dress", "with_names": "a man is wearing a suit and a woman is in a blue dress"}, {"scene_id": "atwt-08-03-09s13", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "atwt-08-03-09s14", "raw": "A scene from a TV show in which a red bear is standing in a field, holding a clipboard and pointing to a sign that says \"Inspection.\"", "with_names": "a red bear is standing in a field, holding a clipboard and pointing to a sign that says \"inspection.\""}, {"scene_id": "atwt-08-03-09s15", "raw": "A scene from a TV show in which a woman is looking down with her eyes closed.", "with_names": "a woman is looking down with her eyes closed."}, {"scene_id": "atwt-08-03-09s16", "raw": "A scene from a TV show in which a man is standing in a room with three women.", "with_names": "a man is standing in a room with three women."}, {"scene_id": "atwt-08-03-09s17", "raw": "A scene from a TV show in which women are dancing with balloons.", "with_names": "women are dancing with balloons."}, {"scene_id": "atwt-08-03-09s18", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-03-09s19", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "atwt-08-03-09s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her. The caption reads: Enbrel (adenosine) receptor for moderate to severe rheumatoid arthritis.", "with_names": "a woman is sitting at a table with ] standing behind her. the caption reads: enbrel (adenosine) receptor for moderate to severe rheumatoid arthritis."}, {"scene_id": "atwt-08-03-09s21", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-08-03-09s22", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a necklace", "with_names": "a woman is wearing a green shirt and a necklace"}, {"scene_id": "atwt-08-03-09s23", "raw": "A scene from a TV show in which a man is looking at his phone and looking surprised.", "with_names": "a man is looking at his phone and looking surprised."}, {"scene_id": "atwt-08-03-09s24", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-03-09s25", "raw": "A scene from a TV show in which a woman is massaging her leg.", "with_names": "a woman is massaging her leg."}]