[{"scene_id": "atwt-02-07-03s0", "raw": "A scene from a TV show in which a man is holding a white cat and another man is standing next to him.", "with_names": "a man is holding a white cat and another man is standing next to him."}, {"scene_id": "atwt-02-07-03s1", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "atwt-02-07-03s2", "raw": "A scene from a TV show in which a man is wearing a green jacket and a blonde woman is standing behind him.", "with_names": "a man is wearing a green jacket and a blonde woman is standing behind him."}, {"scene_id": "atwt-02-07-03s3", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "atwt-02-07-03s4", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is listening to him.", "with_names": ""}, {"scene_id": "atwt-02-07-03s5", "raw": "A scene from a TV show in which two men are standing in a hallway, smiling.", "with_names": "two men are standing in a hallway, smiling."}, {"scene_id": "atwt-02-07-03s6", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway.", "with_names": "a man and a woman are walking down a hallway."}, {"scene_id": "atwt-02-07-03s7", "raw": "A scene from a TV show in which a girl is crying", "with_names": "a girl is crying"}, {"scene_id": "atwt-02-07-03s8", "raw": "A scene from a TV show in which a man is sitting in front of a bunch of flowers.", "with_names": "a man is sitting in front of a bunch of flowers."}, {"scene_id": "atwt-02-07-03s9", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-07-03s10", "raw": "A scene from a TV show in which a can of Boyardee pasta sauce is shown.", "with_names": ""}, {"scene_id": "atwt-02-07-03s11", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is listening.", "with_names": ""}, {"scene_id": "atwt-02-07-03s12", "raw": "A scene from a TV show in which a man is holding a woman by the neck and the woman is screaming.", "with_names": "a man is holding a woman by the neck and the woman is screaming."}, {"scene_id": "atwt-02-07-03s13", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-07-03s14", "raw": "A scene from a TV show in which a woman is sitting on a chair and touching her chest.", "with_names": ""}, {"scene_id": "atwt-02-07-03s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-07-03s16", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-02-07-03s17", "raw": "A scene from a TV show in which a girl is eating a hot dog with a knife.", "with_names": "a girl is eating a hot dog with a knife."}, {"scene_id": "atwt-02-07-03s18", "raw": "A scene from a TV show in which a young woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-07-03s19", "raw": "A scene from a TV show in which a woman is walking down a staircase.", "with_names": "a woman is walking down a staircase."}, {"scene_id": "atwt-02-07-03s20", "raw": "A scene from a TV show in which a woman is doused with water.", "with_names": "a woman is doused with water."}, {"scene_id": "atwt-02-07-03s21", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a red shirt.", "with_names": "a man is wearing a leather jacket and a red shirt."}, {"scene_id": "atwt-02-07-03s22", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-02-07-03s23", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "atwt-02-07-03s24", "raw": "A scene from a TV show in which a man is wearing a black coat and glasses and looking at a woman.", "with_names": "a man is wearing a black coat and glasses and looking at a woman."}]