[{"scene_id": "bb-11-05-14s0", "raw": "A scene from a TV show in which two women are trying on dresses.", "with_names": "two women are trying on dresses."}, {"scene_id": "bb-11-05-14s1", "raw": "A scene from a TV show in which a woman reads a letter to a man.", "with_names": "Ivy reads a letter to Liam."}, {"scene_id": "bb-11-05-14s2", "raw": "A scene from a TV show in which a man and a woman are looking at a tablet together.", "with_names": "Wyatt and Hope are looking at a tablet together."}, {"scene_id": "bb-11-05-14s3", "raw": "A scene from a TV show in which a woman is hugging a man and smiling.", "with_names": "Aly is hugging Oliver and smiling."}, {"scene_id": "bb-11-05-14s4", "raw": "A scene from a TV show in which a woman is talking to two men in an office.", "with_names": ""}, {"scene_id": "bb-11-05-14s5", "raw": "A scene from a TV show in which a man is singing to a woman.", "with_names": "Liam is singing to Ivy."}, {"scene_id": "bb-11-05-14s6", "raw": "A scene from a TV show in which a woman is wearing a surgical gown and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-11-05-14s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is holding a video game controller.", "with_names": ""}, {"scene_id": "bb-11-05-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-05-14s11", "raw": "A scene from a TV show in which a woman is opening a door and a man is standing in front of her.", "with_names": "Aly is opening a door and a man is standing in front of her."}, {"scene_id": "bb-11-05-14s12", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-11-05-14s13", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Liam and Hope are arguing."}, {"scene_id": "bb-11-05-14s16", "raw": "A scene from a TV show in which a woman is packing her briefcase and a man is watching her.", "with_names": "Aly is packing her briefcase and Taylor is watching her."}, {"scene_id": "bb-11-05-14s17", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-11-05-14s18", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "bb-11-05-14s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-11-05-14s20", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]