[{"scene_id": "atwt-08-26-04s0", "raw": "A scene from a TV show in which a man is sitting on a bed with a woman sitting on the floor next to him.", "with_names": "a man is sitting on a bed with a woman sitting on the floor next to him."}, {"scene_id": "atwt-08-26-04s1", "raw": "A scene from a TV show in which a man is wearing a red shirt and a black suit jacket.", "with_names": "a man is wearing a red shirt and a black suit jacket."}, {"scene_id": "atwt-08-26-04s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-26-04s3", "raw": "A scene from a TV show in which a man and a woman are talking in an office.", "with_names": ""}, {"scene_id": "atwt-08-26-04s4", "raw": "A scene from a TV show in which a group of hamsters are sitting in a room, with a door open and a star hanging from the ceiling.", "with_names": "a group of hamsters are sitting in a room, with a door open and a star hanging from the ceiling."}, {"scene_id": "atwt-08-26-04s5", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed", "with_names": "a woman is holding her head and looking distressed"}, {"scene_id": "atwt-08-26-04s6", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "atwt-08-26-04s7", "raw": "A scene from a TV show in which a man is looking down and wearing a striped shirt", "with_names": "a man is looking down and wearing a striped shirt"}, {"scene_id": "atwt-08-26-04s8", "raw": "A scene from a TV show in which a Dell computer is advertised for sale.", "with_names": "a dell computer is advertised for sale."}, {"scene_id": "atwt-08-26-04s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-08-26-04s10", "raw": "A scene from a TV show in which a woman is on the phone and her hand is holding the receiver to her ear.", "with_names": "a woman is on the phone and her hand is holding the receiver to her ear."}, {"scene_id": "atwt-08-26-04s11", "raw": "A scene from a TV show in which a car is driving down a dirt road, a man is standing in the middle of the road, holding a backpack.", "with_names": "a car is driving down a dirt road, a man is standing in the middle of the road, holding a backpack."}, {"scene_id": "atwt-08-26-04s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-26-04s13", "raw": "A scene from a TV show in which a woman is standing in front of a lamp and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-08-26-04s14", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-26-04s15", "raw": "A scene from a TV show in which a bottle of Aveeno's Active Naturals is shown next to a tube of the product.", "with_names": ""}, {"scene_id": "atwt-08-26-04s16", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "atwt-08-26-04s17", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit", "with_names": ""}, {"scene_id": "atwt-08-26-04s18", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "atwt-08-26-04s19", "raw": "A scene from a TV show in which a man and a woman are lying together in bed.", "with_names": "] and a woman are lying together in bed."}, {"scene_id": "atwt-08-26-04s20", "raw": "A scene from a TV show in which a man is seen tying a woman with a rope.", "with_names": "a man is tying a woman with a rope."}, {"scene_id": "atwt-08-26-04s21", "raw": "A scene from a TV show in which a blonde woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-26-04s22", "raw": "A scene from a TV show in which a woman is crying and hugging a man.", "with_names": "a woman is crying and hugging a man."}, {"scene_id": "atwt-08-26-04s23", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}]