[{"scene_id": "gl-09-02-04s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-02-04s1", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-02-04s2", "raw": "A scene from a TV show in which a woman is singing in a car.", "with_names": "a woman is singing in a car."}, {"scene_id": "gl-09-02-04s3", "raw": "A scene from a TV show in which a woman is crying and another woman is laughing.", "with_names": "a woman is crying and another woman is laughing."}, {"scene_id": "gl-09-02-04s4", "raw": "A scene from a TV show in which a man is holding a cat and looking at it.", "with_names": "Gus is holding a cat and looking at it."}, {"scene_id": "gl-09-02-04s5", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "gl-09-02-04s6", "raw": "A scene from a TV show in which a man is holding a fork and looking at it.", "with_names": "a man is holding a fork and looking at it."}, {"scene_id": "gl-09-02-04s9", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Harley are standing in a room."}, {"scene_id": "gl-09-02-04s10", "raw": "A scene from a TV show in which a man is talking to a woman in a bathroom.", "with_names": ""}, {"scene_id": "gl-09-02-04s11", "raw": "A scene from a TV show in which a man is sitting in a car and looking at the camera.", "with_names": "Buzz is sitting in a car and looking at the camera."}, {"scene_id": "gl-09-02-04s12", "raw": "A scene from a TV show in which a blonde woman is sitting in a room with yellow flowers.", "with_names": "a blonde woman is sitting in a room with yellow flowers."}, {"scene_id": "gl-09-02-04s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-02-04s15", "raw": "A scene from a TV show in which a woman is grabbing a man by the neck and pulling him towards her.", "with_names": "Lizzie is grabbing Alan by the neck and pulling him towards her."}, {"scene_id": "gl-09-02-04s16", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "Lizzie/alan is looking at the camera with a shocked expression."}, {"scene_id": "gl-09-02-04s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Danny is kissing Michelle on the cheek."}, {"scene_id": "gl-09-02-04s18", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and Tony are standing face to face."}, {"scene_id": "gl-09-02-04s19", "raw": "A scene from a TV show in which a woman is driving a car and a man sits in the passenger seat.", "with_names": "Michelle is driving a car and a man sits in the passenger seat."}, {"scene_id": "gl-09-02-04s20", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "gl-09-02-04s21", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-09-02-04s24", "raw": "A scene from a TV show in which a woman is sitting in a room and looking up.", "with_names": "a woman is sitting in a room and looking up."}, {"scene_id": "gl-09-02-04s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-09-02-04s28", "raw": "A scene from a TV show in which a man and a woman are standing next to each other. The man is wearing a blue shirt and the woman is wearing a pink shirt.", "with_names": "Tony and Lizzie are standing next to each other. the man is wearing a blue shirt and the woman is wearing a pink shirt."}, {"scene_id": "gl-09-02-04s31", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "Edmund and a woman are kissing."}, {"scene_id": "gl-09-02-04s32", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "gl-09-02-04s33", "raw": "A scene from a TV show in which a woman is attacked by a man in a bar.", "with_names": "a woman is attacked by a man in a bar."}, {"scene_id": "gl-09-02-04s34", "raw": "A scene from a TV show in which a woman is sitting next to a young boy.", "with_names": "a woman is sitting next to a young boy."}, {"scene_id": "gl-09-02-04s35", "raw": "A scene from a TV show in which a man and a woman are dancing together.", "with_names": "a man and Rj are dancing together."}, {"scene_id": "gl-09-02-04s36", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-09-02-04s37", "raw": "A scene from a TV show in which a woman is being raped by a man", "with_names": "a woman is being raped by a man"}, {"scene_id": "gl-09-02-04s38", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "Tammy is yelling at someone."}, {"scene_id": "gl-09-02-04s39", "raw": "A scene from a TV show in which a woman is wearing a denim jacket and a black shirt", "with_names": "Tammy/joey is wearing a denim jacket and a black shirt"}, {"scene_id": "gl-09-02-04s40", "raw": "A scene from a TV show in which a man is climbing a staircase.", "with_names": "a man is climbing a staircase."}, {"scene_id": "gl-09-02-04s41", "raw": "A scene from a TV show in which a man is looking at the camera with a beard and a mustache.", "with_names": "Jb is looking at the camera with a beard and a mustache."}, {"scene_id": "gl-09-02-04s42", "raw": "A scene from a TV show in which a man is hugging a woman", "with_names": "Tony is hugging Michelle"}, {"scene_id": "gl-09-02-04s43", "raw": "A scene from a TV show in which a woman is talking about her husband.", "with_names": ""}, {"scene_id": "gl-09-02-04s44", "raw": "A scene from a TV show in which a man is wearing a suit and red tie and looking down, with a woman standing behind him.", "with_names": "a man is wearing a suit and red tie and looking down, with a woman standing behind him."}, {"scene_id": "gl-09-02-04s45", "raw": "A scene from a TV show in which a man sings in a car.", "with_names": "a man sings in a car."}, {"scene_id": "gl-09-02-04s46", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at Lizzie."}, {"scene_id": "gl-09-02-04s47", "raw": "A scene from a TV show in which a man is seen climbing a wooden structure.", "with_names": "a man is climbing a wooden structure."}]