[{"scene_id": "bb-03-13-14s0", "raw": "A scene from a TV show in which a woman walks through a foyer and a man stands behind her.", "with_names": "Donna walks through a foyer and Brooke stands behind her."}, {"scene_id": "bb-03-13-14s1", "raw": "A scene from a TV show in which a woman is standing in a room and looking at a painting.", "with_names": "a woman is standing in a room and looking at a painting."}, {"scene_id": "bb-03-13-14s2", "raw": "A scene from a TV show in which a man reads a letter.", "with_names": "a man reads a letter."}, {"scene_id": "bb-03-13-14s3", "raw": "A scene from a TV show in which a woman sits at a desk and looks up.", "with_names": "a woman sits at a desk and looks up."}, {"scene_id": "bb-03-13-14s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-13-14s5", "raw": "A scene from a TV show in which a man and a woman are in a room with a desk and a computer.", "with_names": "a man and a woman are in a room with a desk and a computer."}, {"scene_id": "bb-03-13-14s6", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-13-14s7", "raw": "A scene from a TV show in which a mansion is featured.", "with_names": "a mansion is featured."}, {"scene_id": "bb-03-13-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-13-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-13-14s10", "raw": "A scene from a TV show in which a blonde woman is yelling at another woman.", "with_names": "a blonde woman is yelling at another woman."}, {"scene_id": "bb-03-13-14s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-13-14s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a police officer.", "with_names": ""}, {"scene_id": "bb-03-13-14s13", "raw": "A scene from a TV show in which a woman is talking to a group of people.", "with_names": ""}, {"scene_id": "bb-03-13-14s14", "raw": "A scene from a TV show in which a woman is interviewed by a reporter.", "with_names": "a woman is interviewed by a reporter."}, {"scene_id": "bb-03-13-14s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-03-13-14s16", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-13-14s17", "raw": "A scene from a TV show in which two women are talking in a parking lot.", "with_names": ""}]