[{"scene_id": "oltl-02-24-10s0", "raw": "A scene from a TV show in which a man is wearing a white tank top and a short haircut.", "with_names": "a man is wearing a white tank top and a short haircut."}, {"scene_id": "oltl-02-24-10s1", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-02-24-10s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "oltl-02-24-10s3", "raw": "A scene from a TV show in which a woman is shown a door and a man is seen in the background", "with_names": ""}, {"scene_id": "oltl-02-24-10s4", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-02-24-10s5", "raw": "A scene from a TV show in which a woman is dancing in a room with a man standing behind her.", "with_names": "a woman is dancing in a room with a man standing behind her."}, {"scene_id": "oltl-02-24-10s6", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-02-24-10s7", "raw": "A scene from a TV show in which a woman is standing in front of a mirror, looking at her hair.", "with_names": "a woman is standing in front of a mirror, looking at her hair."}, {"scene_id": "oltl-02-24-10s8", "raw": "A scene from a TV show in which a man is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-02-24-10s9", "raw": "A scene from a TV show in which a black circle is superimposed on a yellow-green background", "with_names": "a black circle is superimposed on a yellow-green background"}, {"scene_id": "oltl-02-24-10s10", "raw": "A scene from a TV show in which a woman is talking to someone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "oltl-02-24-10s11", "raw": "A scene from a TV show in which a man is standing in front of a door", "with_names": "a man is standing in front of a door"}, {"scene_id": "oltl-02-24-10s12", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-02-24-10s13", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "oltl-02-24-10s14", "raw": "A scene from a TV show in which a man is holding a large box and a woman is sitting next to him.", "with_names": "a man is holding a large box and a woman is sitting next to him."}, {"scene_id": "oltl-02-24-10s15", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-02-24-10s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s17", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-24-10s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-02-24-10s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-02-24-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-24-10s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-24-10s22", "raw": "A scene from a TV show in which a young boy is wearing a blue jacket and a green shirt.", "with_names": "a young boy is wearing a blue jacket and a green shirt."}, {"scene_id": "oltl-02-24-10s23", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "oltl-02-24-10s24", "raw": "A scene from a TV show in which Snoop Dogg is wearing sunglasses and smiling.", "with_names": "snoop dogg is wearing sunglasses and smiling."}, {"scene_id": "oltl-02-24-10s25", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-24-10s26", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-24-10s27", "raw": "A scene from a TV show in which a young boy and girl sit on a couch with their arms crossed, looking at a man.", "with_names": "a young boy and girl sit on a couch with their arms crossed, looking at a man."}, {"scene_id": "oltl-02-24-10s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s29", "raw": "A scene from a TV show in which a woman is grabbing a man's shirt.", "with_names": "a woman is grabbing a man's shirt."}, {"scene_id": "oltl-02-24-10s30", "raw": "A scene from a TV show in which a man is talking to another man in a bar.", "with_names": ""}, {"scene_id": "oltl-02-24-10s31", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "oltl-02-24-10s32", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "oltl-02-24-10s33", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s34", "raw": "A scene from a TV show in which Snoop Dogg is wearing sunglasses and a black jacket.", "with_names": "snoop dogg is wearing sunglasses and a black jacket."}, {"scene_id": "oltl-02-24-10s35", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-02-24-10s36", "raw": "A scene from a TV show in which a young man is smiling and looking to the left.", "with_names": "a young man is smiling and looking to the left."}, {"scene_id": "oltl-02-24-10s37", "raw": "A scene from a TV show in which Snoop Dogg is wearing sunglasses and a suit.", "with_names": "snoop dogg is wearing sunglasses and a suit."}, {"scene_id": "oltl-02-24-10s38", "raw": "A scene from a TV show in which a man is seen in a dark room, with his face obscured by darkness.", "with_names": "a man is in a dark room, with his face obscured by darkness."}, {"scene_id": "oltl-02-24-10s39", "raw": "A scene from a TV show in which a man is wearing sunglasses and a black jacket and is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s40", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-02-24-10s41", "raw": "A scene from a TV show in which a man is holding a sandwich and a baseball bat.", "with_names": "a man is holding a sandwich and a baseball bat."}, {"scene_id": "oltl-02-24-10s42", "raw": "A scene from a TV show in which a woman is holding a child and a man is standing next to her.", "with_names": "a woman is holding a child and a man is standing next to her."}, {"scene_id": "oltl-02-24-10s43", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s44", "raw": "A scene from a TV show in which a man is shaking hands with a woman.", "with_names": "a man is shaking hands with a woman."}, {"scene_id": "oltl-02-24-10s45", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-02-24-10s46", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "a woman is wearing a black dress and a necklace."}, {"scene_id": "oltl-02-24-10s47", "raw": "A scene from a TV show in which a woman is sitting on a chair in front of a laptop.", "with_names": ""}, {"scene_id": "oltl-02-24-10s48", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown hat", "with_names": "a man is wearing a black shirt and a brown hat"}, {"scene_id": "oltl-02-24-10s49", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-24-10s50", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s51", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-24-10s52", "raw": "A scene from a TV show in which a bright light is seen in the sky.", "with_names": "a bright light is in the sky."}, {"scene_id": "oltl-02-24-10s53", "raw": "", "with_names": ""}]