[{"scene_id": "bb-06-20-14s0", "raw": "A scene from a TV show in which a woman serves a plate of pastries.", "with_names": "a woman serves a plate of pastries."}, {"scene_id": "bb-06-20-14s2", "raw": "A scene from a TV show in which a woman is surprised by her daughter.", "with_names": "a woman is surprised by her daughter."}, {"scene_id": "bb-06-20-14s3", "raw": "A scene from a TV show in which a man stands in a dark room with his arms crossed.", "with_names": "Aly stands in a dark room with his arms crossed."}, {"scene_id": "bb-06-20-14s4", "raw": "A scene from a TV show in which a woman is talking on her cell phone while other women are standing around a table with champagne and wine glasses.", "with_names": ""}, {"scene_id": "bb-06-20-14s6", "raw": "A scene from a TV show in which a man and two women are standing in a living room.", "with_names": "Aly and two women are standing in a living room."}, {"scene_id": "bb-06-20-14s7", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Liam and Hope are arguing."}, {"scene_id": "bb-06-20-14s8", "raw": "A scene from a TV show in which a man and a woman argue in a room.", "with_names": "a man and a woman argue in a room."}, {"scene_id": "bb-06-20-14s9", "raw": "A scene from a TV show in which a man and two women are talking.", "with_names": ""}, {"scene_id": "bb-06-20-14s11", "raw": "A scene from a TV show in which a group of people are clapping.", "with_names": "a group of people are clapping."}, {"scene_id": "bb-06-20-14s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-20-14s13", "raw": "A scene from a TV show in which a woman is shocked by a man and a young woman.", "with_names": "Katie is shocked by a man and a young woman."}, {"scene_id": "bb-06-20-14s14", "raw": "A scene from a TV show in which a family is standing in a foyer.", "with_names": "a family is standing in a foyer."}, {"scene_id": "bb-06-20-14s16", "raw": "A scene from a TV show in which a family is grieving.", "with_names": "a family is grieving."}, {"scene_id": "bb-06-20-14s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-20-14s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-20-14s22", "raw": "A scene from a TV show in which a black man and a woman stand together and talk.", "with_names": "a black man and Aly stand together and talk."}, {"scene_id": "bb-06-20-14s23", "raw": "A scene from a TV show in which a black man and a white woman are having a conversation in a living room.", "with_names": "a black man and a white woman are having a conversation in a living room."}, {"scene_id": "bb-06-20-14s24", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Rick and a woman are sitting next to each other."}, {"scene_id": "bb-06-20-14s25", "raw": "A scene from a TV show in which a man and a woman sit next to each other.", "with_names": "a man and Donna sit next to each other."}, {"scene_id": "bb-06-20-14s27", "raw": "A scene from a TV show in which a woman and two men are talking in a greenhouse.", "with_names": ""}, {"scene_id": "bb-06-20-14s28", "raw": "A scene from a TV show in which a man and woman are standing in a garden and talking.", "with_names": ""}, {"scene_id": "bb-06-20-14s29", "raw": "A scene from a TV show in which two men are drinking wine and smoking cigars.", "with_names": "two men are drinking wine and smoking cigars."}, {"scene_id": "bb-06-20-14s30", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-20-14s31", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "Thorne is looking at a man and smiling."}]