[{"scene_id": "atwt-08-31-06s0", "raw": "A scene from a TV show in which a woman is chased by a bear.", "with_names": "Maddie is chased by a bear."}, {"scene_id": "atwt-08-31-06s1", "raw": "A scene from a TV show in which a woman is holding a beer.", "with_names": "a woman is holding a beer."}, {"scene_id": "atwt-08-31-06s2", "raw": "A scene from a TV show in which a woman lies on the floor surrounded by marshmallows.", "with_names": "a woman lies on the floor surrounded by marshmallows."}, {"scene_id": "atwt-08-31-06s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-08-31-06s4", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her.", "with_names": "a woman is sitting at a table and ] is standing behind her."}, {"scene_id": "atwt-08-31-06s5", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, looking upset.", "with_names": "a man and a woman are standing next to each other, looking upset."}, {"scene_id": "atwt-08-31-06s6", "raw": "A scene from a TV show in which a broom is being used to clean a white dustpan and a dustpan lid is lying on the floor.", "with_names": "a broom is being used to clean a white dustpan and a dustpan lid is lying on the floor."}, {"scene_id": "atwt-08-31-06s7", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-31-06s8", "raw": "A scene from a TV show in which a robot is cleaning a kitchen.", "with_names": "a robot is cleaning a kitchen."}, {"scene_id": "atwt-08-31-06s9", "raw": "A scene from a TV show in which a woman is smiling and another woman is looking at her.", "with_names": "a woman is smiling and another woman is looking at her."}, {"scene_id": "atwt-08-31-06s10", "raw": "A scene from a TV show in which a woman is tied to a tree and her head is shaved.", "with_names": "a woman is tied to a tree and her head is shaved."}, {"scene_id": "atwt-08-31-06s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an oxygen tube.", "with_names": "a man is lying in a hospital bed with an oxygen tube."}, {"scene_id": "atwt-08-31-06s12", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-31-06s13", "raw": "A scene from a TV show in which a man is looking down and wearing a suit", "with_names": "] is looking down and wearing a suit"}, {"scene_id": "atwt-08-31-06s14", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-08-31-06s15", "raw": "A scene from a TV show in which a small town is shown from above.", "with_names": ""}, {"scene_id": "atwt-08-31-06s16", "raw": "A scene from a TV show in which a man is talking to two women.", "with_names": ""}, {"scene_id": "atwt-08-31-06s17", "raw": "A scene from a TV show in which a young man is wearing a striped shirt and a short haircut.", "with_names": "a young man is wearing a striped shirt and a short haircut."}, {"scene_id": "atwt-08-31-06s18", "raw": "A scene from a TV show in which a group of people are gathered in a forest.", "with_names": "a group of people are gathered in a forest."}, {"scene_id": "atwt-08-31-06s19", "raw": "A scene from a TV show in which a baby is eating a pink ice cream.", "with_names": "a baby is eating a pink ice cream."}, {"scene_id": "atwt-08-31-06s20", "raw": "A scene from a TV show in which a woman is wearing a green suit and a necklace.", "with_names": "a woman is wearing a green suit and a necklace."}, {"scene_id": "atwt-08-31-06s21", "raw": "A scene from a TV show in which a woman is being attacked by a man in the woods.", "with_names": "a woman is being attacked by a man in the woods."}, {"scene_id": "atwt-08-31-06s22", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-08-31-06s23", "raw": "A scene from a TV show in which a man is lying on the ground with a bandage on his head.", "with_names": "a man is lying on the ground with a bandage on his head."}, {"scene_id": "atwt-08-31-06s24", "raw": "A scene from a TV show in which a man is lying in a hospital bed with an IV in his arm.", "with_names": "a man is lying in a hospital bed with an iv in his arm."}, {"scene_id": "atwt-08-31-06s25", "raw": "A scene from a TV show in which a man is holding a microphone and a woman is singing.", "with_names": "a man is holding a microphone and a woman is singing."}, {"scene_id": "atwt-08-31-06s26", "raw": "", "with_names": ""}, {"scene_id": "atwt-08-31-06s27", "raw": "A scene from a TV show in which a man is lying on the ground, his head is turned to the side, and he is holding a cell phone.", "with_names": "a man is lying on the ground, his head is turned to the side, and he is holding a cell phone."}, {"scene_id": "atwt-08-31-06s28", "raw": "A scene from a TV show in which a woman is having sex with a strawberry", "with_names": "a woman is having sex with a strawberry"}, {"scene_id": "atwt-08-31-06s29", "raw": "A scene from a TV show in which a woman is wearing a green jacket and a necklace and is looking at another woman who is wearing a brown shirt.", "with_names": "a woman is wearing a green jacket and a necklace and is looking at another woman who is wearing a brown shirt."}, {"scene_id": "atwt-08-31-06s30", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is lying on a bed", "with_names": ""}, {"scene_id": "atwt-08-31-06s31", "raw": "A scene from a TV show in which a woman is talking on a cell phone and a man is touching her hair.", "with_names": ""}, {"scene_id": "atwt-08-31-06s32", "raw": "A scene from a TV show in which a man is lying on the ground with his mouth open and blood on his face.", "with_names": "a man is lying on the ground with his mouth open and blood on his face."}, {"scene_id": "atwt-08-31-06s33", "raw": "A scene from a TV show in which a child is seen trying to open a truck.", "with_names": "a child is trying to open a truck."}, {"scene_id": "atwt-08-31-06s34", "raw": "A scene from a TV show in which a man is seen walking down a dark street.", "with_names": "a man is walking down a dark street."}]