[{"scene_id": "atwt-09-03-10s0", "raw": "A scene from a TV show in which a doctor is leaning over a patient in a hospital bed.", "with_names": "a doctor is leaning over a patient in a hospital bed."}, {"scene_id": "atwt-09-03-10s1", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "atwt-09-03-10s2", "raw": "A scene from a TV show in which a woman is dancing with a man and another woman.", "with_names": "a woman is dancing with a man and another woman."}, {"scene_id": "atwt-09-03-10s3", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-03-10s4", "raw": "A scene from a TV show in which a couple is sitting on a blanket in a garden.", "with_names": "a couple is sitting on a blanket in a garden."}, {"scene_id": "atwt-09-03-10s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-03-10s6", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "atwt-09-03-10s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-09-03-10s8", "raw": "A scene from a TV show in which a man is wearing a green shirt and a brown hair", "with_names": "a man is wearing a green shirt and a brown hair"}, {"scene_id": "atwt-09-03-10s9", "raw": "A scene from a TV show in which tomatoes are washed in a sink.", "with_names": "tomatoes are washed in a sink."}, {"scene_id": "atwt-09-03-10s10", "raw": "A scene from a TV show in which Donald Trump is shown sitting on a bed with a sheep.", "with_names": ""}, {"scene_id": "atwt-09-03-10s11", "raw": "A scene from a TV show in which a man is crying, a woman is standing behind him, and another man is looking at him.", "with_names": "a man is crying, a woman is standing behind him, and another man is looking at him."}, {"scene_id": "atwt-09-03-10s12", "raw": "A scene from a TV show in which a car is seen with a snake in the glove compartment.", "with_names": "a car is with a snake in the glove compartment."}, {"scene_id": "atwt-09-03-10s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}]