[{"scene_id": "gl-11-21-03s0", "raw": "A scene from a TV show in which a woman is talking to someone and she is holding her hand to her chest.", "with_names": ""}, {"scene_id": "gl-11-21-03s1", "raw": "A scene from a TV show in which a man is being comforted by another man.", "with_names": "a man is being comforted by another man."}, {"scene_id": "gl-11-21-03s2", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-21-03s3", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-21-03s4", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-11-21-03s5", "raw": "A scene from a TV show in which a woman is sitting on a couch with a cat", "with_names": ""}, {"scene_id": "gl-11-21-03s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Cassie is crying"}, {"scene_id": "gl-11-21-03s7", "raw": "A scene from a TV show in which a man is sitting on a couch and another man is standing next to him.", "with_names": ""}, {"scene_id": "gl-11-21-03s8", "raw": "A scene from a TV show in which a woman is sitting at a table with a man and a wine glass.", "with_names": "Reva is sitting at a table with Christopher and a wine glass."}, {"scene_id": "gl-11-21-03s9", "raw": "A scene from a TV show in which a man is talking to the camera and looking at the camera.", "with_names": ""}, {"scene_id": "gl-11-21-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-21-03s11", "raw": "A scene from a TV show in which a woman is seduced by a man in a restaurant.", "with_names": "Billy is seduced by a man in a restaurant."}, {"scene_id": "gl-11-21-03s12", "raw": "A scene from a TV show in which a man is talking about his life and his relationship with his wife.", "with_names": ""}, {"scene_id": "gl-11-21-03s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-21-03s16", "raw": "A scene from a TV show in which a man is talking on a payphone.", "with_names": ""}, {"scene_id": "gl-11-21-03s17", "raw": "A scene from a TV show in which a man is talking to a young man in a church.", "with_names": ""}, {"scene_id": "gl-11-21-03s18", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-21-03s19", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and looking at each other.", "with_names": ""}, {"scene_id": "gl-11-21-03s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-11-21-03s21", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "gl-11-21-03s22", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a mustache.", "with_names": "a man is wearing a blue shirt and a mustache."}, {"scene_id": "gl-11-21-03s23", "raw": "A scene from a TV show in which a man is holding a card and smiling.", "with_names": "a man is holding a card and smiling."}, {"scene_id": "gl-11-21-03s24", "raw": "A scene from a TV show in which three women are standing together, with one of them looking down and the other two looking at her.", "with_names": "three women are standing together, with one of them looking down and the other two looking at her."}, {"scene_id": "gl-11-21-03s25", "raw": "A scene from a TV show in which a woman is standing in front of a fireplace, wearing a blue top and black pants.", "with_names": "a woman is standing in front of a fireplace, wearing a blue top and black pants."}, {"scene_id": "gl-11-21-03s26", "raw": "A scene from a TV show in which a woman is sitting on a couch and holding a cigarette.", "with_names": ""}, {"scene_id": "gl-11-21-03s27", "raw": "A scene from a TV show in which a man is seen bending over and touching his crotch.", "with_names": "Marah is bending over and touching his crotch."}, {"scene_id": "gl-11-21-03s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-21-03s29", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-11-21-03s30", "raw": "A scene from a TV show in which a man is holding a cell phone up to a woman.", "with_names": "Josh is holding a cell phone up to Reva."}, {"scene_id": "gl-11-21-03s31", "raw": "A scene from a TV show in which a woman is wearing a red dress and wings.", "with_names": "a woman is wearing a red dress and wings."}]