[{"scene_id": "gl-12-12-01s0", "raw": "A scene from a TV show in which a man is sitting next to a woman and is holding his head in his hands.", "with_names": "Richard is sitting next to a woman and is holding his head in his hands."}, {"scene_id": "gl-12-12-01s1", "raw": "A scene from a TV show in which a doctor is cutting a patient's belly open.", "with_names": "a doctor is cutting a patient's belly open."}, {"scene_id": "gl-12-12-01s2", "raw": "A scene from a TV show in which a purple circle is surrounded by a white circle", "with_names": "a purple circle is surrounded by a white circle"}, {"scene_id": "gl-12-12-01s3", "raw": "A scene from a TV show in which a woman is sitting at a table with wine glasses and a wine bottle.", "with_names": "a woman is sitting at a table with wine glasses and a wine bottle."}, {"scene_id": "gl-12-12-01s4", "raw": "A scene from a TV show in which a man is lying in a hospital bed, his head bandaged up.", "with_names": "a man is lying in a hospital bed, his head bandaged up."}, {"scene_id": "gl-12-12-01s5", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-12-12-01s7", "raw": "A scene from a TV show in which a man and a woman in white coats are standing in a room.", "with_names": "Rick and Mel in white coats are standing in a room."}, {"scene_id": "gl-12-12-01s8", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-12-01s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-12-01s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-12-01s12", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-12-01s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-12-01s14", "raw": "A scene from a TV show in which a woman and a man in white coats are talking to each other.", "with_names": ""}, {"scene_id": "gl-12-12-01s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-12-12-01s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-12-12-01s17", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-12-12-01s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a bob haircut", "with_names": "a woman is wearing a red dress and a bob haircut"}]