[{"scene_id": "bb-01-15-13s0", "raw": "A scene from a TV show in which a man opens a door and enters a room.", "with_names": "Steffy opens a door and enters a room."}, {"scene_id": "bb-01-15-13s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "bb-01-15-13s2", "raw": "", "with_names": ""}, {"scene_id": "bb-01-15-13s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-01-15-13s4", "raw": "A scene from a TV show in which a man and a woman kiss in bed.", "with_names": "a man and a woman kiss in bed."}, {"scene_id": "bb-01-15-13s5", "raw": "A scene from a TV show in which a woman is driving a car and her eyes are wide open.", "with_names": "a woman is driving a car and her eyes are wide open."}, {"scene_id": "bb-01-15-13s6", "raw": "A scene from a TV show in which a man and a woman are standing in front of a painting of horses.", "with_names": "a man and a woman are standing in front of a painting of horses."}, {"scene_id": "bb-01-15-13s7", "raw": "A scene from a TV show in which a man and a woman are talking in a room.", "with_names": ""}, {"scene_id": "bb-01-15-13s8", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-01-15-13s9", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-01-15-13s10", "raw": "A scene from a TV show in which a woman is about to kiss a man.", "with_names": "a woman is about to kiss a man."}, {"scene_id": "bb-01-15-13s11", "raw": "", "with_names": ""}, {"scene_id": "bb-01-15-13s12", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-01-15-13s13", "raw": "A scene from a TV show in which a man is seen sitting on a plane with his head down.", "with_names": "a man is sitting on a plane with his head down."}]