[{"scene_id": "bb-12-05-17s0", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-12-05-17s1", "raw": "A scene from a TV show in which a person is holding a camera.", "with_names": "a person is holding a camera."}, {"scene_id": "bb-12-05-17s2", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-12-05-17s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-05-17s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-05-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "Quinn is wearing a suit and a red tie."}, {"scene_id": "bb-12-05-17s8", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-05-17s9", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a child.", "with_names": "Thorne is standing in a room with Eric and a child."}, {"scene_id": "bb-12-05-17s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-12-05-17s13", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a lamp. He is reading a newspaper and looking at a picture.", "with_names": "Quinn is standing in a room with a desk and a lamp. he is reading a newspaper and looking at a picture."}, {"scene_id": "bb-12-05-17s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-05-17s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-05-17s16", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Brooke are standing in a room."}, {"scene_id": "bb-12-05-17s17", "raw": "A scene from a TV show in which a man is shaking hands with another man.", "with_names": "a man is shaking hands with another man."}]