[{"scene_id": "atwt-01-22-10s0", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-22-10s1", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-22-10s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-22-10s3", "raw": "A scene from a TV show in which a man is kissing a woman with a transparent face.", "with_names": "a man is kissing a woman with a transparent face."}, {"scene_id": "atwt-01-22-10s4", "raw": "A scene from a TV show in which a man and a woman are standing in a doorway.", "with_names": "a man and a woman are standing in a doorway."}, {"scene_id": "atwt-01-22-10s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-01-22-10s6", "raw": "A scene from a TV show in which a man is shown a can of Lysol disinfectant.", "with_names": ""}, {"scene_id": "atwt-01-22-10s7", "raw": "A scene from a TV show in which a man is wearing a black turtleneck and a serious expression", "with_names": "a man is wearing a black turtleneck and a serious expression"}, {"scene_id": "atwt-01-22-10s8", "raw": "A scene from a TV show in which a man is shown using a nasal spray.", "with_names": ""}, {"scene_id": "atwt-01-22-10s9", "raw": "A scene from a TV show in which a doctor is talking to a man in a suit.", "with_names": ""}, {"scene_id": "atwt-01-22-10s10", "raw": "A scene from a TV show in which a man and a woman are sitting close to each other.", "with_names": "a man and a woman are sitting close to each other."}, {"scene_id": "atwt-01-22-10s11", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-01-22-10s12", "raw": "A scene from a TV show in which a lesbian couple is shown being harassed by a man.", "with_names": ""}, {"scene_id": "atwt-01-22-10s13", "raw": "A scene from a TV show in which a man is sitting in a room with a potted plant and a glass of wine.", "with_names": "a man is sitting in a room with a potted plant and a glass of wine."}, {"scene_id": "atwt-01-22-10s14", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-01-22-10s15", "raw": "A scene from a TV show in which a woman is being hugged by a man.", "with_names": "a woman is being hugged by a man."}, {"scene_id": "atwt-01-22-10s16", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown jacket", "with_names": "a man is wearing a black shirt and a brown jacket"}, {"scene_id": "atwt-01-22-10s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-22-10s18", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is sitting behind a counter.", "with_names": "] is standing in a kitchen and a woman is sitting behind a counter."}, {"scene_id": "atwt-01-22-10s19", "raw": "A scene from a TV show in which oranges are thrown into a blender.", "with_names": "oranges are thrown into a blender."}, {"scene_id": "atwt-01-22-10s20", "raw": "A scene from a TV show in which a man is wearing a green sweater and a blonde wig", "with_names": "a man is wearing a green sweater and a blonde wig"}, {"scene_id": "atwt-01-22-10s21", "raw": "A scene from a TV show in which a man is walking with a cane.", "with_names": "a man is walking with a cane."}, {"scene_id": "atwt-01-22-10s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-22-10s23", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a leather jacket.", "with_names": ""}, {"scene_id": "atwt-01-22-10s24", "raw": "A scene from a TV show in which a person is holding a box of beer.", "with_names": "a person is holding a box of beer."}, {"scene_id": "atwt-01-22-10s25", "raw": "A scene from a TV show in which a woman is shown using a hairdryer.", "with_names": ""}]