[{"scene_id": "bb-03-31-17s0", "raw": "A scene from a TV show in which two women are talking on the steps of a building.", "with_names": ""}, {"scene_id": "bb-03-31-17s1", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at papers.", "with_names": "a man is sitting at a desk and looking at papers."}, {"scene_id": "bb-03-31-17s2", "raw": "A scene from a TV show in which a man holds a camera to his eye.", "with_names": "a man holds a camera to his eye."}, {"scene_id": "bb-03-31-17s3", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "bb-03-31-17s4", "raw": "A scene from a TV show in which a woman is standing in front of a man in a suit.", "with_names": "Katie is standing in front of Ridge in a suit."}, {"scene_id": "bb-03-31-17s5", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "Thomas is in a hospital bed, wearing a mask."}, {"scene_id": "bb-03-31-17s6", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "bb-03-31-17s7", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "bb-03-31-17s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-03-31-17s9", "raw": "A scene from a TV show in which a woman is wearing a blue and green jacket and a necklace.", "with_names": "Shirley is wearing a blue and green jacket and a necklace."}, {"scene_id": "bb-03-31-17s10", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "Thomas and Sally sit at a table and talk."}, {"scene_id": "bb-03-31-17s11", "raw": "A scene from a TV show in which a man and a woman are talking in a library.", "with_names": ""}, {"scene_id": "bb-03-31-17s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-03-31-17s13", "raw": "A scene from a TV show in which a woman is sitting at a desk and smiling.", "with_names": "a woman is sitting at a desk and smiling."}, {"scene_id": "bb-03-31-17s14", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "bb-03-31-17s15", "raw": "A scene from a TV show in which a couple is having dinner in a restaurant and the woman is kissing the man on the cheek.", "with_names": "a couple is having dinner in a restaurant and the woman is kissing the man on the cheek."}, {"scene_id": "bb-03-31-17s16", "raw": "A scene from a TV show in which a woman is trying on a dress in a store.", "with_names": "a woman is trying on a dress in a store."}]