[{"scene_id": "gl-03-09-05s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-05s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a long hair", "with_names": "a man is wearing a leather jacket and a long hair"}, {"scene_id": "gl-03-09-05s2", "raw": "A scene from a TV show in which a woman is sitting at a table with a candle and another woman is standing next to her.", "with_names": "Reva is sitting at a table with a candle and another woman is standing next to her."}, {"scene_id": "gl-03-09-05s4", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "gl-03-09-05s5", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-09-05s6", "raw": "A scene from a TV show in which a man is sitting on a chair in a waiting room, and a woman is standing behind him.", "with_names": ""}, {"scene_id": "gl-03-09-05s7", "raw": "A scene from a TV show in which a woman is holding a cane and a man is punching her in the face.", "with_names": "a woman is holding a cane and a man is punching her in the face."}, {"scene_id": "gl-03-09-05s8", "raw": "A scene from a TV show in which a man is yelling and pointing his finger.", "with_names": "a man is yelling and pointing his finger."}, {"scene_id": "gl-03-09-05s9", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a mustache", "with_names": "a man is wearing a leather jacket and a mustache"}, {"scene_id": "gl-03-09-05s10", "raw": "A scene from a TV show in which a woman is crying and another woman is standing next to her", "with_names": "a woman is crying and another woman is standing next to her"}, {"scene_id": "gl-03-09-05s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-09-05s12", "raw": "A scene from a TV show in which a woman is holding a microphone and a man is standing next to her.", "with_names": "a woman is holding a microphone and a man is standing next to her."}, {"scene_id": "gl-03-09-05s15", "raw": "A scene from a TV show in which a man is holding a woman by the neck and she is looking at him angrily.", "with_names": "a man is holding a woman by the neck and she is looking at him angrily."}, {"scene_id": "gl-03-09-05s16", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "Coop is yelling at someone."}, {"scene_id": "gl-03-09-05s17", "raw": "A scene from a TV show in which a woman is crying and another woman is standing behind her", "with_names": "Alexandra is crying and another woman is standing behind her"}, {"scene_id": "gl-03-09-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-09-05s21", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-03-09-05s22", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "gl-03-09-05s23", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to Josh in a hospital bed."}, {"scene_id": "gl-03-09-05s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-05s25", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-09-05s26", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "gl-03-09-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-09-05s28", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "gl-03-09-05s29", "raw": "A scene from a TV show in which a blonde girl is singing.", "with_names": "a blonde girl is singing."}, {"scene_id": "gl-03-09-05s30", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is sitting next to a motorcycle rider.", "with_names": "a man is wearing a suit and a tie and is sitting next to a motorcycle rider."}, {"scene_id": "gl-03-09-05s31", "raw": "A scene from a TV show in which a man is looking at a door and his eyes are closed", "with_names": "Edmund is looking at a door and his eyes are closed"}, {"scene_id": "gl-03-09-05s32", "raw": "A scene from a TV show in which a man is sitting next to a woman and looking at her.", "with_names": "a man is sitting next to a woman and looking at her."}, {"scene_id": "gl-03-09-05s33", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}]