[{"scene_id": "atwt-07-03-09s0", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is standing next to him.", "with_names": "Hunter is sitting on a bed and Emily is standing next to him."}, {"scene_id": "atwt-07-03-09s1", "raw": "A scene from a TV show in which a woman is smiling and wearing a blue cardigan.", "with_names": "a woman is smiling and wearing a blue cardigan."}, {"scene_id": "atwt-07-03-09s2", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-03-09s3", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "atwt-07-03-09s4", "raw": "A scene from a TV show in which a man is holding a cup and a book while another man is sitting at a table with a gun.", "with_names": "a man is holding a cup and a book while another man is sitting at a table with a gun."}, {"scene_id": "atwt-07-03-09s5", "raw": "A scene from a TV show in which a woman is crying and a man is standing behind her.", "with_names": "a woman is crying and a man is standing behind her."}, {"scene_id": "atwt-07-03-09s6", "raw": "A scene from a TV show in which a woman is shown with a smile and the words'regain skin by increasing service turnover and repairing the moisture barrier'", "with_names": ""}, {"scene_id": "atwt-07-03-09s7", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-07-03-09s8", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-03-09s9", "raw": "A scene from a TV show in which a man is wearing an orange shirt and a black wig.", "with_names": "a man is wearing an orange shirt and a black wig."}, {"scene_id": "atwt-07-03-09s10", "raw": "A scene from a TV show in which two young girls are shown smiling and wearing braces.", "with_names": "two young girls are shown smiling and wearing braces."}, {"scene_id": "atwt-07-03-09s11", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a suit and a tie.", "with_names": ""}, {"scene_id": "atwt-07-03-09s12", "raw": "A scene from a TV show in which a man and a woman are standing at a bar.", "with_names": "a man and a woman are standing at a bar."}, {"scene_id": "atwt-07-03-09s13", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-03-09s14", "raw": "A scene from a TV show in which a woman is seen holding a necklace with the word 'Permanence' written on it.", "with_names": "a woman is holding a necklace with the word 'permanence' written on it."}, {"scene_id": "atwt-07-03-09s15", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a woman is in the background", "with_names": "a man is wearing a pink shirt and a woman is in the background"}, {"scene_id": "atwt-07-03-09s16", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie", "with_names": "a man is wearing a suit and a pink tie"}, {"scene_id": "atwt-07-03-09s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with her hand up", "with_names": ""}, {"scene_id": "atwt-07-03-09s18", "raw": "A scene from a TV show in which a house is destroyed by Hurricane Katrina.", "with_names": "a house is destroyed by hurricane katrina."}, {"scene_id": "atwt-07-03-09s19", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a shocked expression.", "with_names": "a blonde woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-03-09s20", "raw": "A scene from a TV show in which a man is looking at the camera and wearing an orange shirt.", "with_names": "a man is looking at the camera and wearing an orange shirt."}, {"scene_id": "atwt-07-03-09s21", "raw": "A scene from a TV show in which a black hole is shown to be spinning.", "with_names": ""}, {"scene_id": "atwt-07-03-09s22", "raw": "A scene from a TV show in which a woman is wearing a teal dress and a brown bob.", "with_names": "a woman is wearing a teal dress and a brown bob."}, {"scene_id": "atwt-07-03-09s23", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "atwt-07-03-09s24", "raw": "A scene from a TV show in which a woman is on the phone and looks shocked.", "with_names": "a woman is on the phone and looks shocked."}, {"scene_id": "atwt-07-03-09s25", "raw": "A scene from a TV show in which a woman is talking to a man, and her hair is superimposed over the scene.", "with_names": ""}, {"scene_id": "atwt-07-03-09s26", "raw": "A scene from a TV show in which a man is riding a woman on his back.", "with_names": "a man is riding a woman on his back."}]