[{"scene_id": "pc-03-08-01s0", "raw": "A scene from a TV show in which a man is working on a car engine while a woman looks on.", "with_names": "Jamal is working on a car engine while a woman looks on."}, {"scene_id": "pc-03-08-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-08-01s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-08-01s3", "raw": "A scene from a TV show in which a man is wearing a shirt with a picture of a black man and a blonde woman is looking at him.", "with_names": "Jamal is wearing a shirt with a picture of a black man and a blonde woman is looking at him."}, {"scene_id": "pc-03-08-01s4", "raw": "A scene from a TV show in which a woman is talking to someone and a cup is on the table.", "with_names": ""}, {"scene_id": "pc-03-08-01s5", "raw": "A scene from a TV show in which a man is standing in a hallway, wearing a black coat and a white shirt.", "with_names": "Ian is standing in a hallway, wearing a black coat and a white shirt."}, {"scene_id": "pc-03-08-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-08-01s7", "raw": "A scene from a TV show in which a woman is walking into a room and a man is standing in the doorway.", "with_names": "a woman is walking into a room and Ian is standing in the doorway."}, {"scene_id": "pc-03-08-01s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-03-08-01s9", "raw": "A scene from a TV show in which a man is holding a red hat and a woman is standing behind him.", "with_names": "Jamal is holding a red hat and a woman is standing behind him."}, {"scene_id": "pc-03-08-01s10", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "pc-03-08-01s12", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}]