[{"scene_id": "oltl-08-03-09s0", "raw": "A scene from a TV show in which a blonde woman is smiling and looking at the camera.", "with_names": "a blonde woman is smiling and looking at the camera."}, {"scene_id": "oltl-08-03-09s1", "raw": "A scene from a TV show in which a man is sitting next to a woman and they are kissing.", "with_names": "a man is sitting next to a woman and they are kissing."}, {"scene_id": "oltl-08-03-09s2", "raw": "A scene from a TV show in which a young black woman is wearing a purple dress and a tiara.", "with_names": "a young black woman is wearing a purple dress and a tiara."}, {"scene_id": "oltl-08-03-09s3", "raw": "A scene from a TV show in which a man is talking to three men in suits.", "with_names": ""}, {"scene_id": "oltl-08-03-09s4", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on and a chair in front of her.", "with_names": "a woman is standing in a room with a lamp on and a chair in front of her."}, {"scene_id": "oltl-08-03-09s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-03-09s6", "raw": "A scene from a TV show in which a yellow light is shining on a wall.", "with_names": "a yellow light is shining on a wall."}, {"scene_id": "oltl-08-03-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and a yellow flower in his lapel.", "with_names": "a man is wearing a suit and a yellow flower in his lapel."}, {"scene_id": "oltl-08-03-09s8", "raw": "A scene from a TV show in which a woman is wearing a white dress and smiling.", "with_names": "a woman is wearing a white dress and smiling."}, {"scene_id": "oltl-08-03-09s9", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-08-03-09s10", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp on.", "with_names": "a woman is standing in a room with a lamp on."}, {"scene_id": "oltl-08-03-09s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-03-09s12", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "oltl-08-03-09s13", "raw": "A scene from a TV show in which a man is standing in a room with a large window and a teddy bear.", "with_names": "a man is standing in a room with a large window and a teddy bear."}, {"scene_id": "oltl-08-03-09s14", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie.", "with_names": "a man is wearing a tuxedo and a bow tie."}, {"scene_id": "oltl-08-03-09s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-03-09s16", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "oltl-08-03-09s17", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-03-09s18", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-08-03-09s19", "raw": "A scene from a TV show in which a woman is holding a painting up to a mirror, and a man is looking at it.", "with_names": "a woman is holding a painting up to a mirror, and a man is looking at it."}, {"scene_id": "oltl-08-03-09s20", "raw": "A scene from a TV show in which a woman is wearing a white dress and holding a bouquet.", "with_names": "a woman is wearing a white dress and holding a bouquet."}, {"scene_id": "oltl-08-03-09s21", "raw": "A scene from a TV show in which a woman is sitting on a bench and a man is standing next to her.", "with_names": "a woman is sitting on a bench and a man is standing next to her."}, {"scene_id": "oltl-08-03-09s22", "raw": "A scene from a TV show in which a woman is holding a baby in her arms", "with_names": "a woman is holding a baby in her arms"}, {"scene_id": "oltl-08-03-09s23", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "oltl-08-03-09s24", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a suit and tie.", "with_names": "a man is looking at a woman and wearing a suit and tie."}, {"scene_id": "oltl-08-03-09s25", "raw": "A scene from a TV show in which a woman is dancing in a room with other people.", "with_names": "a woman is dancing in a room with other people."}, {"scene_id": "oltl-08-03-09s26", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "oltl-08-03-09s27", "raw": "A scene from a TV show in which a woman is shocked to see a piece of paper.", "with_names": "a woman is shocked to see a piece of paper."}, {"scene_id": "oltl-08-03-09s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-03-09s29", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-08-03-09s30", "raw": "A scene from a TV show in which a woman is seen opening a door in a white dress.", "with_names": "a woman is opening a door in a white dress."}, {"scene_id": "oltl-08-03-09s31", "raw": "A scene from a TV show in which a man and a woman are getting married.", "with_names": "a man and a woman are getting married."}]