[{"scene_id": "atwt-07-07-06s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-07-07-06s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-07-06s2", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed, touching her face.", "with_names": "a man is leaning over a woman in a hospital bed, touching her face."}, {"scene_id": "atwt-07-07-06s3", "raw": "A scene from a TV show in which a woman is talking about Olay.", "with_names": ""}, {"scene_id": "atwt-07-07-06s4", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "a woman is standing in a room with a desk and a chair."}, {"scene_id": "atwt-07-07-06s5", "raw": "A scene from a TV show in which a man is wearing a suit and glasses", "with_names": "a man is wearing a suit and glasses"}, {"scene_id": "atwt-07-07-06s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-07-06s7", "raw": "A scene from a TV show in which a person is sweeping dirt off a tiled floor.", "with_names": "a person is sweeping dirt off a tiled floor."}, {"scene_id": "atwt-07-07-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-07-07-06s9", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a brown jacket", "with_names": "a man is looking at the camera and wearing a brown jacket"}, {"scene_id": "atwt-07-07-06s10", "raw": "A scene from a TV show in which a man and a woman sit on a couch with a baby.", "with_names": "] and a woman sit on a couch with a baby."}, {"scene_id": "atwt-07-07-06s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-07-06s12", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "] is kissing a woman on the cheek."}, {"scene_id": "atwt-07-07-06s13", "raw": "A scene from a TV show in which a man is seen in the dark.", "with_names": "a man is in the dark."}, {"scene_id": "atwt-07-07-06s14", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-07-07-06s15", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression", "with_names": "a woman is looking at the camera with a confused expression"}, {"scene_id": "atwt-07-07-06s16", "raw": "A scene from a TV show in which a dining room is lit by a single light.", "with_names": "a dining room is lit by a single light."}, {"scene_id": "atwt-07-07-06s17", "raw": "A scene from a TV show in which a girl is looking at the camera with a serious expression.", "with_names": "a girl is looking at the camera with a serious expression."}, {"scene_id": "atwt-07-07-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-07-07-06s19", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a baby in the woman's arms.", "with_names": "a man and a woman are standing next to each other, with a baby in the woman's arms."}, {"scene_id": "atwt-07-07-06s20", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, the man is kissing the woman on the cheek.", "with_names": "] and a woman are lying on a couch, the man is kissing the woman on the cheek."}, {"scene_id": "atwt-07-07-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a bouquet of flowers.", "with_names": "a man is wearing a suit and a tie and looking at a bouquet of flowers."}, {"scene_id": "atwt-07-07-06s22", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}]