[{"scene_id": "atwt-05-20-08s0", "raw": "A scene from a TV show in which a woman is lying in bed with a towel over her head.", "with_names": "a woman is lying in bed with a towel over her head."}, {"scene_id": "atwt-05-20-08s1", "raw": "A scene from a TV show in which a man is seen holding a piece of paper.", "with_names": "] is holding a piece of paper."}, {"scene_id": "atwt-05-20-08s2", "raw": "A scene from a TV show in which a woman is sitting at a table and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-05-20-08s3", "raw": "A scene from a TV show in which a woman is yelling at a sleeping child.", "with_names": "a woman is yelling at a sleeping child."}, {"scene_id": "atwt-05-20-08s4", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman kissing the man's face.", "with_names": "a man and a woman are lying in bed, with the woman kissing the man's face."}, {"scene_id": "atwt-05-20-08s5", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "a man is reading a letter."}, {"scene_id": "atwt-05-20-08s6", "raw": "A scene from a TV show in which a man is holding a dog and a woman is looking at him.", "with_names": "a man is holding a dog and a woman is looking at him."}, {"scene_id": "atwt-05-20-08s7", "raw": "A scene from a TV show in which a man is standing behind two women, one of whom is wearing a red dress.", "with_names": "a man is standing behind two women, one of whom is wearing a red dress."}, {"scene_id": "atwt-05-20-08s8", "raw": "A scene from a TV show in which a woman sits on a bench.", "with_names": "a woman sits on a bench."}, {"scene_id": "atwt-05-20-08s9", "raw": "A scene from a TV show in which a woman is sitting at a kitchen table, looking upset.", "with_names": "a woman is sitting at a kitchen table, looking upset."}, {"scene_id": "atwt-05-20-08s10", "raw": "A scene from a TV show in which a man is looking at another man and a book is in front of him", "with_names": "a man is looking at another man and a book is in front of him"}, {"scene_id": "atwt-05-20-08s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-20-08s12", "raw": "A scene from a TV show in which a woman is kissing another woman on the cheek.", "with_names": "a woman is kissing another woman on the cheek."}, {"scene_id": "atwt-05-20-08s13", "raw": "A scene from a TV show in which a carpet is being cleaned", "with_names": "a carpet is being cleaned"}, {"scene_id": "atwt-05-20-08s14", "raw": "A scene from a TV show in which a woman is talking to someone in a hotel room.", "with_names": ""}, {"scene_id": "atwt-05-20-08s15", "raw": "A scene from a TV show in which a woman is driving a car and a man is sitting in the passenger seat.", "with_names": "a woman is driving a car and a man is sitting in the passenger seat."}, {"scene_id": "atwt-05-20-08s16", "raw": "A scene from a TV show in which a woman is talking to a man outside a house.", "with_names": ""}, {"scene_id": "atwt-05-20-08s17", "raw": "A scene from a TV show in which a woman is arguing with another woman.", "with_names": "a woman is arguing with another woman."}, {"scene_id": "atwt-05-20-08s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-08s19", "raw": "A scene from a TV show in which a baby is seen drinking a can of beer.", "with_names": "a baby is drinking a can of beer."}, {"scene_id": "atwt-05-20-08s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-20-08s21", "raw": "A scene from a TV show in which a woman is wearing a blue dress and is dancing in a kitchen.", "with_names": "a woman is wearing a blue dress and is dancing in a kitchen."}, {"scene_id": "atwt-05-20-08s22", "raw": "A scene from a TV show in which a young woman is wearing a t-shirt with a green dragon on it.", "with_names": "a young woman is wearing a t-shirt with a green dragon on it."}, {"scene_id": "atwt-05-20-08s23", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-20-08s24", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-20-08s25", "raw": "A scene from a TV show in which a boy is talking to another boy demonstratively.", "with_names": ""}, {"scene_id": "atwt-05-20-08s26", "raw": "A scene from a TV show in which a woman is shown wearing a blonde wig and a white shirt.", "with_names": ""}, {"scene_id": "atwt-05-20-08s27", "raw": "A scene from a TV show in which a boy and a girl are talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-08s28", "raw": "A scene from a TV show in which a man is holding a box and another man is standing behind him.", "with_names": "a man is holding a box and another man is standing behind him."}, {"scene_id": "atwt-05-20-08s29", "raw": "A scene from a TV show in which a woman is holding a red flower in her hand.", "with_names": "a woman is holding a red flower in her hand."}, {"scene_id": "atwt-05-20-08s30", "raw": "A scene from a TV show in which a man is talking on a cell phone and gesturing with his hands.", "with_names": ""}, {"scene_id": "atwt-05-20-08s31", "raw": "A scene from a TV show in which a girl is on a swing and her hair is blowing in the wind.", "with_names": "] is on a swing and her hair is blowing in the wind."}, {"scene_id": "atwt-05-20-08s32", "raw": "A scene from a TV show in which a man is holding a dress and two women are standing around him", "with_names": "a man is holding a dress and two women are standing around him"}, {"scene_id": "atwt-05-20-08s33", "raw": "A scene from a TV show in which a man is kissing another man on the cheek", "with_names": "a man is kissing another man on the cheek"}, {"scene_id": "atwt-05-20-08s34", "raw": "A scene from a TV show in which a woman is wearing a denim shirt and a necklace", "with_names": "a woman is wearing a denim shirt and a necklace"}, {"scene_id": "atwt-05-20-08s35", "raw": "A scene from a TV show in which a woman is looking at a wall.", "with_names": "a woman is looking at a wall."}, {"scene_id": "atwt-05-20-08s36", "raw": "A scene from a TV show in which scientists are working in a lab.", "with_names": "scientists are working in a lab."}]