[{"scene_id": "atwt-01-23-08s0", "raw": "A scene from a TV show in which a woman is talking to two men in a hotel lobby.", "with_names": ""}, {"scene_id": "atwt-01-23-08s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is sitting on a chair.", "with_names": ""}, {"scene_id": "atwt-01-23-08s2", "raw": "A scene from a TV show in which a man punches a wall.", "with_names": "a man punches a wall."}, {"scene_id": "atwt-01-23-08s3", "raw": "A scene from a TV show in which a woman is lying in bed and looking at the camera.", "with_names": "a woman is lying in bed and looking at the camera."}, {"scene_id": "atwt-01-23-08s4", "raw": "A scene from a TV show in which a woman is wearing a black suit and pearls", "with_names": "a woman is wearing a black suit and pearls"}, {"scene_id": "atwt-01-23-08s5", "raw": "A scene from a TV show in which a woman is seen running from a bed.", "with_names": "a woman is running from a bed."}, {"scene_id": "atwt-01-23-08s6", "raw": "A scene from a TV show in which a woman is wearing a silver shirt and earrings", "with_names": "a woman is wearing a silver shirt and earrings"}, {"scene_id": "atwt-01-23-08s7", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-01-23-08s8", "raw": "A scene from a TV show in which a woman is holding her head and looking distressed.", "with_names": "a woman is holding her head and looking distressed."}, {"scene_id": "atwt-01-23-08s9", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-01-23-08s10", "raw": "A scene from a TV show in which a police officer is sitting at a desk and a woman is standing behind him.", "with_names": "a police officer is sitting at a desk and a woman is standing behind him."}, {"scene_id": "atwt-01-23-08s11", "raw": "A scene from a TV show in which Kris Jenner is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-23-08s12", "raw": "A scene from a TV show in which a man is shown talking on the phone with a Liberty Insurance agent.", "with_names": ""}, {"scene_id": "atwt-01-23-08s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-23-08s14", "raw": "A scene from a TV show in which a woman is pushing a baby in a stroller.", "with_names": "a woman is pushing a baby in a stroller."}, {"scene_id": "atwt-01-23-08s15", "raw": "A scene from a TV show in which a pill is shown to be a drug", "with_names": ""}, {"scene_id": "atwt-01-23-08s16", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-23-08s17", "raw": "A scene from a TV show in which a box of Orville Redenbacher's popcorn is shown on a blue field.", "with_names": ""}, {"scene_id": "atwt-01-23-08s18", "raw": "A scene from a TV show in which a black man is wearing an orange shirt and a badge on his chest.", "with_names": "a black man is wearing an orange shirt and a badge on his chest."}, {"scene_id": "atwt-01-23-08s19", "raw": "A scene from a TV show in which a woman is holding a baby and two other women are standing around her.", "with_names": "a woman is holding a baby and two other women are standing around her."}, {"scene_id": "atwt-01-23-08s20", "raw": "A scene from a TV show in which a woman is wearing a black coat and a brown bob haircut", "with_names": "a woman is wearing a black coat and a brown bob haircut"}, {"scene_id": "atwt-01-23-08s21", "raw": "A scene from a TV show in which two women are holding a baby.", "with_names": "two women are holding a baby."}, {"scene_id": "atwt-01-23-08s22", "raw": "A scene from a TV show in which a woman is looking at the camera with a concerned expression.", "with_names": "a woman is looking at the camera with a concerned expression."}, {"scene_id": "atwt-01-23-08s23", "raw": "A scene from a TV show in which a man is talking to a woman and a baby.", "with_names": ""}, {"scene_id": "atwt-01-23-08s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-01-23-08s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-08s26", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-23-08s27", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking surprised.", "with_names": "a man is wearing a suit and tie and looking surprised."}, {"scene_id": "atwt-01-23-08s28", "raw": "A scene from a TV show in which a woman is wearing a black suit and a blonde wig.", "with_names": "a woman is wearing a black suit and a blonde wig."}, {"scene_id": "atwt-01-23-08s29", "raw": "A scene from a TV show in which a couple is shown in a hammock.", "with_names": ""}, {"scene_id": "atwt-01-23-08s30", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a man.", "with_names": "a woman is standing in a kitchen with a man."}, {"scene_id": "atwt-01-23-08s31", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-08s32", "raw": "A scene from a TV show in which a man is holding a baby and a woman is looking at him.", "with_names": "a man is holding a baby and a woman is looking at him."}, {"scene_id": "atwt-01-23-08s33", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-23-08s34", "raw": "A scene from a TV show in which a man is sitting at a table with a knife in his hand and a woman standing behind him.", "with_names": "a man is sitting at a table with a knife in his hand and a woman standing behind him."}, {"scene_id": "atwt-01-23-08s35", "raw": "A scene from a TV show in which a woman is looking down and wearing a black jacket", "with_names": "a woman is looking down and wearing a black jacket"}, {"scene_id": "atwt-01-23-08s36", "raw": "", "with_names": ""}, {"scene_id": "atwt-01-23-08s37", "raw": "A scene from a TV show in which a man is seen in a black room with the words \"The Blacklist\" written on the wall above him.", "with_names": "a man is in a black room with the words \"the blacklist\" written on the wall above him."}]