[{"scene_id": "gl-06-04-04s0", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Cassie is kissing Edmund on the cheek."}, {"scene_id": "gl-06-04-04s1", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "gl-06-04-04s2", "raw": "A scene from a TV show in which a man is talking on a cell phone while another man to his left looks at him.", "with_names": ""}, {"scene_id": "gl-06-04-04s3", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-06-04-04s4", "raw": "A scene from a TV show in which a woman is arguing with her mother.", "with_names": "Harley is arguing with her mother."}, {"scene_id": "gl-06-04-04s5", "raw": "A scene from a TV show in which a man is looking at a black wall.", "with_names": "a man is looking at a black wall."}, {"scene_id": "gl-06-04-04s6", "raw": "A scene from a TV show in which a man is talking to a woman in a hotel room.", "with_names": ""}, {"scene_id": "gl-06-04-04s8", "raw": "A scene from a TV show in which a young woman is interviewed about her sexual orientation.", "with_names": "a young woman is interviewed about her sexual orientation."}, {"scene_id": "gl-06-04-04s9", "raw": "A scene from a TV show in which a man is standing over a woman and another man is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-06-04-04s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-06-04-04s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-06-04-04s15", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-06-04-04s16", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-06-04-04s17", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses Salerno on the cheek."}, {"scene_id": "gl-06-04-04s18", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "gl-06-04-04s19", "raw": "A scene from a TV show in which a blonde woman is looking at a man and he is looking back at her.", "with_names": "a blonde woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-06-04-04s20", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-06-04-04s21", "raw": "A scene from a TV show in which a man is seen crying.", "with_names": "a man is crying."}, {"scene_id": "gl-06-04-04s22", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing in front of him, looking at him.", "with_names": "Phillip is sitting at a desk and Olivia is standing in front of him, looking at him."}]