[{"scene_id": "gl-01-02-03s0", "raw": "A scene from a TV show in which a man is holding his head and looking confused.", "with_names": "a man is holding his head and looking confused."}, {"scene_id": "gl-01-02-03s1", "raw": "A scene from a TV show in which a man is sitting on a chair and looking at the camera", "with_names": ""}, {"scene_id": "gl-01-02-03s2", "raw": "A scene from a TV show in which a woman is wearing a white jacket and red gloves.", "with_names": "a woman is wearing a white jacket and red gloves."}, {"scene_id": "gl-01-02-03s3", "raw": "A scene from a TV show in which a woman is sitting at a table and a man is standing behind her", "with_names": "a woman is sitting at a table and a man is standing behind her"}, {"scene_id": "gl-01-02-03s4", "raw": "A scene from a TV show in which a woman is wearing a black dress and a choker", "with_names": "a woman is wearing a black dress and a choker"}, {"scene_id": "gl-01-02-03s5", "raw": "A scene from a TV show in which a woman is holding a red heart and a man is looking at it.", "with_names": "a woman is holding a red heart and Bill is looking at it."}, {"scene_id": "gl-01-02-03s6", "raw": "A scene from a TV show in which a woman is wearing a purple jacket and a white shirt", "with_names": "a woman is wearing a purple jacket and a white shirt"}, {"scene_id": "gl-01-02-03s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-01-02-03s8", "raw": "A scene from a TV show in which a man is pointing a gun at another man lying on the floor", "with_names": "a man is pointing a gun at another man lying on the floor"}, {"scene_id": "gl-01-02-03s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-02-03s10", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Eden is yelling at Tony."}, {"scene_id": "gl-01-02-03s11", "raw": "A scene from a TV show in which a woman is laughing and wearing a black dress.", "with_names": "a woman is laughing and wearing a black dress."}, {"scene_id": "gl-01-02-03s12", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a woman is sitting next to him.", "with_names": "a man is wearing a tuxedo and a woman is sitting next to him."}, {"scene_id": "gl-01-02-03s13", "raw": "A scene from a TV show in which two men are standing in a doorway, one of them is holding a bouquet of flowers.", "with_names": "two men are standing in a doorway, one of them is holding a bouquet of flowers."}, {"scene_id": "gl-01-02-03s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-01-02-03s15", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a black dress and a white and black striped necktie.", "with_names": ""}, {"scene_id": "gl-01-02-03s16", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "gl-01-02-03s17", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "gl-01-02-03s18", "raw": "A scene from a TV show in which a man is wearing a tuxedo and a bow tie", "with_names": "Bill is wearing a tuxedo and a bow tie"}, {"scene_id": "gl-01-02-03s19", "raw": "A scene from a TV show in which a man holds a child and talks to a woman.", "with_names": "Danny holds a child and talks to Michelle."}]