[{"scene_id": "bb-10-27-17s0", "raw": "A scene from a TV show in which a man sits at a desk with a framed photo of another man.", "with_names": "a man sits at a desk with a framed photo of another man."}, {"scene_id": "bb-10-27-17s1", "raw": "A scene from a TV show in which a woman is standing in a room with a man and a laptop.", "with_names": "a woman is standing in a room with a man and a laptop."}, {"scene_id": "bb-10-27-17s2", "raw": "A scene from a TV show in which a white man is being chased by a black man.", "with_names": "a white man is being chased by a black man."}, {"scene_id": "bb-10-27-17s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-27-17s4", "raw": "A scene from a TV show in which three men are standing around a table with wine glasses and bottles.", "with_names": "three men are standing around a table with wine glasses and bottles."}, {"scene_id": "bb-10-27-17s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-27-17s6", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-27-17s8", "raw": "A scene from a TV show in which a woman is wearing a multicolored coat and a man is standing next to her.", "with_names": "a woman is wearing a multicolored coat and Liam is standing next to her."}, {"scene_id": "bb-10-27-17s9", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-10-27-17s10", "raw": "A scene from a TV show in which a man is looking down and crossing his arms.", "with_names": "Liam is looking down and crossing his arms."}, {"scene_id": "bb-10-27-17s11", "raw": "A scene from a TV show in which a man sits in a chair next to a photo of his late father.", "with_names": "a man sits in a chair next to a photo of his late father."}, {"scene_id": "bb-10-27-17s12", "raw": "A scene from a TV show in which a man is standing in a room with a bookshelf.", "with_names": "a man is standing in a room with a bookshelf."}, {"scene_id": "bb-10-27-17s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-10-27-17s15", "raw": "A scene from a TV show in which a man is holding a giant ruler in his office.", "with_names": "Liam is holding a giant ruler in his office."}, {"scene_id": "bb-10-27-17s16", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "bb-10-27-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "Bill is wearing a suit and a white shirt."}, {"scene_id": "bb-10-27-17s18", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "bb-10-27-17s19", "raw": "A scene from a TV show in which a man is looking at a TV screen.", "with_names": "a man is looking at a tv screen."}]