[{"scene_id": "atwt-04-21-03s0", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-04-21-03s1", "raw": "A scene from a TV show in which a woman is using a vacuum cleaner to clean a laptop.", "with_names": "a woman is using a vacuum cleaner to clean a laptop."}, {"scene_id": "atwt-04-21-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-21-03s3", "raw": "A scene from a TV show in which a woman is drinking from a cup and a man is looking at her.", "with_names": "a woman is drinking from a cup and a man is looking at her."}, {"scene_id": "atwt-04-21-03s4", "raw": "A scene from a TV show in which a box of Night Effects is shown on a bed", "with_names": ""}, {"scene_id": "atwt-04-21-03s5", "raw": "A scene from a TV show in which a man is wearing a black shirt and a jacket.", "with_names": "a man is wearing a black shirt and a jacket."}, {"scene_id": "atwt-04-21-03s6", "raw": "A scene from a TV show in which a tree is growing in the middle of a desert.", "with_names": "a tree is growing in the middle of a desert."}, {"scene_id": "atwt-04-21-03s7", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-04-21-03s8", "raw": "A scene from a TV show in which a woman is wearing a yellow dress and a man is standing behind her.", "with_names": "a woman is wearing a yellow dress and a man is standing behind her."}, {"scene_id": "atwt-04-21-03s9", "raw": "A scene from a TV show in which a woman is shaving her legs with a razor.", "with_names": "a woman is shaving her legs with a razor."}, {"scene_id": "atwt-04-21-03s10", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "atwt-04-21-03s11", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a veil", "with_names": "a woman is wearing a wedding dress and a veil"}, {"scene_id": "atwt-04-21-03s12", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is looking at him.", "with_names": "a man is wearing a suit and a woman is looking at him."}, {"scene_id": "atwt-04-21-03s13", "raw": "A scene from a TV show in which a woman is standing in a garden, holding a baby.", "with_names": "a woman is standing in a garden, holding a baby."}, {"scene_id": "atwt-04-21-03s14", "raw": "A scene from a TV show in which a cup is filled with a liquid and a small black hole is visible in the middle of the liquid.", "with_names": "a cup is filled with a liquid and a small black hole is visible in the middle of the liquid."}, {"scene_id": "atwt-04-21-03s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-21-03s16", "raw": "A scene from a TV show in which a woman is kneeling on a bed, a man stands behind her, looking at her.", "with_names": "a woman is kneeling on a bed, a man stands behind her, looking at her."}, {"scene_id": "atwt-04-21-03s17", "raw": "A scene from a TV show in which a woman is talking and her hair is up in a bun", "with_names": ""}, {"scene_id": "atwt-04-21-03s18", "raw": "A scene from a TV show in which a black man is wearing a suit and a tie and looking to the right of the camera.", "with_names": "a black man is wearing a suit and a tie and looking to the right of the camera."}, {"scene_id": "atwt-04-21-03s19", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-04-21-03s20", "raw": "A scene from a TV show in which a family sits on a couch and watches TV.", "with_names": "a family sits on a couch and watches tv."}, {"scene_id": "atwt-04-21-03s21", "raw": "A scene from a TV show in which a woman is looking at a man and making a face", "with_names": "a woman is looking at ] and making a face"}, {"scene_id": "atwt-04-21-03s22", "raw": "A scene from a TV show in which a woman is talking on the phone and her hand is raised to her ear.", "with_names": ""}, {"scene_id": "atwt-04-21-03s23", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is standing next to her.", "with_names": "a woman is smoking a cigarette and a man is standing next to her."}]