[{"scene_id": "atwt-06-15-05s0", "raw": "A scene from a TV show in which a woman is reading a book to two children.", "with_names": "a woman is reading a book to two children."}, {"scene_id": "atwt-06-15-05s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a man.", "with_names": ""}, {"scene_id": "atwt-06-15-05s2", "raw": "A scene from a TV show in which a woman is pregnant and her mother is standing next to her.", "with_names": "a woman is pregnant and her mother is standing next to her."}, {"scene_id": "atwt-06-15-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-05s4", "raw": "A scene from a TV show in which Crest mouthwash is being advertised.", "with_names": "crest mouthwash is being advertised."}, {"scene_id": "atwt-06-15-05s5", "raw": "A scene from a TV show in which a girl and a boy are walking together.", "with_names": "a girl and a boy are walking together."}, {"scene_id": "atwt-06-15-05s6", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-15-05s7", "raw": "A scene from a TV show in which a woman is talking to a man in a hotel lobby.", "with_names": ""}, {"scene_id": "atwt-06-15-05s8", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and making a funny face.", "with_names": "a man is wearing a shirt and tie and making a funny face."}, {"scene_id": "atwt-06-15-05s9", "raw": "A scene from a TV show in which a young girl is talking about her experience of being bullied.", "with_names": ""}, {"scene_id": "atwt-06-15-05s10", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking off to the side.", "with_names": ""}, {"scene_id": "atwt-06-15-05s11", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-06-15-05s12", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a plant in the background", "with_names": "a man is wearing a grey shirt and a plant in the background"}, {"scene_id": "atwt-06-15-05s13", "raw": "A scene from a TV show in which a blonde woman is sitting down and looking down.", "with_names": "a blonde woman is sitting down and looking down."}, {"scene_id": "atwt-06-15-05s14", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-06-15-05s15", "raw": "A scene from a TV show in which a woman is engulfed in flames.", "with_names": "a woman is engulfed in flames."}, {"scene_id": "atwt-06-15-05s16", "raw": "A scene from a TV show in which a man is wearing a suit and a button-up shirt.", "with_names": "a man is wearing a suit and a button-up shirt."}, {"scene_id": "atwt-06-15-05s17", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-06-15-05s18", "raw": "A scene from a TV show in which a woman pours a carton of eggs into a pan.", "with_names": "a woman pours a carton of eggs into a pan."}, {"scene_id": "atwt-06-15-05s19", "raw": "A scene from a TV show in which a woman sits on a bed and reads a book.", "with_names": "a woman sits on a bed and reads a book."}, {"scene_id": "atwt-06-15-05s20", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-06-15-05s21", "raw": "A scene from a TV show in which a woman is laughing.", "with_names": "a woman is laughing."}, {"scene_id": "atwt-06-15-05s22", "raw": "A scene from a TV show in which a woman is wearing a blue robe and a short blonde hair", "with_names": "a woman is wearing a blue robe and a short blonde hair"}, {"scene_id": "atwt-06-15-05s23", "raw": "A scene from a TV show in which a person is holding a cup with their hand.", "with_names": "a person is holding a cup with their hand."}, {"scene_id": "atwt-06-15-05s24", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "] and a woman are standing in a room."}, {"scene_id": "atwt-06-15-05s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-15-05s26", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-06-15-05s27", "raw": "A scene from a TV show in which a woman is trying on a dress and another woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-15-05s28", "raw": "A scene from a TV show in which a door is opened and a key is inserted in it.", "with_names": "a door is opened and a key is inserted in it."}, {"scene_id": "atwt-06-15-05s29", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]