[{"scene_id": "atwt-04-18-05s0", "raw": "A scene from a TV show in which a girl is being bullied by a boy.", "with_names": "a girl is being bullied by a boy."}, {"scene_id": "atwt-04-18-05s1", "raw": "A scene from a TV show in which a man is sitting in a suit and holding his head in his hand.", "with_names": "a man is sitting in a suit and holding his head in his hand."}, {"scene_id": "atwt-04-18-05s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-18-05s3", "raw": "A scene from a TV show in which a woman is looking up and smiling.", "with_names": "a woman is looking up and smiling."}, {"scene_id": "atwt-04-18-05s4", "raw": "A scene from a TV show in which a man is sitting in front of a black screen.", "with_names": "a man is sitting in front of a black screen."}, {"scene_id": "atwt-04-18-05s5", "raw": "A scene from a TV show in which a woman is holding a little girl.", "with_names": "a woman is holding a little girl."}, {"scene_id": "atwt-04-18-05s6", "raw": "A scene from a TV show in which a person is shown how to use a bottle cap to remove a stain.", "with_names": ""}, {"scene_id": "atwt-04-18-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-04-18-05s8", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a door.", "with_names": ""}, {"scene_id": "atwt-04-18-05s9", "raw": "A scene from a TV show in which a vitamin C pill is shown", "with_names": ""}, {"scene_id": "atwt-04-18-05s10", "raw": "A scene from a TV show in which a woman is standing next to a man in a kitchen.", "with_names": "a woman is standing next to a man in a kitchen."}, {"scene_id": "atwt-04-18-05s11", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is running towards him.", "with_names": "a man is standing in a kitchen and a woman is running towards him."}, {"scene_id": "atwt-04-18-05s12", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-18-05s13", "raw": "A scene from a TV show in which a woman is wearing a red coat and a short haircut", "with_names": "a woman is wearing a red coat and a short haircut"}, {"scene_id": "atwt-04-18-05s14", "raw": "A scene from a TV show in which a man is wearing a white jacket and a pink shirt.", "with_names": "a man is wearing a white jacket and a pink shirt."}, {"scene_id": "atwt-04-18-05s15", "raw": "A scene from a TV show in which a bottle of Veet is being used to clean a toilet.", "with_names": "a bottle of veet is being used to clean a toilet."}, {"scene_id": "atwt-04-18-05s16", "raw": "A scene from a TV show in which a phone number is displayed", "with_names": "a phone number is displayed"}, {"scene_id": "atwt-04-18-05s17", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-04-18-05s18", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-04-18-05s19", "raw": "A scene from a TV show in which a man is holding a child and they both are screaming.", "with_names": "a man is holding a child and they both are screaming."}, {"scene_id": "atwt-04-18-05s20", "raw": "A scene from a TV show in which a woman is wearing a white tank top and a hat.", "with_names": "a woman is wearing a white tank top and a hat."}, {"scene_id": "atwt-04-18-05s21", "raw": "A scene from a TV show in which a woman is wearing a red coat and a short black hair", "with_names": "a woman is wearing a red coat and a short black hair"}, {"scene_id": "atwt-04-18-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down", "with_names": "a man is wearing a suit and tie and looking down"}, {"scene_id": "atwt-04-18-05s23", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "] is yelling at someone."}, {"scene_id": "atwt-04-18-05s24", "raw": "A scene from a TV show in which a man is pouring a yellow liquid into a glass.", "with_names": "a man is pouring a yellow liquid into a glass."}, {"scene_id": "atwt-04-18-05s25", "raw": "A scene from a TV show in which a woman is lying on a couch with her mouth open.", "with_names": "a woman is lying on a couch with her mouth open."}, {"scene_id": "atwt-04-18-05s26", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-04-18-05s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-04-18-05s28", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a confused expression.", "with_names": "a blonde woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-18-05s29", "raw": "A scene from a TV show in which a man is looking down with a confused expression.", "with_names": "a man is looking down with a confused expression."}]