[{"scene_id": "pc-08-12-03s0", "raw": "A scene from a TV show in which a woman is being groped by a man in a bar.", "with_names": "Ricky is being groped by a man in a bar."}, {"scene_id": "pc-08-12-03s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-12-03s2", "raw": "A scene from a TV show in which a young woman is wearing a short bob haircut and a tank top.", "with_names": "a young woman is wearing a short bob haircut and a tank top."}, {"scene_id": "pc-08-12-03s3", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-12-03s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-12-03s5", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace on.", "with_names": "a man is lying in a hospital bed with a neck brace on."}, {"scene_id": "pc-08-12-03s6", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a neck brace on.", "with_names": "a man is lying in a hospital bed with a neck brace on."}, {"scene_id": "pc-08-12-03s7", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "pc-08-12-03s8", "raw": "A scene from a TV show in which a woman is looking at a man, and he is holding a white sheet.", "with_names": "] is looking at a man, and he is holding a white sheet."}, {"scene_id": "pc-08-12-03s9", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her hands.", "with_names": ""}, {"scene_id": "pc-08-12-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-12-03s11", "raw": "A scene from a TV show in which a man is looking down and smiling.", "with_names": "a man is looking down and smiling."}, {"scene_id": "pc-08-12-03s12", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing red lipstick.", "with_names": ""}, {"scene_id": "pc-08-12-03s13", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "pc-08-12-03s14", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-08-12-03s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, smiling.", "with_names": "a man and a woman are standing next to each other, smiling."}, {"scene_id": "pc-08-12-03s16", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}]