[{"scene_id": "bb-12-09-16s0", "raw": "A scene from a TV show in which a man and a woman stand in a kitchen.", "with_names": "Liam and Quinn stand in a kitchen."}, {"scene_id": "bb-12-09-16s1", "raw": "A scene from a TV show in which a man is standing in front of a painting.", "with_names": "a man is standing in front of a painting."}, {"scene_id": "bb-12-09-16s2", "raw": "A scene from a TV show in which a man is looking into a mirror and sees a reflection of a planet.", "with_names": "Eric is looking into a mirror and sees a reflection of a planet."}, {"scene_id": "bb-12-09-16s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-09-16s4", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-09-16s5", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-12-09-16s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Eric and Katie sit on a couch and talk."}, {"scene_id": "bb-12-09-16s7", "raw": "A scene from a TV show in which a woman is standing in a kitchen, with a bowl of fruit.", "with_names": "Quinn is standing in a kitchen, with a bowl of fruit."}, {"scene_id": "bb-12-09-16s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-12-09-16s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-09-16s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to a man.", "with_names": ""}, {"scene_id": "bb-12-09-16s11", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "bb-12-09-16s12", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-12-09-16s13", "raw": "A scene from a TV show in which a woman is seen in a white dress, standing in front of a large portrait of a man.", "with_names": "Katie is in a white dress, standing in front of a large portrait of Quinn."}]