[{"scene_id": "pc-07-25-01s0", "raw": "A scene from a TV show in which a blood bag hangs from a hook.", "with_names": "a blood bag hangs from a hook."}, {"scene_id": "pc-07-25-01s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-25-01s2", "raw": "A scene from a TV show in which a man is in a cage and a woman is standing behind him.", "with_names": "Jack is in a cage and Chris is standing behind him."}, {"scene_id": "pc-07-25-01s3", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-07-25-01s4", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a man standing next to her and another woman standing behind her.", "with_names": "a woman is lying in a hospital bed, with a man standing next to her and another woman standing behind her."}, {"scene_id": "pc-07-25-01s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-07-25-01s6", "raw": "A scene from a TV show in which a lion is chained to a bed and a man is seen petting it.", "with_names": "a lion is chained to a bed and a man is petting it."}, {"scene_id": "pc-07-25-01s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-07-25-01s8", "raw": "A scene from a TV show in which a man is seen in a white room with a white light", "with_names": "Kevin is in a white room with a white light"}, {"scene_id": "pc-07-25-01s9", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "pc-07-25-01s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "pc-07-25-01s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed and his eyes are closed.", "with_names": "Emilio is lying in a hospital bed and his eyes are closed."}, {"scene_id": "pc-07-25-01s12", "raw": "A scene from a TV show in which two men are standing in a warehouse, one of them is wearing a green shirt and black pants.", "with_names": "two men are standing in a warehouse, one of them is wearing a green shirt and black pants."}, {"scene_id": "pc-07-25-01s13", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-07-25-01s14", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "Nurse is lying in a hospital bed."}, {"scene_id": "pc-07-25-01s15", "raw": "A scene from a TV show in which a man is seen in a black hood and a woman is in a white one.", "with_names": "a man is in a black hood and a woman is in a white one."}]