[{"scene_id": "atwt-04-03-03s0", "raw": "A scene from a TV show in which a woman is wearing a tiara and a black suit.", "with_names": "a woman is wearing a tiara and a black suit."}, {"scene_id": "atwt-04-03-03s1", "raw": "A scene from a TV show in which a woman is wearing a white coat and a blonde bob.", "with_names": "a woman is wearing a white coat and a blonde bob."}, {"scene_id": "atwt-04-03-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-03-03s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-03-03s4", "raw": "A scene from a TV show in which a young boy is seen screaming.", "with_names": "a young boy is screaming."}, {"scene_id": "atwt-04-03-03s5", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-04-03-03s6", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a towel in his hands.", "with_names": "] is standing in front of a woman, holding a towel in his hands."}, {"scene_id": "atwt-04-03-03s7", "raw": "A scene from a TV show in which a flower is growing in a bedroom.", "with_names": "a flower is growing in a bedroom."}, {"scene_id": "atwt-04-03-03s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-03-03s9", "raw": "A scene from a TV show in which a man is talking to someone and looking at a door.", "with_names": ""}, {"scene_id": "atwt-04-03-03s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-03-03s11", "raw": "A scene from a TV show in which a box of Sea-Bond Fresh is shown.", "with_names": ""}, {"scene_id": "atwt-04-03-03s12", "raw": "A scene from a TV show in which a man is looking at the camera", "with_names": "] is looking at the camera"}, {"scene_id": "atwt-04-03-03s13", "raw": "A scene from a TV show in which a man is talking to someone and his lips are moving", "with_names": ""}, {"scene_id": "atwt-04-03-03s14", "raw": "A scene from a TV show in which a black man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-04-03-03s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-03-03s16", "raw": "A scene from a TV show in which a man is standing on a table and pouring wine into a glass while a group of people sit around him.", "with_names": "a man is standing on a table and pouring wine into a glass while a group of people sit around him."}, {"scene_id": "atwt-04-03-03s17", "raw": "A scene from a TV show in which a woman is sitting on a bench and talking on her cell phone.", "with_names": ""}, {"scene_id": "atwt-04-03-03s18", "raw": "A scene from a TV show in which a man is wearing a tie and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-04-03-03s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]