[{"scene_id": "atwt-04-06-05s0", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-04-06-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt", "with_names": "a man is wearing a suit and a white shirt"}, {"scene_id": "atwt-04-06-05s2", "raw": "A scene from a TV show in which a woman is crying and her hand is over her mouth.", "with_names": "a woman is crying and her hand is over her mouth."}, {"scene_id": "atwt-04-06-05s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "atwt-04-06-05s4", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is holding a pamphlet.", "with_names": "two men are standing next to each other, one of them is holding a pamphlet."}, {"scene_id": "atwt-04-06-05s5", "raw": "A scene from a TV show in which a young man is wearing a white t-shirt and a necklace.", "with_names": "a young man is wearing a white t-shirt and a necklace."}, {"scene_id": "atwt-04-06-05s6", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black jacket", "with_names": "a woman is looking at the camera and wearing a black jacket"}, {"scene_id": "atwt-04-06-05s7", "raw": "A scene from a TV show in which a doctor is talking to a group of people.", "with_names": ""}, {"scene_id": "atwt-04-06-05s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other and smiling", "with_names": "a man and a woman are sitting next to each other and smiling"}, {"scene_id": "atwt-04-06-05s9", "raw": "A scene from a TV show in which a woman is being harassed by a group of men.", "with_names": "a woman is being harassed by a group of men."}, {"scene_id": "atwt-04-06-05s10", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-04-06-05s11", "raw": "A scene from a TV show in which a blue-tinted image is overlaid with the words \"As the World Turns\"", "with_names": "a blue-tinted image is overlaid with the words \"as the world turns\""}, {"scene_id": "atwt-04-06-05s12", "raw": "A scene from a TV show in which the title is superimposed over a city skyline", "with_names": "the title is superimposed over a city skyline"}, {"scene_id": "atwt-04-06-05s13", "raw": "A scene from a TV show in which two men are standing next to each other, looking off to the side.", "with_names": "two men are standing next to each other, looking off to the side."}, {"scene_id": "atwt-04-06-05s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-06-05s15", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "atwt-04-06-05s16", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-06-05s17", "raw": "A scene from a TV show in which a man is wearing a tank top and shorts and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-06-05s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room, holding a piece of paper.", "with_names": "a man and a woman are standing in a room, holding a piece of paper."}, {"scene_id": "atwt-04-06-05s19", "raw": "A scene from a TV show in which a woman is holding a bottle of cleaning product.", "with_names": "a woman is holding a bottle of cleaning product."}, {"scene_id": "atwt-04-06-05s20", "raw": "A scene from a TV show in which a blonde girl smiles at a brunette boy.", "with_names": "a blonde girl smiles at a brunette boy."}, {"scene_id": "atwt-04-06-05s21", "raw": "A scene from a TV show in which a man is wearing a hat and a suit and is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-06-05s22", "raw": "A scene from a TV show in which two men and a woman are standing in front of a punching bag.", "with_names": "two men and a woman are standing in front of a punching bag."}, {"scene_id": "atwt-04-06-05s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-06-05s24", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-04-06-05s25", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}]