[{"scene_id": "atwt-01-19-05s0", "raw": "A scene from a TV show in which a man is opening a box and a woman is looking at him with a confused expression.", "with_names": "Paul is opening a box and a woman is looking at him with a confused expression."}, {"scene_id": "atwt-01-19-05s1", "raw": "A scene from a TV show in which a woman is wearing a red coat and a scarf", "with_names": "a woman is wearing a red coat and a scarf"}, {"scene_id": "atwt-01-19-05s2", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "atwt-01-19-05s3", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-19-05s4", "raw": "A scene from a TV show in which a woman is shown in a bathtub with her head turned to the side.", "with_names": ""}, {"scene_id": "atwt-01-19-05s5", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-19-05s6", "raw": "A scene from a TV show in which three bottles of laundry detergent are placed in a dishwasher.", "with_names": "three bottles of laundry detergent are placed in a dishwasher."}, {"scene_id": "atwt-01-19-05s7", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-19-05s8", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-01-19-05s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-19-05s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-01-19-05s11", "raw": "A scene from a TV show in which a woman is feeding a cat.", "with_names": "a woman is feeding a cat."}, {"scene_id": "atwt-01-19-05s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other, looking at a piece of paper. The manre is saying, \"Due to violent content, parental discretion is advised.\"", "with_names": "a man and a woman are sitting next to each other, looking at a piece of paper. the manre is saying, \"due to violent content, parental discretion is advised.\""}, {"scene_id": "atwt-01-19-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-19-05s14", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-01-19-05s15", "raw": "A scene from a TV show in which numbers are being read out", "with_names": "numbers are being read out"}, {"scene_id": "atwt-01-19-05s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-01-19-05s17", "raw": "A scene from a TV show in which a man is looking at a woman and saying,", "with_names": "a man is looking at a woman and saying,"}, {"scene_id": "atwt-01-19-05s18", "raw": "A scene from a TV show in which a blonde woman is smiling.", "with_names": "a blonde woman is smiling."}, {"scene_id": "atwt-01-19-05s19", "raw": "A scene from a TV show in which a woman is crying. The caption reads, \"See our ad in prevention, 877-877-DLX-4-OAB.\"", "with_names": "a woman is crying. the caption reads, \"see our ad in prevention, 877-877-dlx-4-oab.\""}, {"scene_id": "atwt-01-19-05s20", "raw": "A scene from a TV show in which a woman is wearing a neck brace.", "with_names": "a woman is wearing a neck brace."}, {"scene_id": "atwt-01-19-05s21", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-01-19-05s22", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-01-19-05s23", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-19-05s24", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}]