[{"scene_id": "oltl-03-16-09s0", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "Starr is slapping Schuyler in the face."}, {"scene_id": "oltl-03-16-09s1", "raw": "A scene from a TV show in which a woman is holding a piece of paper and looking at it.", "with_names": "a woman is holding a piece of paper and looking at it."}, {"scene_id": "oltl-03-16-09s2", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed with a bruised face.", "with_names": "a young boy is lying in a hospital bed with a bruised face."}, {"scene_id": "oltl-03-16-09s3", "raw": "A scene from a TV show in which a man is standing over a woman who is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-03-16-09s4", "raw": "A scene from a TV show in which a woman is shown with a blonde wig and a black jacket.", "with_names": ""}, {"scene_id": "oltl-03-16-09s5", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to two other women.", "with_names": ""}, {"scene_id": "oltl-03-16-09s6", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-03-16-09s7", "raw": "A scene from a TV show in which a man is standing in a room with a window and a door behind him.", "with_names": "a man is standing in a room with a window and a door behind him."}, {"scene_id": "oltl-03-16-09s8", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-03-16-09s9", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-03-16-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-16-09s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-16-09s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-16-09s13", "raw": "A scene from a TV show in which a woman is crying and her hair is up in a messy bun.", "with_names": "a woman is crying and her hair is up in a messy bun."}, {"scene_id": "oltl-03-16-09s14", "raw": "A scene from a TV show in which a young boy is wearing a coat and a fur collar.", "with_names": "a young boy is wearing a coat and a fur collar."}, {"scene_id": "oltl-03-16-09s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-03-16-09s16", "raw": "A scene from a TV show in which a young man is lying in a hospital bed, looking at the camera.", "with_names": "a young man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-03-16-09s17", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-03-16-09s18", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a smile.", "with_names": ""}, {"scene_id": "oltl-03-16-09s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to two other women.", "with_names": ""}, {"scene_id": "oltl-03-16-09s20", "raw": "A scene from a TV show in which a woman is sitting on a bed and talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-16-09s21", "raw": "A scene from a TV show in which a blonde woman is wearing glasses and a white coat.", "with_names": "a blonde woman is wearing glasses and a white coat."}, {"scene_id": "oltl-03-16-09s22", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-03-16-09s23", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-16-09s24", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a blue shirt", "with_names": "a woman is wearing a white jacket and a blue shirt"}, {"scene_id": "oltl-03-16-09s25", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is listening.", "with_names": ""}, {"scene_id": "oltl-03-16-09s26", "raw": "A scene from a TV show in which a young boy is lying in a hospital bed.", "with_names": "a young boy is lying in a hospital bed."}, {"scene_id": "oltl-03-16-09s27", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-03-16-09s28", "raw": "A scene from a TV show in which a man is standing in front of a computer and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-16-09s29", "raw": "A scene from a TV show in which a man is talking to a woman in a lab coat.", "with_names": ""}, {"scene_id": "oltl-03-16-09s30", "raw": "A scene from a TV show in which a young boy is wearing a fur coat and a sweater.", "with_names": "a young boy is wearing a fur coat and a sweater."}, {"scene_id": "oltl-03-16-09s31", "raw": "A scene from a TV show in which a man and a woman are standing next to each other and looking down.", "with_names": "a man and a woman are standing next to each other and looking down."}, {"scene_id": "oltl-03-16-09s32", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator and looking at a bird.", "with_names": "a man is standing in front of a refrigerator and looking at a bird."}]