[{"scene_id": "oltl-01-05-12s0", "raw": "A scene from a TV show in which a man and a woman are in a library.", "with_names": "Mitch and Jessica are in a library."}, {"scene_id": "oltl-01-05-12s1", "raw": "A scene from a TV show in which a man is sitting at a table, looking down and looking sad.", "with_names": "Troy is sitting at a table, looking down and looking sad."}, {"scene_id": "oltl-01-05-12s2", "raw": "A scene from a TV show in which a man is seen talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-05-12s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-05-12s5", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Clint and a woman are standing in a room."}, {"scene_id": "oltl-01-05-12s6", "raw": "A scene from a TV show in which a man is looking at a mirror and a woman is standing behind him.", "with_names": "a man is looking at a mirror and a woman is standing behind him."}, {"scene_id": "oltl-01-05-12s7", "raw": "A scene from a TV show in which a man is wearing a brown robe and a white beard, and he is standing in front of a candle-lit table.", "with_names": "a man is wearing a brown robe and a white beard, and he is standing in front of a candle-lit table."}, {"scene_id": "oltl-01-05-12s8", "raw": "A scene from a TV show in which a young boy is wearing glasses and a green shirt.", "with_names": "a young boy is wearing glasses and a green shirt."}, {"scene_id": "oltl-01-05-12s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-01-05-12s11", "raw": "A scene from a TV show in which a man is seen wiping his mouth with his hand.", "with_names": "a man is wiping his mouth with his hand."}, {"scene_id": "oltl-01-05-12s12", "raw": "A scene from a TV show in which a woman is smoking a cigarette.", "with_names": "a woman is smoking a cigarette."}, {"scene_id": "oltl-01-05-12s13", "raw": "A scene from a TV show in which a young boy is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-12s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "oltl-01-05-12s15", "raw": "A scene from a TV show in which a staircase is lit by candles.", "with_names": "a staircase is lit by candles."}, {"scene_id": "oltl-01-05-12s16", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "Cole and Starr are arguing."}, {"scene_id": "oltl-01-05-12s17", "raw": "A scene from a TV show in which a woman is sitting in a church pew and talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-01-05-12s18", "raw": "A scene from a TV show in which a woman is sitting next to a boy and covering his mouth.", "with_names": "a woman is sitting next to a boy and covering his mouth."}, {"scene_id": "oltl-01-05-12s19", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-12s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "Sam is wearing a suit and tie."}, {"scene_id": "oltl-01-05-12s21", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "Starr is being choked by a man."}, {"scene_id": "oltl-01-05-12s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-12s23", "raw": "A scene from a TV show in which a man is looking at a framed picture and saying,", "with_names": "Mitch is looking at a framed picture and saying,"}, {"scene_id": "oltl-01-05-12s24", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "oltl-01-05-12s25", "raw": "A scene from a TV show in which Obi-Wan Kenobi is seen in a brown robe, leaning against a wall.", "with_names": "obi-wan kenobi is in a brown robe, leaning against a wall."}, {"scene_id": "oltl-01-05-12s26", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-01-05-12s27", "raw": "A scene from a TV show in which a man is slapping a woman on the face", "with_names": "Mitch is slapping Natalie on the face"}, {"scene_id": "oltl-01-05-12s29", "raw": "A scene from a TV show in which a woman is holding a child and they are both laughing.", "with_names": "a woman is holding a child and they are both laughing."}, {"scene_id": "oltl-01-05-12s30", "raw": "A scene from a TV show in which a man is dressed in a suit and tie", "with_names": "Troy is dressed in a suit and tie"}, {"scene_id": "oltl-01-05-12s31", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is standing over her.", "with_names": "Lindsay is lying on a bed and a man is standing over her."}, {"scene_id": "oltl-01-05-12s32", "raw": "A scene from a TV show in which a priest is holding a woman and a man is pointing a gun at her.", "with_names": "a priest is holding Hannah and Sam is pointing a gun at her."}, {"scene_id": "oltl-01-05-12s33", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-01-05-12s34", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "a woman is looking at a piece of paper."}, {"scene_id": "oltl-01-05-12s35", "raw": "A scene from a TV show in which a man is being questioned by a police officer.", "with_names": "John is being questioned by a police officer."}, {"scene_id": "oltl-01-05-12s36", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-01-05-12s37", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-01-05-12s38", "raw": "A scene from a TV show in which a man is standing in front of a woman, holding a wine glass.", "with_names": "a man is standing in front of a woman, holding a wine glass."}, {"scene_id": "oltl-01-05-12s39", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "Cole and Starr are standing in a library."}, {"scene_id": "oltl-01-05-12s40", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at them with a surprised expression.", "with_names": ""}, {"scene_id": "oltl-01-05-12s44", "raw": "A scene from a TV show in which a mother and son are sitting together.", "with_names": "a mother and son are sitting together."}, {"scene_id": "oltl-01-05-12s45", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-01-05-12s46", "raw": "A scene from a TV show in which a man and a woman are standing in a library.", "with_names": "a man and a woman are standing in a library."}, {"scene_id": "oltl-01-05-12s47", "raw": "A scene from a TV show in which a woman is talking to a man in a monk's robe.", "with_names": ""}, {"scene_id": "oltl-01-05-12s49", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-01-05-12s50", "raw": "A scene from a TV show in which a woman is holding a young boy by the arm and pointing at something.", "with_names": "Sam is holding a young boy by the arm and pointing at something."}, {"scene_id": "oltl-01-05-12s51", "raw": "A scene from a TV show in which a man is hugging a woman in a church.", "with_names": "a man is hugging Hannah in a church."}, {"scene_id": "oltl-01-05-12s54", "raw": "A scene from a TV show in which a woman points a gun at another woman.", "with_names": "a woman points a gun at another woman."}]