[{"scene_id": "bb-07-01-14s0", "raw": "A scene from a TV show in which a young woman and a man are dressed up in medieval costumes.", "with_names": "a young woman and a man are dressed up in medieval costumes."}, {"scene_id": "bb-07-01-14s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-01-14s2", "raw": "", "with_names": ""}, {"scene_id": "bb-07-01-14s3", "raw": "A scene from a TV show in which a shirtless man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-01-14s4", "raw": "A scene from a TV show in which a king and queen are talking to a group of people.", "with_names": ""}, {"scene_id": "bb-07-01-14s5", "raw": "A scene from a TV show in which a man is standing in a dark kitchen.", "with_names": "] is standing in a dark kitchen."}, {"scene_id": "bb-07-01-14s6", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a yellow apron and is holding a brown coat.", "with_names": "a woman is wearing a green shirt and a yellow apron and is holding a brown coat."}, {"scene_id": "bb-07-01-14s7", "raw": "A scene from a TV show in which a woman looks out a window and talks to someone.", "with_names": "a woman looks out a window and talks to someone."}, {"scene_id": "bb-07-01-14s8", "raw": "A scene from a TV show in which a young woman wears a crown and a robe and stands in a bedroom.", "with_names": "a young woman wears a crown and a robe and stands in a bedroom."}, {"scene_id": "bb-07-01-14s9", "raw": "A scene from a TV show in which a woman is dressed as a queen and a man dressed as a knight", "with_names": "a woman is dressed as a queen and a man dressed as a knight"}, {"scene_id": "bb-07-01-14s10", "raw": "A scene from a TV show in which a man is cooking in a kitchen.", "with_names": "a man is cooking in a kitchen."}, {"scene_id": "bb-07-01-14s11", "raw": "A scene from a TV show in which a woman is talking to someone in a garage.", "with_names": ""}, {"scene_id": "bb-07-01-14s12", "raw": "A scene from a TV show in which a man is wearing a pirate costume and a blue shirt.", "with_names": "a man is wearing a pirate costume and a blue shirt."}, {"scene_id": "bb-07-01-14s13", "raw": "", "with_names": ""}, {"scene_id": "bb-07-01-14s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-07-01-14s15", "raw": "A scene from a TV show in which a girl is reflected in a mirror.", "with_names": "a girl is reflected in a mirror."}, {"scene_id": "bb-07-01-14s16", "raw": "A scene from a TV show in which a man is wearing a traditional Turkish outfit.", "with_names": "a man is wearing a traditional turkish outfit."}]