[{"scene_id": "gl-12-06-04s0", "raw": "A scene from a TV show in which a woman is wrapped in a blanket and a man is standing behind her", "with_names": "Holly is wrapped in a blanket and Sebastian is standing behind her"}, {"scene_id": "gl-12-06-04s1", "raw": "A scene from a TV show in which a shirtless man is looking down at his chest.", "with_names": "a shirtless man is looking down at his chest."}, {"scene_id": "gl-12-06-04s2", "raw": "A scene from a TV show in which a woman is seen using a Nokia phone.", "with_names": "a woman is using a nokia phone."}, {"scene_id": "gl-12-06-04s3", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is sitting next to her.", "with_names": "a woman is lying on a bed and a man is sitting next to her."}, {"scene_id": "gl-12-06-04s4", "raw": "", "with_names": ""}, {"scene_id": "gl-12-06-04s5", "raw": "A scene from a TV show in which a woman is crying and her eyes are closed", "with_names": "a woman is crying and her eyes are closed"}, {"scene_id": "gl-12-06-04s6", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "gl-12-06-04s7", "raw": "A scene from a TV show in which a man is lying on top of a woman, and she is looking up at him.", "with_names": "a man is lying on top of a woman, and she is looking up at him."}, {"scene_id": "gl-12-06-04s8", "raw": "A scene from a TV show in which a woman is lying on a bed with her head turned to the side", "with_names": "a woman is lying on a bed with her head turned to the side"}, {"scene_id": "gl-12-06-04s9", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-06-04s10", "raw": "A scene from a TV show in which a woman is laughing", "with_names": "a woman is laughing"}, {"scene_id": "gl-12-06-04s11", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "gl-12-06-04s12", "raw": "A scene from a TV show in which a man is talking to a woman through a glass wall.", "with_names": ""}, {"scene_id": "gl-12-06-04s13", "raw": "A scene from a TV show in which a man is lying on a bed with a woman next to him.", "with_names": "a man is lying on a bed with a woman next to him."}, {"scene_id": "gl-12-06-04s14", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking down.", "with_names": "a woman is holding a wine glass and looking down."}, {"scene_id": "gl-12-06-04s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-06-04s16", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him", "with_names": ""}, {"scene_id": "gl-12-06-04s17", "raw": "A scene from a TV show in which a man is holding a woman and kissing her on the cheek.", "with_names": "a man is holding a woman and kissing her on the cheek."}, {"scene_id": "gl-12-06-04s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-12-06-04s19", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-12-06-04s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her watch.", "with_names": ""}, {"scene_id": "gl-12-06-04s21", "raw": "", "with_names": ""}]