[{"scene_id": "gl-07-14-03s0", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "Danny is being attacked by Michelle."}, {"scene_id": "gl-07-14-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-14-03s2", "raw": "A scene from a TV show in which a woman is dancing in front of a door", "with_names": "a woman is dancing in front of a door"}, {"scene_id": "gl-07-14-03s3", "raw": "A scene from a TV show in which a woman is holding a bouquet of flowers and a man is looking at her.", "with_names": "a woman is holding a bouquet of flowers and a man is looking at her."}, {"scene_id": "gl-07-14-03s4", "raw": "A scene from a TV show in which a man is sitting on a couch and is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-14-03s5", "raw": "A scene from a TV show in which a woman is arguing with a man.", "with_names": "a woman is arguing with a man."}, {"scene_id": "gl-07-14-03s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-14-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-07-14-03s8", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is standing next to him.", "with_names": "a man is lying on a bed and a woman is standing next to him."}, {"scene_id": "gl-07-14-03s9", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a smile on her face", "with_names": "a woman is wearing a black tank top and a smile on her face"}, {"scene_id": "gl-07-14-03s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-14-03s11", "raw": "A scene from a TV show in which a woman is standing in front of a classroom and students are sitting on the floor.", "with_names": "a woman is standing in front of a classroom and students are sitting on the floor."}, {"scene_id": "gl-07-14-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-07-14-03s13", "raw": "A scene from a TV show in which a man is wearing a police uniform and a woman is standing next to him.", "with_names": "a man is wearing a police uniform and a woman is standing next to him."}, {"scene_id": "gl-07-14-03s14", "raw": "A scene from a TV show in which a woman is talking into a microphone.", "with_names": ""}, {"scene_id": "gl-07-14-03s15", "raw": "A scene from a TV show in which a man is looking at the camera and a woman is holding a red glove.", "with_names": "a man is looking at the camera and a woman is holding a red glove."}, {"scene_id": "gl-07-14-03s16", "raw": "A scene from a TV show in which a young boy is in a hot tub.", "with_names": "a young boy is in a hot tub."}]