[{"scene_id": "gl-12-01-06s0", "raw": "A scene from a TV show in which a man is sitting at a table and talking to another man.", "with_names": ""}, {"scene_id": "gl-12-01-06s1", "raw": "A scene from a TV show in which a woman is pointing to a TV screen.", "with_names": "a woman is pointing to a tv screen."}, {"scene_id": "gl-12-01-06s2", "raw": "A scene from a TV show in which a young woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-01-06s3", "raw": "A scene from a TV show in which a young woman is smiling and looking to the side.", "with_names": "a young woman is smiling and looking to the side."}, {"scene_id": "gl-12-01-06s4", "raw": "A scene from a TV show in which a man is seen in a dark room with a glowing blue light.", "with_names": "Alan is in a dark room with a glowing blue light."}, {"scene_id": "gl-12-01-06s5", "raw": "A scene from a TV show in which a man is smiling", "with_names": "Alan-Michael is smiling"}, {"scene_id": "gl-12-01-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "gl-12-01-06s7", "raw": "A scene from a TV show in which a woman is talking to a man", "with_names": ""}, {"scene_id": "gl-12-01-06s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "gl-12-01-06s9", "raw": "A scene from a TV show in which a man is walking down a street in a black coat.", "with_names": "a man is walking down a street in a black coat."}, {"scene_id": "gl-12-01-06s10", "raw": "A scene from a TV show in which a man is crying.", "with_names": "Josh is crying."}, {"scene_id": "gl-12-01-06s11", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "gl-12-01-06s12", "raw": "A scene from a TV show in which a man is wearing a tuxedo and singing.", "with_names": "a man is wearing a tuxedo and singing."}, {"scene_id": "gl-12-01-06s13", "raw": "A scene from a TV show in which a man is singing in a bar.", "with_names": "a man is singing in a bar."}, {"scene_id": "gl-12-01-06s14", "raw": "A scene from a TV show in which a woman is wearing a fur coat and a pink purse.", "with_names": "a woman is wearing a fur coat and a pink purse."}, {"scene_id": "gl-12-01-06s15", "raw": "A scene from a TV show in which a man is talking to a camera.", "with_names": ""}, {"scene_id": "gl-12-01-06s16", "raw": "A scene from a TV show in which a man is driving a car and looks shocked.", "with_names": "Tammy is driving a car and looks shocked."}, {"scene_id": "gl-12-01-06s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-01-06s18", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-12-01-06s19", "raw": "A scene from a TV show in which a man and a woman are in a car and talking.", "with_names": ""}, {"scene_id": "gl-12-01-06s20", "raw": "A scene from a TV show in which a woman is standing in a room with a desk and a chair.", "with_names": "Cassie is standing in a room with a desk and a chair."}, {"scene_id": "gl-12-01-06s21", "raw": "A scene from a TV show in which a man is talking to the camera Footage", "with_names": ""}, {"scene_id": "gl-12-01-06s22", "raw": "A scene from a TV show in which a man is seen driving a car with a woman in the passenger seat.", "with_names": "a man is driving a car with a woman in the passenger seat."}]