[{"scene_id": "bb-08-11-17s0", "raw": "A scene from a TV show in which a man is sitting at a desk and is pointing his finger at someone.", "with_names": "a man is sitting at a desk and is pointing his finger at someone."}, {"scene_id": "bb-08-11-17s1", "raw": "A scene from a TV show in which a woman is looking at a painting.", "with_names": "a woman is looking at a painting."}, {"scene_id": "bb-08-11-17s2", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Katie is yelling at Wyatt."}, {"scene_id": "bb-08-11-17s3", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace.", "with_names": "a woman is wearing a white dress and a necklace."}, {"scene_id": "bb-08-11-17s4", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a black shirt", "with_names": "a woman is wearing a white jacket and a black shirt"}, {"scene_id": "bb-08-11-17s5", "raw": "A scene from a TV show in which a man sits in a chair and talks to a picture of a man in a suit.", "with_names": "a man sits in a chair and talks to a picture of a man in a suit."}, {"scene_id": "bb-08-11-17s6", "raw": "A scene from a TV show in which a man and a woman are in an office.", "with_names": "a man and a woman are in an office."}, {"scene_id": "bb-08-11-17s7", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-11-17s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking down.", "with_names": "a man is wearing a suit and tie and is looking down."}, {"scene_id": "bb-08-11-17s9", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-08-11-17s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and her hair is a red-orange colour.", "with_names": "a woman is wearing a black dress and her hair is a red-orange colour."}, {"scene_id": "bb-08-11-17s11", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-11-17s12", "raw": "A scene from a TV show in which a woman is sitting in a room with a man standing behind her.", "with_names": "Katie is sitting in a room with Wyatt standing behind her."}, {"scene_id": "bb-08-11-17s13", "raw": "A scene from a TV show in which a woman is wearing a blue dress and standing in a room.", "with_names": "a woman is wearing a blue dress and standing in a room."}, {"scene_id": "bb-08-11-17s14", "raw": "A scene from a TV show in which a woman is wearing a white suit and standing in a room with a desk and a fireplace.", "with_names": "Steffy is wearing a white suit and standing in a room with a desk and a fireplace."}]