[{"scene_id": "bb-12-08-16s0", "raw": "A scene from a TV show in which a man is talking to an older man.", "with_names": ""}, {"scene_id": "bb-12-08-16s1", "raw": "A scene from a TV show in which a man and a woman sit at a table and talk.", "with_names": "Wyatt and Quinn sit at a table and talk."}, {"scene_id": "bb-12-08-16s2", "raw": "A scene from a TV show in which a woman is standing in a living room, looking at a man.", "with_names": "Steffy is standing in a living room, looking at Liam."}, {"scene_id": "bb-12-08-16s3", "raw": "A scene from a TV show in which a woman is talking to a man at a kitchen table.", "with_names": ""}, {"scene_id": "bb-12-08-16s4", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-08-16s5", "raw": "A scene from a TV show in which a man is standing in front of a flower arrangement and a woman is walking away.", "with_names": "a man is standing in front of a flower arrangement and Ridge is walking away."}, {"scene_id": "bb-12-08-16s6", "raw": "A scene from a TV show in which a man and a woman sit at a kitchen table.", "with_names": "Wyatt and Quinn sit at a kitchen table."}, {"scene_id": "bb-12-08-16s7", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to another man.", "with_names": ""}, {"scene_id": "bb-12-08-16s8", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-08-16s9", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-12-08-16s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is in a brown jacket.", "with_names": "a woman is wearing a white dress and a man is in a brown jacket."}, {"scene_id": "bb-12-08-16s11", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to another man.", "with_names": ""}, {"scene_id": "bb-12-08-16s13", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a striped shirt.", "with_names": "a man is wearing a suit and Quinn is in a striped shirt."}, {"scene_id": "bb-12-08-16s14", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "Rick is in the dark"}, {"scene_id": "bb-12-08-16s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-12-08-16s16", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is standing behind her.", "with_names": "a woman is wearing a white dress and a man is standing behind her."}, {"scene_id": "bb-12-08-16s17", "raw": "A scene from a TV show in which a man stands in a kitchen, looking at a bowl.", "with_names": "a man stands in a kitchen, looking at a bowl."}]