[{"scene_id": "gl-07-21-05s0", "raw": "A scene from a TV show in which a man is talking to a woman in a room with a curtain", "with_names": ""}, {"scene_id": "gl-07-21-05s1", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-07-21-05s2", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "gl-07-21-05s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-21-05s4", "raw": "A scene from a TV show in which a man and a woman are sitting together.", "with_names": "a man and a woman are sitting together."}, {"scene_id": "gl-07-21-05s5", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "gl-07-21-05s6", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "gl-07-21-05s7", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-07-21-05s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera with a serious expression.", "with_names": "a blonde woman is looking at the camera with a serious expression."}, {"scene_id": "gl-07-21-05s9", "raw": "A scene from a TV show in which a woman is holding a knife and a man is looking at her.", "with_names": "a woman is holding a knife and a man is looking at her."}, {"scene_id": "gl-07-21-05s10", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "gl-07-21-05s11", "raw": "A scene from a TV show in which a woman is talking on her cell phone and her hair blows in the wind.", "with_names": ""}, {"scene_id": "gl-07-21-05s12", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "gl-07-21-05s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-21-05s14", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling", "with_names": ""}, {"scene_id": "gl-07-21-05s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-07-21-05s16", "raw": "A scene from a TV show in which a man is seen with a mustache and a beard", "with_names": "a man is with a mustache and a beard"}, {"scene_id": "gl-07-21-05s17", "raw": "A scene from a TV show in which a man is kissing a woman.", "with_names": "a man is kissing a woman."}, {"scene_id": "gl-07-21-05s18", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and her hair is blowing in the wind", "with_names": "a woman is lying in a hospital bed and her hair is blowing in the wind"}, {"scene_id": "gl-07-21-05s19", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-07-21-05s20", "raw": "A scene from a TV show in which a man is being beaten up by a woman.", "with_names": "a man is being beaten up by a woman."}, {"scene_id": "gl-07-21-05s21", "raw": "A scene from a TV show in which a man is trying to break into a house.", "with_names": "a man is trying to break into a house."}, {"scene_id": "gl-07-21-05s22", "raw": "", "with_names": ""}]