[{"scene_id": "atwt-04-13-05s0", "raw": "A scene from a TV show in which a blonde woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-04-13-05s1", "raw": "A scene from a TV show in which a woman is holding a little girl and a young girl is standing next to her.", "with_names": "a woman is holding a little girl and a young girl is standing next to her."}, {"scene_id": "atwt-04-13-05s2", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "atwt-04-13-05s3", "raw": "A scene from a TV show in which a man is looking at a computer screen and making a face", "with_names": "a man is looking at a computer screen and making a face"}, {"scene_id": "atwt-04-13-05s4", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a beige jacket.", "with_names": "Barbara is wearing a white shirt and a beige jacket."}, {"scene_id": "atwt-04-13-05s5", "raw": "A scene from a TV show in which a woman talks about the risks of smoking.", "with_names": "Jennifer talks about the risks of smoking."}, {"scene_id": "atwt-04-13-05s6", "raw": "A scene from a TV show in which a man is looking down and closing his eyes.", "with_names": "Mike is looking down and closing his eyes."}, {"scene_id": "atwt-04-13-05s7", "raw": "A scene from a TV show in which a man is sitting on a bench and reading a newspaper.", "with_names": "a man is sitting on a bench and reading a newspaper."}, {"scene_id": "atwt-04-13-05s8", "raw": "A scene from a TV show in which a woman is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-04-13-05s9", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-04-13-05s10", "raw": "A scene from a TV show in which a box of Preparation H is shown.", "with_names": ""}, {"scene_id": "atwt-04-13-05s11", "raw": "A scene from a TV show in which a young man is wearing a black and white striped shirt and a blonde hair", "with_names": "a young man is wearing a black and white striped shirt and a blonde hair"}, {"scene_id": "atwt-04-13-05s12", "raw": "A scene from a TV show in which a woman is talking to two young girls.", "with_names": ""}, {"scene_id": "atwt-04-13-05s13", "raw": "A scene from a TV show in which a woman is talking to a man in a police station.", "with_names": ""}, {"scene_id": "atwt-04-13-05s14", "raw": "A scene from a TV show in which a man is holding a book and a woman is looking at him.", "with_names": "Craig is holding a book and Sierra is looking at him."}, {"scene_id": "atwt-04-13-05s15", "raw": "A scene from a TV show in which a man is looking down and smiling", "with_names": "Mike is looking down and smiling"}, {"scene_id": "atwt-04-13-05s16", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "atwt-04-13-05s17", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-04-13-05s18", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}, {"scene_id": "atwt-04-13-05s19", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a blonde wig.", "with_names": "Sierra is wearing a red jacket and a blonde wig."}, {"scene_id": "atwt-04-13-05s20", "raw": "A scene from a TV show in which a young man is talking to a younger man.", "with_names": ""}, {"scene_id": "atwt-04-13-05s21", "raw": "A scene from a TV show in which a woman is being filmed by a man", "with_names": "a woman is being filmed by a man"}, {"scene_id": "atwt-04-13-05s22", "raw": "A scene from a TV show in which a man is seen in a dark room, with a red light shining on him.", "with_names": "Aaron is in a dark room, with a red light shining on him."}, {"scene_id": "atwt-04-13-05s23", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a red shirt", "with_names": "Holden is looking at the camera and wearing a red shirt"}, {"scene_id": "atwt-04-13-05s24", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "Jennifer is singing."}, {"scene_id": "atwt-04-13-05s25", "raw": "A scene from a TV show in which a woman is trying to get a vase off a table.", "with_names": "Alison is trying to get a vase off a table."}, {"scene_id": "atwt-04-13-05s26", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-13-05s27", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-13-05s28", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a short blonde hair", "with_names": "Sierra is wearing a red jacket and a short blonde hair"}, {"scene_id": "atwt-04-13-05s29", "raw": "A scene from a TV show in which a woman is talking to a man in a pub.", "with_names": ""}, {"scene_id": "atwt-04-13-05s30", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Mike is kissing a woman on the cheek."}, {"scene_id": "atwt-04-13-05s31", "raw": "A scene from a TV show in which a young woman is lying down and looking up.", "with_names": "a young woman is lying down and looking up."}]