[{"scene_id": "atwt-10-23-01s0", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "atwt-10-23-01s1", "raw": "A scene from a TV show in which a woman is standing between two men.", "with_names": "a woman is standing between two men."}, {"scene_id": "atwt-10-23-01s2", "raw": "A scene from a TV show in which a woman is talking to someone and pointing her finger at them.", "with_names": ""}, {"scene_id": "atwt-10-23-01s3", "raw": "A scene from a TV show in which a woman is playing the piano and a man is standing behind her.", "with_names": "a woman is playing the piano and a man is standing behind her."}, {"scene_id": "atwt-10-23-01s4", "raw": "A scene from a TV show in which a young woman is looking shocked.", "with_names": "a young woman is looking shocked."}, {"scene_id": "atwt-10-23-01s5", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a black shirt.", "with_names": "a woman is wearing a leather jacket and a black shirt."}, {"scene_id": "atwt-10-23-01s6", "raw": "A scene from a TV show in which a woman is talking to three men.", "with_names": ""}, {"scene_id": "atwt-10-23-01s7", "raw": "A scene from a TV show in which two women are standing in a hospital hallway.", "with_names": "two women are standing in a hospital hallway."}, {"scene_id": "atwt-10-23-01s8", "raw": "A scene from a TV show in which a man is holding a large bottle and a woman is looking at him.", "with_names": "a man is holding a large bottle and a woman is looking at him."}, {"scene_id": "atwt-10-23-01s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-10-23-01s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-23-01s11", "raw": "A scene from a TV show in which a woman is shown smiling and looking down.", "with_names": ""}, {"scene_id": "atwt-10-23-01s12", "raw": "A scene from a TV show in which a woman is being attacked by another woman.", "with_names": "a woman is being attacked by another woman."}, {"scene_id": "atwt-10-23-01s13", "raw": "A scene from a TV show in which a doctor is trying to help a woman who is sitting on a man's lap.", "with_names": "a doctor is trying to help a woman who is sitting on a man's lap."}, {"scene_id": "atwt-10-23-01s14", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a blonde bob.", "with_names": "a woman is wearing a red turtleneck and a blonde bob."}, {"scene_id": "atwt-10-23-01s15", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-10-23-01s16", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down at a piece of paper.", "with_names": "a man is sitting at a desk and looking down at a piece of paper."}]