[{"scene_id": "atwt-06-03-04s0", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "Barbara is holding a piece of paper."}, {"scene_id": "atwt-06-03-04s1", "raw": "A scene from a TV show in which a woman is trying on a leopard print coat and a blonde woman is standing next to her.", "with_names": "a woman is trying on a leopard print coat and a blonde woman is standing next to her."}, {"scene_id": "atwt-06-03-04s2", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "atwt-06-03-04s3", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "atwt-06-03-04s4", "raw": "A scene from a TV show in which a woman is looking at a mirror and her reflection is in the mirror.", "with_names": "a woman is looking at a mirror and her reflection is in the mirror."}, {"scene_id": "atwt-06-03-04s5", "raw": "A scene from a TV show in which a boy drinks a bottle of orange juice.", "with_names": "a boy drinks a bottle of orange juice."}, {"scene_id": "atwt-06-03-04s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-03-04s7", "raw": "A scene from a TV show in which a woman is wearing a leopard print shirt and a brown bob haircut.", "with_names": "a woman is wearing a leopard print shirt and a brown bob haircut."}, {"scene_id": "atwt-06-03-04s8", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-03-04s9", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-06-03-04s10", "raw": "A scene from a TV show in which a woman is handing a man a check.", "with_names": "a woman is handing a man a check."}, {"scene_id": "atwt-06-03-04s11", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-06-03-04s12", "raw": "A scene from a TV show in which a man is holding a baby and a woman is standing behind him.", "with_names": "a man is holding a baby and a woman is standing behind him."}, {"scene_id": "atwt-06-03-04s13", "raw": "A scene from a TV show in which a man is holding a toilet paper roll and a woman is looking at him.", "with_names": "a man is holding a toilet paper roll and a woman is looking at him."}, {"scene_id": "atwt-06-03-04s14", "raw": "A scene from a TV show in which a UFO is seen hovering over a city.", "with_names": "a ufo is hovering over a city."}, {"scene_id": "atwt-06-03-04s15", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-06-03-04s16", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Paul is sitting at a desk and ] is standing behind him."}, {"scene_id": "atwt-06-03-04s17", "raw": "A scene from a TV show in which a woman is holding a baby and a man is standing next to her.", "with_names": "a woman is holding a baby and a man is standing next to her."}, {"scene_id": "atwt-06-03-04s18", "raw": "A scene from a TV show in which a woman is talking to a man in a hair salon.", "with_names": ""}, {"scene_id": "atwt-06-03-04s19", "raw": "A scene from a TV show in which a woman is in an elevator and a man is standing in front of her.", "with_names": "a woman is in an elevator and a man is standing in front of her."}, {"scene_id": "atwt-06-03-04s20", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-03-04s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-03-04s22", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-03-04s23", "raw": "A scene from a TV show in which Johnson & Johnson's baby powder is shown to be contaminated with asbestos.", "with_names": ""}, {"scene_id": "atwt-06-03-04s24", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-03-04s25", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-06-03-04s26", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-03-04s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]