[{"scene_id": "pc-06-23-03s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-06-23-03s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-23-03s2", "raw": "A scene from a TV show in which a man is wearing a t-shirt with a picture of Bob Marley", "with_names": "a man is wearing a t-shirt with a picture of bob marley"}, {"scene_id": "pc-06-23-03s3", "raw": "A scene from a TV show in which a woman is hugging a man and holding a flower.", "with_names": "a woman is hugging a man and holding a flower."}, {"scene_id": "pc-06-23-03s4", "raw": "A scene from a TV show in which a woman is holding a plate of food and a man is looking at her.", "with_names": "a woman is holding a plate of food and a man is looking at her."}, {"scene_id": "pc-06-23-03s5", "raw": "A scene from a TV show in which a man is talking to a reporter, and the reporter is wearing a T-shirt with a picture of a woman on it.", "with_names": ""}, {"scene_id": "pc-06-23-03s6", "raw": "A scene from a TV show in which a man is sitting on a bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-06-23-03s7", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "pc-06-23-03s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "pc-06-23-03s9", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing tank tops.", "with_names": ""}, {"scene_id": "pc-06-23-03s10", "raw": "A scene from a TV show in which a woman is being interviewed.", "with_names": "] is being interviewed."}, {"scene_id": "pc-06-23-03s11", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-06-23-03s12", "raw": "A scene from a TV show in which a woman is being harassed by two men.", "with_names": "a woman is being harassed by two men."}]