[{"scene_id": "bb-11-01-05s0", "raw": "A scene from a TV show in which a man tears up a sign.", "with_names": "Nick tears up a sign."}, {"scene_id": "bb-11-01-05s1", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair. He is holding a piece of paper and looking at it.", "with_names": "a man is standing in a room with a desk and a chair. he is holding a piece of paper and looking at it."}, {"scene_id": "bb-11-01-05s2", "raw": "A scene from a TV show in which a woman is reading a book in front of a fireplace.", "with_names": "a woman is reading a book in front of a fireplace."}, {"scene_id": "bb-11-01-05s3", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is holding a dog.", "with_names": "a woman is wearing a black dress and a man is holding a dog."}, {"scene_id": "bb-11-01-05s4", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "bb-11-01-05s5", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a bookcase.", "with_names": "a man is standing in a room with a desk and a bookcase."}, {"scene_id": "bb-11-01-05s6", "raw": "A scene from a TV show in which a woman is wearing a red dress and pearls", "with_names": "a woman is wearing a red dress and pearls"}, {"scene_id": "bb-11-01-05s7", "raw": "A scene from a TV show in which a man and a woman are playing a video game.", "with_names": "a man and a woman are playing a video game."}, {"scene_id": "bb-11-01-05s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-11-01-05s9", "raw": "A scene from a TV show in which a door is opened and a person is seen inside", "with_names": "a door is opened and a person is inside"}, {"scene_id": "bb-11-01-05s10", "raw": "A scene from a TV show in which the names of the victims are shown", "with_names": "the names of the victims are shown"}]