[{"scene_id": "atwt-06-03-08s0", "raw": "A scene from a TV show in which a young man is interviewed by a reporter.", "with_names": "a young man is interviewed by a reporter."}, {"scene_id": "atwt-06-03-08s1", "raw": "A scene from a TV show in which two women are walking down a hallway.", "with_names": "two women are walking down a hallway."}, {"scene_id": "atwt-06-03-08s2", "raw": "A scene from a TV show in which a man and a woman are walking down a street.", "with_names": "a man and a woman are walking down a street."}, {"scene_id": "atwt-06-03-08s3", "raw": "A scene from a TV show in which a woman is holding a menu and looking at it.", "with_names": "a woman is holding a menu and looking at it."}, {"scene_id": "atwt-06-03-08s4", "raw": "A scene from a TV show in which a girl is talking to a teacher.", "with_names": ""}, {"scene_id": "atwt-06-03-08s5", "raw": "A scene from a TV show in which a woman is talking about a product.", "with_names": ""}, {"scene_id": "atwt-06-03-08s6", "raw": "A scene from a TV show in which a boy and a girl are sitting next to each other on a school bus.", "with_names": "a boy and a girl are sitting next to each other on a school bus."}, {"scene_id": "atwt-06-03-08s7", "raw": "A scene from a TV show in which a woman is sitting next to a man and another woman is standing behind them.", "with_names": "a woman is sitting next to a man and another woman is standing behind them."}, {"scene_id": "atwt-06-03-08s8", "raw": "A scene from a TV show in which a boy is talking to a girl.", "with_names": ""}, {"scene_id": "atwt-06-03-08s9", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-03-08s10", "raw": "A scene from a TV show in which a woman is talking to a reporter.", "with_names": ""}, {"scene_id": "atwt-06-03-08s11", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital room.", "with_names": ""}, {"scene_id": "atwt-06-03-08s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-06-03-08s13", "raw": "A scene from a TV show in which a person is pouring a liquid into a model of a mouth.", "with_names": "a person is pouring a liquid into a model of a mouth."}, {"scene_id": "atwt-06-03-08s14", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}, {"scene_id": "atwt-06-03-08s15", "raw": "A scene from a TV show in which a young girl is walking to school.", "with_names": "a young girl is walking to school."}, {"scene_id": "atwt-06-03-08s16", "raw": "A scene from a TV show in which a man is holding a drink and a woman is looking at him.", "with_names": "a man is holding a drink and a woman is looking at him."}, {"scene_id": "atwt-06-03-08s17", "raw": "A scene from a TV show in which a woman is holding her head in her hands", "with_names": "a woman is holding her head in her hands"}, {"scene_id": "atwt-06-03-08s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a pink shirt", "with_names": "a woman is wearing a blue shirt and a pink shirt"}, {"scene_id": "atwt-06-03-08s19", "raw": "A scene from a TV show in which a man is talking to a bald man.", "with_names": ""}, {"scene_id": "atwt-06-03-08s20", "raw": "A scene from a TV show in which a woman is wearing a blue sweater and a red shirt", "with_names": "a woman is wearing a blue sweater and a red shirt"}, {"scene_id": "atwt-06-03-08s21", "raw": "A scene from a TV show in which a man is being hit in the face by a woman.", "with_names": "a man is being hit in the face by a woman."}, {"scene_id": "atwt-06-03-08s22", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a black shirt.", "with_names": "a man is looking at a woman and he is wearing a black shirt."}, {"scene_id": "atwt-06-03-08s23", "raw": "A scene from a TV show in which a woman is seen in a desert.", "with_names": "a woman is in a desert."}, {"scene_id": "atwt-06-03-08s24", "raw": "A scene from a TV show in which two women are sitting at a table, one of them is holding a bottle.", "with_names": "two women are sitting at a table, one of them is holding a bottle."}, {"scene_id": "atwt-06-03-08s25", "raw": "A scene from a TV show in which a man is walking down a hallway, wearing a black shirt and a tie.", "with_names": "a man is walking down a hallway, wearing a black shirt and a tie."}, {"scene_id": "atwt-06-03-08s26", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-03-08s27", "raw": "A scene from a TV show in which a stone wall is shown.", "with_names": ""}, {"scene_id": "atwt-06-03-08s28", "raw": "A scene from a TV show in which two women are standing in a library, talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-03-08s29", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-06-03-08s30", "raw": "A scene from a TV show in which a student is being bullied by another student.", "with_names": "a student is being bullied by another student."}, {"scene_id": "atwt-06-03-08s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-03-08s32", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-06-03-08s33", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-06-03-08s34", "raw": "A scene from a TV show in which a man is standing in a room with a bed and a chair in it.", "with_names": "a man is standing in a room with a bed and a chair in it."}, {"scene_id": "atwt-06-03-08s35", "raw": "A scene from a TV show in which a man is talking to a woman while holding a cup", "with_names": ""}, {"scene_id": "atwt-06-03-08s36", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "atwt-06-03-08s37", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-03-08s38", "raw": "A scene from a TV show in which a man is pushing a woman out of a door.", "with_names": "a man is pushing a woman out of a door."}, {"scene_id": "atwt-06-03-08s39", "raw": "A scene from a TV show in which a woman is seen waving her arms in the air.", "with_names": "a woman is waving her arms in the air."}, {"scene_id": "atwt-06-03-08s40", "raw": "A scene from a TV show in which a man is wearing a blue suit and gloves.", "with_names": "a man is wearing a blue suit and gloves."}, {"scene_id": "atwt-06-03-08s41", "raw": "A scene from a TV show in which a young boy is dancing with his mother.", "with_names": "a young boy is dancing with his mother."}]