[{"scene_id": "pc-06-05-01s0", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is walking behind her", "with_names": "a woman is looking at her phone and a man is walking behind her"}, {"scene_id": "pc-06-05-01s1", "raw": "A scene from a TV show in which a man and a woman are in a bedroom, and the man is looking at the woman.", "with_names": "Ian and Eve are in a bedroom, and the man is looking at the woman."}, {"scene_id": "pc-06-05-01s2", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "pc-06-05-01s3", "raw": "A scene from a TV show in which a woman is wearing a shirt that says \"Wives & Girlfriends\"", "with_names": "Lucy is wearing a shirt that says \"wives & girlfriends\""}, {"scene_id": "pc-06-05-01s4", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is in a grey shirt.", "with_names": "Eve is wearing a pink shirt and Ian is in a grey shirt."}, {"scene_id": "pc-06-05-01s5", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-06-05-01s6", "raw": "A scene from a TV show in which a man is playing a game with a nun.", "with_names": "Caleb is playing a game with a nun."}, {"scene_id": "pc-06-05-01s7", "raw": "A scene from a TV show in which two women are sitting on a bench, one crying and the other looking at her.", "with_names": "two women are sitting on a bench, one crying and the other looking at her."}, {"scene_id": "pc-06-05-01s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-06-05-01s9", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Ian is kissing Eve on the cheek."}, {"scene_id": "pc-06-05-01s10", "raw": "A scene from a TV show in which a car is driving off a cliff and people are standing on a log.", "with_names": "a car is driving off a cliff and people are standing on a log."}, {"scene_id": "pc-06-05-01s11", "raw": "A scene from a TV show in which a young woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "pc-06-05-01s12", "raw": "A scene from a TV show in which a man is seen in a dark room, looking at a screen.", "with_names": "a man is in a dark room, looking at a screen."}]