[{"scene_id": "pc-05-15-01s0", "raw": "A scene from a TV show in which a man is playing chess on a couch.", "with_names": "a man is playing chess on a couch."}, {"scene_id": "pc-05-15-01s1", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "Michael is walking down a hallway and a door is open."}, {"scene_id": "pc-05-15-01s2", "raw": "A scene from a TV show in which a man is trying to resuscitate a woman.", "with_names": "a man is trying to resuscitate a woman."}, {"scene_id": "pc-05-15-01s3", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-15-01s4", "raw": "A scene from a TV show in which a woman is wearing a red turtleneck and a heart on it", "with_names": "Eve is wearing a red turtleneck and a heart on it"}, {"scene_id": "pc-05-15-01s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Frank is kissing Carolyn on the cheek."}, {"scene_id": "pc-05-15-01s6", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a white shirt and a necklace", "with_names": ""}, {"scene_id": "pc-05-15-01s7", "raw": "A scene from a TV show in which a woman is wearing a black sweater and a long black coat", "with_names": "Eve is wearing a black sweater and a long black coat"}, {"scene_id": "pc-05-15-01s8", "raw": "A scene from a TV show in which a woman is seen bending over and touching her hands.", "with_names": "a woman is bending over and touching her hands."}, {"scene_id": "pc-05-15-01s9", "raw": "A scene from a TV show in which a man is sitting on the floor and looking up at the camera.", "with_names": "a man is sitting on the floor and looking up at the camera."}, {"scene_id": "pc-05-15-01s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-15-01s11", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "pc-05-15-01s12", "raw": "A scene from a TV show in which a man is seen walking down a street at night.", "with_names": "a man is walking down a street at night."}]