[{"scene_id": "atwt-04-29-03s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-29-03s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-29-03s2", "raw": "A scene from a TV show in which a man is sitting at a bar and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-29-03s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-29-03s4", "raw": "A scene from a TV show in which a woman is wearing a blue hat and a white shirt.", "with_names": "a woman is wearing a blue hat and a white shirt."}, {"scene_id": "atwt-04-29-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-29-03s6", "raw": "A scene from a TV show in which a man is walking away from another man in a suit.", "with_names": "a man is walking away from another man in a suit."}, {"scene_id": "atwt-04-29-03s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a cake and a cup of coffee.", "with_names": "a woman is sitting at a table with a cake and a cup of coffee."}, {"scene_id": "atwt-04-29-03s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-29-03s9", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "atwt-04-29-03s10", "raw": "A scene from a TV show in which a woman is on the phone and looking concerned.", "with_names": "a woman is on the phone and looking concerned."}, {"scene_id": "atwt-04-29-03s11", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is standing in front of him.", "with_names": "a man is smoking a cigarette and a woman is standing in front of him."}, {"scene_id": "atwt-04-29-03s12", "raw": "A scene from a TV show in which a man is standing in a bar and talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-29-03s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-04-29-03s14", "raw": "A scene from a TV show in which a woman is crying and holding her head", "with_names": "a woman is crying and holding her head"}, {"scene_id": "atwt-04-29-03s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-29-03s16", "raw": "A scene from a TV show in which a man is talking to a lawyer.", "with_names": ""}, {"scene_id": "atwt-04-29-03s17", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-04-29-03s18", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed, and another man is sitting on the bed.", "with_names": "a man is standing next to a woman in a hospital bed, and another man is sitting on the bed."}, {"scene_id": "atwt-04-29-03s19", "raw": "A scene from a TV show in which people are standing in line to bid on a car.", "with_names": "people are standing in line to bid on a car."}, {"scene_id": "atwt-04-29-03s20", "raw": "A scene from a TV show in which a man and a woman sit on a couch.", "with_names": "] and a woman sit on a couch."}, {"scene_id": "atwt-04-29-03s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-29-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-29-03s23", "raw": "A scene from a TV show in which a man is seen wearing a Miracle-Ear hearing aid.", "with_names": "a man is wearing a miracle-ear hearing aid."}, {"scene_id": "atwt-04-29-03s24", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "atwt-04-29-03s25", "raw": "A scene from a TV show in which a black man and a woman are standing next to each other.", "with_names": "a black man and a woman are standing next to each other."}, {"scene_id": "atwt-04-29-03s26", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-04-29-03s27", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-04-29-03s28", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-29-03s29", "raw": "A scene from a TV show in which a man is holding a gun in his hands.", "with_names": "a man is holding a gun in his hands."}]