[{"scene_id": "atwt-07-22-03s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing Carly on the cheek."}, {"scene_id": "atwt-07-22-03s1", "raw": "A scene from a TV show in which a woman is cutting a bottle with a knife.", "with_names": "a woman is cutting a bottle with a knife."}, {"scene_id": "atwt-07-22-03s2", "raw": "A scene from a TV show in which a woman is looking at a computer screen and wearing a white jacket", "with_names": "a woman is looking at a computer screen and wearing a white jacket"}, {"scene_id": "atwt-07-22-03s3", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-07-22-03s4", "raw": "A scene from a TV show in which a woman is seen lying on a bed with her hands up to her face.", "with_names": "a woman is lying on a bed with her hands up to her face."}, {"scene_id": "atwt-07-22-03s5", "raw": "A scene from a TV show in which a woman is touching her face and hair", "with_names": "a woman is touching her face and hair"}, {"scene_id": "atwt-07-22-03s6", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and Carly is looking at him."}, {"scene_id": "atwt-07-22-03s7", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to a brunette woman.", "with_names": ""}, {"scene_id": "atwt-07-22-03s8", "raw": "A scene from a TV show in which Lysol PowerGel is being used to clean a bathroom.", "with_names": "lysol powergel is being used to clean a bathroom."}, {"scene_id": "atwt-07-22-03s9", "raw": "A scene from a TV show in which a blonde woman is wearing a red dress and is looking at a white flower.", "with_names": "a blonde woman is wearing a red dress and is looking at a white flower."}, {"scene_id": "atwt-07-22-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-22-03s11", "raw": "A scene from a TV show in which a woman is crying and her hands are covering her mouth.", "with_names": "a woman is crying and her hands are covering her mouth."}, {"scene_id": "atwt-07-22-03s13", "raw": "A scene from a TV show in which a black bird is flying through the air.", "with_names": "a black bird is flying through the air."}, {"scene_id": "atwt-07-22-03s14", "raw": "A scene from a TV show in which a man is drinking a glass of water.", "with_names": "a man is drinking a glass of water."}, {"scene_id": "atwt-07-22-03s15", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing grey shirts.", "with_names": ""}, {"scene_id": "atwt-07-22-03s16", "raw": "A scene from a TV show in which a woman is lying on a couch and a man is kissing her neck", "with_names": "Susan is lying on a couch and Rick is kissing her neck"}, {"scene_id": "atwt-07-22-03s18", "raw": "A scene from a TV show in which a man is seen in a white room with a white ceiling and white walls.", "with_names": "a man is in a white room with a white ceiling and white walls."}, {"scene_id": "atwt-07-22-03s19", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Chris is kissing Walker on the cheek."}]