[{"scene_id": "bb-10-23-15s0", "raw": "A scene from a TV show in which a young black man and a white woman stand next to each other.", "with_names": "a young black man and a white woman stand next to each other."}, {"scene_id": "bb-10-23-15s1", "raw": "A scene from a TV show in which a man sits at a desk and talks on a phone.", "with_names": "a man sits at a desk and talks on a phone."}, {"scene_id": "bb-10-23-15s2", "raw": "A scene from a TV show in which a woman is standing over a man who is sitting on a desk.", "with_names": "a woman is standing over a man who is sitting on a desk."}, {"scene_id": "bb-10-23-15s3", "raw": "A scene from a TV show in which a man is standing in a living room, next to a vase.", "with_names": "a man is standing in a living room, next to a vase."}, {"scene_id": "bb-10-23-15s4", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "bb-10-23-15s5", "raw": "A scene from a TV show in which a man is working out on a treadmill while another man watches.", "with_names": "a man is working out on a treadmill while another man watches."}, {"scene_id": "bb-10-23-15s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-23-15s7", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "bb-10-23-15s8", "raw": "A scene from a TV show in which two men are shirtless and facing each other.", "with_names": "two men are shirtless and facing each other."}, {"scene_id": "bb-10-23-15s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-23-15s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-10-23-15s11", "raw": "A scene from a TV show in which a shirtless man is standing next to a punching bag.", "with_names": "a shirtless man is standing next to a punching bag."}, {"scene_id": "bb-10-23-15s12", "raw": "A scene from a TV show in which a man and a woman are standing next to a lawyer.", "with_names": "a man and a woman are standing next to a lawyer."}]