[{"scene_id": "atwt-06-01-09s0", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "Lily is yelling at Holden."}, {"scene_id": "atwt-06-01-09s1", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-01-09s2", "raw": "A scene from a TV show in which a man is holding a cell phone and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-01-09s3", "raw": "A scene from a TV show in which a man is being assaulted by a woman.", "with_names": "a man is being assaulted by a woman."}, {"scene_id": "atwt-06-01-09s4", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "atwt-06-01-09s5", "raw": "A scene from a TV show in which a young girl is wearing a snorkel and goggles.", "with_names": "a young girl is wearing a snorkel and goggles."}, {"scene_id": "atwt-06-01-09s6", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a green shirt", "with_names": ""}, {"scene_id": "atwt-06-01-09s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-01-09s8", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-06-01-09s9", "raw": "A scene from a TV show in which a man and a woman are sitting in a car", "with_names": "a man and a woman are sitting in a car"}, {"scene_id": "atwt-06-01-09s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-01-09s11", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "atwt-06-01-09s12", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "atwt-06-01-09s13", "raw": "A scene from a TV show in which a woman is shown how to properly wash dishes.", "with_names": ""}, {"scene_id": "atwt-06-01-09s14", "raw": "A scene from a TV show in which two men are standing next to each other, looking at each other.", "with_names": "two men are standing next to each other, looking at each other."}, {"scene_id": "atwt-06-01-09s15", "raw": "A scene from a TV show in which a man and a woman are standing in front of a car.", "with_names": "] and a woman are standing in front of a car."}, {"scene_id": "atwt-06-01-09s16", "raw": "A scene from a TV show in which a woman is looking at a man and talking to him.", "with_names": ""}, {"scene_id": "atwt-06-01-09s17", "raw": "A scene from a TV show in which a person is holding a cell phone and a key.", "with_names": "a person is holding a cell phone and a key."}, {"scene_id": "atwt-06-01-09s18", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-06-01-09s19", "raw": "A scene from a TV show in which a black woman is interviewed by a white man.", "with_names": "a black woman is interviewed by a white man."}, {"scene_id": "atwt-06-01-09s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-01-09s21", "raw": "A scene from a TV show in which a man is interviewed by a reporter.", "with_names": "] is interviewed by a reporter."}, {"scene_id": "atwt-06-01-09s22", "raw": "A scene from a TV show in which a shirtless man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-06-01-09s23", "raw": "A scene from a TV show in which a group of men are standing around a grill.", "with_names": "a group of men are standing around a grill."}, {"scene_id": "atwt-06-01-09s24", "raw": "A scene from a TV show in which a man is lying on a bed with his shirt off.", "with_names": "a man is lying on a bed with his shirt off."}, {"scene_id": "atwt-06-01-09s25", "raw": "A scene from a TV show in which a man is standing in front of a car and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-06-01-09s26", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-06-01-09s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-01-09s28", "raw": "A scene from a TV show in which Clorox is used to clean a couch.", "with_names": "clorox is used to clean a couch."}]