[{"scene_id": "gl-05-18-05s0", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-18-05s1", "raw": "A scene from a TV show in which a woman is sitting next to a man in a car.", "with_names": "Marina is sitting next to Danny in a car."}, {"scene_id": "gl-05-18-05s2", "raw": "A scene from a TV show in which a man is looking at a book and smiling", "with_names": "a man is looking at a book and smiling"}, {"scene_id": "gl-05-18-05s3", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man behind her.", "with_names": "a woman is walking down a hallway with a man behind her."}, {"scene_id": "gl-05-18-05s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-18-05s5", "raw": "A scene from a TV show in which a woman is sitting in a dark room, looking at a screen.", "with_names": "a woman is sitting in a dark room, looking at a screen."}, {"scene_id": "gl-05-18-05s6", "raw": "A scene from a TV show in which two men are reading a letter together.", "with_names": "two men are reading a letter together."}, {"scene_id": "gl-05-18-05s7", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "gl-05-18-05s8", "raw": "A scene from a TV show in which a woman is wearing a yellow scarf around her neck", "with_names": "Dinah is wearing a yellow scarf around her neck"}, {"scene_id": "gl-05-18-05s9", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-05-18-05s10", "raw": "A scene from a TV show in which a woman is being stalked by a man.", "with_names": "a woman is being stalked by a man."}, {"scene_id": "gl-05-18-05s11", "raw": "A scene from a TV show in which a man is standing in a room with a vase of flowers and a tray of wine glasses.", "with_names": "Alan is standing in a room with a vase of flowers and a tray of wine glasses."}, {"scene_id": "gl-05-18-05s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-05-18-05s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-18-05s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-18-05s17", "raw": "A scene from a TV show in which a man is talking to a woman and a cardboard cut-out of a man is in the background.", "with_names": ""}, {"scene_id": "gl-05-18-05s18", "raw": "A scene from a TV show in which a man is trying to sell a pizza to a customer.", "with_names": "Tammy is trying to sell a pizza to a customer."}, {"scene_id": "gl-05-18-05s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-05-18-05s20", "raw": "A scene from a TV show in which a man is talking to someone and the person is wearing a leather jacket", "with_names": ""}, {"scene_id": "gl-05-18-05s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-05-18-05s22", "raw": "A scene from a TV show in which a man is about to pop a balloon on a woman's head.", "with_names": "a man is about to pop a balloon on a woman's head."}, {"scene_id": "gl-05-18-05s23", "raw": "A scene from a TV show in which a man is talking to a horse", "with_names": ""}, {"scene_id": "gl-05-18-05s24", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-18-05s25", "raw": "A scene from a TV show in which a man is sitting on a couch and looking up at a balloon.", "with_names": ""}, {"scene_id": "gl-05-18-05s26", "raw": "A scene from a TV show in which a man is wearing a suit and a striped tie and is looking at the camera.", "with_names": "Edmund is wearing a suit and a striped tie and is looking at the camera."}, {"scene_id": "gl-05-18-05s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-05-18-05s28", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Alan is looking at Bill and she is looking back at him."}]