[{"scene_id": "oltl-08-01-07s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed with his hand bandaged.", "with_names": "a man is lying in a hospital bed with his hand bandaged."}, {"scene_id": "oltl-08-01-07s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-01-07s2", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "oltl-08-01-07s3", "raw": "A scene from a TV show in which a man is talking to a woman and a girl is looking at him.", "with_names": ""}, {"scene_id": "oltl-08-01-07s4", "raw": "A scene from a TV show in which a man is seen in a white room with a white wall", "with_names": "a man is in a white room with a white wall"}, {"scene_id": "oltl-08-01-07s5", "raw": "A scene from a TV show in which a woman is wearing a white and purple striped robe and is looking down.", "with_names": "a woman is wearing a white and purple striped robe and is looking down."}, {"scene_id": "oltl-08-01-07s6", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is standing next to her.", "with_names": "a woman is wearing a black dress and a man is standing next to her."}, {"scene_id": "oltl-08-01-07s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-01-07s8", "raw": "A scene from a TV show in which a man is sitting in a courtroom.", "with_names": "a man is sitting in a courtroom."}, {"scene_id": "oltl-08-01-07s9", "raw": "A scene from a TV show in which a woman is in a jail cell and another woman is standing next to her.", "with_names": "a woman is in a jail cell and another woman is standing next to her."}, {"scene_id": "oltl-08-01-07s10", "raw": "A scene from a TV show in which a woman is putting her hair up in a ponytail.", "with_names": "a woman is putting her hair up in a ponytail."}, {"scene_id": "oltl-08-01-07s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking at the camera.", "with_names": "a man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-08-01-07s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a mirror.", "with_names": "a man and a woman are standing in front of a mirror."}, {"scene_id": "oltl-08-01-07s13", "raw": "A scene from a TV show in which a blonde woman is wearing a red and white plaid shirt and a black jacket.", "with_names": "a blonde woman is wearing a red and white plaid shirt and a black jacket."}, {"scene_id": "oltl-08-01-07s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-01-07s15", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "oltl-08-01-07s16", "raw": "A scene from a TV show in which a man and a woman are holding hands and kissing.", "with_names": "a man and a woman are holding hands and kissing."}, {"scene_id": "oltl-08-01-07s17", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at the camera.", "with_names": "a woman is sitting next to a man and they are both looking at the camera."}, {"scene_id": "oltl-08-01-07s18", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-01-07s19", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie", "with_names": "a man is wearing a suit and a red tie"}, {"scene_id": "oltl-08-01-07s20", "raw": "A scene from a TV show in which a man and a woman are standing in a police station.", "with_names": "a man and a woman are standing in a police station."}, {"scene_id": "oltl-08-01-07s21", "raw": "A scene from a TV show in which a shirtless man and a woman are lying in bed together.", "with_names": "a shirtless man and a woman are lying in bed together."}, {"scene_id": "oltl-08-01-07s22", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-08-01-07s23", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "a woman is sitting in a room and a man is standing behind her."}, {"scene_id": "oltl-08-01-07s24", "raw": "A scene from a TV show in which a man is sitting at a desk with a lawyer.", "with_names": "a man is sitting at a desk with a lawyer."}, {"scene_id": "oltl-08-01-07s25", "raw": "A scene from a TV show in which a woman is sitting in front of a man who is looking at her.", "with_names": "] is sitting in front of Todd who is looking at her."}, {"scene_id": "oltl-08-01-07s26", "raw": "A scene from a TV show in which a woman is standing in front of a shirtless man.", "with_names": "a woman is standing in front of a shirtless man."}, {"scene_id": "oltl-08-01-07s27", "raw": "A scene from a TV show in which a woman is sitting in a wheelchair and a man is standing behind her.", "with_names": "a woman is sitting in a wheelchair and a man is standing behind her."}, {"scene_id": "oltl-08-01-07s28", "raw": "A scene from a TV show in which a man is talking to a woman in a locker room.", "with_names": ""}, {"scene_id": "oltl-08-01-07s29", "raw": "A scene from a TV show in which a police officer is in a jail cell.", "with_names": "a police officer is in a jail cell."}, {"scene_id": "oltl-08-01-07s30", "raw": "A scene from a TV show in which a man is sitting in a courtroom, his head is down, and he is wearing a suit.", "with_names": "a man is sitting in a courtroom, his head is down, and he is wearing a suit."}]