[{"scene_id": "atwt-10-09-06s0", "raw": "A scene from a TV show in which a woman is looking at her cell phone.", "with_names": "a woman is looking at her cell phone."}, {"scene_id": "atwt-10-09-06s1", "raw": "A scene from a TV show in which a woman is talking on her cell phone while holding a coffee cup.", "with_names": ""}, {"scene_id": "atwt-10-09-06s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-10-09-06s3", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-09-06s4", "raw": "A scene from a TV show in which a woman is putting a baby seat in a car.", "with_names": "a woman is putting a baby seat in a car."}, {"scene_id": "atwt-10-09-06s5", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-09-06s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-09-06s7", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-09-06s8", "raw": "A scene from a TV show in which a woman is seen with her hair straightened.", "with_names": "a woman is with her hair straightened."}, {"scene_id": "atwt-10-09-06s9", "raw": "A scene from a TV show in which a blonde woman is wearing a black jacket and a red scarf around her neck.", "with_names": "a blonde woman is wearing a black jacket and a red scarf around her neck."}, {"scene_id": "atwt-10-09-06s10", "raw": "A scene from a TV show in which a woman is holding a brown paper bag and a man is standing next to her.", "with_names": "a woman is holding a brown paper bag and a man is standing next to her."}, {"scene_id": "atwt-10-09-06s11", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-10-09-06s12", "raw": "A scene from a TV show in which a man is holding a baby.", "with_names": "] is holding a baby."}, {"scene_id": "atwt-10-09-06s13", "raw": "A scene from a TV show in which a hand holds a pregnancy test.", "with_names": "a hand holds a pregnancy test."}, {"scene_id": "atwt-10-09-06s14", "raw": "A scene from a TV show in which Dr Phil is talking to a man who is wearing a suit and tie.", "with_names": ""}, {"scene_id": "atwt-10-09-06s15", "raw": "A scene from a TV show in which a man holds a child in his arms.", "with_names": "a man holds a child in his arms."}, {"scene_id": "atwt-10-09-06s16", "raw": "A scene from a TV show in which a man and a woman are standing in front of a cross.", "with_names": "a man and a woman are standing in front of a cross."}, {"scene_id": "atwt-10-09-06s17", "raw": "A scene from a TV show in which a man is holding a burning torch.", "with_names": "a man is holding a burning torch."}, {"scene_id": "atwt-10-09-06s18", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-10-09-06s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-09-06s20", "raw": "A scene from a TV show in which a plant is suspended in a glass container.", "with_names": "a plant is suspended in a glass container."}, {"scene_id": "atwt-10-09-06s21", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-10-09-06s22", "raw": "A scene from a TV show in which a man is looking at a TV screen and wearing a black shirt", "with_names": "] is looking at a tv screen and wearing a black shirt"}, {"scene_id": "atwt-10-09-06s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-10-09-06s24", "raw": "A scene from a TV show in which a blonde woman is sitting in a room with a black shirt and a pink flower on her chest.", "with_names": "a blonde woman is sitting in a room with a black shirt and a pink flower on her chest."}, {"scene_id": "atwt-10-09-06s25", "raw": "A scene from a TV show in which a young man is wearing a red shirt and looking to the right.", "with_names": "a young man is wearing a red shirt and looking to the right."}, {"scene_id": "atwt-10-09-06s26", "raw": "A scene from a TV show in which a man and a woman are seen through a glass wall.", "with_names": "a man and a woman are through a glass wall."}]