[{"scene_id": "bb-02-13-17s0", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-13-17s4", "raw": "A scene from a TV show in which a young black man is talking to an older white man.", "with_names": ""}, {"scene_id": "bb-02-13-17s5", "raw": "A scene from a TV show in which a woman is wearing a white dress and a necklace and holding a glass.", "with_names": "R.J. is wearing a white dress and a necklace and holding a glass."}, {"scene_id": "bb-02-13-17s11", "raw": "A scene from a TV show in which a young black man is sitting on a couch and looking at a fireplace.", "with_names": ""}, {"scene_id": "bb-02-13-17s12", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-02-13-17s13", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-02-13-17s14", "raw": "A scene from a TV show in which a young black man is sitting on a couch and talking to a white man.", "with_names": ""}, {"scene_id": "bb-02-13-17s15", "raw": "A scene from a TV show in which a woman is sitting at a desk and talking to a man.", "with_names": ""}, {"scene_id": "bb-02-13-17s16", "raw": "A scene from a TV show in which a woman is holding a cell phone and talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-13-17s17", "raw": "A scene from a TV show in which a woman is standing in a room with books and a vase.", "with_names": "a woman is standing in a room with books and a vase."}, {"scene_id": "bb-02-13-17s18", "raw": "A scene from a TV show in which a man is standing in a room with a green glove on the floor.", "with_names": "Eric is standing in a room with a green glove on the floor."}, {"scene_id": "bb-02-13-17s19", "raw": "A scene from a TV show in which a woman is talking to a man in a store.", "with_names": ""}, {"scene_id": "bb-02-13-17s20", "raw": "A scene from a TV show in which a white man is yelling at a black woman.", "with_names": "a white man is yelling at a black woman."}, {"scene_id": "bb-02-13-17s21", "raw": "A scene from a TV show in which a woman is sitting in a room with a bookshelf and a vase.", "with_names": "R.J. is sitting in a room with a bookshelf and a vase."}, {"scene_id": "bb-02-13-17s22", "raw": "A scene from a TV show in which a man holds up a painting of a woman.", "with_names": "a man holds up a painting of Zende."}, {"scene_id": "bb-02-13-17s23", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}]