[{"scene_id": "oltl-03-28-07s0", "raw": "A scene from a TV show in which a man is talking to someone and wearing a leather jacket.", "with_names": ""}, {"scene_id": "oltl-03-28-07s1", "raw": "A scene from a TV show in which a blonde woman is smiling and talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-28-07s2", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing behind her, holding a gun.", "with_names": "a woman is wearing a red dress and a man is standing behind her, holding a gun."}, {"scene_id": "oltl-03-28-07s3", "raw": "A scene from a TV show in which a woman is sitting next to a man and looking at her hand.", "with_names": "a woman is sitting next to a man and looking at her hand."}, {"scene_id": "oltl-03-28-07s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-28-07s5", "raw": "A scene from a TV show in which a woman is holding a wine glass and looking at it.", "with_names": "a woman is holding a wine glass and looking at it."}, {"scene_id": "oltl-03-28-07s6", "raw": "A scene from a TV show in which a man is holding a clock in his hand.", "with_names": "a man is holding a clock in his hand."}, {"scene_id": "oltl-03-28-07s7", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-28-07s8", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-03-28-07s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-28-07s10", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-03-28-07s11", "raw": "A scene from a TV show in which a man is standing behind a woman in a chair, holding a gun.", "with_names": "a man is standing behind a woman in a chair, holding a gun."}, {"scene_id": "oltl-03-28-07s12", "raw": "A scene from a TV show in which a man is accused of killing his wife.", "with_names": "a man is accused of killing his wife."}, {"scene_id": "oltl-03-28-07s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-28-07s14", "raw": "A scene from a TV show in which a gloved hand is holding a green object.", "with_names": "a gloved hand is holding a green object."}, {"scene_id": "oltl-03-28-07s15", "raw": "A scene from a TV show in which a young girl is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-28-07s16", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "oltl-03-28-07s17", "raw": "A scene from a TV show in which a woman is standing in front of a white curtain, holding a long white curtain rod.", "with_names": "a woman is standing in front of a white curtain, holding a long white curtain rod."}, {"scene_id": "oltl-03-28-07s18", "raw": "A scene from a TV show in which a woman is sitting at a table, looking at her cell phone.", "with_names": "a woman is sitting at a table, looking at her cell phone."}, {"scene_id": "oltl-03-28-07s19", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-28-07s20", "raw": "A scene from a TV show in which a young girl is standing next to a boy, both looking at something.", "with_names": "a young girl is standing next to a boy, both looking at something."}, {"scene_id": "oltl-03-28-07s21", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "oltl-03-28-07s22", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "oltl-03-28-07s23", "raw": "A scene from a TV show in which a man and a woman are standing in front of a large window.", "with_names": "a man and a woman are standing in front of a large window."}, {"scene_id": "oltl-03-28-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]