[{"scene_id": "atwt-12-29-05s0", "raw": "A scene from a TV show in which a man is wearing a leopard print coat and a woman is covering his face with her hands.", "with_names": "a man is wearing a leopard print coat and a woman is covering his face with her hands."}, {"scene_id": "atwt-12-29-05s1", "raw": "A scene from a TV show in which a blonde woman is smiling and wearing a scarf.", "with_names": "a blonde woman is smiling and wearing a scarf."}, {"scene_id": "atwt-12-29-05s2", "raw": "A scene from a TV show in which a man is standing in front of a woman, with his hands on his hips.", "with_names": "a man is standing in front of a woman, with his hands on his hips."}, {"scene_id": "atwt-12-29-05s3", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a scarf", "with_names": "Susan is wearing a brown jacket and a scarf"}, {"scene_id": "atwt-12-29-05s4", "raw": "A scene from a TV show in which a bottle of Metamucil is shown.", "with_names": ""}, {"scene_id": "atwt-12-29-05s5", "raw": "A scene from a TV show in which a man and a woman are sitting together, with the woman leaning in to kiss the man on the cheek.", "with_names": "Will and Gwen are sitting together, with the woman leaning in to kiss the man on the cheek."}, {"scene_id": "atwt-12-29-05s6", "raw": "A scene from a TV show in which sheep are being used to promote a new car.", "with_names": "sheep are being used to promote a new car."}, {"scene_id": "atwt-12-29-05s7", "raw": "A scene from a TV show in which a man is holding a woman in his arms and she is looking up at him.", "with_names": "Will is holding Gwen in his arms and she is looking up at him."}, {"scene_id": "atwt-12-29-05s8", "raw": "A scene from a TV show in which a man is wearing a leopard print coat and a girl is holding her head", "with_names": "a man is wearing a leopard print coat and a girl is holding her head"}, {"scene_id": "atwt-12-29-05s9", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-12-29-05s10", "raw": "A scene from a TV show in which a man is wearing a black jacket and a blue shirt.", "with_names": "Hal is wearing a black jacket and a blue shirt."}, {"scene_id": "atwt-12-29-05s11", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Emily is crying"}, {"scene_id": "atwt-12-29-05s12", "raw": "A scene from a TV show in which a woman is shown smiling and looking up at a billboard.", "with_names": ""}, {"scene_id": "atwt-12-29-05s13", "raw": "A scene from a TV show in which a man is sitting at a bar, smiling and looking at the camera.", "with_names": "a man is sitting at a bar, smiling and looking at the camera."}, {"scene_id": "atwt-12-29-05s14", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a wedding dress.", "with_names": "Emily is wearing a white fur coat and a wedding dress."}, {"scene_id": "atwt-12-29-05s15", "raw": "A scene from a TV show in which a red chair is on a black floor and the words \"RadioShack Clearance Sale\" appear in the top left corner.", "with_names": "a red chair is on a black floor and the words \"radioshack clearance sale\" appear in the top left corner."}, {"scene_id": "atwt-12-29-05s16", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-12-29-05s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-12-29-05s18", "raw": "A scene from a TV show in which a man and a woman are lying together on a bed.", "with_names": "Will and Gwen are lying together on a bed."}, {"scene_id": "atwt-12-29-05s19", "raw": "A scene from a TV show in which a woman is standing in front of a house.", "with_names": "Emily is standing in front of a house."}, {"scene_id": "atwt-12-29-05s20", "raw": "A scene from a TV show in which a man and a woman are lying on a bed and hugging.", "with_names": "Will and Gwen are lying on a bed and hugging."}, {"scene_id": "atwt-12-29-05s21", "raw": "A scene from a TV show in which a man is wearing a vest and a scarf around his neck.", "with_names": "a man is wearing a vest and a scarf around his neck."}, {"scene_id": "atwt-12-29-05s22", "raw": "A scene from a TV show in which a woman kisses a man in a hospital bed.", "with_names": "a woman kisses a man in a hospital bed."}, {"scene_id": "atwt-12-29-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-12-29-05s24", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Hal and Susan are sitting next to each other."}, {"scene_id": "atwt-12-29-05s25", "raw": "A scene from a TV show in which a woman is wearing a white coat and a man is in the background.", "with_names": "Emily is wearing a white coat and Paul is in the background."}, {"scene_id": "atwt-12-29-05s26", "raw": "A scene from a TV show in which a man is walking down a flight of stairs.", "with_names": "Luke is walking down a flight of stairs."}]