[{"scene_id": "oltl-05-29-06s0", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, and another woman is standing next to her.", "with_names": "a woman is lying in a hospital bed, and another woman is standing next to her."}, {"scene_id": "oltl-05-29-06s1", "raw": "A scene from a TV show in which a man is seen talking on a cell phone in a subway station.", "with_names": ""}, {"scene_id": "oltl-05-29-06s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "] is crying"}, {"scene_id": "oltl-05-29-06s3", "raw": "A scene from a TV show in which a woman is speaking into a microphone.", "with_names": "a woman is speaking into a microphone."}, {"scene_id": "oltl-05-29-06s4", "raw": "A scene from a TV show in which a blonde woman is holding her head in her hands.", "with_names": "a blonde woman is holding her head in her hands."}, {"scene_id": "oltl-05-29-06s5", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-05-29-06s6", "raw": "A scene from a TV show in which a man is holding a gun to a woman's head.", "with_names": "a man is holding a gun to a woman's head."}, {"scene_id": "oltl-05-29-06s7", "raw": "A scene from a TV show in which a man is seen walking through a field with the word \"NOPE\" written on his back.", "with_names": "a man is walking through a field with the word \"nope\" written on his back."}, {"scene_id": "oltl-05-29-06s8", "raw": "A scene from a TV show in which a man is sitting in a chair and talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-29-06s9", "raw": "A scene from a TV show in which a young girl is holding a microphone and a woman is standing behind her.", "with_names": "a young girl is holding a microphone and a woman is standing behind her."}, {"scene_id": "oltl-05-29-06s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-29-06s11", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a black jacket.", "with_names": "a man is wearing a white t-shirt and a black jacket."}, {"scene_id": "oltl-05-29-06s12", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-29-06s13", "raw": "A scene from a TV show in which a woman is holding a baby and a man is smoking a cigarette.", "with_names": "a woman is holding a baby and a man is smoking a cigarette."}, {"scene_id": "oltl-05-29-06s14", "raw": "A scene from a TV show in which a man is standing in front of a clock and a woman is talking to him.", "with_names": ""}, {"scene_id": "oltl-05-29-06s15", "raw": "A scene from a TV show in which a man is being chased by a car.", "with_names": "a man is being chased by a car."}, {"scene_id": "oltl-05-29-06s16", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-29-06s17", "raw": "A scene from a TV show in which a man is being interviewed by a woman.", "with_names": "a man is being interviewed by a woman."}, {"scene_id": "oltl-05-29-06s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-05-29-06s19", "raw": "A scene from a TV show in which a man is strapped to a gurney and a woman is standing in front of him.", "with_names": "a man is strapped to a gurney and a woman is standing in front of him."}, {"scene_id": "oltl-05-29-06s20", "raw": "A scene from a TV show in which a woman is talking to a man, with her arms crossed.", "with_names": ""}, {"scene_id": "oltl-05-29-06s21", "raw": "A scene from a TV show in which a man and a woman are in a car with a police officer.", "with_names": "a man and a woman are in a car with a police officer."}, {"scene_id": "oltl-05-29-06s22", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "oltl-05-29-06s23", "raw": "A scene from a TV show in which a man and three women are sitting in a car.", "with_names": "a man and three women are sitting in a car."}, {"scene_id": "oltl-05-29-06s24", "raw": "A scene from a TV show in which a woman is holding flowers and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-29-06s25", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-29-06s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-05-29-06s27", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "a man is lying on a bed with his eyes closed."}, {"scene_id": "oltl-05-29-06s28", "raw": "A scene from a TV show in which a man is lying on a table with a blood pressure cuff around his arm.", "with_names": "a man is lying on a table with a blood pressure cuff around his arm."}]