[{"scene_id": "atwt-05-25-09s0", "raw": "A scene from a TV show in which a woman is laughing and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-25-09s1", "raw": "A scene from a TV show in which a man is kissing a statue.", "with_names": "a man is kissing a statue."}, {"scene_id": "atwt-05-25-09s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-25-09s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-09s4", "raw": "A scene from a TV show in which a woman is driving a car and a man is standing next to her.", "with_names": "a woman is driving a car and a man is standing next to her."}, {"scene_id": "atwt-05-25-09s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-25-09s6", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-05-25-09s7", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is in a suit.", "with_names": "a woman is wearing a pink dress and a man is in a suit."}, {"scene_id": "atwt-05-25-09s8", "raw": "A scene from a TV show in which a man and a woman are smiling at each other.", "with_names": "a man and a woman are smiling at each other."}, {"scene_id": "atwt-05-25-09s9", "raw": "A scene from a TV show in which a packet of Duloxelax tablets is shown", "with_names": ""}, {"scene_id": "atwt-05-25-09s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-05-25-09s11", "raw": "A scene from a TV show in which a man is sitting at a desk and looking down at a piece of paper.", "with_names": "a man is sitting at a desk and looking down at a piece of paper."}, {"scene_id": "atwt-05-25-09s12", "raw": "A scene from a TV show in which a woman holds a spoon and a yogurt.", "with_names": "a woman holds a spoon and a yogurt."}, {"scene_id": "atwt-05-25-09s13", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her through a glass window.", "with_names": "a woman is crying and a man is looking at her through a glass window."}, {"scene_id": "atwt-05-25-09s14", "raw": "A scene from a TV show in which a man and a woman are standing in front of a car.", "with_names": "a man and a woman are standing in front of a car."}, {"scene_id": "atwt-05-25-09s15", "raw": "A scene from a TV show in which Tide detergent is shown to be a weapon of mass destruction.", "with_names": ""}, {"scene_id": "atwt-05-25-09s16", "raw": "A scene from a TV show in which a woman is wearing a black dress and a headband.", "with_names": "a woman is wearing a black dress and a headband."}, {"scene_id": "atwt-05-25-09s17", "raw": "A scene from a TV show in which a woman is wearing a jean jacket and a purple shirt.", "with_names": "a woman is wearing a jean jacket and a purple shirt."}, {"scene_id": "atwt-05-25-09s18", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a suit.", "with_names": ""}, {"scene_id": "atwt-05-25-09s19", "raw": "A scene from a TV show in which a white towel is advertised for $59.", "with_names": "a white towel is advertised for $59."}, {"scene_id": "atwt-05-25-09s20", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a red dress", "with_names": "a man is wearing a suit and a woman is in a red dress"}, {"scene_id": "atwt-05-25-09s21", "raw": "A scene from a TV show in which a car is driving down a street and a billboard is on the side of a building.", "with_names": "a car is driving down a street and a billboard is on the side of a building."}]