[{"scene_id": "pc-11-22-01s0", "raw": "A scene from a TV show in which a woman is standing in a room with a red cape.", "with_names": "a woman is standing in a room with a red cape."}, {"scene_id": "pc-11-22-01s1", "raw": "A scene from a TV show in which a man is reading a book and his glasses are fogged up.", "with_names": "Jack is reading a book and his glasses are fogged up."}, {"scene_id": "pc-11-22-01s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-11-22-01s3", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "pc-11-22-01s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-22-01s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "Livvie is looking at the camera with a shocked expression."}, {"scene_id": "pc-11-22-01s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-22-01s7", "raw": "A scene from a TV show in which a man and a woman kiss.", "with_names": "Ian and Eve kiss."}, {"scene_id": "pc-11-22-01s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "pc-11-22-01s9", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-11-22-01s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}, {"scene_id": "pc-11-22-01s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-22-01s12", "raw": "A scene from a TV show in which a man and a woman are standing in front of a buffet table, with a wine glass and a bowl of food in front.", "with_names": "Ian and Eve are standing in front of a buffet table, with a wine glass and a bowl of food in front."}, {"scene_id": "pc-11-22-01s13", "raw": "A scene from a TV show in which a woman is standing in a dark room, looking up at a man.", "with_names": "Lucy is standing in a dark room, looking up at a man."}, {"scene_id": "pc-11-22-01s15", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a table with books on it.", "with_names": "Rafe is standing in a room with a lamp on and a table with books on it."}, {"scene_id": "pc-11-22-01s16", "raw": "A scene from a TV show in which a man is walking through a dark forest.", "with_names": "Jack is walking through a dark forest."}, {"scene_id": "pc-11-22-01s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Lucy is crying"}]