[{"scene_id": "oltl-07-24-07s0", "raw": "A scene from a TV show in which a man is wearing a blue shirt and pajama pants and is sitting on a bed.", "with_names": "David is wearing a blue shirt and pajama pants and is sitting on a bed."}, {"scene_id": "oltl-07-24-07s1", "raw": "A scene from a TV show in which a man is talking on the phone and a woman is looking at him.", "with_names": ""}, {"scene_id": "oltl-07-24-07s2", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-07-24-07s3", "raw": "A scene from a TV show in which a woman is holding her hair up and looking at the camera.", "with_names": "a woman is holding her hair up and looking at the camera."}, {"scene_id": "oltl-07-24-07s4", "raw": "A scene from a TV show in which a man is wearing a black shirt and a red logo on it.", "with_names": "a man is wearing a black shirt and a red logo on it."}, {"scene_id": "oltl-07-24-07s5", "raw": "A scene from a TV show in which a woman is looking at a book and a red sign is visible in the background.", "with_names": "a woman is looking at a book and a red sign is visible in the background."}, {"scene_id": "oltl-07-24-07s6", "raw": "A scene from a TV show in which a black woman is looking at a TV and a white man is talking to her.", "with_names": ""}, {"scene_id": "oltl-07-24-07s7", "raw": "A scene from a TV show in which a man is handing a red ribbon to a woman.", "with_names": "a man is handing a red ribbon to a woman."}, {"scene_id": "oltl-07-24-07s8", "raw": "A scene from a TV show in which a doctor is talking to a nurse.", "with_names": ""}, {"scene_id": "oltl-07-24-07s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with the woman looking at the man and smiling.", "with_names": "a man and a woman are sitting at a table, with the woman looking at the man and smiling."}, {"scene_id": "oltl-07-24-07s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-07-24-07s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-07-24-07s12", "raw": "A scene from a TV show in which a man is talking into a microphone and his eyes are closed.", "with_names": ""}, {"scene_id": "oltl-07-24-07s13", "raw": "A scene from a TV show in which a woman is talking to someone and a red box is visible in the bottom right corner", "with_names": ""}, {"scene_id": "oltl-07-24-07s14", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "oltl-07-24-07s15", "raw": "A scene from a TV show in which a woman is standing next to a man in bed.", "with_names": "a woman is standing next to a man in bed."}, {"scene_id": "oltl-07-24-07s16", "raw": "A scene from a TV show in which a man is being arrested by a woman.", "with_names": "a man is being arrested by a woman."}, {"scene_id": "oltl-07-24-07s17", "raw": "A scene from a TV show in which a black man and a young black woman are standing in a kitchen.", "with_names": "a black man and a young black woman are standing in a kitchen."}, {"scene_id": "oltl-07-24-07s18", "raw": "A scene from a TV show in which a man is talking on the phone and looking at a woman.", "with_names": ""}, {"scene_id": "oltl-07-24-07s19", "raw": "A scene from a TV show in which a man is sitting on a couch and looking to the right.", "with_names": ""}, {"scene_id": "oltl-07-24-07s20", "raw": "A scene from a TV show in which a young man is looking down and his mouth is open.", "with_names": "a young man is looking down and his mouth is open."}, {"scene_id": "oltl-07-24-07s21", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-24-07s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-07-24-07s23", "raw": "A scene from a TV show in which a woman is wearing a white coat and a stethoscope around her neck.", "with_names": "a woman is wearing a white coat and a stethoscope around her neck."}, {"scene_id": "oltl-07-24-07s24", "raw": "A scene from a TV show in which a woman is standing next to a man in bed.", "with_names": "a woman is standing next to a man in bed."}, {"scene_id": "oltl-07-24-07s25", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-07-24-07s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-24-07s27", "raw": "A scene from a TV show in which a police officer is seen holding a bag.", "with_names": "a police officer is holding a bag."}, {"scene_id": "oltl-07-24-07s28", "raw": "A scene from a TV show in which a man is seen walking away from a cake.", "with_names": "a man is walking away from a cake."}]