[{"scene_id": "pc-01-15-01s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "pc-01-15-01s1", "raw": "A scene from a TV show in which a woman is lying on a couch and sleeping.", "with_names": "a woman is lying on a couch and sleeping."}, {"scene_id": "pc-01-15-01s2", "raw": "A scene from a TV show in which a woman is wearing a white sweater and a short black hair", "with_names": "a woman is wearing a white sweater and a short black hair"}, {"scene_id": "pc-01-15-01s3", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "Eve is kissing Ian on the cheek."}, {"scene_id": "pc-01-15-01s4", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-01-15-01s5", "raw": "A scene from a TV show in which a man and a woman are hugging.", "with_names": "Ian and Eve are hugging."}, {"scene_id": "pc-01-15-01s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-15-01s7", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "pc-01-15-01s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-01-15-01s9", "raw": "A scene from a TV show in which a man is sitting at a table and is looking down, with his hand covering his mouth.", "with_names": "a man is sitting at a table and is looking down, with his hand covering his mouth."}, {"scene_id": "pc-01-15-01s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both looking at the camera.", "with_names": "a man and a woman are standing next to each other, both looking at the camera."}, {"scene_id": "pc-01-15-01s11", "raw": "A scene from a TV show in which a woman is talking to a man on a couch.", "with_names": ""}, {"scene_id": "pc-01-15-01s12", "raw": "A scene from a TV show in which a woman is riding a motorcycle through the snow.", "with_names": "a woman is riding a motorcycle through the snow."}, {"scene_id": "pc-01-15-01s13", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "pc-01-15-01s14", "raw": "A scene from a TV show in which a woman is sitting in front of a brick wall and talking.", "with_names": ""}, {"scene_id": "pc-01-15-01s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]