[{"scene_id": "bb-05-09-14s0", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "bb-05-09-14s1", "raw": "A scene from a TV show in which a man is wearing a striped shirt and a tie.", "with_names": "a man is wearing a striped shirt and a tie."}, {"scene_id": "bb-05-09-14s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-09-14s3", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "bb-05-09-14s4", "raw": "A scene from a TV show in which two women are talking in a room.", "with_names": ""}, {"scene_id": "bb-05-09-14s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-09-14s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-05-09-14s7", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "bb-05-09-14s8", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "Aly is interviewed."}, {"scene_id": "bb-05-09-14s9", "raw": "A scene from a TV show in which a man is drinking a bottle of water and a woman is looking at him.", "with_names": "Wyatt is drinking a bottle of water and Caroline is looking at him."}, {"scene_id": "bb-05-09-14s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-09-14s11", "raw": "A scene from a TV show in which a man dressed as a knight and a woman dressed in a blue dress are arguing.", "with_names": "Charlie dressed as a knight and Pam dressed in a blue dress are arguing."}, {"scene_id": "bb-05-09-14s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-09-14s13", "raw": "A scene from a TV show in which a young woman talks about her experience with anorexia.", "with_names": "a young woman talks about her experience with anorexia."}, {"scene_id": "bb-05-09-14s14", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-05-09-14s15", "raw": "A scene from a TV show in which a man dressed as a knight and a woman dressed in a blue dress are talking in a hallway.", "with_names": ""}, {"scene_id": "bb-05-09-14s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-05-09-14s17", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-05-09-14s18", "raw": "A scene from a TV show in which a woman is sitting on a couch and laughing.", "with_names": ""}, {"scene_id": "bb-05-09-14s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-05-09-14s20", "raw": "A scene from a TV show in which a young woman is interviewed.", "with_names": "a young woman is interviewed."}]