[{"scene_id": "atwt-09-17-01s0", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-17-01s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-09-17-01s2", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "atwt-09-17-01s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-17-01s4", "raw": "A scene from a TV show in which a toothbrush is used to remove a black substance from a white surface.", "with_names": "a toothbrush is used to remove a black substance from a white surface."}, {"scene_id": "atwt-09-17-01s5", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking up.", "with_names": ""}, {"scene_id": "atwt-09-17-01s6", "raw": "A scene from a TV show in which a woman is lying on the floor and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-17-01s7", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a grey shirt and the other is wearing a grey suit.", "with_names": "two men are standing next to each other, one is wearing a grey shirt and the other is wearing a grey suit."}, {"scene_id": "atwt-09-17-01s8", "raw": "A scene from a TV show in which a spoon is being used to scoop pasta out of a pot.", "with_names": "a spoon is being used to scoop pasta out of a pot."}, {"scene_id": "atwt-09-17-01s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-09-17-01s10", "raw": "A scene from a TV show in which a man and a woman are kissing, with candles lit in front of them.", "with_names": "Hal and a woman are kissing, with candles lit in front of them."}, {"scene_id": "atwt-09-17-01s11", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-09-17-01s12", "raw": "A scene from a TV show in which a man is seen wearing a red hat and a white shirt.", "with_names": "a man is wearing a red hat and a white shirt."}, {"scene_id": "atwt-09-17-01s13", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-09-17-01s14", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at someone off-screen.", "with_names": ""}, {"scene_id": "atwt-09-17-01s15", "raw": "A scene from a TV show in which a woman is talking about her experience with a man.", "with_names": ""}, {"scene_id": "atwt-09-17-01s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]