[{"scene_id": "atwt-09-19-03s0", "raw": "A scene from a TV show in which a man is looking down and his face is covered in a black jacket.", "with_names": "a man is looking down and his face is covered in a black jacket."}, {"scene_id": "atwt-09-19-03s1", "raw": "A scene from a TV show in which a man is trying to kiss a woman on a chair.", "with_names": "a man is trying to kiss a woman on a chair."}, {"scene_id": "atwt-09-19-03s2", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is holding a baby.", "with_names": "a woman is wearing a red shirt and ] is holding a baby."}, {"scene_id": "atwt-09-19-03s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-09-19-03s4", "raw": "A scene from a TV show in which a woman is making a face.", "with_names": "a woman is making a face."}, {"scene_id": "atwt-09-19-03s5", "raw": "A scene from a TV show in which a woman is holding a vacuum cleaner and looking at it.", "with_names": "a woman is holding a vacuum cleaner and looking at it."}, {"scene_id": "atwt-09-19-03s6", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-09-19-03s7", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "atwt-09-19-03s8", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-09-19-03s9", "raw": "A scene from a TV show in which oranges are hanging from a tree.", "with_names": "oranges are hanging from a tree."}, {"scene_id": "atwt-09-19-03s10", "raw": "A scene from a TV show in which a man is sitting on a chair and smiling.", "with_names": ""}, {"scene_id": "atwt-09-19-03s11", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-09-19-03s12", "raw": "A scene from a TV show in which a man is flying a drone in a store.", "with_names": "a man is flying a drone in a store."}, {"scene_id": "atwt-09-19-03s13", "raw": "A scene from a TV show in which a yellow button is pressed.", "with_names": "a yellow button is pressed."}, {"scene_id": "atwt-09-19-03s14", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her.", "with_names": "a woman is sitting at a table with a man standing behind her."}, {"scene_id": "atwt-09-19-03s15", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-03s16", "raw": "A scene from a TV show in which a man is sitting in a chair with his hands folded in front of him. The Enbrel Etanercept logo is displayed in the top right corner.", "with_names": ""}, {"scene_id": "atwt-09-19-03s17", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-03s18", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-19-03s19", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-09-19-03s20", "raw": "A scene from a TV show in which a blonde woman is looking to the right.", "with_names": "a blonde woman is looking to the right."}, {"scene_id": "atwt-09-19-03s21", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-09-19-03s22", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-09-19-03s23", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-09-19-03s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-19-03s25", "raw": "A scene from a TV show in which a man is drinking a glass of wine, while a woman looks on.", "with_names": "] is drinking a glass of wine, while a woman looks on."}, {"scene_id": "atwt-09-19-03s26", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-09-19-03s27", "raw": "A scene from a TV show in which a woman is singing into a microphone.", "with_names": "a woman is singing into a microphone."}, {"scene_id": "atwt-09-19-03s28", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "] is looking at the camera."}, {"scene_id": "atwt-09-19-03s29", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-19-03s30", "raw": "A scene from a TV show in which a white circle is seen on a black screen", "with_names": "a white circle is on a black screen"}]