[{"scene_id": "oltl-08-25-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-25-06s1", "raw": "A scene from a TV show in which a man is sitting at a table with his eyes closed, and another man is standing behind him.", "with_names": "a man is sitting at a table with his eyes closed, and another man is standing behind him."}, {"scene_id": "oltl-08-25-06s2", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking down", "with_names": "a man is wearing a white shirt and looking down"}, {"scene_id": "oltl-08-25-06s3", "raw": "A scene from a TV show in which a woman is looking down and her eyes are closed.", "with_names": "a woman is looking down and her eyes are closed."}, {"scene_id": "oltl-08-25-06s4", "raw": "A scene from a TV show in which a man is being hit in the head with a baseball bat.", "with_names": "a man is being hit in the head with a baseball bat."}, {"scene_id": "oltl-08-25-06s5", "raw": "A scene from a TV show in which a man and a woman are standing at a desk.", "with_names": "a man and a woman are standing at a desk."}, {"scene_id": "oltl-08-25-06s6", "raw": "A scene from a TV show in which a man is talking to a woman at a restaurant.", "with_names": ""}, {"scene_id": "oltl-08-25-06s7", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "oltl-08-25-06s8", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-25-06s9", "raw": "A scene from a TV show in which a man is looking at a book.", "with_names": "a man is looking at a book."}, {"scene_id": "oltl-08-25-06s10", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-08-25-06s11", "raw": "A scene from a TV show in which a woman is wearing a white jacket and a brown dress.", "with_names": "a woman is wearing a white jacket and a brown dress."}, {"scene_id": "oltl-08-25-06s12", "raw": "A scene from a TV show in which a man is holding a magazine and a woman is looking at him.", "with_names": "a man is holding a magazine and ] is looking at him."}, {"scene_id": "oltl-08-25-06s13", "raw": "A scene from a TV show in which a young woman is looking down and her face is not visible.", "with_names": "a young woman is looking down and her face is not visible."}, {"scene_id": "oltl-08-25-06s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a dining table and a couch.", "with_names": "a man and a woman are standing in a room with a dining table and a couch."}, {"scene_id": "oltl-08-25-06s15", "raw": "A scene from a TV show in which a man is talking to another man, with a tie and a suit on.", "with_names": ""}, {"scene_id": "oltl-08-25-06s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-25-06s17", "raw": "A scene from a TV show in which a white gloved hand is holding a black mouse.", "with_names": "a white gloved hand is holding a black mouse."}, {"scene_id": "oltl-08-25-06s18", "raw": "A scene from a TV show in which a man is holding a piece of paper and looking at it.", "with_names": "a man is holding a piece of paper and looking at it."}, {"scene_id": "oltl-08-25-06s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-25-06s20", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "oltl-08-25-06s21", "raw": "A scene from a TV show in which a woman is talking to a man while holding a guitar.", "with_names": ""}, {"scene_id": "oltl-08-25-06s22", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s23", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s24", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s25", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s26", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s27", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s30", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-25-06s31", "raw": "", "with_names": ""}]