[{"scene_id": "bb-12-27-13s0", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "bb-12-27-13s1", "raw": "A scene from a TV show in which a telephone is on a desk, with a book and a box of rubber ducks in the background.", "with_names": "a telephone is on a desk, with a book and a box of rubber ducks in the background."}, {"scene_id": "bb-12-27-13s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-27-13s3", "raw": "A scene from a TV show in which a woman stands in a room and crosses her arms.", "with_names": "a woman stands in a room and crosses her arms."}, {"scene_id": "bb-12-27-13s4", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "bb-12-27-13s5", "raw": "A scene from a TV show in which a woman is working at a desk with a baby on her lap.", "with_names": "a woman is working at a desk with a baby on her lap."}, {"scene_id": "bb-12-27-13s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-27-13s7", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-12-27-13s8", "raw": "A scene from a TV show in which two women are discussing a book.", "with_names": "two women are discussing a book."}, {"scene_id": "bb-12-27-13s9", "raw": "A scene from a TV show in which a woman is talking to a man in an office.", "with_names": ""}, {"scene_id": "bb-12-27-13s10", "raw": "A scene from a TV show in which a man is toasting a woman.", "with_names": "a man is toasting a woman."}, {"scene_id": "bb-12-27-13s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-27-13s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-27-13s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "bb-12-27-13s14", "raw": "A scene from a TV show in which a man is drinking wine with a woman.", "with_names": "a man is drinking wine with a woman."}, {"scene_id": "bb-12-27-13s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-27-13s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-12-27-13s17", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone.", "with_names": ""}]