[{"scene_id": "pc-09-10-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-10-03s1", "raw": "A scene from a TV show in which a man is wearing a neck brace.", "with_names": "a man is wearing a neck brace."}, {"scene_id": "pc-09-10-03s2", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "pc-09-10-03s3", "raw": "A scene from a TV show in which a woman is seen in a dark room.", "with_names": "a woman is in a dark room."}, {"scene_id": "pc-09-10-03s4", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "pc-09-10-03s5", "raw": "A scene from a TV show in which a woman is looking at a black eye.", "with_names": "] is looking at a black eye."}, {"scene_id": "pc-09-10-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "pc-09-10-03s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-09-10-03s8", "raw": "A scene from a TV show in which a woman is talking about her husband's infidelity.", "with_names": ""}, {"scene_id": "pc-09-10-03s9", "raw": "A scene from a TV show in which a woman is holding a book and a man is talking to her.", "with_names": ""}, {"scene_id": "pc-09-10-03s10", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-09-10-03s11", "raw": "A scene from a TV show in which a man is wearing a black shirt and a young man is in a blue shirt.", "with_names": "a man is wearing a black shirt and a young man is in a blue shirt."}, {"scene_id": "pc-09-10-03s12", "raw": "A scene from a TV show in which a man and a woman are in a room with a desk and a computer.", "with_names": "a man and a woman are in a room with a desk and a computer."}, {"scene_id": "pc-09-10-03s13", "raw": "A scene from a TV show in which a woman is crying and her hand is over her mouth.", "with_names": "a woman is crying and her hand is over her mouth."}, {"scene_id": "pc-09-10-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-09-10-03s15", "raw": "A scene from a TV show in which a large gold seal is placed over a red background. The title is \"Port Charles The Gift\" and the show's name is \"ABC Daytime\"", "with_names": "a large gold seal is placed over a red background. the title is \"port charles the gift\" and the show's name is \"abc daytime\""}]