[{"scene_id": "atwt-03-18-09s0", "raw": "A scene from a TV show in which a woman is seen pushing an elevator button.", "with_names": "a woman is pushing an elevator button."}, {"scene_id": "atwt-03-18-09s1", "raw": "A scene from a TV show in which a blonde woman is smiling and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-03-18-09s2", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him, holding her head in her hands.", "with_names": ""}, {"scene_id": "atwt-03-18-09s3", "raw": "A scene from a TV show in which a toilet paper roll is used more than once.", "with_names": "a toilet paper roll is used more than once."}, {"scene_id": "atwt-03-18-09s4", "raw": "A scene from a TV show in which a man is holding a knife and a woman is looking at him.", "with_names": "a man is holding a knife and a woman is looking at him."}, {"scene_id": "atwt-03-18-09s5", "raw": "A scene from a TV show in which a man is standing in an office and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-03-18-09s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-03-18-09s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-03-18-09s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "atwt-03-18-09s9", "raw": "A scene from a TV show in which a man is seen using a plastic bag to clean his hands.", "with_names": "a man is using a plastic bag to clean his hands."}, {"scene_id": "atwt-03-18-09s10", "raw": "A scene from a TV show in which a woman is wearing a red coat and a man is looking at her.", "with_names": "a woman is wearing a red coat and a man is looking at her."}, {"scene_id": "atwt-03-18-09s11", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-03-18-09s12", "raw": "A scene from a TV show in which a man and a boy are fishing in a river.", "with_names": "a man and a boy are fishing in a river."}, {"scene_id": "atwt-03-18-09s13", "raw": "A scene from a TV show in which a woman is looking off to the side.", "with_names": "a woman is looking off to the side."}, {"scene_id": "atwt-03-18-09s14", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-03-18-09s15", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a clock", "with_names": ""}, {"scene_id": "atwt-03-18-09s16", "raw": "A scene from a TV show in which a cartoon character is holding a comb in its mouth.", "with_names": "a cartoon character is holding a comb in its mouth."}, {"scene_id": "atwt-03-18-09s17", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-03-18-09s18", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-03-18-09s19", "raw": "A scene from a TV show in which a woman is kissing another woman.", "with_names": "a woman is kissing another woman."}, {"scene_id": "atwt-03-18-09s20", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-03-18-09s21", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-03-18-09s22", "raw": "A scene from a TV show in which a woman holds a container of tuna.", "with_names": "a woman holds a container of tuna."}]