[{"scene_id": "gl-07-02-04s0", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "gl-07-02-04s1", "raw": "A scene from a TV show in which a woman is wearing a pink dress and looking at the camera.", "with_names": "a woman is wearing a pink dress and looking at the camera."}, {"scene_id": "gl-07-02-04s2", "raw": "A scene from a TV show in which a woman is standing in front of a bunch of balloons.", "with_names": "a woman is standing in front of a bunch of balloons."}, {"scene_id": "gl-07-02-04s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-02-04s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-02-04s5", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a woman is standing behind him.", "with_names": "a man is wearing a white t-shirt and a woman is standing behind him."}, {"scene_id": "gl-07-02-04s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-07-02-04s7", "raw": "A scene from a TV show in which a man is talking to a woman and a balloon is in the background", "with_names": ""}, {"scene_id": "gl-07-02-04s8", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is in a towel", "with_names": "a woman is wearing a dress and a man is in a towel"}, {"scene_id": "gl-07-02-04s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and her hair is down.", "with_names": "a woman is wearing a red dress and her hair is down."}, {"scene_id": "gl-07-02-04s10", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-07-02-04s11", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a blonde wig.", "with_names": "a woman is wearing a pink dress and a blonde wig."}, {"scene_id": "gl-07-02-04s12", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "gl-07-02-04s13", "raw": "A scene from a TV show in which a man is talking to a woman in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-07-02-04s14", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "gl-07-02-04s15", "raw": "A scene from a TV show in which a young man is standing in front of balloons.", "with_names": "a young man is standing in front of balloons."}, {"scene_id": "gl-07-02-04s16", "raw": "", "with_names": ""}, {"scene_id": "gl-07-02-04s17", "raw": "A scene from a TV show in which a man is holding a blue drink and looking down at it.", "with_names": "a man is holding a blue drink and looking down at it."}]