[{"scene_id": "bb-06-09-14s0", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "Hope kisses Liam on the cheek."}, {"scene_id": "bb-06-09-14s1", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "Quinn is crying."}, {"scene_id": "bb-06-09-14s2", "raw": "A scene from a TV show in which a sign is lit up in the dark.", "with_names": "a sign is lit up in the dark."}, {"scene_id": "bb-06-09-14s3", "raw": "A scene from a TV show in which a man is wearing a suit and a purple tie.", "with_names": "a man is wearing a suit and a purple tie."}, {"scene_id": "bb-06-09-14s5", "raw": "A scene from a TV show in which a woman is looking at a man and a clock.", "with_names": "Aly is looking at a man and a clock."}, {"scene_id": "bb-06-09-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-06-09-14s7", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie.", "with_names": "a man is wearing a white shirt and a tie."}, {"scene_id": "bb-06-09-14s8", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "Liam is wearing a suit and a tie."}, {"scene_id": "bb-06-09-14s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-09-14s10", "raw": "A scene from a TV show in which a woman is wearing a black dress and a necklace.", "with_names": "Hope is wearing a black dress and a necklace."}, {"scene_id": "bb-06-09-14s11", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a woman.", "with_names": ""}, {"scene_id": "bb-06-09-14s12", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "bb-06-09-14s13", "raw": "A scene from a TV show in which a woman is driving a car and her face is lit up by the headlights.", "with_names": "a woman is driving a car and her face is lit up by the headlights."}, {"scene_id": "bb-06-09-14s14", "raw": "A scene from a TV show in which a woman is walking through a living room carrying a handbag.", "with_names": "Hope is walking through a living room carrying a handbag."}, {"scene_id": "bb-06-09-14s15", "raw": "A scene from a TV show in which a man is being arrested.", "with_names": "a man is being arrested."}, {"scene_id": "bb-06-09-14s17", "raw": "A scene from a TV show in which a man and a woman are in a courtroom, with a judge and a lawyer.", "with_names": "a man and Pam are in a courtroom, with a judge and a lawyer."}, {"scene_id": "bb-06-09-14s20", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-06-09-14s21", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-06-09-14s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Charlie and a woman are standing in a room."}]