[{"scene_id": "gl-03-05-03s0", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, talking to each other.", "with_names": ""}, {"scene_id": "gl-03-05-03s1", "raw": "A scene from a TV show in which a man and a woman are talking to a police officer.", "with_names": ""}, {"scene_id": "gl-03-05-03s2", "raw": "A scene from a TV show in which a woman is reading a book and a lamp is on", "with_names": "a woman is reading a book and a lamp is on"}, {"scene_id": "gl-03-05-03s3", "raw": "A scene from a TV show in which a woman is in a jail cell", "with_names": "a woman is in a jail cell"}, {"scene_id": "gl-03-05-03s4", "raw": "A scene from a TV show in which a woman is drinking a soda and a man is standing behind her.", "with_names": "a woman is drinking a soda and a man is standing behind her."}, {"scene_id": "gl-03-05-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-05-03s6", "raw": "A scene from a TV show in which a woman is talking to a man in a living room.", "with_names": ""}, {"scene_id": "gl-03-05-03s7", "raw": "A scene from a TV show in which a man is holding a book and a woman is walking away from him.", "with_names": "a man is holding a book and a woman is walking away from him."}, {"scene_id": "gl-03-05-03s8", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "gl-03-05-03s9", "raw": "A scene from a TV show in which a woman is talking and a dog is sitting next to her", "with_names": ""}, {"scene_id": "gl-03-05-03s10", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-05-03s11", "raw": "A scene from a TV show in which a woman is wearing a red jumper and a white collared shirt and is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-05-03s12", "raw": "A scene from a TV show in which two men are sitting on a bench, looking at a piece of paper.", "with_names": "two men are sitting on a bench, looking at a piece of paper."}, {"scene_id": "gl-03-05-03s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-03-05-03s14", "raw": "A scene from a TV show in which a man is walking down a hallway with a gun in his hand.", "with_names": "a man is walking down a hallway with a gun in his hand."}, {"scene_id": "gl-03-05-03s15", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "gl-03-05-03s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-05-03s17", "raw": "A scene from a TV show in which a man is talking on a phone while sitting on the couch.", "with_names": ""}, {"scene_id": "gl-03-05-03s18", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-05-03s19", "raw": "", "with_names": ""}, {"scene_id": "gl-03-05-03s20", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "gl-03-05-03s21", "raw": "A scene from a TV show in which a police officer is standing in a doorway with his hands on his hips.", "with_names": "a police officer is standing in a doorway with his hands on his hips."}]