[{"scene_id": "gl-07-17-03s0", "raw": "A scene from a TV show in which a woman is holding a child and talking to a man.", "with_names": ""}, {"scene_id": "gl-07-17-03s1", "raw": "A scene from a TV show in which a man is talking to someone and looking at the camera.", "with_names": ""}, {"scene_id": "gl-07-17-03s2", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is kneeling on the floor.", "with_names": "a man is standing in front of a desk and a woman is kneeling on the floor."}, {"scene_id": "gl-07-17-03s3", "raw": "A scene from a TV show in which a white circle is on the screen", "with_names": "a white circle is on the screen"}, {"scene_id": "gl-07-17-03s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie and looking confused.", "with_names": "a man is wearing a white shirt and a tie and looking confused."}, {"scene_id": "gl-07-17-03s5", "raw": "A scene from a TV show in which a man is talking on his cell phone and another man is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-07-17-03s6", "raw": "A scene from a TV show in which a man is standing on a bench and a woman is sitting on the bench next to him.", "with_names": "a man is standing on a bench and a woman is sitting on the bench next to him."}, {"scene_id": "gl-07-17-03s7", "raw": "A scene from a TV show in which a man is sitting in front of a window and looking up at the sky.", "with_names": "a man is sitting in front of a window and looking up at the sky."}, {"scene_id": "gl-07-17-03s8", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-17-03s9", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-07-17-03s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-17-03s11", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "gl-07-17-03s12", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-17-03s13", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-17-03s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-17-03s15", "raw": "A scene from a TV show in which a woman is sitting across a man from each other at a table.", "with_names": "a woman is sitting across a man from each other at a table."}, {"scene_id": "gl-07-17-03s16", "raw": "A scene from a TV show in which a man and a woman are holding a baby and talking to each other.", "with_names": ""}, {"scene_id": "gl-07-17-03s17", "raw": "A scene from a TV show in which a man and a woman are standing in front of a house.", "with_names": "a man and a woman are standing in front of a house."}, {"scene_id": "gl-07-17-03s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-07-17-03s19", "raw": "A scene from a TV show in which a man is talking to someone and a woman is standing behind him", "with_names": ""}, {"scene_id": "gl-07-17-03s20", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in front of a bookcase.", "with_names": "a man is wearing a suit and tie and is standing in front of a bookcase."}]