[{"scene_id": "oltl-08-28-07s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-08-28-07s1", "raw": "A scene from a TV show in which a young girl is being groomed for prostitution.", "with_names": "a young girl is being groomed for prostitution."}, {"scene_id": "oltl-08-28-07s2", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is in a suit.", "with_names": "a woman is wearing a green dress and a man is in a suit."}, {"scene_id": "oltl-08-28-07s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-28-07s4", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-08-28-07s5", "raw": "A scene from a TV show in which a man is pointing at a woman and she is looking at him.", "with_names": "a man is pointing at a woman and she is looking at him."}, {"scene_id": "oltl-08-28-07s6", "raw": "A scene from a TV show in which a man is sitting at a desk and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-08-28-07s7", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "oltl-08-28-07s8", "raw": "A scene from a TV show in which a woman is in a purple shirt and a police officer is behind bars.", "with_names": "a woman is in a purple shirt and a police officer is behind bars."}, {"scene_id": "oltl-08-28-07s9", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-08-28-07s10", "raw": "A scene from a TV show in which a man is standing in a recording studio, a blonde woman is sitting on a piano.", "with_names": "a man is standing in a recording studio, a blonde woman is sitting on a piano."}, {"scene_id": "oltl-08-28-07s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-07s12", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by a man."}, {"scene_id": "oltl-08-28-07s13", "raw": "A scene from a TV show in which a man is holding a gun to another man's head.", "with_names": "a man is holding a gun to another man's head."}, {"scene_id": "oltl-08-28-07s14", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "oltl-08-28-07s15", "raw": "A scene from a TV show in which a woman is in a purple hoodie and is behind bars.", "with_names": "a woman is in a purple hoodie and is behind bars."}, {"scene_id": "oltl-08-28-07s16", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-08-28-07s17", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-28-07s18", "raw": "A scene from a TV show in which a woman is holding a knife and a man is trying to stop her.", "with_names": "a woman is holding a knife and a man is trying to stop her."}, {"scene_id": "oltl-08-28-07s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-28-07s20", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "oltl-08-28-07s21", "raw": "A scene from a TV show in which a man is lying on the floor, holding a potted plant and a baseball bat, while a woman stands behind him, yelling.", "with_names": "a man is lying on the floor, holding a potted plant and a baseball bat, while a woman stands behind him, yelling."}, {"scene_id": "oltl-08-28-07s22", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-28-07s23", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-08-28-07s24", "raw": "A scene from a TV show in which a blonde woman is wearing a long necklace and earrings and looking at a man.", "with_names": "a blonde woman is wearing a long necklace and earrings and looking at a man."}, {"scene_id": "oltl-08-28-07s25", "raw": "A scene from a TV show in which a woman is signing a contract with a man.", "with_names": "a woman is signing a contract with a man."}, {"scene_id": "oltl-08-28-07s26", "raw": "A scene from a TV show in which a woman is in a white dress and a black choker, looking upset.", "with_names": "a woman is in a white dress and a black choker, looking upset."}, {"scene_id": "oltl-08-28-07s27", "raw": "A scene from a TV show in which a woman is sitting at a table with a bottle and a cup in front of her.", "with_names": "a woman is sitting at a table with a bottle and a cup in front of her."}, {"scene_id": "oltl-08-28-07s28", "raw": "A scene from a TV show in which a woman is wearing a black dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-08-28-07s29", "raw": "A scene from a TV show in which a man is wearing a white shirt and a black hat.", "with_names": "a man is wearing a white shirt and a black hat."}, {"scene_id": "oltl-08-28-07s30", "raw": "A scene from a TV show in which a man is wearing a suit and a blonde wig.", "with_names": "a man is wearing a suit and a blonde wig."}, {"scene_id": "oltl-08-28-07s31", "raw": "A scene from a TV show in which a woman is wearing a green dress and a man is playing the piano.", "with_names": "a woman is wearing a green dress and a man is playing the piano."}, {"scene_id": "oltl-08-28-07s32", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing next to him.", "with_names": "a man is in a jail cell and a woman is standing next to him."}, {"scene_id": "oltl-08-28-07s33", "raw": "A scene from a TV show in which a man is standing on a table and a chair is falling over.", "with_names": "a man is standing on a table and a chair is falling over."}, {"scene_id": "oltl-08-28-07s34", "raw": "A scene from a TV show in which a man is wearing a black shirt and a grey hair", "with_names": "a man is wearing a black shirt and a grey hair"}]