[{"scene_id": "atwt-09-28-06s0", "raw": "A scene from a TV show in which a woman is sitting on a bed and reading a book.", "with_names": "Maddie is sitting on a bed and reading a book."}, {"scene_id": "atwt-09-28-06s1", "raw": "A scene from a TV show in which a man is sitting in a room with a chair and a window.", "with_names": "a man is sitting in a room with a chair and a window."}, {"scene_id": "atwt-09-28-06s2", "raw": "A scene from a TV show in which a blonde woman is wearing a red tank top and a choker.", "with_names": "a blonde woman is wearing a red tank top and a choker."}, {"scene_id": "atwt-09-28-06s3", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-09-28-06s4", "raw": "A scene from a TV show in which a woman is being choked by a man.", "with_names": "Lucy is being choked by ]."}, {"scene_id": "atwt-09-28-06s5", "raw": "A scene from a TV show in which two men are talking to each other.", "with_names": ""}, {"scene_id": "atwt-09-28-06s6", "raw": "A scene from a TV show in which a woman is wearing a grey jacket and a brown shirt.", "with_names": "a woman is wearing a grey jacket and a brown shirt."}, {"scene_id": "atwt-09-28-06s7", "raw": "A scene from a TV show in which a young woman is sitting in a car, looking out of the window.", "with_names": "a young woman is sitting in a car, looking out of the window."}, {"scene_id": "atwt-09-28-06s8", "raw": "A scene from a TV show in which a woman is seen drinking tea while a man sits on a couch and another man sits in the background.", "with_names": "a woman is drinking tea while a man sits on a couch and another man sits in the background."}, {"scene_id": "atwt-09-28-06s9", "raw": "A scene from a TV show in which a woman is talking to a man in a bathroom.", "with_names": ""}, {"scene_id": "atwt-09-28-06s10", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-09-28-06s11", "raw": "A scene from a TV show in which a man is looking at a car and another man is talking to him.", "with_names": ""}, {"scene_id": "atwt-09-28-06s12", "raw": "A scene from a TV show in which a tap is turned on", "with_names": "a tap is turned on"}, {"scene_id": "atwt-09-28-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-09-28-06s14", "raw": "A scene from a TV show in which a young girl is being held by a man.", "with_names": "a young girl is being held by a man."}, {"scene_id": "atwt-09-28-06s15", "raw": "A scene from a TV show in which a young girl is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "atwt-09-28-06s16", "raw": "A scene from a TV show in which a man in a red cape and a woman in a white coat are holding hands.", "with_names": "] in a red cape and Lucy in a white coat are holding hands."}, {"scene_id": "atwt-09-28-06s17", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-09-28-06s18", "raw": "A scene from a TV show in which a person is cooking muffins in a toaster oven.", "with_names": "a person is cooking muffins in a toaster oven."}, {"scene_id": "atwt-09-28-06s19", "raw": "A scene from a TV show in which a person is hiding behind a tree.", "with_names": "a person is hiding behind a tree."}, {"scene_id": "atwt-09-28-06s20", "raw": "A scene from a TV show in which a bear is seen eating a human hand.", "with_names": "a bear is eating a human hand."}, {"scene_id": "atwt-09-28-06s21", "raw": "A scene from a TV show in which a man is talking to someone and they are both wearing red shirts.", "with_names": ""}, {"scene_id": "atwt-09-28-06s22", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking down.", "with_names": ""}, {"scene_id": "atwt-09-28-06s23", "raw": "A scene from a TV show in which two men are in a car and a woman is standing next to them.", "with_names": "two men are in a car and a woman is standing next to them."}, {"scene_id": "atwt-09-28-06s24", "raw": "A scene from a TV show in which a man is seen putting a pink cloth over a child's head.", "with_names": "] is putting a pink cloth over a child's head."}, {"scene_id": "atwt-09-28-06s25", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open.", "with_names": "a man is walking down a hallway and a door is open."}, {"scene_id": "atwt-09-28-06s26", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-09-28-06s27", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "atwt-09-28-06s28", "raw": "A scene from a TV show in which a man is looking at his reflection in a mirror and pulling his hair.", "with_names": "a man is looking at his reflection in a mirror and pulling his hair."}, {"scene_id": "atwt-09-28-06s29", "raw": "A scene from a TV show in which a hand is shown dipping a finger into a jar of makeup.", "with_names": ""}, {"scene_id": "atwt-09-28-06s30", "raw": "A scene from a TV show in which a man and a woman are in a bathtub.", "with_names": "a man and a woman are in a bathtub."}, {"scene_id": "atwt-09-28-06s31", "raw": "A scene from a TV show in which two men are standing in a hallway, one is wearing a green jacket and the other is wearing a black jacket.", "with_names": "two men are standing in a hallway, one is wearing a green jacket and the other is wearing a black jacket."}, {"scene_id": "atwt-09-28-06s32", "raw": "", "with_names": ""}, {"scene_id": "atwt-09-28-06s33", "raw": "A scene from a TV show in which a fire is raging in a building.", "with_names": "a fire is raging in a building."}, {"scene_id": "atwt-09-28-06s34", "raw": "A scene from a TV show in which a man and a boy are in a workshop, with a table and tools in the background.", "with_names": "a man and a boy are in a workshop, with a table and tools in the background."}]