[{"scene_id": "gl-12-13-05s0", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is standing next to her", "with_names": ""}, {"scene_id": "gl-12-13-05s1", "raw": "A scene from a TV show in which a man proposes to a woman.", "with_names": "a man proposes to a woman."}, {"scene_id": "gl-12-13-05s2", "raw": "A scene from a TV show in which a man is talking on the phone in a hospital room.", "with_names": ""}, {"scene_id": "gl-12-13-05s3", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-12-13-05s4", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "gl-12-13-05s5", "raw": "A scene from a TV show in which a man is kissing a woman in front of a Christmas tree.", "with_names": "a man is kissing a woman in front of a christmas tree."}, {"scene_id": "gl-12-13-05s6", "raw": "A scene from a TV show in which a woman is smiling in front of a Christmas tree.", "with_names": "a woman is smiling in front of a christmas tree."}, {"scene_id": "gl-12-13-05s7", "raw": "A scene from a TV show in which a man is sitting on a couch talking on the phone and a picture of his wife is on his desk", "with_names": ""}, {"scene_id": "gl-12-13-05s8", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-12-13-05s9", "raw": "A scene from a TV show in which a man is holding a watch and looking at it.", "with_names": "a man is holding a watch and looking at it."}, {"scene_id": "gl-12-13-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and she is smiling.", "with_names": ""}, {"scene_id": "gl-12-13-05s11", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-12-13-05s12", "raw": "A scene from a TV show in which a man is looking at a screen and saying,", "with_names": "a man is looking at a screen and saying,"}, {"scene_id": "gl-12-13-05s13", "raw": "A scene from a TV show in which a blonde woman is wearing a green jacket and a red rose on her chest.", "with_names": "a blonde woman is wearing a green jacket and a red rose on her chest."}, {"scene_id": "gl-12-13-05s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-12-13-05s15", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-13-05s16", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-12-13-05s17", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him", "with_names": ""}, {"scene_id": "gl-12-13-05s18", "raw": "A scene from a TV show in which a man is talking on the phone while standing in a room.", "with_names": ""}, {"scene_id": "gl-12-13-05s19", "raw": "A scene from a TV show in which a man is talking about his wife's death.", "with_names": ""}, {"scene_id": "gl-12-13-05s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-12-13-05s21", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-12-13-05s22", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-12-13-05s23", "raw": "A scene from a TV show in which a man is seen kissing a woman in a hotel room.", "with_names": "a man is kissing a woman in a hotel room."}, {"scene_id": "gl-12-13-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-12-13-05s25", "raw": "A scene from a TV show in which a woman is trying to untangle a spider web from a box.", "with_names": "a woman is trying to untangle a spider web from a box."}, {"scene_id": "gl-12-13-05s26", "raw": "A scene from a TV show in which a girl is talking to her mother about her boyfriend.", "with_names": ""}, {"scene_id": "gl-12-13-05s27", "raw": "A scene from a TV show in which a doctor is talking to a patient and the patient is holding his hand", "with_names": ""}, {"scene_id": "gl-12-13-05s28", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-12-13-05s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-12-13-05s30", "raw": "A scene from a TV show in which two women are standing next to each other, one is wearing a red dress and the other is wearing a white one.", "with_names": "two women are standing next to each other, one is wearing a red dress and the other is wearing a white one."}]