[{"scene_id": "oltl-12-15-06s0", "raw": "A scene from a TV show in which a man is pouring a drink for a woman.", "with_names": "Antonio is pouring a drink for Nash."}, {"scene_id": "oltl-12-15-06s1", "raw": "A scene from a TV show in which a black woman is holding a bowl of popcorn and talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-12-15-06s2", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "oltl-12-15-06s3", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-15-06s4", "raw": "A scene from a TV show in which a woman is interviewing a potential client.", "with_names": "a woman is interviewing a potential client."}, {"scene_id": "oltl-12-15-06s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a black cat and another woman is standing next to her.", "with_names": "a woman is sitting at a table with a black cat and another woman is standing next to her."}, {"scene_id": "oltl-12-15-06s6", "raw": "A scene from a TV show in which a man is strapped to a chair and another man is holding a knife to his throat.", "with_names": "a man is strapped to a chair and another man is holding a knife to his throat."}, {"scene_id": "oltl-12-15-06s7", "raw": "A scene from a TV show in which a woman is singing to a man.", "with_names": "a woman is singing to a man."}, {"scene_id": "oltl-12-15-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-15-06s9", "raw": "A scene from a TV show in which a man is sitting at a table in a dark room.", "with_names": "a man is sitting at a table in a dark room."}, {"scene_id": "oltl-12-15-06s10", "raw": "A scene from a TV show in which a woman is sitting at a table with lit candles and a man is standing behind her.", "with_names": "a woman is sitting at a table with lit candles and a man is standing behind her."}, {"scene_id": "oltl-12-15-06s11", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "oltl-12-15-06s12", "raw": "A scene from a TV show in which a man is tied up and gagged with duct tape.", "with_names": "a man is tied up and gagged with duct tape."}, {"scene_id": "oltl-12-15-06s13", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-12-15-06s14", "raw": "A scene from a TV show in which a woman is seen wearing a black dress.", "with_names": "a woman is wearing a black dress."}, {"scene_id": "oltl-12-15-06s15", "raw": "A scene from a TV show in which a girl is talking to a boy in a bar.", "with_names": ""}, {"scene_id": "oltl-12-15-06s16", "raw": "A scene from a TV show in which two women are sitting at a table, with candles lit in front of them.", "with_names": "two women are sitting at a table, with candles lit in front of them."}, {"scene_id": "oltl-12-15-06s17", "raw": "A scene from a TV show in which a man is holding a woman's head in his hands.", "with_names": "a man is holding a woman's head in his hands."}, {"scene_id": "oltl-12-15-06s18", "raw": "A scene from a TV show in which a woman is holding a man's arm and another man is standing next to her.", "with_names": "a woman is holding a man's arm and another man is standing next to her."}, {"scene_id": "oltl-12-15-06s19", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "oltl-12-15-06s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and another woman is standing behind her.", "with_names": "a woman is sitting at a table with a man, and another woman is standing behind her."}, {"scene_id": "oltl-12-15-06s21", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-12-15-06s22", "raw": "A scene from a TV show in which a woman is sitting at a table with a man, and she is touching her hair.", "with_names": "a woman is sitting at a table with a man, and she is touching her hair."}, {"scene_id": "oltl-12-15-06s23", "raw": "A scene from a TV show in which a man and a woman are sitting close to each other, the man is looking at the woman and she is looking back at him.", "with_names": "a man and a woman are sitting close to each other, the man is looking at the woman and she is looking back at him."}, {"scene_id": "oltl-12-15-06s24", "raw": "A scene from a TV show in which a man and a woman are sitting at a table with wine glasses.", "with_names": "a man and a woman are sitting at a table with wine glasses."}, {"scene_id": "oltl-12-15-06s25", "raw": "A scene from a TV show in which a woman is sitting in a bar and talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-15-06s26", "raw": "A scene from a TV show in which a woman is walking down a street and a man is standing behind her.", "with_names": "a woman is walking down a street and a man is standing behind her."}, {"scene_id": "oltl-12-15-06s27", "raw": "A scene from a TV show in which a woman is talking on the phone in a kitchen.", "with_names": ""}, {"scene_id": "oltl-12-15-06s28", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-15-06s29", "raw": "", "with_names": ""}, {"scene_id": "oltl-12-15-06s30", "raw": "A scene from a TV show in which a woman is reading a book in a bathroom.", "with_names": "a woman is reading a book in a bathroom."}, {"scene_id": "oltl-12-15-06s31", "raw": "A scene from a TV show in which a man is standing at a table with a woman standing behind him.", "with_names": "a man is standing at a table with a woman standing behind him."}, {"scene_id": "oltl-12-15-06s32", "raw": "A scene from a TV show in which a woman is wearing a purple corset and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-12-15-06s33", "raw": "A scene from a TV show in which a man is wrapped in plastic", "with_names": "a man is wrapped in plastic"}]