[{"scene_id": "gl-08-05-05s0", "raw": "A scene from a TV show in which a woman is walking down a flight of stairs.", "with_names": "a woman is walking down a flight of stairs."}, {"scene_id": "gl-08-05-05s1", "raw": "A scene from a TV show in which a woman is singing in a church.", "with_names": "a woman is singing in a church."}, {"scene_id": "gl-08-05-05s2", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is standing next to her.", "with_names": "a woman is wearing a dress and a man is standing next to her."}, {"scene_id": "gl-08-05-05s3", "raw": "A scene from a TV show in which a man is talking to a camera and a fence is in the background.", "with_names": ""}, {"scene_id": "gl-08-05-05s4", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by a man."}, {"scene_id": "gl-08-05-05s5", "raw": "A scene from a TV show in which a woman is giving a middle finger to a man.", "with_names": "a woman is giving a middle finger to a man."}, {"scene_id": "gl-08-05-05s6", "raw": "A scene from a TV show in which a woman is looking at her phone and a man is talking to her", "with_names": ""}, {"scene_id": "gl-08-05-05s7", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down, with sunflowers in the background.", "with_names": "a blonde woman is smiling and looking down, with sunflowers in the background."}, {"scene_id": "gl-08-05-05s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-05-05s9", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-05-05s10", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "gl-08-05-05s11", "raw": "A scene from a TV show in which a man is lying on a bed with his hands behind his head.", "with_names": "a man is lying on a bed with his hands behind his head."}, {"scene_id": "gl-08-05-05s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-08-05-05s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-08-05-05s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-05-05s15", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "gl-08-05-05s16", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-08-05-05s17", "raw": "A scene from a TV show in which a blonde woman is looking down and her eyes are closed", "with_names": "a blonde woman is looking down and her eyes are closed"}, {"scene_id": "gl-08-05-05s18", "raw": "", "with_names": ""}, {"scene_id": "gl-08-05-05s19", "raw": "", "with_names": ""}, {"scene_id": "gl-08-05-05s20", "raw": "", "with_names": ""}, {"scene_id": "gl-08-05-05s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man in a white shirt", "with_names": "a woman is wearing a red dress and a man in a white shirt"}, {"scene_id": "gl-08-05-05s22", "raw": "A scene from a TV show in which a man is sitting on a bench and a woman is standing next to him.", "with_names": "a man is sitting on a bench and a woman is standing next to him."}, {"scene_id": "gl-08-05-05s23", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-08-05-05s24", "raw": "A scene from a TV show in which a man is crying", "with_names": "a man is crying"}, {"scene_id": "gl-08-05-05s25", "raw": "", "with_names": ""}]