[{"scene_id": "atwt-04-25-05s0", "raw": "A scene from a TV show in which a woman is sitting in a car and closing her eyes.", "with_names": "Jennifer is sitting in a car and closing her eyes."}, {"scene_id": "atwt-04-25-05s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and looking down", "with_names": "a man is wearing a black shirt and looking down"}, {"scene_id": "atwt-04-25-05s2", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-25-05s3", "raw": "A scene from a TV show in which a man is sitting at a desk and looking at papers.", "with_names": "a man is sitting at a desk and looking at papers."}, {"scene_id": "atwt-04-25-05s4", "raw": "A scene from a TV show in which a bottle of laundry detergent is shown on a white surface.", "with_names": ""}, {"scene_id": "atwt-04-25-05s5", "raw": "A scene from a TV show in which a woman is standing over a man who is lying on a table.", "with_names": "a woman is standing over a man who is lying on a table."}, {"scene_id": "atwt-04-25-05s6", "raw": "A scene from a TV show in which a woman is looking at a computer screen.", "with_names": "a woman is looking at a computer screen."}, {"scene_id": "atwt-04-25-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and making a face", "with_names": "a man is looking at a woman and making a face"}, {"scene_id": "atwt-04-25-05s8", "raw": "A scene from a TV show in which a woman is sitting in a car and her eyes are closed.", "with_names": "a woman is sitting in a car and her eyes are closed."}, {"scene_id": "atwt-04-25-05s9", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-04-25-05s10", "raw": "A scene from a TV show in which a black man and a white woman are talking to a man and a woman.", "with_names": ""}, {"scene_id": "atwt-04-25-05s11", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-04-25-05s12", "raw": "A scene from a TV show in which a man is standing in front of a wall with many plaques hanging on it.", "with_names": "a man is standing in front of a wall with many plaques hanging on it."}, {"scene_id": "atwt-04-25-05s13", "raw": "A scene from a TV show in which a baby is being bathed by a man.", "with_names": "a baby is being bathed by a man."}, {"scene_id": "atwt-04-25-05s14", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-25-05s15", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-04-25-05s16", "raw": "A scene from a TV show in which a man is seen walking on a wet floor.", "with_names": "a man is walking on a wet floor."}, {"scene_id": "atwt-04-25-05s17", "raw": "A scene from a TV show in which a young woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-04-25-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-25-05s19", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-25-05s20", "raw": "A scene from a TV show in which a doctor is seen walking down a hospital hallway with a patient.", "with_names": "a doctor is walking down a hospital hallway with a patient."}, {"scene_id": "atwt-04-25-05s21", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-25-05s22", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-04-25-05s23", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "atwt-04-25-05s24", "raw": "A scene from a TV show in which a blonde woman is looking at a man.", "with_names": "a blonde woman is looking at a man."}, {"scene_id": "atwt-04-25-05s25", "raw": "A scene from a TV show in which a woman is talking to a microphone.", "with_names": ""}, {"scene_id": "atwt-04-25-05s26", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}]