[{"scene_id": "atwt-02-04-10s0", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-04-10s1", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-02-04-10s2", "raw": "A scene from a TV show in which a man is standing in a kitchen with a knife in his hand.", "with_names": "a man is standing in a kitchen with a knife in his hand."}, {"scene_id": "atwt-02-04-10s3", "raw": "A scene from a TV show in which a woman is sitting in a room with a white wall and a blue chair.", "with_names": "a woman is sitting in a room with a white wall and a blue chair."}, {"scene_id": "atwt-02-04-10s4", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-02-04-10s5", "raw": "A scene from a TV show in which a woman is standing next to a man, holding a book.", "with_names": "a woman is standing next to a man, holding a book."}, {"scene_id": "atwt-02-04-10s6", "raw": "A scene from a TV show in which a woman is standing next to a blonde woman.", "with_names": "a woman is standing next to a blonde woman."}, {"scene_id": "atwt-02-04-10s7", "raw": "A scene from a TV show in which a woman is lying in bed and looking at the camera.", "with_names": "a woman is lying in bed and looking at the camera."}, {"scene_id": "atwt-02-04-10s8", "raw": "A scene from a TV show in which a woman is sitting on a sofa and eating a bowl of soup.", "with_names": "a woman is sitting on a sofa and eating a bowl of soup."}, {"scene_id": "atwt-02-04-10s9", "raw": "A scene from a TV show in which a man is standing in a dark room, looking down at his hands.", "with_names": "a man is standing in a dark room, looking down at his hands."}, {"scene_id": "atwt-02-04-10s10", "raw": "A scene from a TV show in which a man is wearing a green shirt and smiling.", "with_names": "a man is wearing a green shirt and smiling."}, {"scene_id": "atwt-02-04-10s11", "raw": "A scene from a TV show in which two women are sitting at a table, one of them is pointing at something off screen.", "with_names": "two women are sitting at a table, one of them is pointing at something off screen."}, {"scene_id": "atwt-02-04-10s12", "raw": "A scene from a TV show in which a man is standing in a living room with a woman.", "with_names": "a man is standing in a living room with a woman."}, {"scene_id": "atwt-02-04-10s13", "raw": "A scene from a TV show in which a woman is sitting on a yellow chair, holding a cat. A cat is standing on the other side of the chair.", "with_names": "a woman is sitting on a yellow chair, holding a cat. a cat is standing on the other side of the chair."}, {"scene_id": "atwt-02-04-10s14", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on the phone. The phone number is 1-800-NEW-MEDS", "with_names": ""}, {"scene_id": "atwt-02-04-10s15", "raw": "A scene from a TV show in which a man is wearing a green shirt and a necklace", "with_names": "a man is wearing a green shirt and a necklace"}, {"scene_id": "atwt-02-04-10s16", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-04-10s17", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-02-04-10s18", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "atwt-02-04-10s19", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-02-04-10s20", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-04-10s21", "raw": "A scene from a TV show in which a woman is lying in bed with her head resting on her arm", "with_names": "a woman is lying in bed with her head resting on her arm"}, {"scene_id": "atwt-02-04-10s22", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at her neck.", "with_names": ""}, {"scene_id": "atwt-02-04-10s23", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "atwt-02-04-10s24", "raw": "A scene from a TV show in which a man and a woman sit on a couch and look at a plate of food.", "with_names": "a man and a woman sit on a couch and look at a plate of food."}, {"scene_id": "atwt-02-04-10s25", "raw": "A scene from a TV show in which a woman is holding a pill between her fingers.", "with_names": "a woman is holding a pill between her fingers."}]