[{"scene_id": "oltl-02-23-10s0", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp and a couch, and another woman is sitting on the couch.", "with_names": "Dani is standing in a room with a lamp and a couch, and another woman is sitting on the couch."}, {"scene_id": "oltl-02-23-10s1", "raw": "A scene from a TV show in which a man is talking on the phone in a room with a desk and a chair", "with_names": ""}, {"scene_id": "oltl-02-23-10s2", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a black shirt.", "with_names": "a woman is looking at the camera and wearing a black shirt."}, {"scene_id": "oltl-02-23-10s3", "raw": "A scene from a TV show in which a man is looking at the camera and his mouth is open.", "with_names": "a man is looking at the camera and his mouth is open."}, {"scene_id": "oltl-02-23-10s4", "raw": "A scene from a TV show in which a man is looking at the camera with a bruised face.", "with_names": "a man is looking at the camera with a bruised face."}, {"scene_id": "oltl-02-23-10s5", "raw": "A scene from a TV show in which a man pours tea for a woman.", "with_names": "a man pours tea for a woman."}, {"scene_id": "oltl-02-23-10s6", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "oltl-02-23-10s7", "raw": "A scene from a TV show in which a woman is talking to someone and is looking at the camera.", "with_names": ""}, {"scene_id": "oltl-02-23-10s8", "raw": "A scene from a TV show in which a woman is standing in a living room, holding her lower back.", "with_names": "a woman is standing in a living room, holding her lower back."}, {"scene_id": "oltl-02-23-10s9", "raw": "A scene from a TV show in which a girl and a boy are sitting on the floor.", "with_names": "a girl and a boy are sitting on the floor."}, {"scene_id": "oltl-02-23-10s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-23-10s11", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-23-10s12", "raw": "A scene from a TV show in which a woman is smiling and looking at a man.", "with_names": "a woman is smiling and looking at a man."}, {"scene_id": "oltl-02-23-10s13", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-02-23-10s14", "raw": "A scene from a TV show in which a woman is wrapped in a blanket.", "with_names": "a woman is wrapped in a blanket."}, {"scene_id": "oltl-02-23-10s15", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "oltl-02-23-10s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-23-10s17", "raw": "A scene from a TV show in which a young man is talking to a woman, with a black eye and a bruised face.", "with_names": ""}, {"scene_id": "oltl-02-23-10s18", "raw": "A scene from a TV show in which a young woman is looking at a man and saying something.", "with_names": "a young woman is looking at a man and saying something."}, {"scene_id": "oltl-02-23-10s19", "raw": "A scene from a TV show in which a woman is standing in front of a lamp with her arms crossed.", "with_names": "a woman is standing in front of a lamp with her arms crossed."}, {"scene_id": "oltl-02-23-10s20", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-23-10s21", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-02-23-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-23-10s23", "raw": "A scene from a TV show in which a man is sitting on a bed and a woman is wrapped in a blanket.", "with_names": "a man is sitting on a bed and a woman is wrapped in a blanket."}, {"scene_id": "oltl-02-23-10s24", "raw": "A scene from a TV show in which a boy is standing in front of a woman and a man.", "with_names": "a boy is standing in front of a woman and a man."}, {"scene_id": "oltl-02-23-10s25", "raw": "A scene from a TV show in which a man is being choked by a woman.", "with_names": "a man is being choked by a woman."}, {"scene_id": "oltl-02-23-10s26", "raw": "A scene from a TV show in which a woman is sitting on a bed and looking down.", "with_names": "a woman is sitting on a bed and looking down."}, {"scene_id": "oltl-02-23-10s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-23-10s28", "raw": "A scene from a TV show in which a man is yelling and his mouth is wide open.", "with_names": "a man is yelling and his mouth is wide open."}, {"scene_id": "oltl-02-23-10s29", "raw": "A scene from a TV show in which two women are sitting next to each other, with one of them looking at the other and the other looking away.", "with_names": "two women are sitting next to each other, with one of them looking at the other and the other looking away."}, {"scene_id": "oltl-02-23-10s30", "raw": "A scene from a TV show in which a man is on his knees and a woman is standing next to him.", "with_names": "a man is on his knees and a woman is standing next to him."}, {"scene_id": "oltl-02-23-10s31", "raw": "A scene from a TV show in which a man is sitting on a bed and looking at a cell phone", "with_names": "a man is sitting on a bed and looking at a cell phone"}, {"scene_id": "oltl-02-23-10s32", "raw": "A scene from a TV show in which a girl is hugging a boy", "with_names": "a girl is hugging a boy"}, {"scene_id": "oltl-02-23-10s33", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching a woman's face"}, {"scene_id": "oltl-02-23-10s34", "raw": "A scene from a TV show in which a woman is talking to a man and she is wearing a purple sweater.", "with_names": ""}, {"scene_id": "oltl-02-23-10s35", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-02-23-10s36", "raw": "A scene from a TV show in which a man is crying and his head is bleeding.", "with_names": "a man is crying and his head is bleeding."}, {"scene_id": "oltl-02-23-10s37", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-02-23-10s38", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}]