[{"scene_id": "oltl-02-04-08s0", "raw": "A scene from a TV show in which a woman is playing a game of checkers with another woman.", "with_names": "a woman is playing a game of checkers with another woman."}, {"scene_id": "oltl-02-04-08s1", "raw": "A scene from a TV show in which a woman is wearing a white coat and a headband.", "with_names": "a woman is wearing a white coat and a headband."}, {"scene_id": "oltl-02-04-08s2", "raw": "A scene from a TV show in which a man is sitting at a desk and writing on a piece of paper.", "with_names": "a man is sitting at a desk and writing on a piece of paper."}, {"scene_id": "oltl-02-04-08s3", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-04-08s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-04-08s5", "raw": "A scene from a TV show in which a man is sitting in a chair and his hand is raised", "with_names": ""}, {"scene_id": "oltl-02-04-08s6", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-02-04-08s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-04-08s8", "raw": "A scene from a TV show in which a man is wearing a black shirt and a lamp is on the table in front of him.", "with_names": "a man is wearing a black shirt and a lamp is on the table in front of him."}, {"scene_id": "oltl-02-04-08s9", "raw": "A scene from a TV show in which a woman is walking down a hallway with a gun strapped to her back.", "with_names": "a woman is walking down a hallway with a gun strapped to her back."}, {"scene_id": "oltl-02-04-08s10", "raw": "A scene from a TV show in which a man is being hit in the face with a bottle.", "with_names": "a man is being hit in the face with a bottle."}, {"scene_id": "oltl-02-04-08s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-04-08s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a woman is in a red jacket.", "with_names": "a man is wearing a black shirt and a woman is in a red jacket."}, {"scene_id": "oltl-02-04-08s13", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "oltl-02-04-08s14", "raw": "A scene from a TV show in which a man is talking to a woman and smiling.", "with_names": ""}, {"scene_id": "oltl-02-04-08s15", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-04-08s16", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "oltl-02-04-08s17", "raw": "A scene from a TV show in which a woman is wearing a red dress and a black shirt", "with_names": "a woman is wearing a red dress and a black shirt"}, {"scene_id": "oltl-02-04-08s18", "raw": "A scene from a TV show in which a man is wearing a tie and a shirt and is smiling.", "with_names": "a man is wearing a tie and a shirt and is smiling."}, {"scene_id": "oltl-02-04-08s19", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-02-04-08s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-04-08s21", "raw": "A scene from a TV show in which a woman is wearing a white fur coat and a pink dress.", "with_names": "a woman is wearing a white fur coat and a pink dress."}, {"scene_id": "oltl-02-04-08s22", "raw": "A scene from a TV show in which a man is wearing a brown jacket and a green shirt.", "with_names": "a man is wearing a brown jacket and a green shirt."}, {"scene_id": "oltl-02-04-08s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-04-08s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-02-04-08s25", "raw": "A scene from a TV show in which a man puts a ring on a woman's finger.", "with_names": "a man puts a ring on a woman's finger."}, {"scene_id": "oltl-02-04-08s26", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-02-04-08s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-04-08s28", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}]