[{"scene_id": "gl-12-03-04s0", "raw": "a group of people are talking and laughing at each other.", "with_names": ""}, {"scene_id": "gl-12-03-04s1", "raw": "a man is talking on a phone and then he is laughing.", "with_names": ""}, {"scene_id": "gl-12-03-04s2", "raw": "a man and woman are shown in a room and a man is talking.", "with_names": ""}, {"scene_id": "gl-12-03-04s3", "raw": "a man is laying on a table while a woman is tickling him.", "with_names": "Tony is laying on a table while Michelle is tickling him."}, {"scene_id": "gl-12-03-04s4", "raw": "a man is laughing and laughing while another man is laughing.", "with_names": "a man is laughing and laughing while another man is laughing."}, {"scene_id": "gl-12-03-04s5", "raw": "a man and woman are talking about a man and they are talking.", "with_names": ""}, {"scene_id": "gl-12-03-04s6", "raw": "a man and woman are talking to each other while they are kissing.", "with_names": ""}, {"scene_id": "gl-12-03-04s7", "raw": "a man and a woman are sitting at a table and talking about a beer.", "with_names": ""}, {"scene_id": "gl-12-03-04s8", "raw": "a man and woman are walking through a room and talking about the experience.", "with_names": ""}, {"scene_id": "gl-12-03-04s9", "raw": "a man is sitting on a chair and kissing a woman in the face.", "with_names": ""}, {"scene_id": "gl-12-03-04s10", "raw": "a man is holding a woman's hand and she is laughing.", "with_names": "Bill is holding Olivia's hand and she is laughing."}, {"scene_id": "gl-12-03-04s11", "raw": "a man and woman are talking about a kiss, then a man is shown kissing.", "with_names": ""}, {"scene_id": "gl-12-03-04s12", "raw": "a man is laughing and laughing while a woman is laughing.", "with_names": "Jeffrey is laughing and laughing while Dinah is laughing."}, {"scene_id": "gl-12-03-04s13", "raw": "a man and woman are talking about a man and they are having a conversation.", "with_names": ""}, {"scene_id": "gl-12-03-04s14", "raw": "a man is talking about a man and he is talking about it.", "with_names": ""}, {"scene_id": "gl-12-03-04s15", "raw": "a man and woman are in a room and one man is talking to the other.", "with_names": ""}, {"scene_id": "gl-12-03-04s16", "raw": "a woman is laying on a bed while a man is sleeping.", "with_names": "Olivia is laying on a bed while a man is sleeping."}, {"scene_id": "gl-12-03-04s17", "raw": "a woman is laying on her stomach while another woman is tickling her.", "with_names": "a woman is laying on her stomach while another woman is tickling her."}, {"scene_id": "gl-12-03-04s18", "raw": "a man and a woman are kissing each other in a living room.", "with_names": "Edmund and Cassie are kissing each other in a living room."}, {"scene_id": "gl-12-03-04s19", "raw": "a woman is laughing and laughing while a man is laughing.", "with_names": "Dinah is laughing and laughing while Jeffrey is laughing."}, {"scene_id": "gl-12-03-04s20", "raw": "a man is sleeping in a chair and he is sleeping.", "with_names": "Bill is sleeping in a chair and he is sleeping."}, {"scene_id": "gl-12-03-04s21", "raw": "a man is slapping a woman's head and then he is laughing.", "with_names": "Tony is slapping Michelle's head and then he is laughing."}, {"scene_id": "gl-12-03-04s22", "raw": "", "with_names": ""}]