[{"scene_id": "gl-05-30-06s0", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}, {"scene_id": "gl-05-30-06s1", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-05-30-06s2", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-05-30-06s3", "raw": "A scene from a TV show in which a woman is sitting in a room with a lamp and a vase.", "with_names": "a woman is sitting in a room with a lamp and a vase."}, {"scene_id": "gl-05-30-06s4", "raw": "A scene from a TV show in which a woman is shown a large screen and a man is seen on the other side of the screen.", "with_names": ""}, {"scene_id": "gl-05-30-06s5", "raw": "A scene from a TV show in which a man is seen standing in front of a coffin.", "with_names": "a man is standing in front of a coffin."}, {"scene_id": "gl-05-30-06s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-05-30-06s7", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "gl-05-30-06s8", "raw": "A scene from a TV show in which a UFO is seen flying over a city", "with_names": "a ufo is flying over a city"}, {"scene_id": "gl-05-30-06s9", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-30-06s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "gl-05-30-06s11", "raw": "A scene from a TV show in which a woman is singing in a shower.", "with_names": "a woman is singing in a shower."}, {"scene_id": "gl-05-30-06s12", "raw": "A scene from a TV show in which a UFO is seen flying over a town", "with_names": "a ufo is flying over a town"}, {"scene_id": "gl-05-30-06s13", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-30-06s14", "raw": "A scene from a TV show in which a man is seen wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "gl-05-30-06s15", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-05-30-06s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-30-06s17", "raw": "A scene from a TV show in which a young man is smiling and looking at the camera.", "with_names": "a young man is smiling and looking at the camera."}, {"scene_id": "gl-05-30-06s18", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "gl-05-30-06s19", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-30-06s20", "raw": "A scene from a TV show in which a man is yelling and pointing his finger", "with_names": "a man is yelling and pointing his finger"}, {"scene_id": "gl-05-30-06s21", "raw": "A scene from a TV show in which a woman is in the shower with her head turned to the side", "with_names": "a woman is in the shower with her head turned to the side"}, {"scene_id": "gl-05-30-06s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-30-06s23", "raw": "A scene from a TV show in which a man is looking at a book.", "with_names": "a man is looking at a book."}, {"scene_id": "gl-05-30-06s24", "raw": "", "with_names": ""}, {"scene_id": "gl-05-30-06s25", "raw": "A scene from a TV show in which the word Lysol is written on a white sign.", "with_names": "the word lysol is written on a white sign."}]