[{"scene_id": "bb-12-12-13s0", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at another man.", "with_names": "a man is wearing a suit and a tie and looking at another man."}, {"scene_id": "bb-12-12-13s1", "raw": "A scene from a TV show in which a woman is opening a door and walking out.", "with_names": "a woman is opening a door and walking out."}, {"scene_id": "bb-12-12-13s2", "raw": "A scene from a TV show in which a woman is standing in front of a window and looking out at the city.", "with_names": "a woman is standing in front of a window and looking out at the city."}, {"scene_id": "bb-12-12-13s3", "raw": "A scene from a TV show in which a woman is interviewed.", "with_names": "a woman is interviewed."}, {"scene_id": "bb-12-12-13s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-12-13s5", "raw": "A scene from a TV show in which a woman is looking at a painting and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-12-12-13s6", "raw": "A scene from a TV show in which a woman is sitting on a chair and talking to someone.", "with_names": ""}, {"scene_id": "bb-12-12-13s7", "raw": "A scene from a TV show in which a woman is talking to a man in a library.", "with_names": ""}, {"scene_id": "bb-12-12-13s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-12-12-13s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-12-12-13s10", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "bb-12-12-13s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-12-13s12", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "bb-12-12-13s13", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-12-13s14", "raw": "A scene from a TV show in which a man is talking on the phone in an office.", "with_names": ""}, {"scene_id": "bb-12-12-13s15", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-12-13s16", "raw": "A scene from a TV show in which a woman sits in a chair and looks down.", "with_names": "a woman sits in a chair and looks down."}, {"scene_id": "bb-12-12-13s17", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-12-12-13s18", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}]