[{"scene_id": "oltl-10-16-07s0", "raw": "A scene from a TV show in which a girl is sitting on a bench with a boy next to her.", "with_names": "Markko is sitting on a bench with Langston next to her."}, {"scene_id": "oltl-10-16-07s1", "raw": "A scene from a TV show in which a girl is talking to a boy in front of a locker.", "with_names": ""}, {"scene_id": "oltl-10-16-07s2", "raw": "A scene from a TV show in which a woman is sitting at a table and talking on the phone.", "with_names": ""}, {"scene_id": "oltl-10-16-07s3", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "oltl-10-16-07s4", "raw": "A scene from a TV show in which a man is sitting on a bench in a park.", "with_names": "a man is sitting on a bench in a park."}, {"scene_id": "oltl-10-16-07s5", "raw": "A scene from a TV show in which a man is standing over a woman, holding a bottle in his hand.", "with_names": "a man is standing over a woman, holding a bottle in his hand."}, {"scene_id": "oltl-10-16-07s6", "raw": "A scene from a TV show in which a man is talking to a woman and another man is listening.", "with_names": ""}, {"scene_id": "oltl-10-16-07s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-16-07s8", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-10-16-07s9", "raw": "A scene from a TV show in which a boy is talking to a girl in front of a locker.", "with_names": ""}, {"scene_id": "oltl-10-16-07s10", "raw": "A scene from a TV show in which a young man is sitting outside and looking at a woman.", "with_names": "a young man is sitting outside and looking at a woman."}, {"scene_id": "oltl-10-16-07s11", "raw": "A scene from a TV show in which a woman is holding a microphone and making a fist.", "with_names": "a woman is holding a microphone and making a fist."}, {"scene_id": "oltl-10-16-07s12", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-10-16-07s13", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "oltl-10-16-07s14", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "oltl-10-16-07s15", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a brooch", "with_names": "a woman is wearing a red jacket and a brooch"}, {"scene_id": "oltl-10-16-07s16", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-10-16-07s17", "raw": "A scene from a TV show in which a man is talking on a TV screen", "with_names": ""}, {"scene_id": "oltl-10-16-07s18", "raw": "A scene from a TV show in which two cheerleaders are standing next to each other.", "with_names": "two cheerleaders are standing next to each other."}, {"scene_id": "oltl-10-16-07s19", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-16-07s20", "raw": "A scene from a TV show in which a man and a woman are talking in a kitchen.", "with_names": ""}, {"scene_id": "oltl-10-16-07s21", "raw": "A scene from a TV show in which a man and a woman are sitting at a table and talking.", "with_names": ""}, {"scene_id": "oltl-10-16-07s22", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "Michael and ] are sitting next to each other."}, {"scene_id": "oltl-10-16-07s23", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-16-07s24", "raw": "A scene from a TV show in which a girl is wearing a cheerleader uniform and a boy is standing between her and another girl.", "with_names": "a girl is wearing a cheerleader uniform and a boy is standing between her and another girl."}, {"scene_id": "oltl-10-16-07s25", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-16-07s26", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "oltl-10-16-07s27", "raw": "A scene from a TV show in which a man is talking to someone and looking at them.", "with_names": ""}, {"scene_id": "oltl-10-16-07s28", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-16-07s29", "raw": "A scene from a TV show in which a woman is wearing a red dress and a brooch, and another man is talking to her.", "with_names": ""}, {"scene_id": "oltl-10-16-07s30", "raw": "A scene from a TV show in which a woman is talking to a man and another man is watching her.", "with_names": ""}, {"scene_id": "oltl-10-16-07s31", "raw": "A scene from a TV show in which a man is sitting on an orange couch and a woman is standing behind him.", "with_names": "a man is sitting on an orange couch and a woman is standing behind him."}, {"scene_id": "oltl-10-16-07s32", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]