[{"scene_id": "oltl-06-26-06s0", "raw": "A scene from a TV show in which a woman is sitting on a couch with her hands on her head.", "with_names": ""}, {"scene_id": "oltl-06-26-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-26-06s2", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a book in her hand.", "with_names": "a woman is lying in a hospital bed with a book in her hand."}, {"scene_id": "oltl-06-26-06s3", "raw": "A scene from a TV show in which a woman is shown with a yellow rose in her hand.", "with_names": ""}, {"scene_id": "oltl-06-26-06s4", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tie", "with_names": "a man is wearing a white shirt and a tie"}, {"scene_id": "oltl-06-26-06s5", "raw": "A scene from a TV show in which a shirtless man is holding a woman by the waist and kissing her.", "with_names": "a shirtless man is holding a woman by the waist and kissing her."}, {"scene_id": "oltl-06-26-06s6", "raw": "A scene from a TV show in which a man is signing a document at a desk while two other people watch.", "with_names": "a man is signing a document at a desk while two other people watch."}, {"scene_id": "oltl-06-26-06s7", "raw": "A scene from a TV show in which a woman is sitting at a table with a man.", "with_names": "a woman is sitting at a table with a man."}, {"scene_id": "oltl-06-26-06s8", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-06-26-06s9", "raw": "A scene from a TV show in which a woman is lying in a hospital bed.", "with_names": "a woman is lying in a hospital bed."}, {"scene_id": "oltl-06-26-06s10", "raw": "A scene from a TV show in which a man is wearing a light blue shirt and a tie", "with_names": "a man is wearing a light blue shirt and a tie"}, {"scene_id": "oltl-06-26-06s11", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-26-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-26-06s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-06-26-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-26-06s15", "raw": "A scene from a TV show in which a man is reading a newspaper at a dining table.", "with_names": "a man is reading a newspaper at a dining table."}, {"scene_id": "oltl-06-26-06s16", "raw": "A scene from a TV show in which a man is wearing a white shirt and a green tie", "with_names": "a man is wearing a white shirt and a green tie"}, {"scene_id": "oltl-06-26-06s17", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-26-06s18", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt", "with_names": "a man is wearing a suit and a blue shirt"}, {"scene_id": "oltl-06-26-06s19", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit.", "with_names": "a man is looking at the camera and wearing a suit."}, {"scene_id": "oltl-06-26-06s20", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl.", "with_names": ""}, {"scene_id": "oltl-06-26-06s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-06-26-06s22", "raw": "A scene from a TV show in which a woman is wearing a pink jacket and a yellow blouse.", "with_names": "a woman is wearing a pink jacket and a yellow blouse."}, {"scene_id": "oltl-06-26-06s23", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-26-06s24", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-06-26-06s25", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-06-26-06s26", "raw": "A scene from a TV show in which a woman is talking to someone who is not visible in the image.", "with_names": ""}, {"scene_id": "oltl-06-26-06s27", "raw": "A scene from a TV show in which a woman is being groped by a man in a bar.", "with_names": "a woman is being groped by a man in a bar."}, {"scene_id": "oltl-06-26-06s28", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "oltl-06-26-06s29", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-26-06s30", "raw": "A scene from a TV show in which a man is talking to another man in an office.", "with_names": ""}]