[{"scene_id": "atwt-08-03-06s0", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-03-06s1", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-08-03-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch with a man sitting next to her.", "with_names": ""}, {"scene_id": "atwt-08-03-06s3", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-03-06s4", "raw": "A scene from a TV show in which a man and a woman are talking in a living room.", "with_names": ""}, {"scene_id": "atwt-08-03-06s5", "raw": "A scene from a TV show in which a woman is talking to someone in a forest.", "with_names": ""}, {"scene_id": "atwt-08-03-06s6", "raw": "A scene from a TV show in which a can of Easy-Dry is used to clean a table.", "with_names": "a can of easy-dry is used to clean a table."}, {"scene_id": "atwt-08-03-06s7", "raw": "A scene from a TV show in which a woman is holding a baby and another woman is talking to her.", "with_names": ""}, {"scene_id": "atwt-08-03-06s8", "raw": "A scene from a TV show in which a man is cutting a woman's hair.", "with_names": "a man is cutting a woman's hair."}, {"scene_id": "atwt-08-03-06s9", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-08-03-06s10", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and a woman are standing in a room."}, {"scene_id": "atwt-08-03-06s11", "raw": "A scene from a TV show in which a woman is talking to a man and pointing at something.", "with_names": ""}, {"scene_id": "atwt-08-03-06s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-06s13", "raw": "A scene from a TV show in which a woman is walking through a forest.", "with_names": "a woman is walking through a forest."}, {"scene_id": "atwt-08-03-06s14", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-08-03-06s15", "raw": "A scene from a TV show in which a gold star is displayed on a black screen", "with_names": "a gold star is displayed on a black screen"}, {"scene_id": "atwt-08-03-06s16", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in a room with a black background.", "with_names": "a man is in a black suit and tie, standing in a room with a black background."}, {"scene_id": "atwt-08-03-06s17", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is standing behind him.", "with_names": "a man is wearing a suit and a woman is standing behind him."}, {"scene_id": "atwt-08-03-06s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-03-06s19", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-08-03-06s20", "raw": "A scene from a TV show in which a woman is wearing a red and white patterned jacket.", "with_names": "a woman is wearing a red and white patterned jacket."}, {"scene_id": "atwt-08-03-06s21", "raw": "A scene from a TV show in which a man eats a doughnut while a truck driver looks on.", "with_names": "a man eats a doughnut while a truck driver looks on."}, {"scene_id": "atwt-08-03-06s22", "raw": "A scene from a TV show in which a man and a woman kiss passionately.", "with_names": "a man and a woman kiss passionately."}, {"scene_id": "atwt-08-03-06s23", "raw": "A scene from a TV show in which a UFO is seen hovering over a lake.", "with_names": "a ufo is hovering over a lake."}, {"scene_id": "atwt-08-03-06s24", "raw": "A scene from a TV show in which a woman is peeling a pear with a peeler.", "with_names": "a woman is peeling a pear with a peeler."}]