[{"scene_id": "atwt-07-26-07s0", "raw": "A scene from a TV show in which a man is reading a book and looking at the screen.", "with_names": "Will is reading a book and looking at the screen."}, {"scene_id": "atwt-07-26-07s1", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "atwt-07-26-07s2", "raw": "A scene from a TV show in which a man is looking at a piece of paper while two women look on.", "with_names": "a man is looking at a piece of paper while two women look on."}, {"scene_id": "atwt-07-26-07s3", "raw": "A scene from a TV show in which a man is being hit by a woman.", "with_names": "a man is being hit by a woman."}, {"scene_id": "atwt-07-26-07s4", "raw": "A scene from a TV show in which a young boy holds a hammer in his hand.", "with_names": "a young boy holds a hammer in his hand."}, {"scene_id": "atwt-07-26-07s5", "raw": "A scene from a TV show in which a razor is being used to shave a woman's face.", "with_names": "a razor is being used to shave a woman's face."}, {"scene_id": "atwt-07-26-07s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-26-07s7", "raw": "A scene from a TV show in which a man is trapped in a room with a child.", "with_names": "a man is trapped in a room with a child."}, {"scene_id": "atwt-07-26-07s8", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "atwt-07-26-07s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-26-07s10", "raw": "A scene from a TV show in which a woman is sitting on a green couch and smiling. The caption reads: Activa", "with_names": "a woman is sitting on a green couch and smiling. the caption reads: activa"}, {"scene_id": "atwt-07-26-07s11", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a black shirt", "with_names": "a man is looking at a woman and wearing a black shirt"}, {"scene_id": "atwt-07-26-07s12", "raw": "A scene from a TV show in which a blonde woman is sitting on a couch and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-07-26-07s13", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-07-26-07s14", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-07-26-07s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-26-07s16", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-07-26-07s17", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-26-07s18", "raw": "A scene from a TV show in which a man is touching another man's face", "with_names": "a man is touching another man's face"}, {"scene_id": "atwt-07-26-07s19", "raw": "A scene from a TV show in which a young woman is sitting on a bed, looking at the camera.", "with_names": "a young woman is sitting on a bed, looking at the camera."}, {"scene_id": "atwt-07-26-07s20", "raw": "A scene from a TV show in which a blue sphere is floating in space. The title is in white letters on a black background.", "with_names": "a blue sphere is floating in space. the title is in white letters on a black background."}, {"scene_id": "atwt-07-26-07s21", "raw": "A scene from a TV show in which a woman is sitting in a restaurant and talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-26-07s22", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and looking at the camera.", "with_names": "a woman is wearing a pink shirt and looking at the camera."}, {"scene_id": "atwt-07-26-07s23", "raw": "A scene from a TV show in which a man is holding a cane and a woman is standing next to him.", "with_names": "a man is holding a cane and a woman is standing next to him."}, {"scene_id": "atwt-07-26-07s24", "raw": "A scene from a TV show in which a man is wearing a plaid shirt and a beard", "with_names": "a man is wearing a plaid shirt and a beard"}, {"scene_id": "atwt-07-26-07s25", "raw": "A scene from a TV show in which a jar of L'Oreal Paris' Age Perfect Pro-Collagen is shown with white capsules falling out of it.", "with_names": ""}, {"scene_id": "atwt-07-26-07s26", "raw": "A scene from a TV show in which a man and a woman are sitting at a table in a kitchen.", "with_names": "a man and a woman are sitting at a table in a kitchen."}, {"scene_id": "atwt-07-26-07s27", "raw": "A scene from a TV show in which a young girl is sitting on a couch with her mother and father.", "with_names": ""}, {"scene_id": "atwt-07-26-07s28", "raw": "A scene from a TV show in which a woman is sitting in a room with a vase and a painting on the wall.", "with_names": "a woman is sitting in a room with a vase and a painting on the wall."}, {"scene_id": "atwt-07-26-07s29", "raw": "A scene from a TV show in which a bottle of multivitamins is shown.", "with_names": ""}, {"scene_id": "atwt-07-26-07s30", "raw": "A scene from a TV show in which a tank is driving through a town with people running around.", "with_names": "a tank is driving through a town with people running around."}]