[{"scene_id": "atwt-04-12-10s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "atwt-04-12-10s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-04-12-10s2", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-12-10s3", "raw": "A scene from a TV show in which a woman is smiling and showing her hands", "with_names": "a woman is smiling and showing her hands"}, {"scene_id": "atwt-04-12-10s4", "raw": "A scene from a TV show in which a boy is wearing a purple shirt and a black jacket.", "with_names": "a boy is wearing a purple shirt and a black jacket."}, {"scene_id": "atwt-04-12-10s5", "raw": "A scene from a TV show in which a man is standing in front of a window, looking out.", "with_names": "a man is standing in front of a window, looking out."}, {"scene_id": "atwt-04-12-10s6", "raw": "A scene from a TV show in which a woman is wearing a purple scarf and a blue hoodie.", "with_names": "a woman is wearing a purple scarf and a blue hoodie."}, {"scene_id": "atwt-04-12-10s7", "raw": "A scene from a TV show in which a woman reaches for a bottle of Clorox bleach.", "with_names": "a woman reaches for a bottle of clorox bleach."}, {"scene_id": "atwt-04-12-10s8", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-04-12-10s9", "raw": "A scene from a TV show in which a young man is sitting in a restaurant, looking at a woman.", "with_names": "a young man is sitting in a restaurant, looking at a woman."}, {"scene_id": "atwt-04-12-10s10", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-12-10s11", "raw": "A scene from a TV show in which a woman is wearing headphones and listening to music.", "with_names": "a woman is wearing headphones and listening to music."}, {"scene_id": "atwt-04-12-10s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-12-10s13", "raw": "A scene from a TV show in which a man is talking to a young woman.", "with_names": ""}, {"scene_id": "atwt-04-12-10s14", "raw": "A scene from a TV show in which a boy is sitting in a restaurant and talking to a girl.", "with_names": ""}, {"scene_id": "atwt-04-12-10s15", "raw": "A scene from a TV show in which a man is standing in a jail cell.", "with_names": "] is standing in a jail cell."}, {"scene_id": "atwt-04-12-10s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-12-10s17", "raw": "A scene from a TV show in which a woman is wearing a beanie and a jacket.", "with_names": "a woman is wearing a beanie and a jacket."}, {"scene_id": "atwt-04-12-10s18", "raw": "A scene from a TV show in which a woman is shown a stomach with yellow dots.", "with_names": ""}, {"scene_id": "atwt-04-12-10s19", "raw": "A scene from a TV show in which a woman is sitting at a table with a cell phone in her hand.", "with_names": "a woman is sitting at a table with a cell phone in her hand."}, {"scene_id": "atwt-04-12-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-12-10s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-12-10s22", "raw": "A scene from a TV show in which a couple is standing on a pier. The caption reads: Some people had symptom improvement as early as 1 to 2 weeks. Results may vary.", "with_names": "a couple is standing on a pier. the caption reads: some people had symptom improvement as early as 1 to 2 weeks. results may vary."}]