[{"scene_id": "atwt-08-24-10s0", "raw": "A scene from a TV show in which a man is looking at a woman and a vase is visible in the background.", "with_names": "Craig is looking at Lily and a vase is visible in the background."}, {"scene_id": "atwt-08-24-10s1", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "atwt-08-24-10s2", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "atwt-08-24-10s3", "raw": "A scene from a TV show in which a green globe is lit up with the words", "with_names": "a green globe is lit up with the words"}, {"scene_id": "atwt-08-24-10s4", "raw": "A scene from a TV show in which a bright orange background is overlaid with a white box.", "with_names": "a bright orange background is overlaid with a white box."}, {"scene_id": "atwt-08-24-10s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-24-10s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-10s7", "raw": "A scene from a TV show in which a woman is wearing a black and white striped shirt and her hair is blonde.", "with_names": "a woman is wearing a black and white striped shirt and her hair is blonde."}, {"scene_id": "atwt-08-24-10s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-10s9", "raw": "A scene from a TV show in which a toilet is filled with toothbrushes.", "with_names": "a toilet is filled with toothbrushes."}, {"scene_id": "atwt-08-24-10s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-24-10s11", "raw": "A scene from a TV show in which a man is wearing a suit and a white shirt.", "with_names": "a man is wearing a suit and a white shirt."}, {"scene_id": "atwt-08-24-10s12", "raw": "A scene from a TV show in which a man is talking on a cell phone in a library.", "with_names": ""}, {"scene_id": "atwt-08-24-10s13", "raw": "A scene from a TV show in which a woman is wearing shorts and a T-shirt", "with_names": "a woman is wearing shorts and a t-shirt"}, {"scene_id": "atwt-08-24-10s14", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "atwt-08-24-10s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-24-10s16", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-08-24-10s17", "raw": "A scene from a TV show in which a young girl is shown eating pizza.", "with_names": ""}, {"scene_id": "atwt-08-24-10s18", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-24-10s19", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-08-24-10s20", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-08-24-10s21", "raw": "A scene from a TV show in which a woman is wearing a black shirt and a necklace.", "with_names": "a woman is wearing a black shirt and a necklace."}, {"scene_id": "atwt-08-24-10s22", "raw": "A scene from a TV show in which a man is eating a pizza while a woman is washing the dishes.", "with_names": "a man is eating a pizza while a woman is washing the dishes."}, {"scene_id": "atwt-08-24-10s23", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a necklace.", "with_names": "a woman is wearing a purple dress and a necklace."}, {"scene_id": "atwt-08-24-10s24", "raw": "A scene from a TV show in which a man is seen getting into a car with a woman.", "with_names": "a man is getting into a car with a woman."}, {"scene_id": "atwt-08-24-10s25", "raw": "A scene from a TV show in which a woman is sitting on a toilet and laughing.", "with_names": "a woman is sitting on a toilet and laughing."}]