[{"scene_id": "pc-08-15-01s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-08-15-01s1", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-08-15-01s2", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed, and a baby is laying on the bed.", "with_names": "a woman is standing next to a man in a hospital bed, and a baby is laying on the bed."}, {"scene_id": "pc-08-15-01s3", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind", "with_names": ""}, {"scene_id": "pc-08-15-01s4", "raw": "A scene from a TV show in which a young man is talking to someone and the person is saying something to him", "with_names": ""}, {"scene_id": "pc-08-15-01s5", "raw": "A scene from a TV show in which a man is trying to kiss a woman.", "with_names": "a man is trying to kiss a woman."}, {"scene_id": "pc-08-15-01s6", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "pc-08-15-01s7", "raw": "A scene from a TV show in which a woman is having sex with a man", "with_names": "Lucy is having sex with Kevin"}, {"scene_id": "pc-08-15-01s8", "raw": "A scene from a TV show in which a woman is drinking a glass of water from a bottle.", "with_names": "Lucy is drinking a glass of water from a bottle."}, {"scene_id": "pc-08-15-01s9", "raw": "A scene from a TV show in which a doctor is wearing scrubs and a stethoscope around his neck.", "with_names": "a doctor is wearing scrubs and a stethoscope around his neck."}, {"scene_id": "pc-08-15-01s10", "raw": "A scene from a TV show in which a young man is sitting on a couch and looking at the camera.", "with_names": ""}, {"scene_id": "pc-08-15-01s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "pc-08-15-01s12", "raw": "A scene from a TV show in which a priest is wearing glasses and a collar and looking down.", "with_names": "a priest is wearing glasses and a collar and looking down."}, {"scene_id": "pc-08-15-01s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "pc-08-15-01s14", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-08-15-01s15", "raw": "A scene from a TV show in which a man is playing a piano and a woman is singing.", "with_names": "Kevin is playing a piano and Lucy is singing."}, {"scene_id": "pc-08-15-01s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-08-15-01s17", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}]