[{"scene_id": "bb-07-24-15s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "bb-07-24-15s1", "raw": "A scene from a TV show in which a model walks the runway in a white gown", "with_names": "a model walks the runway in a white gown"}, {"scene_id": "bb-07-24-15s2", "raw": "A scene from a TV show in which a man is standing in a bathroom and a woman is looking at a rack of clothes.", "with_names": "a man is standing in a bathroom and a woman is looking at a rack of clothes."}, {"scene_id": "bb-07-24-15s3", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-07-24-15s4", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "bb-07-24-15s5", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "bb-07-24-15s6", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-24-15s7", "raw": "A scene from a TV show in which a woman is talking about her relationship with her boyfriend.", "with_names": ""}, {"scene_id": "bb-07-24-15s8", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-07-24-15s9", "raw": "A scene from a TV show in which a young man and woman are looking at each other.", "with_names": "a young man and woman are looking at each other."}, {"scene_id": "bb-07-24-15s10", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "bb-07-24-15s11", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "bb-07-24-15s12", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-07-24-15s13", "raw": "A scene from a TV show in which a man is giving a woman a high five.", "with_names": "a man is giving a woman a high five."}, {"scene_id": "bb-07-24-15s14", "raw": "", "with_names": ""}]