[{"scene_id": "gl-01-04-05s0", "raw": "A scene from a TV show in which two women are sitting next to each other, looking at each other.", "with_names": "two women are sitting next to each other, looking at each other."}, {"scene_id": "gl-01-04-05s1", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-01-04-05s2", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-01-04-05s3", "raw": "A scene from a TV show in which a woman is flirting with a man.", "with_names": "a woman is flirting with a man."}, {"scene_id": "gl-01-04-05s4", "raw": "A scene from a TV show in which a woman is talking to a man through a glass door.", "with_names": ""}, {"scene_id": "gl-01-04-05s5", "raw": "A scene from a TV show in which a woman is sitting on a chair with her hands on her face", "with_names": ""}, {"scene_id": "gl-01-04-05s6", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-01-04-05s7", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-01-04-05s8", "raw": "A scene from a TV show in which a man is being attacked by a dog", "with_names": "a man is being attacked by a dog"}, {"scene_id": "gl-01-04-05s9", "raw": "A scene from a TV show in which a woman is about to throw a Christmas cracker at a man on the stairs.", "with_names": "a woman is about to throw a christmas cracker at a man on the stairs."}, {"scene_id": "gl-01-04-05s10", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her.", "with_names": ""}, {"scene_id": "gl-01-04-05s11", "raw": "A scene from a TV show in which a woman is talking to someone and her mouth is open", "with_names": ""}, {"scene_id": "gl-01-04-05s12", "raw": "A scene from a TV show in which a man is talking to a woman through a glass door.", "with_names": ""}, {"scene_id": "gl-01-04-05s13", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-01-04-05s14", "raw": "A scene from a TV show in which a woman is wearing a bra and panties", "with_names": "a woman is wearing a bra and panties"}, {"scene_id": "gl-01-04-05s15", "raw": "A scene from a TV show in which a woman is crying and another woman is comforting her.", "with_names": "a woman is crying and another woman is comforting her."}, {"scene_id": "gl-01-04-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-01-04-05s17", "raw": "A scene from a TV show in which a woman is talking to someone and her face is contorted in anger.", "with_names": ""}, {"scene_id": "gl-01-04-05s18", "raw": "A scene from a TV show in which a woman is wearing a black bra and a short blonde hair", "with_names": "a woman is wearing a black bra and a short blonde hair"}, {"scene_id": "gl-01-04-05s19", "raw": "A scene from a TV show in which a woman is talking to someone in front of a Christmas tree.", "with_names": ""}, {"scene_id": "gl-01-04-05s20", "raw": "A scene from a TV show in which a woman is drinking wine and a man is talking to her.", "with_names": ""}, {"scene_id": "gl-01-04-05s21", "raw": "A scene from a TV show in which a woman is crying and a man is holding a hat", "with_names": "a woman is crying and a man is holding a hat"}, {"scene_id": "gl-01-04-05s22", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-01-04-05s23", "raw": "A scene from a TV show in which a woman is talking to another woman on a staircase.", "with_names": ""}, {"scene_id": "gl-01-04-05s24", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "gl-01-04-05s25", "raw": "A scene from a TV show in which a woman is talking to a man through a glass door.", "with_names": ""}, {"scene_id": "gl-01-04-05s26", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-01-04-05s27", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking up at the ceiling.", "with_names": ""}, {"scene_id": "gl-01-04-05s28", "raw": "A scene from a TV show in which a man is being held by police.", "with_names": "a man is being held by police."}, {"scene_id": "gl-01-04-05s29", "raw": "A scene from a TV show in which a woman is trapped in a cage", "with_names": "a woman is trapped in a cage"}, {"scene_id": "gl-01-04-05s30", "raw": "A scene from a TV show in which a woman is sitting in a chair and holding a pink shirt.", "with_names": ""}, {"scene_id": "gl-01-04-05s31", "raw": "A scene from a TV show in which a woman is looking at a mirror and a man is standing behind her.", "with_names": "a woman is looking at a mirror and a man is standing behind her."}, {"scene_id": "gl-01-04-05s32", "raw": "", "with_names": ""}]