[{"scene_id": "gl-01-04-05s0", "raw": "a man is talking to a woman in a room with other people.", "with_names": ""}, {"scene_id": "gl-01-04-05s1", "raw": "a man and woman are laughing at a news show.", "with_names": "a man and woman are laughing at a news show."}, {"scene_id": "gl-01-04-05s2", "raw": "a woman is talking on a phone and talking to someone.", "with_names": ""}, {"scene_id": "gl-01-04-05s3", "raw": "a man and woman are having a conversation about a news segment.", "with_names": "Rick and woman are having a conversation about a news segment."}, {"scene_id": "gl-01-04-05s4", "raw": "a woman is talking about a man and then a woman is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-04-05s5", "raw": "a man and a woman are sitting at a table and talking to each other.", "with_names": ""}, {"scene_id": "gl-01-04-05s6", "raw": "a woman is talking to a man and then she is laughing.", "with_names": ""}, {"scene_id": "gl-01-04-05s7", "raw": "a woman is talking about a conference and then a man is shown talking about it.", "with_names": ""}, {"scene_id": "gl-01-04-05s8", "raw": "a woman is talking about a man who is in a room.", "with_names": ""}, {"scene_id": "gl-01-04-05s9", "raw": "a man is standing on a stage and a woman is laughing.", "with_names": "a man is standing on a stage and a woman is laughing."}, {"scene_id": "gl-01-04-05s10", "raw": "a man and a woman are in a room and they are fighting each other.", "with_names": "Jonathan and Cassie are in a room and they are fighting each other."}, {"scene_id": "gl-01-04-05s11", "raw": "a woman is talking about her experience and then she is shown.", "with_names": ""}, {"scene_id": "gl-01-04-05s12", "raw": "a man is talking to a woman and then a man is standing in front of him.", "with_names": ""}, {"scene_id": "gl-01-04-05s13", "raw": "a woman is talking to a man and then a woman is rubbing her face.", "with_names": ""}, {"scene_id": "gl-01-04-05s14", "raw": "a woman is talking to a man and then a man is kissing.", "with_names": ""}, {"scene_id": "gl-01-04-05s15", "raw": "a woman is talking to a man and then she is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-04-05s16", "raw": "a man and a woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "gl-01-04-05s17", "raw": "a woman is talking about a man and then she is being interviewed.", "with_names": ""}, {"scene_id": "gl-01-04-05s18", "raw": "a man and a woman are talking about a romantic kiss.", "with_names": ""}, {"scene_id": "gl-01-04-05s19", "raw": "two women are standing in front of a christmas tree and one of them is standing next to the tree.", "with_names": "two women are standing in front of a christmas tree and one of them is standing next to the tree."}, {"scene_id": "gl-01-04-05s20", "raw": "a man and a woman are drinking wine and then a man is drinking it.", "with_names": "Jonathan and a woman are drinking wine and then a man is drinking it."}, {"scene_id": "gl-01-04-05s21", "raw": "a man and woman are laughing and laughing at a man.", "with_names": "Rick and woman are laughing and laughing at a man."}, {"scene_id": "gl-01-04-05s22", "raw": "a man and a woman are kissing each other in a room.", "with_names": "Jonathan and Cassie are kissing each other in a room."}, {"scene_id": "gl-01-04-05s23", "raw": "a woman is talking to a man and then a man is standing next to her.", "with_names": ""}, {"scene_id": "gl-01-04-05s24", "raw": "a man and a woman are in a dark room and they are fighting each other.", "with_names": "Sebastian and Holly are in a dark room and they are fighting each other."}, {"scene_id": "gl-01-04-05s25", "raw": "a woman is standing in a doorway and then a man comes up to the side of the room.", "with_names": "Michelle is standing in a doorway and then Danny comes up to the side of the room."}, {"scene_id": "gl-01-04-05s26", "raw": "a woman is talking about a holiday and then a man is talking about it.", "with_names": ""}, {"scene_id": "gl-01-04-05s27", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "gl-01-04-05s28", "raw": "a group of people are dancing in a dark room.", "with_names": "a group of people are dancing in a dark room."}, {"scene_id": "gl-01-04-05s29", "raw": "a man is laughing and a woman is laughing and laughing.", "with_names": "Danny is laughing and Michelle is laughing and laughing."}, {"scene_id": "gl-01-04-05s30", "raw": "two women are kissing each other and then the other one is trying to get the other to the ground.", "with_names": "two women are kissing each other and then the other one is trying to get the other to the ground."}, {"scene_id": "gl-01-04-05s31", "raw": "a woman is talking to another woman and then she is laughing.", "with_names": ""}, {"scene_id": "gl-01-04-05s32", "raw": "", "with_names": ""}]