[{"scene_id": "bb-08-30-06s0", "raw": "A scene from a TV show in which a blonde woman is standing in front of a man in a room.", "with_names": "a blonde woman is standing in front of a man in a room."}, {"scene_id": "bb-08-30-06s1", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage over his eye.", "with_names": "a man is lying in a hospital bed with a bandage over his eye."}, {"scene_id": "bb-08-30-06s2", "raw": "A scene from a TV show in which a man is talking on a microphone.", "with_names": ""}, {"scene_id": "bb-08-30-06s3", "raw": "A scene from a TV show in which a woman is walking out of a door, wearing a black dress.", "with_names": "a woman is walking out of a door, wearing a black dress."}, {"scene_id": "bb-08-30-06s4", "raw": "A scene from a TV show in which Arnold Schwarzenegger is in a hospital bed with bandages over his eyes.", "with_names": "arnold schwarzenegger is in a hospital bed with bandages over his eyes."}, {"scene_id": "bb-08-30-06s5", "raw": "A scene from a TV show in which a man is being interviewed by two women.", "with_names": "a man is being interviewed by two women."}, {"scene_id": "bb-08-30-06s6", "raw": "A scene from a TV show in which a doctor is looking at a clock", "with_names": "a doctor is looking at a clock"}, {"scene_id": "bb-08-30-06s7", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-08-30-06s8", "raw": "A scene from a TV show in which a man is in a hospital gown and a clock is ticking.", "with_names": "a man is in a hospital gown and a clock is ticking."}, {"scene_id": "bb-08-30-06s9", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-08-30-06s10", "raw": "A scene from a TV show in which a man is holding a remote and pointing at a window.", "with_names": "a man is holding a remote and pointing at a window."}]