[{"scene_id": "atwt-04-02-09s0", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch playing drums.", "with_names": ""}, {"scene_id": "atwt-04-02-09s1", "raw": "A scene from a TV show in which two men are sitting at a table in a restaurant, looking at a laptop.", "with_names": "two men are sitting at a table in a restaurant, looking at a laptop."}, {"scene_id": "atwt-04-02-09s2", "raw": "A scene from a TV show in which a woman is holding a book and talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-02-09s3", "raw": "A scene from a TV show in which a man is talking and a woman is in the background", "with_names": ""}, {"scene_id": "atwt-04-02-09s4", "raw": "A scene from a TV show in which a young girl is sitting in a garden, with a large tree and a blue face superimposed over her.", "with_names": "a young girl is sitting in a garden, with a large tree and a blue face superimposed over her."}, {"scene_id": "atwt-04-02-09s5", "raw": "A scene from a TV show in which a man is looking at a woman and wearing a green shirt.", "with_names": "a man is looking at a woman and wearing a green shirt."}, {"scene_id": "atwt-04-02-09s6", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "a man is looking at a woman."}, {"scene_id": "atwt-04-02-09s7", "raw": "A scene from a TV show in which a man is being dragged by a group of people.", "with_names": "a man is being dragged by a group of people."}, {"scene_id": "atwt-04-02-09s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in a restaurant.", "with_names": "a man and a woman are sitting next to each other in a restaurant."}, {"scene_id": "atwt-04-02-09s9", "raw": "A scene from a TV show in which a boy and a girl are standing in a bar, talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-02-09s10", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-04-02-09s11", "raw": "A scene from a TV show in which a person is spraying a bottle of Clorox bleach onto a dog bowl.", "with_names": "a person is spraying a bottle of clorox bleach onto a dog bowl."}, {"scene_id": "atwt-04-02-09s12", "raw": "A scene from a TV show in which a man is lying on the ground, his head is on a table and a woman is holding a red pepper over his face.", "with_names": "a man is lying on the ground, his head is on a table and ] is holding a red pepper over his face."}, {"scene_id": "atwt-04-02-09s13", "raw": "A scene from a TV show in which a man is lying on the floor, a woman is standing over him, and she is holding a cell phone to his ear.", "with_names": "a man is lying on the floor, a woman is standing over him, and she is holding a cell phone to his ear."}, {"scene_id": "atwt-04-02-09s14", "raw": "A scene from a TV show in which a young man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-04-02-09s15", "raw": "A scene from a TV show in which Nutrisystem is promoting its low-cost meal delivery service.", "with_names": "nutrisystem is promoting its low-cost meal delivery service."}, {"scene_id": "atwt-04-02-09s16", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-04-02-09s17", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-04-02-09s18", "raw": "A scene from a TV show in which a man is sitting on a chair and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-04-02-09s19", "raw": "A scene from a TV show in which a mother and daughter are hugging.", "with_names": "a mother and daughter are hugging."}, {"scene_id": "atwt-04-02-09s20", "raw": "A scene from a TV show in which a man is wearing a red jacket and a blue shirt", "with_names": "a man is wearing a red jacket and a blue shirt"}, {"scene_id": "atwt-04-02-09s21", "raw": "A scene from a TV show in which a woman is smiling and wearing a blue shirt.", "with_names": "a woman is smiling and wearing a blue shirt."}, {"scene_id": "atwt-04-02-09s22", "raw": "A scene from a TV show in which a woman is trapped in a glass box.", "with_names": "a woman is trapped in a glass box."}]