[{"scene_id": "oltl-02-09-10s0", "raw": "A scene from a TV show in which a moose is seen walking through the snow.", "with_names": "a moose is walking through the snow."}, {"scene_id": "oltl-02-09-10s1", "raw": "A scene from a TV show in which a man is submerged in water", "with_names": "a man is submerged in water"}, {"scene_id": "oltl-02-09-10s2", "raw": "A scene from a TV show in which a woman is seen throwing a snowball at a tree.", "with_names": "] is throwing a snowball at a tree."}, {"scene_id": "oltl-02-09-10s3", "raw": "A scene from a TV show in which a woman is sitting next to a man in a white coat.", "with_names": "a woman is sitting next to a man in a white coat."}, {"scene_id": "oltl-02-09-10s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s6", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed", "with_names": "a woman is lying in bed with her eyes closed"}, {"scene_id": "oltl-02-09-10s7", "raw": "A scene from a TV show in which a woman is lying on a bed with a man holding her head.", "with_names": "] is lying on a bed with a man holding her head."}, {"scene_id": "oltl-02-09-10s8", "raw": "A scene from a TV show in which a man is looking down and his face is not visible.", "with_names": "a man is looking down and his face is not visible."}, {"scene_id": "oltl-02-09-10s9", "raw": "A scene from a TV show in which a man is talking on the phone with two women.", "with_names": ""}, {"scene_id": "oltl-02-09-10s10", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "oltl-02-09-10s11", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "] is being groped by a man."}, {"scene_id": "oltl-02-09-10s12", "raw": "A scene from a TV show in which a woman is kissing a man in the snow.", "with_names": "a woman is kissing a man in the snow."}, {"scene_id": "oltl-02-09-10s13", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s14", "raw": "A scene from a TV show in which a woman is lying in the snow and a man is standing next to her.", "with_names": "a woman is lying in the snow and a man is standing next to her."}, {"scene_id": "oltl-02-09-10s15", "raw": "A scene from a TV show in which a man is being attacked by a woman.", "with_names": "a man is being attacked by ]."}, {"scene_id": "oltl-02-09-10s16", "raw": "A scene from a TV show in which a woman is walking through a dark forest.", "with_names": "a woman is walking through a dark forest."}, {"scene_id": "oltl-02-09-10s17", "raw": "A scene from a TV show in which a man is holding a woman in a forest.", "with_names": "a man is holding ] in a forest."}, {"scene_id": "oltl-02-09-10s18", "raw": "A scene from a TV show in which a man is wearing a white shirt and a grey beard", "with_names": "a man is wearing a white shirt and a grey beard"}, {"scene_id": "oltl-02-09-10s19", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-02-09-10s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-09-10s21", "raw": "A scene from a TV show in which a man is seen in silhouette.", "with_names": "a man is in silhouette."}, {"scene_id": "oltl-02-09-10s22", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}, {"scene_id": "oltl-02-09-10s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-09-10s24", "raw": "A scene from a TV show in which a man is being attacked by a bear.", "with_names": "a man is being attacked by a bear."}, {"scene_id": "oltl-02-09-10s25", "raw": "A scene from a TV show in which a man is sitting on a bench and another man is standing next to him.", "with_names": "a man is sitting on a bench and another man is standing next to him."}, {"scene_id": "oltl-02-09-10s26", "raw": "A scene from a TV show in which a woman is standing in the snow.", "with_names": "a woman is standing in the snow."}, {"scene_id": "oltl-02-09-10s27", "raw": "A scene from a TV show in which a man is seen in the woods, with his face blurred out.", "with_names": "a man is in the woods, with his face blurred out."}, {"scene_id": "oltl-02-09-10s28", "raw": "A scene from a TV show in which a woman is holding a baby and looking at a cell phone.", "with_names": "a woman is holding a baby and looking at a cell phone."}, {"scene_id": "oltl-02-09-10s29", "raw": "A scene from a TV show in which a man is being tickled by a woman.", "with_names": "a man is being tickled by ]."}, {"scene_id": "oltl-02-09-10s30", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "oltl-02-09-10s31", "raw": "A scene from a TV show in which a woman is talking on her cell phone while wearing a plastic rain hat.", "with_names": ""}, {"scene_id": "oltl-02-09-10s32", "raw": "A scene from a TV show in which a man is standing in the snow and another man is running towards him.", "with_names": "a man is standing in the snow and another man is running towards him."}, {"scene_id": "oltl-02-09-10s33", "raw": "A scene from a TV show in which a man is standing in a living room with a woman.", "with_names": "a man is standing in a living room with a woman."}, {"scene_id": "oltl-02-09-10s34", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "] is being attacked by Mitch."}, {"scene_id": "oltl-02-09-10s35", "raw": "A scene from a TV show in which two men are in a car.", "with_names": "two men are in a car."}, {"scene_id": "oltl-02-09-10s36", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-02-09-10s37", "raw": "A scene from a TV show in which two men are in a car, one of them is asleep.", "with_names": "two men are in a car, one of them is asleep."}, {"scene_id": "oltl-02-09-10s38", "raw": "A scene from a TV show in which a man is playing a board game.", "with_names": "a man is playing a board game."}, {"scene_id": "oltl-02-09-10s39", "raw": "A scene from a TV show in which a baby is lying in a crib, wearing a white nightgown.", "with_names": "a baby is lying in a crib, wearing a white nightgown."}, {"scene_id": "oltl-02-09-10s40", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking towards him.", "with_names": "a man is standing in a kitchen and a woman is walking towards him."}, {"scene_id": "oltl-02-09-10s41", "raw": "A scene from a TV show in which a man is tied up and a woman is standing behind him.", "with_names": "a man is tied up and ] is standing behind him."}, {"scene_id": "oltl-02-09-10s42", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-02-09-10s43", "raw": "A scene from a TV show in which a woman is wearing a crown on her head", "with_names": "a woman is wearing a crown on her head"}, {"scene_id": "oltl-02-09-10s44", "raw": "A scene from a TV show in which a man is looking at another man and talking.", "with_names": ""}, {"scene_id": "oltl-02-09-10s45", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-02-09-10s46", "raw": "A scene from a TV show in which two men are in a car, one of them is sitting in the back seat, and the other is leaning over the back of the seat, pointing a finger at the man sitting in front of him.", "with_names": "two men are in a car, one of them is sitting in the back seat, and the other is leaning over the back of the seat, pointing a finger at the man sitting in front of him."}, {"scene_id": "oltl-02-09-10s47", "raw": "A scene from a TV show in which a man is lying on a bed and a woman is laying on top of him.", "with_names": "a man is lying on a bed and ] is laying on top of him."}, {"scene_id": "oltl-02-09-10s48", "raw": "A scene from a TV show in which a woman is standing in a bar, holding a drink and looking at a man.", "with_names": "a woman is standing in a bar, holding a drink and looking at a man."}, {"scene_id": "oltl-02-09-10s49", "raw": "A scene from a TV show in which a man is bleeding from the head", "with_names": "a man is bleeding from the head"}, {"scene_id": "oltl-02-09-10s50", "raw": "A scene from a TV show in which a woman is standing in a bathroom, looking at a large TV screen.", "with_names": "a woman is standing in a bathroom, looking at a large tv screen."}, {"scene_id": "oltl-02-09-10s51", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a long hair", "with_names": "a man is wearing a leather jacket and a long hair"}, {"scene_id": "oltl-02-09-10s52", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-09-10s53", "raw": "A scene from a TV show in which a woman is talking to another woman while snow falls", "with_names": ""}, {"scene_id": "oltl-02-09-10s54", "raw": "A scene from a TV show in which a woman is standing in front of a door, her hands are on her chest.", "with_names": "a woman is standing in front of a door, her hands are on her chest."}, {"scene_id": "oltl-02-09-10s55", "raw": "A scene from a TV show in which a woman is talking on the phone while wearing a large black wig.", "with_names": ""}, {"scene_id": "oltl-02-09-10s56", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s57", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s58", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s59", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s60", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s61", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-02-09-10s62", "raw": "A scene from a TV show in which a man is tied to a chair and another man is standing next to him.", "with_names": "a man is tied to a chair and another man is standing next to him."}, {"scene_id": "oltl-02-09-10s63", "raw": "A scene from a TV show in which a woman is looking off to the side and wearing a grey sweater.", "with_names": "a woman is looking off to the side and wearing a grey sweater."}, {"scene_id": "oltl-02-09-10s64", "raw": "", "with_names": ""}, {"scene_id": "oltl-02-09-10s65", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-09-10s66", "raw": "A scene from a TV show in which two men are hugging in the snow.", "with_names": "two men are hugging in the snow."}, {"scene_id": "oltl-02-09-10s67", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-02-09-10s68", "raw": "A scene from a TV show in which a man and a woman are embracing in the snow.", "with_names": "a man and ] are embracing in the snow."}]