[{"scene_id": "gl-09-20-04s0", "raw": "A scene from a TV show in which a woman is seen holding a red scarf.", "with_names": "a woman is holding a red scarf."}, {"scene_id": "gl-09-20-04s1", "raw": "A scene from a TV show in which a woman is sitting at a table with a candle and a man is standing next to her.", "with_names": "a woman is sitting at a table with a candle and a man is standing next to her."}, {"scene_id": "gl-09-20-04s2", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-20-04s4", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-09-20-04s6", "raw": "A scene from a TV show in which a man is sitting in a restaurant, looking at his hands.", "with_names": "a man is sitting in a restaurant, looking at his hands."}, {"scene_id": "gl-09-20-04s7", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek", "with_names": "Sandy is kissing a man on the cheek"}, {"scene_id": "gl-09-20-04s8", "raw": "A scene from a TV show in which a woman is talking to two other women.", "with_names": ""}, {"scene_id": "gl-09-20-04s9", "raw": "A scene from a TV show in which two women are sitting next to each other.", "with_names": "two women are sitting next to each other."}, {"scene_id": "gl-09-20-04s10", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "Dinah is looking at the camera."}, {"scene_id": "gl-09-20-04s11", "raw": "A scene from a TV show in which a man is touching his head and looking down.", "with_names": "Reva is touching his head and looking down."}, {"scene_id": "gl-09-20-04s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-20-04s13", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "gl-09-20-04s14", "raw": "A scene from a TV show in which a woman is lying on a bed with her head on the lap of a man.", "with_names": "a woman is lying on a bed with her head on the lap of a man."}, {"scene_id": "gl-09-20-04s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-20-04s16", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "gl-09-20-04s18", "raw": "A scene from a TV show in which a woman is crying and looking at someone off-screen.", "with_names": "a woman is crying and looking at someone off-screen."}, {"scene_id": "gl-09-20-04s19", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-09-20-04s21", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-09-20-04s23", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man standing behind her.", "with_names": "a woman is walking down a hallway with Blake standing behind her."}, {"scene_id": "gl-09-20-04s24", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-09-20-04s25", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-20-04s27", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "a woman is crying and a man is comforting her."}, {"scene_id": "gl-09-20-04s28", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "Danny(whispering) is looking down and her face is not visible."}, {"scene_id": "gl-09-20-04s29", "raw": "A scene from a TV show in which a woman is looking down and wearing a black and white dress.", "with_names": "a woman is looking down and wearing a black and white dress."}, {"scene_id": "gl-09-20-04s30", "raw": "A scene from a TV show in which a woman is talking to someone and looking at her hand.", "with_names": ""}, {"scene_id": "gl-09-20-04s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-20-04s32", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a chair.", "with_names": ""}, {"scene_id": "gl-09-20-04s33", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away from her.", "with_names": "Dinah is looking at Ross and he is looking away from her."}, {"scene_id": "gl-09-20-04s34", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking at the camera.", "with_names": "a man is wearing a white shirt and looking at the camera."}, {"scene_id": "gl-09-20-04s35", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-09-20-04s37", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "gl-09-20-04s38", "raw": "A scene from a TV show in which a man is standing next to a woman and they are both looking at a map.", "with_names": "a man is standing next to a woman and they are both looking at a map."}, {"scene_id": "gl-09-20-04s39", "raw": "A scene from a TV show in which a man is looking at another man.", "with_names": "Bartender is looking at another man."}, {"scene_id": "gl-09-20-04s40", "raw": "A scene from a TV show in which a woman is wearing a pink top and a man is standing behind her.", "with_names": "a woman is wearing a pink top and a man is standing behind her."}, {"scene_id": "gl-09-20-04s41", "raw": "A scene from a TV show in which a man and a woman are standing in a bar.", "with_names": "a man and a woman are standing in a bar."}, {"scene_id": "gl-09-20-04s42", "raw": "A scene from a TV show in which a woman is being kissed by a man in a bar.", "with_names": "Blake is being kissed by Ross in a bar."}, {"scene_id": "gl-09-20-04s43", "raw": "A scene from a TV show in which a woman is sitting on a staircase and looking down.", "with_names": "Reva is sitting on a staircase and looking down."}, {"scene_id": "gl-09-20-04s44", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-09-20-04s45", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-20-04s46", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "gl-09-20-04s47", "raw": "A scene from a TV show in which a woman is talking on the phone and her hair is in a ponytail", "with_names": ""}]