[{"scene_id": "atwt-03-10-03s0", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-10-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-10-03s2", "raw": "A scene from a TV show in which a woman is looking up at the sky.", "with_names": "a woman is looking up at the sky."}, {"scene_id": "atwt-03-10-03s3", "raw": "A scene from a TV show in which a woman is arguing with two men.", "with_names": "a woman is arguing with two men."}, {"scene_id": "atwt-03-10-03s4", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed, looking at the camera.", "with_names": "a young woman is lying in a hospital bed, looking at the camera."}, {"scene_id": "atwt-03-10-03s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-03-10-03s6", "raw": "A scene from a TV show in which a plate of food is shown on a table.", "with_names": ""}, {"scene_id": "atwt-03-10-03s7", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-03-10-03s8", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-03-10-03s9", "raw": "A scene from a TV show in which a woman is singing.", "with_names": "a woman is singing."}, {"scene_id": "atwt-03-10-03s10", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her head propped up on a pillow, and her hand is raised to her face.", "with_names": "a woman is lying in a hospital bed, her head propped up on a pillow, and her hand is raised to her face."}, {"scene_id": "atwt-03-10-03s11", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, eating food.", "with_names": "a man and a woman are sitting at a table, eating food."}, {"scene_id": "atwt-03-10-03s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-03-10-03s13", "raw": "A scene from a TV show in which a man is shown washing a shirt in a washing machine.", "with_names": ""}, {"scene_id": "atwt-03-10-03s14", "raw": "A scene from a TV show in which a man comforts a woman.", "with_names": "a man comforts a woman."}, {"scene_id": "atwt-03-10-03s15", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed and talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-03-10-03s16", "raw": "A scene from a TV show in which a bottle of lotion is shown", "with_names": ""}, {"scene_id": "atwt-03-10-03s17", "raw": "A scene from a TV show in which a man is sitting at a table and looking at the camera.", "with_names": "] is sitting at a table and looking at the camera."}, {"scene_id": "atwt-03-10-03s18", "raw": "A scene from a TV show in which a doctor is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-03-10-03s19", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-03-10-03s20", "raw": "A scene from a TV show in which a woman and a man are holding hands and walking down a hallway.", "with_names": "a woman and a man are holding hands and walking down a hallway."}, {"scene_id": "atwt-03-10-03s21", "raw": "A scene from a TV show in which a young blonde woman is lying in a hospital bed, looking up at the camera.", "with_names": "a young blonde woman is lying in a hospital bed, looking up at the camera."}, {"scene_id": "atwt-03-10-03s22", "raw": "A scene from a TV show in which a blonde woman is sitting in a hospital bed and wearing a white shirt.", "with_names": "a blonde woman is sitting in a hospital bed and wearing a white shirt."}, {"scene_id": "atwt-03-10-03s23", "raw": "A scene from a TV show in which a man is holding a bag and talking to a woman.", "with_names": ""}]