[{"scene_id": "oltl-11-17-10s0", "raw": "A scene from a TV show in which a woman is walking down a hallway in a robe.", "with_names": "a woman is walking down a hallway in a robe."}, {"scene_id": "oltl-11-17-10s1", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-11-17-10s2", "raw": "A scene from a TV show in which a woman is knocking on a door and a man is standing behind it.", "with_names": "a woman is knocking on a door and a man is standing behind it."}, {"scene_id": "oltl-11-17-10s3", "raw": "A scene from a TV show in which a woman is sitting in a chair and covering her face with a hat.", "with_names": ""}, {"scene_id": "oltl-11-17-10s4", "raw": "A scene from a TV show in which a man is standing in front of a refrigerator, holding a piece of paper.", "with_names": "a man is standing in front of a refrigerator, holding a piece of paper."}, {"scene_id": "oltl-11-17-10s5", "raw": "A scene from a TV show in which a woman is wearing a hat and a purple suit.", "with_names": "a woman is wearing a hat and a purple suit."}, {"scene_id": "oltl-11-17-10s6", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-17-10s7", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "oltl-11-17-10s8", "raw": "A scene from a TV show in which a woman is lit by a bright light.", "with_names": "a woman is lit by a bright light."}, {"scene_id": "oltl-11-17-10s9", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "oltl-11-17-10s10", "raw": "A scene from a TV show in which a woman is looking down and wearing a leather jacket.", "with_names": "a woman is looking down and wearing a leather jacket."}, {"scene_id": "oltl-11-17-10s11", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-11-17-10s12", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her", "with_names": ""}, {"scene_id": "oltl-11-17-10s13", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing in front of him.", "with_names": "a man is walking into a room and a woman is standing in front of him."}, {"scene_id": "oltl-11-17-10s14", "raw": "A scene from a TV show in which a man is wearing a suit and a blue tie.", "with_names": "a man is wearing a suit and a blue tie."}, {"scene_id": "oltl-11-17-10s15", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "oltl-11-17-10s16", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-11-17-10s17", "raw": "A scene from a TV show in which a woman is looking up at a man.", "with_names": "a woman is looking up at a man."}, {"scene_id": "oltl-11-17-10s18", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "oltl-11-17-10s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-10s20", "raw": "A scene from a TV show in which a woman points a gun at a young man.", "with_names": "a woman points a gun at a young man."}, {"scene_id": "oltl-11-17-10s21", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "oltl-11-17-10s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-11-17-10s23", "raw": "A scene from a TV show in which a man is wearing a suit and a striped shirt.", "with_names": "a man is wearing a suit and a striped shirt."}, {"scene_id": "oltl-11-17-10s24", "raw": "A scene from a TV show in which a man is hugging another man.", "with_names": "a man is hugging another man."}, {"scene_id": "oltl-11-17-10s25", "raw": "A scene from a TV show in which a woman is talking to someone in a room.", "with_names": ""}, {"scene_id": "oltl-11-17-10s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a police officer is standing next to him.", "with_names": "a man is wearing a suit and tie and a police officer is standing next to him."}, {"scene_id": "oltl-11-17-10s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-11-17-10s28", "raw": "A scene from a TV show in which a young black woman is sitting in a chair.", "with_names": ""}, {"scene_id": "oltl-11-17-10s29", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-17-10s30", "raw": "A scene from a TV show in which a man is being followed by a police officer.", "with_names": "a man is being followed by a police officer."}, {"scene_id": "oltl-11-17-10s31", "raw": "A scene from a TV show in which a woman is wearing a hat and a purple jacket.", "with_names": "a woman is wearing a hat and a purple jacket."}, {"scene_id": "oltl-11-17-10s32", "raw": "A scene from a TV show in which a man is looking at another man and making a funny face.", "with_names": "a man is looking at another man and making a funny face."}, {"scene_id": "oltl-11-17-10s33", "raw": "A scene from a TV show in which a woman is wearing a purple suit and a black hat and talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-10s34", "raw": "A scene from a TV show in which a man and a woman are standing in front of a refrigerator.", "with_names": "a man and a woman are standing in front of a refrigerator."}, {"scene_id": "oltl-11-17-10s35", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-11-17-10s36", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-11-17-10s37", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "oltl-11-17-10s38", "raw": "A scene from a TV show in which a woman is walking down a hallway and a door is open.", "with_names": "a woman is walking down a hallway and a door is open."}, {"scene_id": "oltl-11-17-10s39", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "oltl-11-17-10s40", "raw": "A scene from a TV show in which a woman is standing in a room with two men.", "with_names": "a woman is standing in a room with two men."}, {"scene_id": "oltl-11-17-10s41", "raw": "A scene from a TV show in which a young black woman is talking to a white man.", "with_names": ""}, {"scene_id": "oltl-11-17-10s42", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a scarf.", "with_names": "a woman is wearing a leather jacket and a scarf."}, {"scene_id": "oltl-11-17-10s43", "raw": "A scene from a TV show in which a woman is being chased by a man.", "with_names": "a woman is being chased by a man."}, {"scene_id": "oltl-11-17-10s44", "raw": "A scene from a TV show in which a man and a woman are standing next to each other in suits.", "with_names": "a man and a woman are standing next to each other in suits."}, {"scene_id": "oltl-11-17-10s45", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "oltl-11-17-10s46", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "oltl-11-17-10s47", "raw": "A scene from a TV show in which a young man is wearing a suit and tie.", "with_names": "a young man is wearing a suit and tie."}, {"scene_id": "oltl-11-17-10s48", "raw": "A scene from a TV show in which a woman is wearing a red coat and a purple shirt and is talking to a man.", "with_names": ""}, {"scene_id": "oltl-11-17-10s49", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "oltl-11-17-10s50", "raw": "A scene from a TV show in which a man and a woman are standing in front of a refrigerator.", "with_names": "a man and a woman are standing in front of a refrigerator."}, {"scene_id": "oltl-11-17-10s51", "raw": "", "with_names": ""}, {"scene_id": "oltl-11-17-10s52", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-11-17-10s53", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]