[{"scene_id": "pc-02-25-02s0", "raw": "A scene from a TV show in which a woman is walking away from another woman.", "with_names": "a woman is walking away from another woman."}, {"scene_id": "pc-02-25-02s1", "raw": "A scene from a TV show in which a young girl is sitting on a couch and looking at a book.", "with_names": ""}, {"scene_id": "pc-02-25-02s2", "raw": "A scene from a TV show in which a woman is smiling and holding a cell phone.", "with_names": "a woman is smiling and holding a cell phone."}, {"scene_id": "pc-02-25-02s3", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "pc-02-25-02s4", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "a man is touching a woman's face."}, {"scene_id": "pc-02-25-02s5", "raw": "A scene from a TV show in which three women are standing together, looking at the camera.", "with_names": "three women are standing together, looking at the camera."}, {"scene_id": "pc-02-25-02s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-02-25-02s7", "raw": "A scene from a TV show in which a woman is talking to a blonde woman.", "with_names": ""}, {"scene_id": "pc-02-25-02s8", "raw": "A scene from a TV show in which Virginia Governor Terry McAuliffe is seen with his wife, Anne Holton, in the background, as he speaks to the press.", "with_names": "virginia governor terry mcauliffe is with his wife, anne holton, in the background, as he speaks to the press."}, {"scene_id": "pc-02-25-02s9", "raw": "A scene from a TV show in which a woman is looking down and wearing a leather jacket", "with_names": "a woman is looking down and wearing a leather jacket"}, {"scene_id": "pc-02-25-02s10", "raw": "A scene from a TV show in which a man is talking to another man and they are both wearing black clothes.", "with_names": ""}, {"scene_id": "pc-02-25-02s11", "raw": "A scene from a TV show in which a woman is sitting in a chair with her hands folded in front of her. The title is written in white capital letters across the screen.", "with_names": ""}]