[{"scene_id": "gl-09-12-03s0", "raw": "A scene from a TV show in which a man is playing the piano and singing", "with_names": "Jeffrey is playing the piano and singing"}, {"scene_id": "gl-09-12-03s1", "raw": "A scene from a TV show in which a man is wearing a red vest and a tie.", "with_names": "a man is wearing a red vest and a tie."}, {"scene_id": "gl-09-12-03s2", "raw": "A scene from a TV show in which a man is talking on a cell phone and gesturing with his hands.", "with_names": ""}, {"scene_id": "gl-09-12-03s3", "raw": "A scene from a TV show in which a young man is driving a car and is looking at the camera.", "with_names": "a young man is driving a car and is looking at the camera."}, {"scene_id": "gl-09-12-03s4", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-09-12-03s5", "raw": "A scene from a TV show in which a man is drinking a beer and looking at a bottle", "with_names": "a man is drinking a beer and looking at a bottle"}, {"scene_id": "gl-09-12-03s6", "raw": "A scene from a TV show in which a man is talking on the phone and his hand is covering his face", "with_names": ""}, {"scene_id": "gl-09-12-03s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "gl-09-12-03s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-09-12-03s9", "raw": "A scene from a TV show in which a woman is driving a car and her hands are on the steering wheel.", "with_names": "a woman is driving a car and her hands are on the steering wheel."}, {"scene_id": "gl-09-12-03s10", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down", "with_names": ""}, {"scene_id": "gl-09-12-03s11", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-09-12-03s12", "raw": "A scene from a TV show in which a man is sitting at a table with a beer and another man is standing behind him.", "with_names": "a man is sitting at a table with a beer and another man is standing behind him."}, {"scene_id": "gl-09-12-03s13", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is standing in a room.", "with_names": "a man is wearing a suit and tie and is standing in a room."}, {"scene_id": "gl-09-12-03s14", "raw": "A scene from a TV show in which a young boy is being interviewed by a woman.", "with_names": "a young boy is being interviewed by a woman."}, {"scene_id": "gl-09-12-03s15", "raw": "A scene from a TV show in which a man is talking about how he is a Christian and how he doesn't believe in God.", "with_names": ""}, {"scene_id": "gl-09-12-03s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-09-12-03s17", "raw": "A scene from a TV show in which a man is drinking a glass of wine", "with_names": "a man is drinking a glass of wine"}, {"scene_id": "gl-09-12-03s18", "raw": "A scene from a TV show in which a man and a woman are in a car together.", "with_names": "a man and a woman are in a car together."}, {"scene_id": "gl-09-12-03s19", "raw": "A scene from a TV show in which a man and a woman are running and jumping in a room.", "with_names": "a man and a woman are running and jumping in a room."}, {"scene_id": "gl-09-12-03s20", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "gl-09-12-03s21", "raw": "A scene from a TV show in which a man is being punched in the face by another man.", "with_names": "a man is being punched in the face by another man."}, {"scene_id": "gl-09-12-03s22", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting next to him", "with_names": "a man is driving a car and a woman is sitting next to him"}, {"scene_id": "gl-09-12-03s23", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a shadow of a man in the background.", "with_names": "a man and a woman are standing in a room, with a shadow of a man in the background."}, {"scene_id": "gl-09-12-03s24", "raw": "A scene from a TV show in which a woman is driving a car and is talking on the phone.", "with_names": ""}, {"scene_id": "gl-09-12-03s25", "raw": "A scene from a TV show in which a woman is seen being attacked by a shark", "with_names": "a woman is being attacked by a shark"}, {"scene_id": "gl-09-12-03s26", "raw": "", "with_names": ""}]