[{"scene_id": "pc-11-18-02s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and her legs are crossed.", "with_names": ""}, {"scene_id": "pc-11-18-02s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-18-02s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-18-02s3", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-11-18-02s4", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a brown hoodie", "with_names": ""}, {"scene_id": "pc-11-18-02s5", "raw": "A scene from a TV show in which a man is holding a razor to another man's face", "with_names": "a man is holding a razor to another man's face"}, {"scene_id": "pc-11-18-02s6", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-11-18-02s7", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-11-18-02s8", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "pc-11-18-02s9", "raw": "A scene from a TV show in which two men are standing next to each other, one of them is wearing a shirt and the other one is wearing a jacket.", "with_names": "two men are standing next to each other, one of them is wearing a shirt and the other one is wearing a jacket."}, {"scene_id": "pc-11-18-02s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-11-18-02s11", "raw": "A scene from a TV show in which a woman is holding a stuffed animal and looking at it.", "with_names": "a woman is holding a stuffed animal and looking at it."}, {"scene_id": "pc-11-18-02s12", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-11-18-02s13", "raw": "A scene from a TV show in which a woman is talking to a man in a white shirt.", "with_names": ""}, {"scene_id": "pc-11-18-02s14", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is standing behind him in a jail cell.", "with_names": ""}]