[{"scene_id": "gl-07-21-06s0", "raw": "A scene from a TV show in which a man is seen to be reading a book while a woman is reading the book.", "with_names": "a man is to be reading a book while a woman is reading the book."}, {"scene_id": "gl-07-21-06s1", "raw": "A scene from a TV show in which a woman is dancing with a man.", "with_names": "a woman is dancing with a man."}, {"scene_id": "gl-07-21-06s2", "raw": "A scene from a TV show in which a woman is in a hospital bed and a man is standing next to her.", "with_names": "a woman is in a hospital bed and a man is standing next to her."}, {"scene_id": "gl-07-21-06s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-07-21-06s4", "raw": "A scene from a TV show in which a doctor is talking to an elderly patient.", "with_names": ""}, {"scene_id": "gl-07-21-06s5", "raw": "A scene from a TV show in which a light is shining on a person", "with_names": "a light is shining on a person"}, {"scene_id": "gl-07-21-06s6", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "gl-07-21-06s7", "raw": "A scene from a TV show in which a woman is in a hospital bed, smiling and wearing a headscarf.", "with_names": "a woman is in a hospital bed, smiling and wearing a headscarf."}, {"scene_id": "gl-07-21-06s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-07-21-06s9", "raw": "A scene from a TV show in which a man is talking to someone and his hands are in the air.", "with_names": ""}, {"scene_id": "gl-07-21-06s10", "raw": "A scene from a TV show in which a man is seen kissing a woman in a hotel room.", "with_names": "a man is kissing a woman in a hotel room."}, {"scene_id": "gl-07-21-06s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-07-21-06s12", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-07-21-06s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "gl-07-21-06s14", "raw": "", "with_names": ""}, {"scene_id": "gl-07-21-06s15", "raw": "A scene from a TV show in which a woman is pouring a glass of wine into a vase while a man stands nearby.", "with_names": "a woman is pouring a glass of wine into a vase while a man stands nearby."}, {"scene_id": "gl-07-21-06s16", "raw": "A scene from a TV show in which a doctor is wearing a face shield and a mask", "with_names": "a doctor is wearing a face shield and a mask"}, {"scene_id": "gl-07-21-06s17", "raw": "A scene from a TV show in which a woman is talking to a therapist.", "with_names": ""}, {"scene_id": "gl-07-21-06s18", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "gl-07-21-06s19", "raw": "A scene from a TV show in which a woman is reading a letter and a potted plant is in the background", "with_names": "a woman is reading a letter and a potted plant is in the background"}, {"scene_id": "gl-07-21-06s20", "raw": "A scene from a TV show in which a woman is looking at a green wall and saying,", "with_names": "a woman is looking at a green wall and saying,"}, {"scene_id": "gl-07-21-06s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-07-21-06s22", "raw": "A scene from a TV show in which a doctor is wearing a mask and a cap", "with_names": "a doctor is wearing a mask and a cap"}, {"scene_id": "gl-07-21-06s23", "raw": "A scene from a TV show in which a woman is sitting next to a man and he is looking at her.", "with_names": "a woman is sitting next to a man and he is looking at her."}, {"scene_id": "gl-07-21-06s24", "raw": "A scene from a TV show in which a man is trying to get a woman to have sex with him.", "with_names": "a man is trying to get a woman to have sex with him."}, {"scene_id": "gl-07-21-06s25", "raw": "A scene from a TV show in which a man is talking on his cell phone in a hallway.", "with_names": ""}, {"scene_id": "gl-07-21-06s26", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "] is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "gl-07-21-06s27", "raw": "A scene from a TV show in which a woman is in a hospital bed and talking on the phone.", "with_names": ""}, {"scene_id": "gl-07-21-06s28", "raw": "", "with_names": ""}]