[{"scene_id": "oltl-05-07-07s0", "raw": "A scene from a TV show in which a man is talking to someone and looking at a cell phone", "with_names": ""}, {"scene_id": "oltl-05-07-07s1", "raw": "A scene from a TV show in which a man is wearing a black shirt and a leather jacket.", "with_names": "a man is wearing a black shirt and a leather jacket."}, {"scene_id": "oltl-05-07-07s2", "raw": "A scene from a TV show in which a man is being arrested by a police officer.", "with_names": "a man is being arrested by a police officer."}, {"scene_id": "oltl-05-07-07s3", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "oltl-05-07-07s4", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "oltl-05-07-07s5", "raw": "A scene from a TV show in which a doctor and a nurse are talking in a hospital room.", "with_names": ""}, {"scene_id": "oltl-05-07-07s6", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "oltl-05-07-07s7", "raw": "A scene from a TV show in which a man is standing behind a woman at a desk, and she is looking at her cell phone.", "with_names": "a man is standing behind a woman at a desk, and she is looking at her cell phone."}, {"scene_id": "oltl-05-07-07s8", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a man is talking to her.", "with_names": ""}, {"scene_id": "oltl-05-07-07s9", "raw": "A scene from a TV show in which a man is holding a small object and a woman is looking at it.", "with_names": "a man is holding a small object and a woman is looking at it."}, {"scene_id": "oltl-05-07-07s10", "raw": "A scene from a TV show in which two women are sitting in a car.", "with_names": "two women are sitting in a car."}, {"scene_id": "oltl-05-07-07s11", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-05-07-07s12", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is looking at him.", "with_names": "a man is wearing a leather jacket and a woman is looking at him."}, {"scene_id": "oltl-05-07-07s13", "raw": "A scene from a TV show in which a man and a woman are in a car.", "with_names": "a man and a woman are in a car."}, {"scene_id": "oltl-05-07-07s14", "raw": "A scene from a TV show in which a woman is talking to a doctor and another woman is listening.", "with_names": ""}, {"scene_id": "oltl-05-07-07s15", "raw": "A scene from a TV show in which a man is holding a woman by the throat.", "with_names": "a man is holding a woman by the throat."}, {"scene_id": "oltl-05-07-07s16", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-05-07-07s17", "raw": "A scene from a TV show in which a man and a woman are in a car", "with_names": "a man and a woman are in a car"}, {"scene_id": "oltl-05-07-07s18", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-05-07-07s19", "raw": "A scene from a TV show in which a man and a woman are sitting at a table.", "with_names": "a man and a woman are sitting at a table."}, {"scene_id": "oltl-05-07-07s20", "raw": "A scene from a TV show in which two women sit on a plane, one wearing a black suit and the other wearing an olive green coat.", "with_names": "two women sit on a plane, one wearing a black suit and the other wearing an olive green coat."}, {"scene_id": "oltl-05-07-07s21", "raw": "A scene from a TV show in which a man is driving a car and a woman is sitting in the passenger seat.", "with_names": "a man is driving a car and a woman is sitting in the passenger seat."}, {"scene_id": "oltl-05-07-07s22", "raw": "A scene from a TV show in which a woman is sitting next to a blonde woman on a plane.", "with_names": "a woman is sitting next to a blonde woman on a plane."}, {"scene_id": "oltl-05-07-07s23", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "oltl-05-07-07s24", "raw": "A scene from a TV show in which a man lights a candle for a woman.", "with_names": "a man lights a candle for a woman."}, {"scene_id": "oltl-05-07-07s25", "raw": "A scene from a TV show in which a woman is crying and a man is standing next to her.", "with_names": "a woman is crying and a man is standing next to her."}, {"scene_id": "oltl-05-07-07s26", "raw": "A scene from a TV show in which a nurse is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-05-07-07s27", "raw": "A scene from a TV show in which a young boy is lying on a hospital bed, looking at a newspaper. A woman is standing next to him, wearing a black coat and a face mask", "with_names": "a young boy is lying on a hospital bed, looking at a newspaper. a woman is standing next to him, wearing a black coat and a face mask"}, {"scene_id": "oltl-05-07-07s28", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown coat.", "with_names": "a man is wearing a black shirt and a brown coat."}, {"scene_id": "oltl-05-07-07s29", "raw": "A scene from a TV show in which a man is wearing a black shirt and a brown leather jacket.", "with_names": "a man is wearing a black shirt and a brown leather jacket."}, {"scene_id": "oltl-05-07-07s30", "raw": "A scene from a TV show in which a man is talking on a cell phone while a woman is walking behind him.", "with_names": ""}, {"scene_id": "oltl-05-07-07s31", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-07-07s32", "raw": "A scene from a TV show in which three people are in a car, with one of them pointing at the camera.", "with_names": "three people are in a car, with one of them pointing at the camera."}]