[{"scene_id": "gl-11-11-03s0", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-11-03s1", "raw": "A scene from a TV show in which a woman is sitting at a bar with a man.", "with_names": "Lizzie is sitting at a bar with Joey."}, {"scene_id": "gl-11-11-03s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-11-03s3", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-11-11-03s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-11-03s6", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-11-03s7", "raw": "A scene from a TV show in which a woman is talking to a man and she is blowing a kiss", "with_names": ""}, {"scene_id": "gl-11-11-03s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-11-11-03s9", "raw": "A scene from a TV show in which a young man is wearing a white t-shirt and a black jacket", "with_names": "a young man is wearing a white t-shirt and a black jacket"}, {"scene_id": "gl-11-11-03s10", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a leather jacket and talking to a man.", "with_names": ""}, {"scene_id": "gl-11-11-03s11", "raw": "A scene from a TV show in which a woman is reading a book while standing in a room.", "with_names": "a woman is reading a book while standing in a room."}, {"scene_id": "gl-11-11-03s13", "raw": "A scene from a TV show in which a man is standing behind a bar and a young girl is sitting on a stool.", "with_names": "a man is standing behind a bar and a young girl is sitting on a stool."}, {"scene_id": "gl-11-11-03s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "lizzie is wearing a suit and a tie"}, {"scene_id": "gl-11-11-03s15", "raw": "A scene from a TV show in which a man is talking about his ex-girlfriend.", "with_names": ""}, {"scene_id": "gl-11-11-03s17", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a wine glass and a bottle on the table.", "with_names": "Edmund and Tammy are sitting at a table, with a wine glass and a bottle on the table."}, {"scene_id": "gl-11-11-03s18", "raw": "A scene from a TV show in which a young man is sitting at a table with a woman.", "with_names": "a young man is sitting at a table with a woman."}, {"scene_id": "gl-11-11-03s19", "raw": "A scene from a TV show in which a woman is sitting at a restaurant table and looking up at the ceiling.", "with_names": "gus is sitting at a restaurant table and looking up at the ceiling."}, {"scene_id": "gl-11-11-03s20", "raw": "A scene from a TV show in which a woman is looking down and her face is not visible.", "with_names": "a woman is looking down and her face is not visible."}, {"scene_id": "gl-11-11-03s21", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-03s22", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-11-03s23", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-11-11-03s24", "raw": "A scene from a TV show in which a young girl is singing with her father.", "with_names": "a young girl is singing with her father."}, {"scene_id": "gl-11-11-03s25", "raw": "A scene from a TV show in which a woman is being harassed by a police officer.", "with_names": "a woman is being harassed by a police officer."}, {"scene_id": "gl-11-11-03s26", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-11-11-03s27", "raw": "A scene from a TV show in which a woman is talking to a man and the man is looking at her.", "with_names": ""}, {"scene_id": "gl-11-11-03s28", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-11-11-03s29", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is looking down and making a face.", "with_names": "a man is wearing a suit and a tie and is looking down and making a face."}]