[{"scene_id": "bb-12-22-16s0", "raw": "A scene from a TV show in which a man and a woman are sitting in front of a Christmas tree.", "with_names": "a man and a woman are sitting in front of a christmas tree."}, {"scene_id": "bb-12-22-16s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "bb-12-22-16s2", "raw": "A scene from a TV show in which a woman slaps a man", "with_names": "Quinn slaps Eric"}, {"scene_id": "bb-12-22-16s3", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "a man is in the dark"}, {"scene_id": "bb-12-22-16s4", "raw": "A scene from a TV show in which a man and a woman sit on a couch and hold hands.", "with_names": "Liam and Steffy sit on a couch and hold hands."}, {"scene_id": "bb-12-22-16s5", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both smiling.", "with_names": "a woman is sitting next to a man and they are both smiling."}, {"scene_id": "bb-12-22-16s6", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "Liam and Steffy sit on a couch and talk."}, {"scene_id": "bb-12-22-16s7", "raw": "A scene from a TV show in which a young boy is talking to a woman.", "with_names": ""}, {"scene_id": "bb-12-22-16s8", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-12-22-16s9", "raw": "A scene from a TV show in which a woman is wearing a red apron and a Christmas tree is in the background.", "with_names": "Pam is wearing a red apron and a christmas tree is in the background."}, {"scene_id": "bb-12-22-16s10", "raw": "A scene from a TV show in which a man and a woman are hugging and smiling.", "with_names": "a man and a woman are hugging and smiling."}, {"scene_id": "bb-12-22-16s11", "raw": "A scene from a TV show in which a man is sitting on a couch and is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-12-22-16s12", "raw": "A scene from a TV show in which a man is standing in front of a Christmas tree and Santa Claus.", "with_names": "a man is standing in front of a christmas tree and santa claus."}, {"scene_id": "bb-12-22-16s13", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a Christmas tree and presents in the background.", "with_names": "Eric and Quinn are standing in a living room, with a christmas tree and presents in the background."}, {"scene_id": "bb-12-22-16s14", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "bb-12-22-16s15", "raw": "A scene from a TV show in which a man is standing in front of a woman, with a Christmas tree and a wreath in the background.", "with_names": "Eric is standing in front of Quinn, with a christmas tree and a wreath in the background."}, {"scene_id": "bb-12-22-16s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]