[{"scene_id": "oltl-10-24-07s0", "raw": "A scene from a TV show in which three people are standing in a classroom.", "with_names": "three people are standing in a classroom."}, {"scene_id": "oltl-10-24-07s1", "raw": "A scene from a TV show in which a woman is standing in front of a table with a bouquet of flowers, while another woman sits down at the table.", "with_names": "a woman is standing in front of a table with a bouquet of flowers, while another woman sits down at the table."}, {"scene_id": "oltl-10-24-07s2", "raw": "A scene from a TV show in which a man is sitting at a table and another man is standing behind him.", "with_names": "a man is sitting at a table and another man is standing behind him."}, {"scene_id": "oltl-10-24-07s3", "raw": "A scene from a TV show in which a man is shown with a shadow over his face", "with_names": ""}, {"scene_id": "oltl-10-24-07s4", "raw": "A scene from a TV show in which a woman is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-10-24-07s5", "raw": "A scene from a TV show in which two nurses are singing in a kitchen.", "with_names": "two nurses are singing in a kitchen."}, {"scene_id": "oltl-10-24-07s6", "raw": "A scene from a TV show in which two young men are standing next to each other.", "with_names": "two young men are standing next to each other."}, {"scene_id": "oltl-10-24-07s7", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "oltl-10-24-07s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-24-07s9", "raw": "A scene from a TV show in which two nurses are standing around a table, one of them is holding a teddy bear.", "with_names": "two nurses are standing around a table, one of them is holding a teddy bear."}, {"scene_id": "oltl-10-24-07s10", "raw": "A scene from a TV show in which a man is looking at a candle.", "with_names": "a man is looking at a candle."}, {"scene_id": "oltl-10-24-07s11", "raw": "A scene from a TV show in which two young men are standing next to each other, looking at each other.", "with_names": "two young men are standing next to each other, looking at each other."}, {"scene_id": "oltl-10-24-07s12", "raw": "A scene from a TV show in which a woman is sitting at a desk and another woman is standing behind her.", "with_names": "a woman is sitting at a desk and another woman is standing behind her."}, {"scene_id": "oltl-10-24-07s13", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "oltl-10-24-07s14", "raw": "A scene from a TV show in which a man is talking to a woman and a police officer is standing behind them.", "with_names": ""}, {"scene_id": "oltl-10-24-07s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-24-07s16", "raw": "A scene from a TV show in which two boys are standing next to each other.", "with_names": "two boys are standing next to each other."}, {"scene_id": "oltl-10-24-07s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-24-07s18", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-10-24-07s19", "raw": "A scene from a TV show in which a woman is looking up and to the right.", "with_names": "a woman is looking up and to the right."}, {"scene_id": "oltl-10-24-07s20", "raw": "A scene from a TV show in which a family is standing in a kitchen, with a baby in a pink onesie.", "with_names": "a family is standing in a kitchen, with a baby in a pink onesie."}, {"scene_id": "oltl-10-24-07s21", "raw": "A scene from a TV show in which Jennifer Aniston is sitting in a chair and wearing a white shirt", "with_names": ""}, {"scene_id": "oltl-10-24-07s22", "raw": "A scene from a TV show in which a man and a woman are standing in a room, with a police officer standing in front of them.", "with_names": "a man and a woman are standing in a room, with a police officer standing in front of them."}, {"scene_id": "oltl-10-24-07s23", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing behind her.", "with_names": ""}, {"scene_id": "oltl-10-24-07s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-24-07s25", "raw": "A scene from a TV show in which a man is wearing a suit and a turtleneck and is smiling.", "with_names": "a man is wearing a suit and a turtleneck and is smiling."}, {"scene_id": "oltl-10-24-07s26", "raw": "A scene from a TV show in which three girls are dancing in a living room.", "with_names": "three girls are dancing in a living room."}, {"scene_id": "oltl-10-24-07s27", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-10-24-07s28", "raw": "A scene from a TV show in which a man is smiling and wearing a suit.", "with_names": "a man is smiling and wearing a suit."}, {"scene_id": "oltl-10-24-07s29", "raw": "A scene from a TV show in which a woman is on the phone and a chalkboard is visible in the background.", "with_names": "a woman is on the phone and a chalkboard is visible in the background."}, {"scene_id": "oltl-10-24-07s30", "raw": "A scene from a TV show in which Rachel and Monica are standing next to each other.", "with_names": "rachel and monica are standing next to each other."}, {"scene_id": "oltl-10-24-07s31", "raw": "A scene from a TV show in which a man is talking to another man in a hallway.", "with_names": ""}, {"scene_id": "oltl-10-24-07s32", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}]