[{"scene_id": "atwt-02-03-05s0", "raw": "A scene from a TV show in which a woman is dancing in a room with three men.", "with_names": "Katie is dancing in a room with three men."}, {"scene_id": "atwt-02-03-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-03-05s2", "raw": "A scene from a TV show in which a woman is being presented with a book by a blonde woman.", "with_names": "a woman is being presented with a book by a blonde woman."}, {"scene_id": "atwt-02-03-05s3", "raw": "A scene from a TV show in which a man kisses a woman on the cheek.", "with_names": "a man kisses a woman on the cheek."}, {"scene_id": "atwt-02-03-05s4", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "atwt-02-03-05s5", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-02-03-05s6", "raw": "A scene from a TV show in which a woman is talking on her cell phone in a restaurant.", "with_names": ""}, {"scene_id": "atwt-02-03-05s7", "raw": "A scene from a TV show in which a young man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-02-03-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and tie and smiling", "with_names": "] is wearing a suit and tie and smiling"}, {"scene_id": "atwt-02-03-05s9", "raw": "A scene from a TV show in which a woman is wearing a red dress and a choker around her neck.", "with_names": "a woman is wearing a red dress and a choker around her neck."}, {"scene_id": "atwt-02-03-05s10", "raw": "A scene from a TV show in which a man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "atwt-02-03-05s11", "raw": "A scene from a TV show in which a man is wearing a white shirt and a woman in a black dress is standing next to him.", "with_names": "a man is wearing a white shirt and a woman in a black dress is standing next to him."}, {"scene_id": "atwt-02-03-05s12", "raw": "A scene from a TV show in which a man is walking down a hallway and looking at a door.", "with_names": "a man is walking down a hallway and looking at a door."}, {"scene_id": "atwt-02-03-05s13", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-03-05s14", "raw": "A scene from a TV show in which a woman is looking at a picture frame and her hand is raised", "with_names": "a woman is looking at a picture frame and her hand is raised"}, {"scene_id": "atwt-02-03-05s15", "raw": "A scene from a TV show in which a man is seen in a dark room, holding a gun.", "with_names": "a man is in a dark room, holding a gun."}, {"scene_id": "atwt-02-03-05s16", "raw": "A scene from a TV show in which a man is looking at a computer screen.", "with_names": "a man is looking at a computer screen."}, {"scene_id": "atwt-02-03-05s17", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-03-05s18", "raw": "A scene from a TV show in which a woman is wearing a red dress and a choker.", "with_names": "a woman is wearing a red dress and a choker."}, {"scene_id": "atwt-02-03-05s19", "raw": "A scene from a TV show in which a man is drinking from a green bottle.", "with_names": "] is drinking from a green bottle."}, {"scene_id": "atwt-02-03-05s20", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-03-05s21", "raw": "A scene from a TV show in which a young man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-03-05s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down, with a surprised look on his face.", "with_names": "a man is wearing a suit and tie and looking down, with a surprised look on his face."}, {"scene_id": "atwt-02-03-05s23", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-03-05s24", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "atwt-02-03-05s25", "raw": "A scene from a TV show in which a woman is holding a cell phone up to a man.", "with_names": "a woman is holding a cell phone up to ]."}, {"scene_id": "atwt-02-03-05s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "atwt-02-03-05s27", "raw": "A scene from a TV show in which a blonde woman is looking at a man and saying,", "with_names": "a blonde woman is looking at a man and saying,"}, {"scene_id": "atwt-02-03-05s28", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-03-05s29", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}]