[{"scene_id": "oltl-11-01-06s0", "raw": "A scene from a TV show in which two women are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-01-06s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a woman is dressed in a blue turtleneck.", "with_names": "a man is wearing a leather jacket and a woman is dressed in a blue turtleneck."}, {"scene_id": "oltl-11-01-06s2", "raw": "A scene from a TV show in which a woman is in a wheelchair and a man is standing behind her.", "with_names": "a woman is in a wheelchair and a man is standing behind her."}, {"scene_id": "oltl-11-01-06s3", "raw": "A scene from a TV show in which a woman is flirting with a man in a coffee shop.", "with_names": "a woman is flirting with a man in a coffee shop."}, {"scene_id": "oltl-11-01-06s4", "raw": "A scene from a TV show in which a blue square is placed in the center of a white background.", "with_names": "a blue square is placed in the center of a white background."}, {"scene_id": "oltl-11-01-06s5", "raw": "A scene from a TV show in which a man is in a jail cell and another man is standing next to him.", "with_names": "a man is in a jail cell and another man is standing next to him."}, {"scene_id": "oltl-11-01-06s6", "raw": "A scene from a TV show in which a woman is talking to two men in a room.", "with_names": ""}, {"scene_id": "oltl-11-01-06s7", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-11-01-06s8", "raw": "A scene from a TV show in which a woman is sitting in a wheelchair, surrounded by people.", "with_names": "a woman is sitting in a wheelchair, surrounded by people."}, {"scene_id": "oltl-11-01-06s9", "raw": "A scene from a TV show in which a woman is sitting on a couch and two men are standing next to her.", "with_names": ""}, {"scene_id": "oltl-11-01-06s10", "raw": "A scene from a TV show in which a man is wearing a suit and a blue shirt.", "with_names": "a man is wearing a suit and a blue shirt."}, {"scene_id": "oltl-11-01-06s11", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "oltl-11-01-06s12", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-11-01-06s13", "raw": "A scene from a TV show in which a woman is sitting on a couch, her head is down, and she is looking at a TV.", "with_names": ""}, {"scene_id": "oltl-11-01-06s14", "raw": "A scene from a TV show in which a man is sitting in a jail cell and a guard is standing nearby.", "with_names": "a man is sitting in a jail cell and a guard is standing nearby."}, {"scene_id": "oltl-11-01-06s15", "raw": "A scene from a TV show in which a man is sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-01-06s16", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a blue shirt and jeans and the other is wearing a black shirt and pants.", "with_names": "two women are standing in a room, one is wearing a blue shirt and jeans and the other is wearing a black shirt and pants."}, {"scene_id": "oltl-11-01-06s17", "raw": "A scene from a TV show in which a man is looking at a window and talking.", "with_names": ""}, {"scene_id": "oltl-11-01-06s18", "raw": "A scene from a TV show in which a blonde woman is singing.", "with_names": "a blonde woman is singing."}, {"scene_id": "oltl-11-01-06s19", "raw": "A scene from a TV show in which a doctor is standing behind a woman in a hospital room.", "with_names": "a doctor is standing behind a woman in a hospital room."}, {"scene_id": "oltl-11-01-06s20", "raw": "A scene from a TV show in which a man is seen in a black suit and white shirt standing in front of a window.", "with_names": "a man is in a black suit and white shirt standing in front of a window."}, {"scene_id": "oltl-11-01-06s21", "raw": "A scene from a TV show in which a man is wearing a suit and a hat and a woman is wearing a red coat.", "with_names": "a man is wearing a suit and a hat and a woman is wearing a red coat."}, {"scene_id": "oltl-11-01-06s22", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch and talking.", "with_names": ""}, {"scene_id": "oltl-11-01-06s23", "raw": "A scene from a TV show in which a doctor is holding a baby in a hospital room.", "with_names": "a doctor is holding a baby in a hospital room."}, {"scene_id": "oltl-11-01-06s24", "raw": "A scene from a TV show in which a woman is sitting in a room and a man is standing behind her.", "with_names": "a woman is sitting in a room and a man is standing behind her."}, {"scene_id": "oltl-11-01-06s25", "raw": "A scene from a TV show in which a man is being hit in the face by another man.", "with_names": "a man is being hit in the face by another man."}, {"scene_id": "oltl-11-01-06s26", "raw": "A scene from a TV show in which a man is looking at a book.", "with_names": "a man is looking at a book."}, {"scene_id": "oltl-11-01-06s27", "raw": "A scene from a TV show in which a man is talking to someone off-camera.", "with_names": ""}]