[{"scene_id": "pc-05-09-03s0", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "pc-05-09-03s1", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "pc-05-09-03s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-09-03s3", "raw": "A scene from a TV show in which a man is talking to someone and looking at a book.", "with_names": ""}, {"scene_id": "pc-05-09-03s4", "raw": "A scene from a TV show in which a man is touching a woman's face", "with_names": "a man is touching a woman's face"}, {"scene_id": "pc-05-09-03s5", "raw": "A scene from a TV show in which a woman is blowing a kiss to another woman.", "with_names": "a woman is blowing a kiss to another woman."}, {"scene_id": "pc-05-09-03s6", "raw": "A scene from a TV show in which a woman is smoking a cigarette and a man is watching her", "with_names": "a woman is smoking a cigarette and a man is watching her"}, {"scene_id": "pc-05-09-03s7", "raw": "A scene from a TV show in which a man is walking through a cave with a woman behind him", "with_names": "a man is walking through a cave with ] behind him"}, {"scene_id": "pc-05-09-03s8", "raw": "A scene from a TV show in which a man and a woman are laying on a bed, with the woman looking at the camera and smiling.", "with_names": "Ian and ] are laying on a bed, with the woman looking at the camera and smiling."}, {"scene_id": "pc-05-09-03s9", "raw": "A scene from a TV show in which a man is talking to a woman and another woman is watching him.", "with_names": ""}, {"scene_id": "pc-05-09-03s10", "raw": "A scene from a TV show in which a man is holding a woman by the arm and looking at her.", "with_names": "a man is holding a woman by the arm and looking at her."}, {"scene_id": "pc-05-09-03s11", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-05-09-03s12", "raw": "A scene from a TV show in which a man is wearing a silver shirt and a chain around his neck", "with_names": "a man is wearing a silver shirt and a chain around his neck"}, {"scene_id": "pc-05-09-03s13", "raw": "A scene from a TV show in which a man is walking into a room and a woman is standing behind him.", "with_names": "a man is walking into a room and a woman is standing behind him."}, {"scene_id": "pc-05-09-03s14", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "pc-05-09-03s15", "raw": "A scene from a TV show in which a man is asleep on a couch.", "with_names": "a man is asleep on a couch."}]