[{"scene_id": "atwt-09-11-08s0", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-09-11-08s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-09-11-08s2", "raw": "A scene from a TV show in which a man is standing in front of a caravan.", "with_names": "a man is standing in front of a caravan."}, {"scene_id": "atwt-09-11-08s3", "raw": "A scene from a TV show in which a man is talking to someone and smiling.", "with_names": ""}, {"scene_id": "atwt-09-11-08s4", "raw": "A scene from a TV show in which two women are standing in a room, one is wearing a blue shirt and the other is wearing a green shirt.", "with_names": "two women are standing in a room, one is wearing a blue shirt and the other is wearing a green shirt."}, {"scene_id": "atwt-09-11-08s5", "raw": "A scene from a TV show in which a man is pushing a woman in a wheelchair.", "with_names": "a man is pushing a woman in a wheelchair."}, {"scene_id": "atwt-09-11-08s6", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen and talking.", "with_names": ""}, {"scene_id": "atwt-09-11-08s7", "raw": "A scene from a TV show in which a woman is reading a book to a man.", "with_names": "a woman is reading a book to a man."}, {"scene_id": "atwt-09-11-08s8", "raw": "A scene from a TV show in which a man is wearing a white shirt and a purple tie and looking confused.", "with_names": "a man is wearing a white shirt and a purple tie and looking confused."}, {"scene_id": "atwt-09-11-08s9", "raw": "A scene from a TV show in which two bottles of laundry detergent are shown side by side.", "with_names": "two bottles of laundry detergent are shown side by side."}, {"scene_id": "atwt-09-11-08s10", "raw": "A scene from a TV show in which a man is yelling at someone.", "with_names": "a man is yelling at someone."}, {"scene_id": "atwt-09-11-08s11", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-09-11-08s12", "raw": "A scene from a TV show in which a man is wearing a black robe and a bald head", "with_names": "a man is wearing a black robe and a bald head"}, {"scene_id": "atwt-09-11-08s13", "raw": "A scene from a TV show in which a woman is talking on the phone and looking shocked.", "with_names": ""}, {"scene_id": "atwt-09-11-08s14", "raw": "A scene from a TV show in which a woman is running in a room with a guitar.", "with_names": "a woman is running in a room with a guitar."}, {"scene_id": "atwt-09-11-08s15", "raw": "A scene from a TV show in which a woman is wearing a red dress and a man is standing next to her.", "with_names": "a woman is wearing a red dress and a man is standing next to her."}, {"scene_id": "atwt-09-11-08s16", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at something.", "with_names": ""}, {"scene_id": "atwt-09-11-08s17", "raw": "A scene from a TV show in which two women are standing next to each other.", "with_names": "two women are standing next to each other."}, {"scene_id": "atwt-09-11-08s18", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing next to her.", "with_names": "a woman is wearing a pink dress and a man is standing next to her."}, {"scene_id": "atwt-09-11-08s19", "raw": "A scene from a TV show in which a woman is painting a wall.", "with_names": "a woman is painting a wall."}, {"scene_id": "atwt-09-11-08s20", "raw": "A scene from a TV show in which a woman is smiling and a man is hugging her from behind.", "with_names": "a woman is smiling and a man is hugging her from behind."}, {"scene_id": "atwt-09-11-08s21", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "atwt-09-11-08s22", "raw": "A scene from a TV show in which a man is standing in a room with a wine glass and a bottle.", "with_names": "a man is standing in a room with a wine glass and a bottle."}, {"scene_id": "atwt-09-11-08s23", "raw": "A scene from a TV show in which a man is wearing a grey shirt and a silver necklace", "with_names": "a man is wearing a grey shirt and a silver necklace"}, {"scene_id": "atwt-09-11-08s24", "raw": "A scene from a TV show in which a woman is holding a can of Colon Health.", "with_names": "a woman is holding a can of colon health."}, {"scene_id": "atwt-09-11-08s25", "raw": "A scene from a TV show in which a man is smashing a typewriter with a hammer.", "with_names": "a man is smashing a typewriter with a hammer."}, {"scene_id": "atwt-09-11-08s26", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a dog.", "with_names": "a man is standing in a room with a woman and a dog."}, {"scene_id": "atwt-09-11-08s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-09-11-08s28", "raw": "A scene from a TV show in which a man is sitting in a red chair and making a face.", "with_names": "a man is sitting in a red chair and making a face."}, {"scene_id": "atwt-09-11-08s29", "raw": "A scene from a TV show in which a man is seen in a bathtub with a woman.", "with_names": "a man is in a bathtub with a woman."}, {"scene_id": "atwt-09-11-08s30", "raw": "A scene from a TV show in which a family is in the kitchen, with a young girl sitting in a high chair and a boy standing behind her.", "with_names": "a family is in the kitchen, with a young girl sitting in a high chair and a boy standing behind her."}, {"scene_id": "atwt-09-11-08s31", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-09-11-08s32", "raw": "A scene from a TV show in which a man is talking to a woman in a hallway.", "with_names": ""}, {"scene_id": "atwt-09-11-08s33", "raw": "A scene from a TV show in which two women are standing next to each other, with one of them looking at the other and smiling.", "with_names": "two women are standing next to each other, with one of them looking at the other and smiling."}, {"scene_id": "atwt-09-11-08s34", "raw": "A scene from a TV show in which a black man and a white man are sitting next to each other.", "with_names": "a black man and a white man are sitting next to each other."}, {"scene_id": "atwt-09-11-08s35", "raw": "A scene from a TV show in which a woman is sitting in a dark room, holding a cat.", "with_names": "a woman is sitting in a dark room, holding a cat."}]