[{"scene_id": "bb-08-14-17s0", "raw": "A scene from a TV show in which a woman is wearing a white blazer and a black dress.", "with_names": "Steffy is wearing a white blazer and a black dress."}, {"scene_id": "bb-08-14-17s1", "raw": "A scene from a TV show in which a woman is sitting in a chair with her arms crossed, looking at a man.", "with_names": ""}, {"scene_id": "bb-08-14-17s2", "raw": "A scene from a TV show in which a woman is on the phone", "with_names": "Sheila is on the phone"}, {"scene_id": "bb-08-14-17s3", "raw": "A scene from a TV show in which a woman is wearing a blue dress and looking upset.", "with_names": "a woman is wearing a blue dress and looking upset."}, {"scene_id": "bb-08-14-17s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie.", "with_names": "a man is wearing a suit and tie."}, {"scene_id": "bb-08-14-17s5", "raw": "A scene from a TV show in which a man sits in a chair and talks to a woman.", "with_names": "Bill sits in a chair and talks to Caroline."}, {"scene_id": "bb-08-14-17s6", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Liam and Steffy are standing in a room."}, {"scene_id": "bb-08-14-17s7", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "bb-08-14-17s8", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-14-17s10", "raw": "A scene from a TV show in which a man is wearing a suit and tie and talking.", "with_names": ""}, {"scene_id": "bb-08-14-17s11", "raw": "A scene from a TV show in which a woman is wearing a blue dress and a man is standing next to her.", "with_names": "Steffy is wearing a blue dress and Liam is standing next to her."}, {"scene_id": "bb-08-14-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "Bill is wearing a suit and a red tie."}, {"scene_id": "bb-08-14-17s13", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at flowers.", "with_names": ""}, {"scene_id": "bb-08-14-17s14", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "Quinn is looking at Sheila and she is looking back at him."}, {"scene_id": "bb-08-14-17s15", "raw": "A scene from a TV show in which a man and a woman are talking in front of a window.", "with_names": ""}, {"scene_id": "bb-08-14-17s16", "raw": "A scene from a TV show in which a bicycle is used as a flower arrangement. (WFSB)", "with_names": "a bicycle is used as a flower arrangement. (wfsb)"}]