[{"scene_id": "atwt-04-04-05s0", "raw": "A scene from a TV show in which a man is looking at a woman.", "with_names": "Mike is looking at a woman."}, {"scene_id": "atwt-04-04-05s1", "raw": "A scene from a TV show in which a woman is holding a book and another woman is standing behind her.", "with_names": "a woman is holding a book and another woman is standing behind her."}, {"scene_id": "atwt-04-04-05s2", "raw": "A scene from a TV show in which a man is comforting a woman.", "with_names": "a man is comforting a woman."}, {"scene_id": "atwt-04-04-05s3", "raw": "A scene from a TV show in which a woman is pouring a drink for a man.", "with_names": "a woman is pouring a drink for a man."}, {"scene_id": "atwt-04-04-05s4", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "atwt-04-04-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-04-05s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-04-04-05s7", "raw": "A scene from a TV show in which a woman is looking at a wall and talking.", "with_names": ""}, {"scene_id": "atwt-04-04-05s8", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-04-04-05s9", "raw": "A scene from a TV show in which a man is cooking a piece of meat on a pan.", "with_names": "a man is cooking a piece of meat on a pan."}, {"scene_id": "atwt-04-04-05s10", "raw": "A scene from a TV show in which a blonde woman is smiling and looking down.", "with_names": "a blonde woman is smiling and looking down."}, {"scene_id": "atwt-04-04-05s11", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-04-04-05s12", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "a woman is smiling and looking to the right."}, {"scene_id": "atwt-04-04-05s13", "raw": "A scene from a TV show in which a woman is looking at a window.", "with_names": "a woman is looking at a window."}, {"scene_id": "atwt-04-04-05s14", "raw": "A scene from a TV show in which a young boy is sitting in a chair and a woman is touching his face.", "with_names": ""}, {"scene_id": "atwt-04-04-05s15", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "atwt-04-04-05s16", "raw": "A scene from a TV show in which a woman is spraying a bottle of Lysol in a bathroom.", "with_names": "a woman is spraying a bottle of lysol in a bathroom."}, {"scene_id": "atwt-04-04-05s17", "raw": "A scene from a TV show in which a man is looking at a woman and talking to her.", "with_names": ""}, {"scene_id": "atwt-04-04-05s18", "raw": "A scene from a TV show in which a man is standing in front of a desk and a woman is sitting on it.", "with_names": "a man is standing in front of a desk and a woman is sitting on it."}, {"scene_id": "atwt-04-04-05s19", "raw": "A scene from a TV show in which a purple ribbon is tied to a tree.", "with_names": "a purple ribbon is tied to a tree."}, {"scene_id": "atwt-04-04-05s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-04-04-05s21", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-04-04-05s22", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-04-04-05s23", "raw": "A scene from a TV show in which a young boy sits in a green chair and talks to a man.", "with_names": "a young boy sits in a green chair and talks to a man."}, {"scene_id": "atwt-04-04-05s24", "raw": "A scene from a TV show in which a man is punching a punching bag.", "with_names": "a man is punching a punching bag."}, {"scene_id": "atwt-04-04-05s25", "raw": "", "with_names": ""}, {"scene_id": "atwt-04-04-05s26", "raw": "A scene from a TV show in which a desk is lit by a single lamp.", "with_names": "a desk is lit by a single lamp."}, {"scene_id": "atwt-04-04-05s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and looking at a flower.", "with_names": ""}, {"scene_id": "atwt-04-04-05s28", "raw": "A scene from a TV show in which a woman is talking to a man in front of a sign that says \"Et Jeans.\"", "with_names": ""}]