[{"scene_id": "pc-03-31-03s0", "raw": "A scene from a TV show in which a bottle is thrown into the air", "with_names": "a bottle is thrown into the air"}, {"scene_id": "pc-03-31-03s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "pc-03-31-03s2", "raw": "A scene from a TV show in which a man is hugging a woman and she is laughing.", "with_names": "a man is hugging a woman and she is laughing."}, {"scene_id": "pc-03-31-03s3", "raw": "A scene from a TV show in which a woman is leaning over a man and whispering in his ear.", "with_names": "a woman is leaning over a man and whispering in his ear."}, {"scene_id": "pc-03-31-03s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-03-31-03s5", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "pc-03-31-03s6", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "pc-03-31-03s7", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by a man."}, {"scene_id": "pc-03-31-03s8", "raw": "A scene from a TV show in which a man is playing a video game in a recording studio.", "with_names": "a man is playing a video game in a recording studio."}, {"scene_id": "pc-03-31-03s9", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and a woman are lying in bed together."}, {"scene_id": "pc-03-31-03s10", "raw": "A scene from a TV show in which a woman is being attacked by men.", "with_names": "a woman is being attacked by men."}, {"scene_id": "pc-03-31-03s11", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at the camera.", "with_names": "a man is standing in a doorway, looking at the camera."}, {"scene_id": "pc-03-31-03s12", "raw": "A scene from a TV show in which a man is talking to a black man, and the black man's hand is on his face.", "with_names": ""}, {"scene_id": "pc-03-31-03s13", "raw": "A scene from a TV show in which a man is sitting on a chair and another man is standing over him.", "with_names": ""}, {"scene_id": "pc-03-31-03s14", "raw": "A scene from a TV show in which two women are hugging each other.", "with_names": "two women are hugging each other."}, {"scene_id": "pc-03-31-03s15", "raw": "A scene from a TV show in which a woman is being seduced by a man.", "with_names": "a woman is being seduced by a man."}, {"scene_id": "pc-03-31-03s16", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]