[{"scene_id": "gl-03-20-06s0", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-20-06s1", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "gl-03-20-06s2", "raw": "A scene from a TV show in which a woman is lying on a bed and a man is sitting next to her.", "with_names": "a woman is lying on a bed and a man is sitting next to her."}, {"scene_id": "gl-03-20-06s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-20-06s4", "raw": "A scene from a TV show in which a ball is thrown into the air", "with_names": "a ball is thrown into the air"}, {"scene_id": "gl-03-20-06s5", "raw": "A scene from a TV show in which a man is seen holding a briefcase and smiling.", "with_names": "a man is holding a briefcase and smiling."}, {"scene_id": "gl-03-20-06s6", "raw": "A scene from a TV show in which a man is holding a woman by the hood of her coat.", "with_names": "a man is holding a woman by the hood of her coat."}, {"scene_id": "gl-03-20-06s7", "raw": "A scene from a TV show in which Rachel Green is crying and a button is on her shirt", "with_names": "rachel green is crying and a button is on her shirt"}, {"scene_id": "gl-03-20-06s8", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-03-20-06s9", "raw": "A scene from a TV show in which a woman is sitting on a chair and a man is playing a guitar.", "with_names": ""}, {"scene_id": "gl-03-20-06s10", "raw": "A scene from a TV show in which a man and a woman are standing face to face.", "with_names": "a man and a woman are standing face to face."}, {"scene_id": "gl-03-20-06s11", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "gl-03-20-06s12", "raw": "A scene from a TV show in which a woman is wearing a brown top and a belt", "with_names": "a woman is wearing a brown top and a belt"}, {"scene_id": "gl-03-20-06s13", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "gl-03-20-06s14", "raw": "A scene from a TV show in which a man is wrapped in a blanket and talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-03-20-06s15", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-20-06s16", "raw": "A scene from a TV show in which a man is talking to a police officer.", "with_names": ""}, {"scene_id": "gl-03-20-06s17", "raw": "", "with_names": ""}, {"scene_id": "gl-03-20-06s18", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-20-06s19", "raw": "A scene from a TV show in which a man is seen sitting on a chair in a dark room.", "with_names": ""}, {"scene_id": "gl-03-20-06s20", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-20-06s21", "raw": "A scene from a TV show in which a man is wrapped in a towel and a woman is standing behind him.", "with_names": "a man is wrapped in a towel and a woman is standing behind him."}, {"scene_id": "gl-03-20-06s22", "raw": "A scene from a TV show in which a man is being choked by another man.", "with_names": "a man is being choked by another man."}, {"scene_id": "gl-03-20-06s23", "raw": "A scene from a TV show in which a woman is crying and another woman is talking to her.", "with_names": ""}, {"scene_id": "gl-03-20-06s24", "raw": "A scene from a TV show in which a man is sitting on a couch and holding a blanket over his face.", "with_names": ""}, {"scene_id": "gl-03-20-06s25", "raw": "A scene from a TV show in which a woman is talking to a man, with a badge on his jacket.", "with_names": ""}, {"scene_id": "gl-03-20-06s26", "raw": "A scene from a TV show in which a woman is standing in front of a window and blinds.", "with_names": "a woman is standing in front of a window and blinds."}, {"scene_id": "gl-03-20-06s27", "raw": "A scene from a TV show in which a woman is wearing a black suit and a choker.", "with_names": "a woman is wearing a black suit and a choker."}, {"scene_id": "gl-03-20-06s28", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]