[{"scene_id": "gl-03-20-06s0", "raw": "a woman is talking about her experience and she is laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s1", "raw": "a man and woman are talking about a romantic conversation.", "with_names": ""}, {"scene_id": "gl-03-20-06s2", "raw": "a man and a woman are laying on a bed and the man is kissing the woman.", "with_names": "Alan-Michael and Marina are laying on a bed and the man is kissing the woman."}, {"scene_id": "gl-03-20-06s3", "raw": "a man and woman are talking about a man and then a man is laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s4", "raw": "a group of people are laying on a bed and one of them is laying down.", "with_names": "a group of people are laying on a bed and one of them is laying down."}, {"scene_id": "gl-03-20-06s5", "raw": "a woman is talking about a man and then a woman is talking.", "with_names": ""}, {"scene_id": "gl-03-20-06s6", "raw": "a man is talking to a woman and then a man is talking to her.", "with_names": ""}, {"scene_id": "gl-03-20-06s7", "raw": "a man and woman are talking about a romantic video.", "with_names": ""}, {"scene_id": "gl-03-20-06s8", "raw": "a man and a woman are talking and laughing and laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s9", "raw": "a man and woman are playing guitars and one man is laughing.", "with_names": "Josh and woman are playing guitars and one man is laughing."}, {"scene_id": "gl-03-20-06s10", "raw": "a man and woman are talking about a kiss and then they kiss.", "with_names": ""}, {"scene_id": "gl-03-20-06s11", "raw": "a group of people are talking about a topic and then two men are shown.", "with_names": ""}, {"scene_id": "gl-03-20-06s12", "raw": "a man and woman are in a room and one of them is kissing the other.", "with_names": "a man and woman are in a room and one of them is kissing the other."}, {"scene_id": "gl-03-20-06s13", "raw": "a man and a woman are kissing each other on a bed.", "with_names": "a man and Crystal Chappell, \"Inside The Light.\" You know, she's complicated and dark-- part of her character, that's what makes her interesting. She's spinning out of control. Her mind is not her own and she's got to find something quickly or it's the end for her. She doesn't quit; she's persistent. See Olivia, Wednesday, March 22nd, \"Inside The Light.\" are kissing each other on a bed."}, {"scene_id": "gl-03-20-06s14", "raw": "a man is laughing and laughing while another man is laughing.", "with_names": "a man is laughing and laughing while another man is laughing."}, {"scene_id": "gl-03-20-06s15", "raw": "a man and woman are talking about a man and they are laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s16", "raw": "a man is talking about a topic that is not not understand.", "with_names": ""}, {"scene_id": "gl-03-20-06s17", "raw": "", "with_names": ""}, {"scene_id": "gl-03-20-06s18", "raw": "a woman is talking about a man and then a man is talking about it.", "with_names": ""}, {"scene_id": "gl-03-20-06s19", "raw": "a man and woman are having a great time playing in the background.", "with_names": "Jonathan and woman are having a great time playing in the background."}, {"scene_id": "gl-03-20-06s20", "raw": "a man and a woman are talking about a topic.", "with_names": ""}, {"scene_id": "gl-03-20-06s21", "raw": "a woman is talking on her phone and then she is laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s22", "raw": "a man is talking to another man and he is laughing.", "with_names": ""}, {"scene_id": "gl-03-20-06s23", "raw": "a woman is talking to a man and then she is standing next to her.", "with_names": ""}, {"scene_id": "gl-03-20-06s24", "raw": "a man is sitting on a couch holding a baby and the baby is smiling.", "with_names": ""}, {"scene_id": "gl-03-20-06s25", "raw": "a man and a woman are talking about a kiss.", "with_names": ""}, {"scene_id": "gl-03-20-06s26", "raw": "a man is walking into a room and then two men are walking around.", "with_names": ""}, {"scene_id": "gl-03-20-06s27", "raw": "a woman is talking on her phone and then she is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-20-06s28", "raw": "a woman is talking about her experience and she is doing.", "with_names": ""}]