[{"scene_id": "pc-04-18-03s0", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with a shocked expression.", "with_names": ""}, {"scene_id": "pc-04-18-03s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-04-18-03s2", "raw": "A scene from a TV show in which a man is looking at a window and talking to someone.", "with_names": ""}, {"scene_id": "pc-04-18-03s4", "raw": "A scene from a TV show in which a woman is trapped in a cage and a monkey is behind her.", "with_names": "Frank is trapped in a cage and a monkey is behind her."}, {"scene_id": "pc-04-18-03s9", "raw": "A scene from a TV show in which a woman is seen in a dark room, with her face obscured by darkness.", "with_names": "Livvie is in a dark room, with her face obscured by darkness."}, {"scene_id": "pc-04-18-03s10", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "pc-04-18-03s11", "raw": "A scene from a TV show in which a woman is singing and a man is playing the guitar", "with_names": "a woman is singing and Rafe is playing the guitar"}, {"scene_id": "pc-04-18-03s12", "raw": "A scene from a TV show in which a man is behind bars", "with_names": "rafe is behind bars"}, {"scene_id": "pc-04-18-03s13", "raw": "", "with_names": ""}, {"scene_id": "pc-04-18-03s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-18-03s16", "raw": "A scene from a TV show in which a man is seen walking through a tunnel with a flame in the background", "with_names": "a man is walking through a tunnel with a flame in the background"}, {"scene_id": "pc-04-18-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-04-18-03s19", "raw": "A scene from a TV show in which a blonde woman is holding a man in a cage.", "with_names": "a blonde woman is holding a man in a cage."}, {"scene_id": "pc-04-18-03s20", "raw": "A scene from a TV show in which a woman is in a cage and a man is behind her.", "with_names": "ian is in a cage and a man is behind her."}, {"scene_id": "pc-04-18-03s21", "raw": "A scene from a TV show in which a woman is crying", "with_names": "Frank is crying"}, {"scene_id": "pc-04-18-03s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "pc-04-18-03s23", "raw": "A scene from a TV show in which a man is punched in the face by another man.", "with_names": "a man is punched in the face by another man."}, {"scene_id": "pc-04-18-03s24", "raw": "A scene from a TV show in which a woman is pointing a gun at another woman.", "with_names": "a woman is pointing a gun at another woman."}, {"scene_id": "pc-04-18-03s26", "raw": "A scene from a TV show in which a man and a woman embrace.", "with_names": "a man and Livvie embrace."}, {"scene_id": "pc-04-18-03s29", "raw": "A scene from a TV show in which a lion is locked in a cage and a man is trying to get it to open the door.", "with_names": "a lion is locked in a cage and rafe is trying to get it to open the door."}, {"scene_id": "pc-04-18-03s30", "raw": "A scene from a TV show in which a woman is locked in a cage and a man is talking to her through the bars.", "with_names": ""}, {"scene_id": "pc-04-18-03s36", "raw": "A scene from a TV show in which two men are sitting at a bar, talking to each other.", "with_names": ""}]