[{"scene_id": "gl-08-18-04s0", "raw": "A scene from a TV show in which a woman is seen wearing a bikini and a man is shown in a swimsuit.", "with_names": ""}, {"scene_id": "gl-08-18-04s1", "raw": "A scene from a TV show in which a woman is shown in a bikini and a white towel on her head.", "with_names": ""}, {"scene_id": "gl-08-18-04s3", "raw": "A scene from a TV show in which a woman is wearing a low-cut top and a man is in a suit.", "with_names": "Bill is wearing a low-cut top and a man is in a suit."}, {"scene_id": "gl-08-18-04s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "gl-08-18-04s5", "raw": "A scene from a TV show in which a woman is looking angry.", "with_names": "Danny is looking angry."}, {"scene_id": "gl-08-18-04s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other in swimsuits.", "with_names": "Jeffrey and Cassie are sitting next to each other in swimsuits."}, {"scene_id": "gl-08-18-04s7", "raw": "A scene from a TV show in which a man is standing in a room with a desk and a chair.", "with_names": "Tony is standing in a room with a desk and a chair."}, {"scene_id": "gl-08-18-04s8", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-08-18-04s9", "raw": "A scene from a TV show in which a man is sitting at a desk and laughing.", "with_names": "Danny is sitting at a desk and laughing."}, {"scene_id": "gl-08-18-04s10", "raw": "A scene from a TV show in which a man is talking to someone and his hair is blowing in the wind.", "with_names": ""}, {"scene_id": "gl-08-18-04s11", "raw": "A scene from a TV show in which a man and a woman are standing on a porch.", "with_names": "Jeffrey and Cassie are standing on a porch."}, {"scene_id": "gl-08-18-04s15", "raw": "A scene from a TV show in which a man is wearing a white shirt and a tree in the background.", "with_names": "Edmund is wearing a white shirt and a tree in the background."}, {"scene_id": "gl-08-18-04s16", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-18-04s17", "raw": "A scene from a TV show in which a man is holding a cup and looking at it.", "with_names": "Jeffrey is holding a cup and looking at it."}, {"scene_id": "gl-08-18-04s18", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie.", "with_names": "Edmund is wearing a suit and a red tie."}, {"scene_id": "gl-08-18-04s19", "raw": "A scene from a TV show in which a man is yelling and his mouth is open", "with_names": "Tony is yelling and his mouth is open"}, {"scene_id": "gl-08-18-04s20", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "gl-08-18-04s21", "raw": "A scene from a TV show in which a man is talking to a woman, with his hands outstretched.", "with_names": ""}, {"scene_id": "gl-08-18-04s22", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "gl-08-18-04s23", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Dinah is being attacked by Edmund."}, {"scene_id": "gl-08-18-04s24", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-08-18-04s25", "raw": "A scene from a TV show in which a man is talking on a cell phone in a room with a red chair and a bookcase.", "with_names": ""}, {"scene_id": "gl-08-18-04s26", "raw": "A scene from a TV show in which a woman is smiling and looking to the right.", "with_names": "Gus is smiling and looking to the right."}, {"scene_id": "gl-08-18-04s27", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-08-18-04s28", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-08-18-04s29", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}]