[{"scene_id": "atwt-06-11-09s0", "raw": "A scene from a TV show in which a woman is holding a handbag and looking at it.", "with_names": "a woman is holding a handbag and looking at it."}, {"scene_id": "atwt-06-11-09s1", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is standing behind her.", "with_names": "a woman is wearing a green shirt and a man is standing behind her."}, {"scene_id": "atwt-06-11-09s2", "raw": "A scene from a TV show in which a man is looking at a woman through a window.", "with_names": "] is looking at a woman through a window."}, {"scene_id": "atwt-06-11-09s3", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-11-09s4", "raw": "A scene from a TV show in which a toilet paper roll is used more than once.", "with_names": "a toilet paper roll is used more than once."}, {"scene_id": "atwt-06-11-09s5", "raw": "A scene from a TV show in which a woman is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-06-11-09s6", "raw": "A scene from a TV show in which a woman is holding a man's hand and looking at him.", "with_names": "a woman is holding a man's hand and looking at him."}, {"scene_id": "atwt-06-11-09s7", "raw": "A scene from a TV show in which a woman is talking to a man while wearing a white dress.", "with_names": ""}, {"scene_id": "atwt-06-11-09s8", "raw": "A scene from a TV show in which a woman is wearing a green shirt and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-06-11-09s9", "raw": "A scene from a TV show in which a box of Reynolds Wrap is shown.", "with_names": ""}, {"scene_id": "atwt-06-11-09s10", "raw": "A scene from a TV show in which a man is leaning against a door, his head is down, and he is crying.", "with_names": "a man is leaning against a door, his head is down, and he is crying."}, {"scene_id": "atwt-06-11-09s11", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-06-11-09s12", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a green sweater.", "with_names": ""}, {"scene_id": "atwt-06-11-09s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-06-11-09s14", "raw": "A scene from a TV show in which a woman is holding a tissue to her face while a man looks at her.", "with_names": "a woman is holding a tissue to her face while a man looks at her."}]