[{"scene_id": "bb-04-14-17s0", "raw": "A scene from a TV show in which a man is being helped by a woman to walk on a ramp.", "with_names": "a man is being helped by a woman to walk on a ramp."}, {"scene_id": "bb-04-14-17s1", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-04-14-17s2", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a necklace and talking to a man.", "with_names": ""}, {"scene_id": "bb-04-14-17s3", "raw": "A scene from a TV show in which a man leans over a car and talks to a young girl.", "with_names": "a man leans over a car and talks to a young girl."}, {"scene_id": "bb-04-14-17s4", "raw": "A scene from a TV show in which a woman is wearing a floral dress and a man is dressed in a suit.", "with_names": "Shirley is wearing a floral dress and Coco is dressed in a suit."}, {"scene_id": "bb-04-14-17s5", "raw": "A scene from a TV show in which a man is texting on his phone while another man looks at him.", "with_names": "a man is texting on his phone while another man looks at him."}, {"scene_id": "bb-04-14-17s6", "raw": "A scene from a TV show in which a woman is dancing in a room with a man and a few other people.", "with_names": "a woman is dancing in a room with Darlita and a few other people."}, {"scene_id": "bb-04-14-17s7", "raw": "A scene from a TV show in which a woman is wearing a dress and a man is watching her.", "with_names": "Bill is wearing a dress and Wyatt is watching her."}, {"scene_id": "bb-04-14-17s8", "raw": "A scene from a TV show in which a man is talking to another man in an office.", "with_names": ""}, {"scene_id": "bb-04-14-17s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-14-17s11", "raw": "A scene from a TV show in which a woman is standing in a dark room with a plant.", "with_names": "Shirley is standing in a dark room with a plant."}, {"scene_id": "bb-04-14-17s14", "raw": "A scene from a TV show in which a woman is standing in a dark room, looking at the camera.", "with_names": "C.J. is standing in a dark room, looking at the camera."}, {"scene_id": "bb-04-14-17s15", "raw": "A scene from a TV show in which a woman is wearing a leopard print jacket and a red wig.", "with_names": "a woman is wearing a leopard print jacket and a red wig."}, {"scene_id": "bb-04-14-17s16", "raw": "A scene from a TV show in which a woman walks down a runway in a dress and a wig.", "with_names": "a woman walks down a runway in a dress and a wig."}, {"scene_id": "bb-04-14-17s17", "raw": "A scene from a TV show in which a man is talking on his phone while other people look on.", "with_names": ""}, {"scene_id": "bb-04-14-17s18", "raw": "A scene from a TV show in which a man is standing in a room, holding a coat.", "with_names": "a man is standing in a room, holding a coat."}, {"scene_id": "bb-04-14-17s19", "raw": "A scene from a TV show in which a woman and a man are dressed in formal clothes.", "with_names": "C.J. and Jarrett are dressed in formal clothes."}, {"scene_id": "bb-04-14-17s20", "raw": "A scene from a TV show in which two young women are sitting next to each other and talking.", "with_names": ""}, {"scene_id": "bb-04-14-17s21", "raw": "A scene from a TV show in which a woman is talking to a man and the woman is clapping.", "with_names": ""}, {"scene_id": "bb-04-14-17s22", "raw": "A scene from a TV show in which two men are sitting next to each other and looking at something.", "with_names": "two men are sitting next to each other and looking at something."}, {"scene_id": "bb-04-14-17s23", "raw": "A scene from a TV show in which a woman is seen laughing and a man is also laughing", "with_names": "a woman is laughing and a man is also laughing"}, {"scene_id": "bb-04-14-17s24", "raw": "A scene from a TV show in which models walk the runway in evening gowns.", "with_names": "models walk the runway in evening gowns."}, {"scene_id": "bb-04-14-17s25", "raw": "A scene from a TV show in which a young woman is talking to a therapist about her mental health.", "with_names": ""}, {"scene_id": "bb-04-14-17s26", "raw": "A scene from a TV show in which a woman is smiling and wearing a white dress.", "with_names": "a woman is smiling and wearing a white dress."}]