[{"scene_id": "bb-02-12-14s0", "raw": "A scene from a TV show in which a woman holds a clutch bag in her hands.", "with_names": "a woman holds a clutch bag in her hands."}, {"scene_id": "bb-02-12-14s1", "raw": "A scene from a TV show in which a woman sits in a chair and talks on her cell phone.", "with_names": "a woman sits in a chair and talks on her cell phone."}, {"scene_id": "bb-02-12-14s2", "raw": "A scene from a TV show in which a woman is seen in a dark room, with a light coming from a window in the background.", "with_names": "a woman is in a dark room, with a light coming from a window in the background."}, {"scene_id": "bb-02-12-14s3", "raw": "A scene from a TV show in which a man is talking to a woman about glasses.", "with_names": ""}, {"scene_id": "bb-02-12-14s4", "raw": "A scene from a TV show in which a woman stands in a room and talks to someone.", "with_names": "a woman stands in a room and talks to someone."}, {"scene_id": "bb-02-12-14s5", "raw": "A scene from a TV show in which a woman is talking to a shirtless man.", "with_names": ""}, {"scene_id": "bb-02-12-14s6", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-02-12-14s7", "raw": "A scene from a TV show in which a woman talks about her husband's infidelity.", "with_names": "a woman talks about her husband's infidelity."}, {"scene_id": "bb-02-12-14s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-02-12-14s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is talking to someone.", "with_names": ""}, {"scene_id": "bb-02-12-14s10", "raw": "A scene from a TV show in which a woman is crying and a man is looking at her.", "with_names": "a woman is crying and a man is looking at her."}, {"scene_id": "bb-02-12-14s11", "raw": "A scene from a TV show in which a shirtless man is looking at a painting.", "with_names": "a shirtless man is looking at a painting."}, {"scene_id": "bb-02-12-14s12", "raw": "A scene from a TV show in which a woman is talking to a child.", "with_names": ""}, {"scene_id": "bb-02-12-14s13", "raw": "A scene from a TV show in which a woman smiles and looks at a man.", "with_names": "a woman smiles and looks at a man."}]