[{"scene_id": "pc-07-25-02s0", "raw": "A scene from a TV show in which a black man is laughing", "with_names": "a black man is laughing"}, {"scene_id": "pc-07-25-02s1", "raw": "A scene from a TV show in which a woman is wearing a red top and white pants", "with_names": "a woman is wearing a red top and white pants"}, {"scene_id": "pc-07-25-02s2", "raw": "A scene from a TV show in which a woman is talking on the phone and another woman is sitting next to her", "with_names": ""}, {"scene_id": "pc-07-25-02s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "pc-07-25-02s4", "raw": "A scene from a TV show in which a man is hugging a woman in a bedroom.", "with_names": "Rafe is hugging Livvie in a bedroom."}, {"scene_id": "pc-07-25-02s5", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "pc-07-25-02s6", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-25-02s7", "raw": "A scene from a TV show in which a black man and a white woman are standing in a forest.", "with_names": "a black man and a white woman are standing in a forest."}, {"scene_id": "pc-07-25-02s8", "raw": "A scene from a TV show in which a woman is talking to someone and her hair blows in the wind", "with_names": ""}, {"scene_id": "pc-07-25-02s9", "raw": "A scene from a TV show in which a woman is texting on her phone in a restaurant.", "with_names": "Kate is texting on her phone in a restaurant."}, {"scene_id": "pc-07-25-02s10", "raw": "A scene from a TV show in which a woman sits at a table in a restaurant and talks on a cell phone.", "with_names": "a woman sits at a table in a restaurant and talks on a cell phone."}, {"scene_id": "pc-07-25-02s11", "raw": "A scene from a TV show in which a man is smoking a cigarette and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-07-25-02s12", "raw": "A scene from a TV show in which a woman is chained to a table and a man is standing over her.", "with_names": "Livvie is chained to a table and a man is standing over her."}, {"scene_id": "pc-07-25-02s13", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}]