[{"scene_id": "atwt-07-09-07s0", "raw": "A scene from a TV show in which a woman is wearing a necklace and a topless shirt", "with_names": "a woman is wearing a necklace and a topless shirt"}, {"scene_id": "atwt-07-09-07s1", "raw": "A scene from a TV show in which a woman is being held by a man.", "with_names": "a woman is being held by a man."}, {"scene_id": "atwt-07-09-07s2", "raw": "A scene from a TV show in which a young man is looking at a door and wearing a striped shirt", "with_names": "a young man is looking at a door and wearing a striped shirt"}, {"scene_id": "atwt-07-09-07s3", "raw": "A scene from a TV show in which a woman is wearing a black hoodie and a necklace.", "with_names": "a woman is wearing a black hoodie and a necklace."}, {"scene_id": "atwt-07-09-07s4", "raw": "A scene from a TV show in which a man is held by a woman in a wooded area.", "with_names": "] is held by Cleo in a wooded area."}, {"scene_id": "atwt-07-09-07s5", "raw": "A scene from a TV show in which a couple is standing on a beach and talking.", "with_names": ""}, {"scene_id": "atwt-07-09-07s6", "raw": "A scene from a TV show in which a woman is on the phone, looking concerned.", "with_names": "a woman is on the phone, looking concerned."}, {"scene_id": "atwt-07-09-07s7", "raw": "A scene from a TV show in which mayonnaise is being used as a weapon", "with_names": "mayonnaise is being used as a weapon"}, {"scene_id": "atwt-07-09-07s8", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses ] on the cheek."}, {"scene_id": "atwt-07-09-07s9", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-07-09-07s10", "raw": "A scene from a TV show in which a woman is standing in a hallway, looking at the camera.", "with_names": "a woman is standing in a hallway, looking at the camera."}, {"scene_id": "atwt-07-09-07s11", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-09-07s12", "raw": "A scene from a TV show in which a woman is working out on an exercise bike.", "with_names": "a woman is working out on an exercise bike."}, {"scene_id": "atwt-07-09-07s13", "raw": "A scene from a TV show in which a woman is lying on the ground with her head resting on a table.", "with_names": "a woman is lying on the ground with her head resting on a table."}, {"scene_id": "atwt-07-09-07s14", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-07-09-07s15", "raw": "A scene from a TV show in which a woman is holding flowers and a man is kissing her on the cheek.", "with_names": "a woman is holding flowers and ] is kissing her on the cheek."}, {"scene_id": "atwt-07-09-07s16", "raw": "A scene from a TV show in which a green apple is shown with the words \"Vitamin E\" written on it.", "with_names": ""}, {"scene_id": "atwt-07-09-07s17", "raw": "A scene from a TV show in which a woman is lying in a coffin with her head resting on a pillow.", "with_names": "a woman is lying in a coffin with her head resting on a pillow."}, {"scene_id": "atwt-07-09-07s18", "raw": "A scene from a TV show in which a man is tied to a tree and a woman is holding a knife to his throat.", "with_names": "a man is tied to a tree and a woman is holding a knife to his throat."}, {"scene_id": "atwt-07-09-07s19", "raw": "A scene from a TV show in which a woman is wearing a hard hat and a yellow shirt.", "with_names": "a woman is wearing a hard hat and a yellow shirt."}, {"scene_id": "atwt-07-09-07s20", "raw": "A scene from a TV show in which two men are standing next to each other.", "with_names": "two men are standing next to each other."}, {"scene_id": "atwt-07-09-07s21", "raw": "A scene from a TV show in which two young men are standing in a hallway, talking to each other.", "with_names": ""}, {"scene_id": "atwt-07-09-07s22", "raw": "A scene from a TV show in which a man is trying to rescue a woman from a cave.", "with_names": "a man is trying to rescue a woman from a cave."}, {"scene_id": "atwt-07-09-07s23", "raw": "A scene from a TV show in which a young girl is seen lying on the ground with her head resting on a rock.", "with_names": "a young girl is lying on the ground with her head resting on a rock."}, {"scene_id": "atwt-07-09-07s24", "raw": "A scene from a TV show in which a young woman is wearing a green dress and blonde hair.", "with_names": "a young woman is wearing a green dress and blonde hair."}, {"scene_id": "atwt-07-09-07s25", "raw": "A scene from a TV show in which a doctor is showing a couple a computer screen.", "with_names": "a doctor is showing a couple a computer screen."}]