[{"scene_id": "oltl-03-10-09s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bloody head", "with_names": "a man is lying in a hospital bed with a bloody head"}, {"scene_id": "oltl-03-10-09s1", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-10-09s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-10-09s3", "raw": "A scene from a TV show in which a police officer is being questioned by a man and a woman.", "with_names": "a police officer is being questioned by a man and a woman."}, {"scene_id": "oltl-03-10-09s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-03-10-09s5", "raw": "", "with_names": ""}, {"scene_id": "oltl-03-10-09s6", "raw": "A scene from a TV show in which a young man is seen wearing a red shirt and a baseball cap.", "with_names": "a young man is wearing a red shirt and a baseball cap."}, {"scene_id": "oltl-03-10-09s7", "raw": "A scene from a TV show in which a young girl is talking to her mother.", "with_names": ""}, {"scene_id": "oltl-03-10-09s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "oltl-03-10-09s9", "raw": "A scene from a TV show in which a man is laying in a hospital bed with a bruised face.", "with_names": "a man is laying in a hospital bed with a bruised face."}, {"scene_id": "oltl-03-10-09s10", "raw": "A scene from a TV show in which a woman is talking to two women.", "with_names": ""}, {"scene_id": "oltl-03-10-09s11", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-03-10-09s12", "raw": "A scene from a TV show in which a woman is grabbing a man's shirt.", "with_names": "a woman is grabbing a man's shirt."}, {"scene_id": "oltl-03-10-09s13", "raw": "A scene from a TV show in which a woman is standing in front of a vending machine.", "with_names": "a woman is standing in front of a vending machine."}, {"scene_id": "oltl-03-10-09s14", "raw": "A scene from a TV show in which a woman is talking to a man in a police uniform.", "with_names": ""}, {"scene_id": "oltl-03-10-09s15", "raw": "A scene from a TV show in which a woman is hugging another woman.", "with_names": "a woman is hugging another woman."}, {"scene_id": "oltl-03-10-09s16", "raw": "A scene from a TV show in which a woman is talking on the phone in a classroom.", "with_names": ""}, {"scene_id": "oltl-03-10-09s17", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-03-10-09s18", "raw": "A scene from a TV show in which a blonde woman is yelling at someone.", "with_names": "a blonde woman is yelling at someone."}, {"scene_id": "oltl-03-10-09s19", "raw": "A scene from a TV show in which a woman is licking another woman's face.", "with_names": "a woman is licking another woman's face."}, {"scene_id": "oltl-03-10-09s20", "raw": "A scene from a TV show in which a woman is talking to two police officers.", "with_names": ""}, {"scene_id": "oltl-03-10-09s21", "raw": "A scene from a TV show in which a young man is sitting in a hospital bed and looking at the camera.", "with_names": "a young man is sitting in a hospital bed and looking at the camera."}, {"scene_id": "oltl-03-10-09s22", "raw": "A scene from a TV show in which two men are lying on a bed, wearing only their underwear.", "with_names": "two men are lying on a bed, wearing only their underwear."}, {"scene_id": "oltl-03-10-09s23", "raw": "A scene from a TV show in which a man is standing behind a woman, and she is looking at him with a surprised expression.", "with_names": "a man is standing behind a woman, and she is looking at him with a surprised expression."}, {"scene_id": "oltl-03-10-09s24", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-03-10-09s25", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "oltl-03-10-09s26", "raw": "A scene from a TV show in which a woman is lying on a bed with her head turned to the side", "with_names": "a woman is lying on a bed with her head turned to the side"}, {"scene_id": "oltl-03-10-09s27", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-03-10-09s28", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other on a train.", "with_names": "a man and a woman are sitting next to each other on a train."}, {"scene_id": "oltl-03-10-09s29", "raw": "A scene from a TV show in which a woman is talking to a man in a hallway.", "with_names": ""}, {"scene_id": "oltl-03-10-09s30", "raw": "A scene from a TV show in which a man is strapped into a stretcher and wearing a yellow helmet.", "with_names": "a man is strapped into a stretcher and wearing a yellow helmet."}, {"scene_id": "oltl-03-10-09s31", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-03-10-09s32", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "oltl-03-10-09s33", "raw": "A scene from a TV show in which a man is lying in a hospital bed, with a nurse standing next to him.", "with_names": "a man is lying in a hospital bed, with a nurse standing next to him."}, {"scene_id": "oltl-03-10-09s34", "raw": "A scene from a TV show in which a man is standing in a room with a doctor.", "with_names": "a man is standing in a room with a doctor."}, {"scene_id": "oltl-03-10-09s35", "raw": "A scene from a TV show in which a woman is seen wearing a black bra and panties while laying on a bed with a dog.", "with_names": "a woman is wearing a black bra and panties while laying on a bed with a dog."}]