[{"scene_id": "bb-08-21-19s0", "raw": "A scene from a TV show in which a man and a woman stand in a living room talking to a third person.", "with_names": ""}, {"scene_id": "bb-08-21-19s2", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-08-21-19s3", "raw": "A scene from a TV show in which a shirtless man sits on a couch and looks at his chest.", "with_names": "a shirtless man sits on a couch and looks at his chest."}, {"scene_id": "bb-08-21-19s4", "raw": "A scene from a TV show in which a man sits at a computer and looks at the camera.", "with_names": "Thomas sits at a computer and looks at the camera."}, {"scene_id": "bb-08-21-19s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-08-21-19s7", "raw": "A scene from a TV show in which a shirtless man is sitting on a couch.", "with_names": ""}, {"scene_id": "bb-08-21-19s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-21-19s9", "raw": "A scene from a TV show in which a shirtless man is dancing in a room.", "with_names": "a shirtless man is dancing in a room."}, {"scene_id": "bb-08-21-19s10", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "Liam and Hope are standing next to each other."}, {"scene_id": "bb-08-21-19s11", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "bb-08-21-19s12", "raw": "A scene from a TV show in which a man is standing behind bars and looking at the camera", "with_names": "a man is standing behind bars and looking at the camera"}, {"scene_id": "bb-08-21-19s13", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "bb-08-21-19s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-21-19s15", "raw": "A scene from a TV show in which a shirtless man sits on a couch in front of a fan.", "with_names": "a shirtless man sits on a couch in front of a fan."}, {"scene_id": "bb-08-21-19s16", "raw": "A scene from a TV show in which a man is crying.", "with_names": "a man is crying."}, {"scene_id": "bb-08-21-19s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-08-21-19s18", "raw": "A scene from a TV show in which a woman is talking on her cell phone while a man stands behind her.", "with_names": ""}, {"scene_id": "bb-08-21-19s20", "raw": "A scene from a TV show in which a man is seen in the dark", "with_names": "Liam is in the dark"}]