[{"scene_id": "bb-04-09-15s0", "raw": "A scene from a TV show in which a woman is giving a rose to a man.", "with_names": "a woman is giving a rose to a man."}, {"scene_id": "bb-04-09-15s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-09-15s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-09-15s3", "raw": "A scene from a TV show in which a woman is interviewed by two women", "with_names": "a woman is interviewed by two women"}, {"scene_id": "bb-04-09-15s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-09-15s5", "raw": "A scene from a TV show in which a man is standing in a room with a woman and a horse.", "with_names": "a man is standing in a room with a woman and a horse."}, {"scene_id": "bb-04-09-15s6", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "bb-04-09-15s7", "raw": "A scene from a TV show in which a woman is talking to a man and a young woman.", "with_names": ""}, {"scene_id": "bb-04-09-15s8", "raw": "A scene from a TV show in which a woman is interviewed by a female reporter.", "with_names": "a woman is interviewed by a female reporter."}, {"scene_id": "bb-04-09-15s9", "raw": "A scene from a TV show in which a bride and groom sit together on a boat.", "with_names": "a bride and groom sit together on a boat."}, {"scene_id": "bb-04-09-15s10", "raw": "A scene from a TV show in which a man is standing in a room with a bookshelf.", "with_names": "a man is standing in a room with a bookshelf."}, {"scene_id": "bb-04-09-15s11", "raw": "A scene from a TV show in which a woman is interviewed about her experience of being raped.", "with_names": "a woman is interviewed about her experience of being raped."}, {"scene_id": "bb-04-09-15s12", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-04-09-15s13", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}]