[{"scene_id": "atwt-05-17-06s0", "raw": "A scene from a TV show in which a woman is seen in a dark room with a purple curtain.", "with_names": "Jade is in a dark room with a purple curtain."}, {"scene_id": "atwt-05-17-06s1", "raw": "A scene from a TV show in which a man is wearing a denim jacket and a white shirt", "with_names": "a man is wearing a denim jacket and a white shirt"}, {"scene_id": "atwt-05-17-06s2", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-17-06s3", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "a woman is lying in a hospital bed"}, {"scene_id": "atwt-05-17-06s4", "raw": "A scene from a TV show in which a man is wearing a black shirt", "with_names": "a man is wearing a black shirt"}, {"scene_id": "atwt-05-17-06s5", "raw": "A scene from a TV show in which a family is running through a house.", "with_names": "a family is running through a house."}, {"scene_id": "atwt-05-17-06s6", "raw": "A scene from a TV show in which a young man is looking down and wearing a green jacket.", "with_names": "a young man is looking down and wearing a green jacket."}, {"scene_id": "atwt-05-17-06s7", "raw": "A scene from a TV show in which a woman is seen walking through a door.", "with_names": "a woman is walking through a door."}, {"scene_id": "atwt-05-17-06s8", "raw": "A scene from a TV show in which a woman is lying in a hospital bed", "with_names": "a woman is lying in a hospital bed"}, {"scene_id": "atwt-05-17-06s9", "raw": "A scene from a TV show in which a woman is crying and another woman is standing next to her", "with_names": "a woman is crying and another woman is standing next to her"}, {"scene_id": "atwt-05-17-06s10", "raw": "A scene from a TV show in which the names of the fallen are etched into the wall of the Pentagon.", "with_names": "the names of the fallen are etched into the wall of the pentagon."}, {"scene_id": "atwt-05-17-06s11", "raw": "A scene from a TV show in which a woman is looking down and a balloon is floating in the air.", "with_names": "a woman is looking down and a balloon is floating in the air."}, {"scene_id": "atwt-05-17-06s12", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, looking tired.", "with_names": "a woman is lying in a hospital bed, looking tired."}, {"scene_id": "atwt-05-17-06s13", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "atwt-05-17-06s14", "raw": "A scene from a TV show in which a man is walking down a hallway and a woman is standing in front of him.", "with_names": "a man is walking down a hallway and a woman is standing in front of him."}, {"scene_id": "atwt-05-17-06s15", "raw": "A scene from a TV show in which a man is floating in a pool on a float.", "with_names": "a man is floating in a pool on a float."}, {"scene_id": "atwt-05-17-06s16", "raw": "A scene from a TV show in which Judge Judy is sitting in a chair and wearing a black robe.", "with_names": ""}, {"scene_id": "atwt-05-17-06s17", "raw": "A scene from a TV show in which a woman is talking to a man in a pharmacy.", "with_names": ""}, {"scene_id": "atwt-05-17-06s18", "raw": "A scene from a TV show in which a man is pushing a woman in a wheelchair", "with_names": "a man is pushing a woman in a wheelchair"}, {"scene_id": "atwt-05-17-06s19", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-17-06s20", "raw": "A scene from a TV show in which a woman is dancing and smiling.", "with_names": "a woman is dancing and smiling."}, {"scene_id": "atwt-05-17-06s21", "raw": "A scene from a TV show in which a woman is smiling and looking down.", "with_names": "a woman is smiling and looking down."}, {"scene_id": "atwt-05-17-06s22", "raw": "A scene from a TV show in which a man is wearing a suit and an orange tie.", "with_names": "a man is wearing a suit and an orange tie."}, {"scene_id": "atwt-05-17-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-17-06s24", "raw": "A scene from a TV show in which a man is throwing a bowling ball", "with_names": "a man is throwing a bowling ball"}, {"scene_id": "atwt-05-17-06s25", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-05-17-06s26", "raw": "A scene from a TV show in which a woman is talking on the phone and a plant is visible in the background.", "with_names": ""}, {"scene_id": "atwt-05-17-06s27", "raw": "A scene from a TV show in which a woman is lying on her back with her eyes closed.", "with_names": "] is lying on her back with her eyes closed."}, {"scene_id": "atwt-05-17-06s28", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-05-17-06s29", "raw": "A scene from a TV show in which a UFO is seen hovering over a town.", "with_names": "a ufo is hovering over a town."}]