[{"scene_id": "atwt-05-05-05s0", "raw": "A scene from a TV show in which a woman is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "atwt-05-05-05s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-05-05s2", "raw": "A scene from a TV show in which a young girl is lying on a bed, a younger girl is sitting next to her.", "with_names": "a young girl is lying on a bed, a younger girl is sitting next to her."}, {"scene_id": "atwt-05-05-05s3", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-05-05-05s4", "raw": "A scene from a TV show in which a man is seen eating a tub of ice cream.", "with_names": "a man is eating a tub of ice cream."}, {"scene_id": "atwt-05-05-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-05-05s6", "raw": "A scene from a TV show in which a man is smiling and wearing a pink shirt", "with_names": "a man is smiling and wearing a pink shirt"}, {"scene_id": "atwt-05-05-05s7", "raw": "A scene from a TV show in which a word is spelled out in water.", "with_names": "a word is spelled out in water."}, {"scene_id": "atwt-05-05-05s8", "raw": "A scene from a TV show in which a woman is shocked by a man.", "with_names": "a woman is shocked by a man."}, {"scene_id": "atwt-05-05-05s9", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-05-05-05s10", "raw": "A scene from a TV show in which a girl is talking to another girl.", "with_names": ""}, {"scene_id": "atwt-05-05-05s11", "raw": "A scene from a TV show in which a baby is shown making a funny face.", "with_names": ""}, {"scene_id": "atwt-05-05-05s12", "raw": "", "with_names": ""}, {"scene_id": "atwt-05-05-05s13", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-05-05-05s14", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-05-05-05s15", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on his cell phone.", "with_names": ""}, {"scene_id": "atwt-05-05-05s16", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-05-05s17", "raw": "A scene from a TV show in which a bottle of Sea-Bond is shown to be a liquid that can be used to make a bomb.", "with_names": ""}, {"scene_id": "atwt-05-05-05s18", "raw": "A scene from a TV show in which a man is looking at a picture frame and a flower", "with_names": "a man is looking at a picture frame and a flower"}, {"scene_id": "atwt-05-05-05s19", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-05-05-05s20", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-05-05-05s21", "raw": "A scene from a TV show in which a man is talking to someone and is looking at them with a confused expression.", "with_names": ""}, {"scene_id": "atwt-05-05-05s22", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-05-05-05s23", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food.", "with_names": "a woman is sitting at a table with a plate of food."}, {"scene_id": "atwt-05-05-05s24", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-05-05-05s25", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-05-05-05s26", "raw": "A scene from a TV show in which a woman is sitting in front of a globe.", "with_names": "a woman is sitting in front of a globe."}]