[{"scene_id": "oltl-02-22-07s0", "raw": "A scene from a TV show in which a woman is standing at a bar and a man is behind her, holding a box.", "with_names": "a woman is standing at a bar and a man is behind her, holding a box."}, {"scene_id": "oltl-02-22-07s1", "raw": "A scene from a TV show in which a shirtless man talks on a cell phone.", "with_names": "a shirtless man talks on a cell phone."}, {"scene_id": "oltl-02-22-07s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-22-07s3", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "oltl-02-22-07s4", "raw": "A scene from a TV show in which a man is standing in front of a TV screen with the words \"One Life to Live\"", "with_names": "a man is standing in front of a tv screen with the words \"one life to live\""}, {"scene_id": "oltl-02-22-07s5", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-22-07s6", "raw": "A scene from a TV show in which a man is singing.", "with_names": "a man is singing."}, {"scene_id": "oltl-02-22-07s7", "raw": "A scene from a TV show in which a woman is talking on the phone.", "with_names": ""}, {"scene_id": "oltl-02-22-07s8", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "oltl-02-22-07s9", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "oltl-02-22-07s10", "raw": "A scene from a TV show in which a man is holding a woman's arm.", "with_names": "a man is holding a woman's arm."}, {"scene_id": "oltl-02-22-07s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-22-07s12", "raw": "A scene from a TV show in which a woman is talking to someone and looking down.", "with_names": ""}, {"scene_id": "oltl-02-22-07s13", "raw": "A scene from a TV show in which a man and a woman are standing in a living room.", "with_names": "a man and a woman are standing in a living room."}, {"scene_id": "oltl-02-22-07s14", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a blue shirt.", "with_names": "a man is wearing a leather jacket and a blue shirt."}, {"scene_id": "oltl-02-22-07s15", "raw": "A scene from a TV show in which a blonde woman is looking off to the side.", "with_names": "a blonde woman is looking off to the side."}, {"scene_id": "oltl-02-22-07s16", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-02-22-07s17", "raw": "A scene from a TV show in which a man is talking to a woman in an office.", "with_names": ""}, {"scene_id": "oltl-02-22-07s18", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "a man is hugging a woman."}, {"scene_id": "oltl-02-22-07s19", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "oltl-02-22-07s20", "raw": "A scene from a TV show in which a woman is talking to a man in a kitchen.", "with_names": ""}, {"scene_id": "oltl-02-22-07s21", "raw": "A scene from a TV show in which a woman is sitting at a table with a man standing behind her.", "with_names": "a woman is sitting at a table with a man standing behind her."}, {"scene_id": "oltl-02-22-07s22", "raw": "A scene from a TV show in which a woman is talking to a man and another woman is watching them.", "with_names": ""}, {"scene_id": "oltl-02-22-07s23", "raw": "A scene from a TV show in which a man is talking to a woman and he is looking at her with a disgusted expression.", "with_names": ""}, {"scene_id": "oltl-02-22-07s24", "raw": "A scene from a TV show in which Nathan Fillion is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-22-07s25", "raw": "A scene from a TV show in which a woman is dancing in a room with a chair and a table.", "with_names": "a woman is dancing in a room with a chair and a table."}, {"scene_id": "oltl-02-22-07s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-02-22-07s27", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-02-22-07s28", "raw": "A scene from a TV show in which a man is wearing a white t-shirt and a black jacket.", "with_names": "a man is wearing a white t-shirt and a black jacket."}]