[{"scene_id": "gl-03-10-03s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-10-03s1", "raw": "A scene from a TV show in which a man is standing in front of a door and another man is sitting at a table.", "with_names": "a man is standing in front of a door and another man is sitting at a table."}, {"scene_id": "gl-03-10-03s2", "raw": "", "with_names": ""}, {"scene_id": "gl-03-10-03s3", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-03-10-03s4", "raw": "A scene from a TV show in which a man and a woman are standing in front of a fireplace.", "with_names": "a man and a woman are standing in front of a fireplace."}, {"scene_id": "gl-03-10-03s5", "raw": "A scene from a TV show in which a woman is wearing a t-shirt that says \"Company\" and a man is standing behind her.", "with_names": "a woman is wearing a t-shirt that says \"company\" and a man is standing behind her."}, {"scene_id": "gl-03-10-03s6", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-03-10-03s7", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "gl-03-10-03s8", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a man is standing behind her.", "with_names": "a woman is wearing a red shirt and a man is standing behind her."}, {"scene_id": "gl-03-10-03s9", "raw": "A scene from a TV show in which a man is being attacked by another man.", "with_names": "a man is being attacked by another man."}, {"scene_id": "gl-03-10-03s10", "raw": "A scene from a TV show in which a baseball player is wearing a black hat and a gray uniform.", "with_names": "a baseball player is wearing a black hat and a gray uniform."}, {"scene_id": "gl-03-10-03s11", "raw": "A scene from a TV show in which a man is sitting in front of a statue", "with_names": "a man is sitting in front of a statue"}, {"scene_id": "gl-03-10-03s12", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "gl-03-10-03s13", "raw": "A scene from a TV show in which a woman is talking to a man in a restaurant.", "with_names": ""}, {"scene_id": "gl-03-10-03s14", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "gl-03-10-03s15", "raw": "A scene from a TV show in which a woman is hitting a man with a baseball bat.", "with_names": "a woman is hitting a man with a baseball bat."}, {"scene_id": "gl-03-10-03s16", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-03-10-03s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-10-03s18", "raw": "A scene from a TV show in which a woman is wearing a red shirt and a necklace", "with_names": "a woman is wearing a red shirt and a necklace"}]