[{"scene_id": "oltl-12-01-06s0", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "Natalie is sitting next to John in a hospital bed."}, {"scene_id": "oltl-12-01-06s1", "raw": "A scene from a TV show in which a man is lifting a barbell over his head.", "with_names": "a man is lifting a barbell over his head."}, {"scene_id": "oltl-12-01-06s2", "raw": "A scene from a TV show in which a woman is walking away from two men.", "with_names": "a woman is walking away from two men."}, {"scene_id": "oltl-12-01-06s3", "raw": "A scene from a TV show in which two men are standing next to each other, one is wearing a leather jacket and the other is wearing a black shirt.", "with_names": "two men are standing next to each other, one is wearing a leather jacket and the other is wearing a black shirt."}, {"scene_id": "oltl-12-01-06s4", "raw": "A scene from a TV show in which a woman is talking to a white woman.", "with_names": ""}, {"scene_id": "oltl-12-01-06s5", "raw": "A scene from a TV show in which a woman is lying in bed with her eyes closed.", "with_names": "a woman is lying in bed with her eyes closed."}, {"scene_id": "oltl-12-01-06s6", "raw": "A scene from a TV show in which a judge is questioning a witness.", "with_names": "a judge is questioning a witness."}, {"scene_id": "oltl-12-01-06s7", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking at the camera.", "with_names": "a man is lying in a hospital bed, looking at the camera."}, {"scene_id": "oltl-12-01-06s8", "raw": "A scene from a TV show in which a man is on trial for murder.", "with_names": "a man is on trial for murder."}, {"scene_id": "oltl-12-01-06s9", "raw": "A scene from a TV show in which two men are standing in a room. One of them is wearing a grey tank top and red pants, and the other is wearing a blue hoodie.", "with_names": "two men are standing in a room. one of them is wearing a grey tank top and red pants, and the other is wearing a blue hoodie."}, {"scene_id": "oltl-12-01-06s10", "raw": "A scene from a TV show in which a woman is sitting on a chair in a backyard, holding a red book.", "with_names": ""}, {"scene_id": "oltl-12-01-06s11", "raw": "A scene from a TV show in which a man is walking down a hallway, a woman is behind him, and they are both looking at something.", "with_names": "a man is walking down a hallway, a woman is behind him, and they are both looking at something."}, {"scene_id": "oltl-12-01-06s12", "raw": "A scene from a TV show in which a man is sitting in a courtroom, looking up and to the right.", "with_names": "a man is sitting in a courtroom, looking up and to the right."}, {"scene_id": "oltl-12-01-06s13", "raw": "A scene from a TV show in which a black man and a white woman are standing in a hallway.", "with_names": "a black man and a white woman are standing in a hallway."}, {"scene_id": "oltl-12-01-06s14", "raw": "A scene from a TV show in which a man is seen urinating on the floor.", "with_names": "a man is urinating on the floor."}, {"scene_id": "oltl-12-01-06s15", "raw": "A scene from a TV show in which a woman is standing next to a man in a hospital bed.", "with_names": "a woman is standing next to a man in a hospital bed."}, {"scene_id": "oltl-12-01-06s16", "raw": "A scene from a TV show in which a police officer is pointing at a man and a woman are laughing.", "with_names": "a police officer is pointing at a man and a woman are laughing."}, {"scene_id": "oltl-12-01-06s17", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "oltl-12-01-06s18", "raw": "A scene from a TV show in which a young man is standing next to a woman, both of them are holding water bottles.", "with_names": "a young man is standing next to a woman, both of them are holding water bottles."}, {"scene_id": "oltl-12-01-06s19", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-01-06s20", "raw": "A scene from a TV show in which a man and a woman are sitting in a courtroom.", "with_names": "a man and a woman are sitting in a courtroom."}, {"scene_id": "oltl-12-01-06s21", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bruised face.", "with_names": "a man is lying in a hospital bed with a bruised face."}, {"scene_id": "oltl-12-01-06s22", "raw": "A scene from a TV show in which a man is hiding under a table with a dog.", "with_names": "a man is hiding under a table with a dog."}, {"scene_id": "oltl-12-01-06s23", "raw": "A scene from a TV show in which a man is being helped by police.", "with_names": "a man is being helped by police."}, {"scene_id": "oltl-12-01-06s24", "raw": "A scene from a TV show in which a man holds a baby in his arms.", "with_names": "a man holds a baby in his arms."}, {"scene_id": "oltl-12-01-06s25", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "oltl-12-01-06s26", "raw": "A scene from a TV show in which a police officer is standing in a courtroom.", "with_names": "a police officer is standing in a courtroom."}, {"scene_id": "oltl-12-01-06s27", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with the woman holding a microphone.", "with_names": "a man and a woman are standing next to each other, with the woman holding a microphone."}, {"scene_id": "oltl-12-01-06s28", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}]