[{"scene_id": "bb-04-13-06s0", "raw": "A scene from a TV show in which a countdown timer is counting down from ten seconds to zero.", "with_names": "a countdown timer is counting down from ten seconds to zero."}, {"scene_id": "bb-04-13-06s1", "raw": "A scene from a TV show in which a man and a woman are kissing in a museum.", "with_names": "a man and a woman are kissing in a museum."}, {"scene_id": "bb-04-13-06s2", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-13-06s3", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-04-13-06s4", "raw": "A scene from a TV show in which a man is touching a woman's hand.", "with_names": "a man is touching a woman's hand."}, {"scene_id": "bb-04-13-06s5", "raw": "A scene from a TV show in which a man is talking to two women in an office.", "with_names": ""}, {"scene_id": "bb-04-13-06s6", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on the phone while a woman is lying in bed with a blanket over her.", "with_names": ""}, {"scene_id": "bb-04-13-06s7", "raw": "A scene from a TV show in which a woman is walking down a hallway with a man standing behind her.", "with_names": "a woman is walking down a hallway with a man standing behind her."}, {"scene_id": "bb-04-13-06s8", "raw": "A scene from a TV show in which a woman is crying and a man is talking on the phone.", "with_names": ""}, {"scene_id": "bb-04-13-06s9", "raw": "A scene from a TV show in which the time is shown on a black screen", "with_names": ""}, {"scene_id": "bb-04-13-06s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a man is dressed in a jacket.", "with_names": "a woman is wearing a white dress and a man is dressed in a jacket."}, {"scene_id": "bb-04-13-06s11", "raw": "A scene from a TV show in which a judge sits at a desk and talks to a lawyer.", "with_names": "a judge sits at a desk and talks to a lawyer."}]