[{"scene_id": "atwt-01-27-10s0", "raw": "A scene from a TV show in which a man is looking out a window.", "with_names": "Casey is looking out a window."}, {"scene_id": "atwt-01-27-10s1", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-27-10s2", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "atwt-01-27-10s3", "raw": "A scene from a TV show in which a man is lying on a bed and a woman lies on top of him, kissing him.", "with_names": "a man is lying on a bed and a woman lies on top of him, kissing him."}, {"scene_id": "atwt-01-27-10s4", "raw": "A scene from a TV show in which a woman is using a yellow duster to clean a window.", "with_names": "a woman is using a yellow duster to clean a window."}, {"scene_id": "atwt-01-27-10s5", "raw": "A scene from a TV show in which a man is looking at a picture frame and talking.", "with_names": ""}, {"scene_id": "atwt-01-27-10s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-27-10s7", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a necklace", "with_names": "a woman is wearing a purple shirt and a necklace"}, {"scene_id": "atwt-01-27-10s8", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "atwt-01-27-10s9", "raw": "A scene from a TV show in which a doctor is talking to a patient in a hospital bed.", "with_names": ""}, {"scene_id": "atwt-01-27-10s10", "raw": "A scene from a TV show in which a bag of Canadian cots is shown.", "with_names": ""}, {"scene_id": "atwt-01-27-10s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-01-27-10s12", "raw": "A scene from a TV show in which a woman is wearing a red and black plaid jacket and a necklace", "with_names": "a woman is wearing a red and black plaid jacket and a necklace"}, {"scene_id": "atwt-01-27-10s13", "raw": "A scene from a TV show in which a woman is screaming at another woman.", "with_names": "a woman is screaming at another woman."}, {"scene_id": "atwt-01-27-10s14", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "atwt-01-27-10s15", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "atwt-01-27-10s16", "raw": "A scene from a TV show in which a man is standing in a living room and a woman is walking towards him.", "with_names": "a man is standing in a living room and a woman is walking towards him."}, {"scene_id": "atwt-01-27-10s17", "raw": "A scene from a TV show in which a woman is smiling and a man is kissing her on the cheek.", "with_names": "a woman is smiling and a man is kissing her on the cheek."}, {"scene_id": "atwt-01-27-10s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and long hair", "with_names": "a man is wearing a red shirt and long hair"}, {"scene_id": "atwt-01-27-10s19", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-27-10s20", "raw": "A scene from a TV show in which three blood glucose meters are shown.", "with_names": "three blood glucose meters are shown."}, {"scene_id": "atwt-01-27-10s21", "raw": "A scene from a TV show in which a man is wearing a red shirt and a long hair", "with_names": "a man is wearing a red shirt and a long hair"}, {"scene_id": "atwt-01-27-10s22", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "atwt-01-27-10s23", "raw": "A scene from a TV show in which a man is looking at the camera and talking.", "with_names": ""}, {"scene_id": "atwt-01-27-10s24", "raw": "A scene from a TV show in which a woman holds up a purple dress in front of a laundry room.", "with_names": "a woman holds up a purple dress in front of a laundry room."}, {"scene_id": "atwt-01-27-10s25", "raw": "A scene from a TV show in which a man is looking out a window.", "with_names": "a man is looking out a window."}, {"scene_id": "atwt-01-27-10s26", "raw": "A scene from a TV show in which a man is hugging a woman from behind.", "with_names": "a man is hugging a woman from behind."}, {"scene_id": "atwt-01-27-10s27", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-27-10s28", "raw": "A scene from a TV show in which a little boy and a girl are dancing in a kitchen.", "with_names": "a little boy and a girl are dancing in a kitchen."}]