[{"scene_id": "oltl-12-11-06s0", "raw": "A scene from a TV show in which two men are driving in a car at night.", "with_names": "two men are driving in a car at night."}, {"scene_id": "oltl-12-11-06s1", "raw": "A scene from a TV show in which a young man is looking down and wearing a black jacket.", "with_names": "a young man is looking down and wearing a black jacket."}, {"scene_id": "oltl-12-11-06s2", "raw": "A scene from a TV show in which a woman is crying and another woman is standing behind her.", "with_names": "a woman is crying and another woman is standing behind her."}, {"scene_id": "oltl-12-11-06s3", "raw": "A scene from a TV show in which a man is being tortured by a woman.", "with_names": "a man is being tortured by a woman."}, {"scene_id": "oltl-12-11-06s4", "raw": "A scene from a TV show in which a black man is looking at the camera.", "with_names": "a black man is looking at the camera."}, {"scene_id": "oltl-12-11-06s5", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-12-11-06s6", "raw": "A scene from a TV show in which a man is being hit in the face by another man.", "with_names": "a man is being hit in the face by another man."}, {"scene_id": "oltl-12-11-06s7", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, looking at papers.", "with_names": "a man and a woman are sitting at a table, looking at papers."}, {"scene_id": "oltl-12-11-06s8", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-11-06s9", "raw": "A scene from a TV show in which a woman is arrested.", "with_names": "a woman is arrested."}, {"scene_id": "oltl-12-11-06s10", "raw": "A scene from a TV show in which a man is wearing a black hat and a dark coat.", "with_names": "a man is wearing a black hat and a dark coat."}, {"scene_id": "oltl-12-11-06s11", "raw": "A scene from a TV show in which a young man is sitting in a bar, wearing a sweater and looking to the right.", "with_names": "a young man is sitting in a bar, wearing a sweater and looking to the right."}, {"scene_id": "oltl-12-11-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-11-06s13", "raw": "A scene from a TV show in which a man is hiding behind a wall and a door.", "with_names": "a man is hiding behind a wall and a door."}, {"scene_id": "oltl-12-11-06s14", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-11-06s15", "raw": "A scene from a TV show in which a man is being restrained by a priest.", "with_names": "a man is being restrained by a priest."}, {"scene_id": "oltl-12-11-06s16", "raw": "A scene from a TV show in which a woman is sitting in a chair and talking to another woman.", "with_names": ""}, {"scene_id": "oltl-12-11-06s17", "raw": "A scene from a TV show in which a woman is sitting in a chair with her eyes closed.", "with_names": ""}, {"scene_id": "oltl-12-11-06s18", "raw": "A scene from a TV show in which a man is tied up and a metal collar is placed around his neck.", "with_names": "a man is tied up and a metal collar is placed around his neck."}, {"scene_id": "oltl-12-11-06s19", "raw": "A scene from a TV show in which a man is standing in a bar, holding a drink and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-11-06s20", "raw": "A scene from a TV show in which a woman is talking to a friend.", "with_names": ""}, {"scene_id": "oltl-12-11-06s21", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a suit.", "with_names": "a man is looking at the camera and wearing a suit."}, {"scene_id": "oltl-12-11-06s22", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}]