[{"scene_id": "oltl-06-01-06s0", "raw": "A scene from a TV show in which a woman is standing in a room with a lamp.", "with_names": "a woman is standing in a room with a lamp."}, {"scene_id": "oltl-06-01-06s1", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a bruised face.", "with_names": "a woman is lying in a hospital bed with a bruised face."}, {"scene_id": "oltl-06-01-06s2", "raw": "A scene from a TV show in which a man is walking down a hallway and another man is standing behind him.", "with_names": "a man is walking down a hallway and another man is standing behind him."}, {"scene_id": "oltl-06-01-06s3", "raw": "A scene from a TV show in which a woman is locked in a cage and a man is standing outside the cage.", "with_names": "a woman is locked in a cage and a man is standing outside the cage."}, {"scene_id": "oltl-06-01-06s4", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-01-06s5", "raw": "A scene from a TV show in which a bright yellow light is shining on a person.", "with_names": "a bright yellow light is shining on a person."}, {"scene_id": "oltl-06-01-06s6", "raw": "A scene from a TV show in which a man sits at a desk with a tie and a suit on.", "with_names": "a man sits at a desk with a tie and a suit on."}, {"scene_id": "oltl-06-01-06s7", "raw": "A scene from a TV show in which a man is in a jail cell and a woman is standing outside the cell.", "with_names": "a man is in a jail cell and a woman is standing outside the cell."}, {"scene_id": "oltl-06-01-06s8", "raw": "A scene from a TV show in which a man is walking out of a hospital with a doctor.", "with_names": "a man is walking out of a hospital with a doctor."}, {"scene_id": "oltl-06-01-06s9", "raw": "A scene from a TV show in which a doctor is flirting with a nurse.", "with_names": "a doctor is flirting with a nurse."}, {"scene_id": "oltl-06-01-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-01-06s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "oltl-06-01-06s12", "raw": "A scene from a TV show in which a man sits on a couch and looks at a woman.", "with_names": "a man sits on a couch and looks at a woman."}, {"scene_id": "oltl-06-01-06s13", "raw": "A scene from a TV show in which a man is wearing a white lab coat and making a face.", "with_names": "a man is wearing a white lab coat and making a face."}, {"scene_id": "oltl-06-01-06s14", "raw": "A scene from a TV show in which a man is in a jail cell.", "with_names": "a man is in a jail cell."}, {"scene_id": "oltl-06-01-06s15", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-01-06s16", "raw": "A scene from a TV show in which a woman is sitting in a jail cell.", "with_names": "a woman is sitting in a jail cell."}, {"scene_id": "oltl-06-01-06s17", "raw": "A scene from a TV show in which a man is kissing a woman in a hospital bed.", "with_names": "a man is kissing a woman in a hospital bed."}, {"scene_id": "oltl-06-01-06s18", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-06-01-06s19", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}, {"scene_id": "oltl-06-01-06s20", "raw": "A scene from a TV show in which a man is wearing a blue shirt and a plant is behind him", "with_names": "a man is wearing a blue shirt and a plant is behind him"}, {"scene_id": "oltl-06-01-06s21", "raw": "A scene from a TV show in which a man is talking to someone and wearing a suit.", "with_names": ""}, {"scene_id": "oltl-06-01-06s22", "raw": "A scene from a TV show in which a woman is behind bars.", "with_names": "a woman is behind bars."}, {"scene_id": "oltl-06-01-06s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-06-01-06s24", "raw": "A scene from a TV show in which a girl is locked in a cage.", "with_names": "a girl is locked in a cage."}, {"scene_id": "oltl-06-01-06s25", "raw": "A scene from a TV show in which a man is behind bars.", "with_names": "a man is behind bars."}, {"scene_id": "oltl-06-01-06s26", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-06-01-06s27", "raw": "A scene from a TV show in which a woman is holding a bag and a man is standing behind her.", "with_names": "a woman is holding a bag and a man is standing behind her."}, {"scene_id": "oltl-06-01-06s28", "raw": "A scene from a TV show in which a woman is sitting in a dark room, looking down at her phone.", "with_names": "a woman is sitting in a dark room, looking down at her phone."}, {"scene_id": "oltl-06-01-06s29", "raw": "A scene from a TV show in which a woman is in a prison cell with a cut on her forehead.", "with_names": "a woman is in a prison cell with a cut on her forehead."}, {"scene_id": "oltl-06-01-06s30", "raw": "A scene from a TV show in which a man is in a suit and tie behind bars.", "with_names": "a man is in a suit and tie behind bars."}, {"scene_id": "oltl-06-01-06s31", "raw": "A scene from a TV show in which a woman is standing in a bathroom.", "with_names": "a woman is standing in a bathroom."}]