{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Nick: There's something I need to tell you. ", "bridget: bc ut it when we get hcme I just needed to discuss some things with felicia. ", "Think ygu and ni need sgme time just for ycurselves ", "bridget: Dcnick is a really big comfort to us right now. If ficia d 's nice tg have him near us. ", "[SCENE_BREAK]", "FiaiaI dcn#t mind nick: Ficia -- hat T. ", "[SCENE_BREAK]", "Bridget: Thank ygu sg much, felicia. I know your time with dgminick is shcrt, ygu really need him. I know nick and I are gging to have h for the rest of gur ight now. Elicia: Hgw could I say no after what you've dcne for m ", "[SCENE_BREAK]", "stephanie: Ycu tgld nick. ", "[SCENE_BREAK]", "Dantd: S I did. Dcminick is my son heeeded tg knaw.U vehan#t said aget,avyc", "[SCENE_BREAK]", "danta: I'm leing that utg nibusay anythinc I ll.Tay out of it. Ycu've gotta stay out of it for her sake. ", "[SCENE_BREAK]", "Dante: Stephanie, how can I stay out of it I'm a father now. ", "[SCENE_BREAK]", "Stephanie: Ygu'll have a place in this little chi's lifeut iea rgmethinc to me, ycu can say it right now. But I'm not ggnna walk away from bridget. ", "[SCENE_BREAK]", "Nick: Thanks. ", "Brooke: What is it? Nick - is there something going on that I should know about? Nick, ycu know you can talk tg ", "boke: Dinck what, is he sick gscthin ", "nick: No. ", "Brooke: Then what? Nick, ygu're really scaring me. ", "Nick: I'm not his fher. Dominick's not my son. ", "[SCENE_BREAK]", "Felicia: Bridget -- I can not believe how lucky I am to have ygu in my life.", "Bridget: I'm the lucky one. ", "Felicia: Ygu know, I think of everygne in the family, ygu and I probably have the least in on. Me, thblack sheep, you, the st. : A little ancer now and then may be the only thing that keeps us sane. Aepti. ", "Felicia: Dgn't let this calm facade fool ycu.Kul wgrds for the g man up there. Ycu are thexceignal pe ", "[SCENE_BREAK]", "stephanie: Dante, look, everything is happeninsg fast -- I just don't believe that ycu#re thinkinc abcut what's best f bridget. Ante: But I am. ", "[SCENE_BREAK]", "Stúan: Hcg can u be ut you're father I me, all these feelings that ", "[SCENE_BREAK]", "iide, ybe so coused. Dante: M nccgnfuqed. Ygu know, I was just spending time with bridget and dominick -- the three of us together. And ygu know what? Fothe fit time, it's a makinc sense to happ for a reasgn. Ygu know, felicia going to bridget for help, and bridget agreeing tg raising this child -- and me finding out at m a father now. ", "[SCENE_BREAK]", "Stephanie: Whoa, wait -- ycu think that this all means ", "[SCENE_BREAK]", "dante: I'm nct ing my son ", "[SCENE_BREAK]", "bring us together.Peon i gw get and ck's e be hafter . (Female announcer)thin lips--what a bore. ", "Felicia: This isn't going to be easy, bridget. ", "Bridget: I know. ", "Felicia: I need you to stay the same strong woman you've become. ", "Bridget: That's sweet, I'll try. ", "Felicia: No, promise me! ", "Bridget: I promise. ", "Felicia: I have to know you'll never abandon my boy. ", "Bridget: Never. ", "Felicia: You looking out for him is the only thing that's giving me peace of mind. Okay? Otherwise -- I don't know how I could say goodbye. No matter what happens, your connection to him is strong. It'll override anything that life throws at you, right? ", "Bridget: Honey, yes. Of course it will. Felicia, I see dominick as my son. He's my son with nick. A perfect reflection of us. Oh, sweetheart, come here. I promise you nothing will ever, ever come between me and that little boy. ", "[SCENE_BREAK]", "Dante: Nick loves brooke. You told bridget to divorce him for exactly the same reason. ", "Stephanie: Well, yes. That was then, now -- the two of them have become really close, bridget and nick are -- ", "Dante: Because they were having a baby. Nick is with bridget only out of obligation. Remember when nick thought that bridget wasn't pregnant anymore? What did he do? He went straight back to brooke. And why do you think brooke is not back with ridge? ", "Stephanie: Because she's in love with nick. ", "Dante: Exactly. And they're gonna get back together, it's just a matter of time. I don't want bridget to go through that kind of pain again. Bridget deserves to be happy. ", "Stephanie: Well, I want her to be happy too. Especially after everything that she's been through. ", "Dante: Stephanie, I need your help. I can make bridget happy, with your support. ", "[SCENE_BREAK]", "Nick: I never should've stayed in this stupid city, ever. ", "Brooke: Don't say that. Dominick is always going to be a part of your life. That isn't going to change. Besides, this is what felicia wants. ", "Nick: It doesn't matter what she wants. It's about the father, now. What he wants. And I can deal with that. Believe me, I've had plenty of practice. I don't know how bridget's going to react though, that's what scares me. The pain and the loss that she's endured, she's turned that into love for dominick. The child that she believes that we're gonna raise as a family. ", "Bridget: You can go right to sleep. Have your sweet, sweet dreams. Oh, hi. My little angel is so tired. He's had a really big day. Yeah. Yeah. I think I should just go put him down. Come on. Little buddy. I'll be right back. ", "Brooke: You gotta tell her, nick. It can't wait any longer. ", "[SCENE_BREAK]", "Stephanie: I don't know dante. I think that bridget needs nick now more than ever. They've just lost a little baby girl and now she might lose a son. ", "Dante: That's my point. She won't lose a son. She's gonna gain a husband who's gonna love her and respect more than any other man. A man whose only devoted to her. ", "Stephanie: You? ", "Dante: Yes. But she needs someone to show her the way. You have a powerful presence in her life. With your guidance, everything will fall into place. Stephanie, please, let me take care of bridget and my son. Felicia will have her peace. Because she'll know th her son will be raised by two parents who are committed to one another. And your family will be safe. And I would be honored to be a part of the forrester family, along with my son. But I need your support and if you give me that support, I swear to god, I'll never let you down. ", "[SCENE_BREAK]", "Bridget: He is such a perfect, little angel. ", "Nick: He just go right out? ", "Bridget: Yeah, very peaceful, happy. He's going to have the best parents. We're going to give that child so much love. Is my mom gone? ", "Nick: Yeah, she just brought the flowers -- some of the gifts from the memorial by. ", "Bridget: Are you okay? ", "Nick: I'm good. ", "Bridget: Are you sure? ", "Nick: Yeah. Are you? ", "Bridget: I'm going to be fine. I know we're gonna get through this together. I was worried that I would seem weird having a service for nicole but -- it wasn't, you know? She was a part of us. A forrester and a marone. Everyone there acknowledged her. ", "Nick: It was great. ", "Bridget: Yeah, it felt good to have the whole family there. But nobody's presence meant more to me than dominick'S. You know, I never thought that i would need someone as much as I need that child. He would have made a really good older brother to nicole. He has his father's sense of humor and sense of adventure. I think he would've really looked after her. You know, I had these images of them running on the beach and dominick pushing nicole on a swing. I had even figured out in my mind how the four of us could all go to dinner together easily. ", "[Bridget sobbing] I have all these wonderful moments that obviously will never happen. ", "Nick: You know, bridget, we can have other children. We can have the family we want. ", "Bridget: We already have a family, nick. It's so weird -- I don't want to go anywhere. I just want to stay here and nest with you and me and dominick. He's our son. The two of you mean more to me than you will ever know. ", "Nick: I love you. ", "Bridget: I love you, too. Hey -- I'm sorry that I was going on and on. At dad's house you said you wanted to tell me something. Is everything okay? Nick? Oh god, is it bad news? Honey, what's wrong? Why are you looking at me like this? ", "Nick: It's about dominick. ", "Bridget: Did you not want me to bring him home tonight? Felicia said it would be all right -- she wanted me to. I felt really close to him -- ", "Nick: That's fine. It's -- ", "Bridget: Is something wrong? ", "Nick: No, no he's fine. There's been a big mistake made. ", "Bridget: What are you talking about? I -- what's wrong with dominick? ", "Nick: Dominick's fine. ", "Bridget: Then what is it? Tell me what it is, nick. I need to know what it is. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=GLlzWC-Csfo"}