{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Brooke: Your father can be pretty intimidating. ", "Nick: He's used to getting what he wants. Not this time. Not about this . ", "Brooke: You know what he's trying to do. ", "Nick: And it's not gonna change the way I feel. Because I love you. And as long as we have each other, there is nothing that the old man can do to us. Nothing. ", "[SCENE_BREAK]", "*************************************************************", "Massimo: Ridge, what the hell are you -- ", "Ridge: Don't, don't, don't! Don't say a word! Now and everywhere I turn, I'm constantly reminded over and over again how my stinking, punk brother is trying to steal my family. His stinking cigars and his stupid pinball machines and I've damn well had it with him playing poppa nick to my little boy. ", "Massimo: Son, you have got to get a grip! ", "Ridge: What I've got to do is teach that brother of mine a lesson, a lesson he'll never forget. That's exactly what I'm gonna do. ", "Massimo: No, no, no, you are not doing anything -- ", "Ridge: Massimo, don't start with me now! ", "Massimo: Listen to me! I understand how frustrated you are, okay? But I told you earlier, you are not taking matters into your own hands. I am your father! I will handle things, and I have. I have spoken to Dominick. I have made my case with him. He knows exactly what I expect. ", "Ridge: Yeah, let me guess what he told you -- \"shove it?\" ", "Massimo: All right, okay, fine, we both know that your brother is head strong, but there are ways to make him see how futile his constant defiance is. Listen, please, please, son, I have this situation firmly under control. ", "[SCENE_BREAK]", "********************************************************************", "Jackie: Look, how many times do I have to tell you? You've made a terrible mistake. ", "Detective: The facts say otherwise, ma'am. ", "Jackie: Facts? You haven't even told me what I've been charged with. Look, I know my rights, I'm entitled to make one phone call and damn it, I want to make that phone call right now!", "[SCENE_BREAK]", "**************************************************************", "Brooke: I know you're trying to reassure me. And I appreciate it, I really do. But Nick, I'm worried. I don't want to alienate you from your father or cause problems for the Marone family. ", "[SCENE_BREAK]", "Nick: Hold it, lets get something straight here, anything that's happening has nothing to do with you. I make my own decisions. I'm not gonna let my father tell me how to live my life or tell me who I can love. Besides, it wouldn't do any good because nothing's gonna pull us apart. Because I wouldn't let that happen. ", "[Cell phone rings] Sorry. Hello? ", "Jackie: Nicky, thank god you're there. You've got to come down here as quickly as you can. ", "Nick: Where? ", "Jackie: The federal building in Westwood. I've been arrested. ", "Nick: What? ", "Jackie: No, I can hardly believe it myself. But I assure you, when I get to the bottom of this, heads will roll. ", "Nick: Well, what happened?", "Jackie: I don't know. I was in my office one minute and the next minute, the FBI -- they swarmed in and I told them they're making a horrendous mistake but they just won't listen. Nicky, please, get here quickly. I don't know how much more I can take. ", "", "[SCENE_BREAK]", "*************************************************************", "Ridge: I don't need my father fighting my battles. I can take care of Nick. ", "Massimo: And I am telling you that I am not going to allow the bad blood between you and your brother over Brooke to escalate any further. That's why I have acted swiftly and decisively to put a stop to it. ", "Ridge: What the hell does that mean? ", "Massimo: What I'm talking about is justice, son. About seeing to it that people who act in a certain way get what they deserve. You have been betrayed by your brother, Ridge. Your own flesh and blood. I've been betrayed, too. That's why I understand the pain that you are going through. Because I have lived through it myself. I know what it is to sit there and watch somebody take over your whole world. Feeling helpless to do anything about it, to stop it. I've lived that. ", "[Massimo remembering]", "Deacon: Is he all right? You still in there ticking? [Snap] Lights are on but nobody's home, huh? But I am. I'm home with your wife. ", "Massimo: I've lived that horror. And I'm not going to let the same thing happen to you. ", "Ridge: Why do I get the feeling we're not just talking about Nick here? ", "Massimo: I'll say it again. I am not going to allow this family or the Marone reputation to be compromised in any way. That almost happened once. And it's not going to happen again. ", "[SCENE_BREAK]", "***********************************************************************", "Jackie: I have never been more humiliated in my entire life. This like a bad movie. The FBI shows up out of nowhere and drags me out like I'm a murderer. ", "Agent #1: Nobody said anything about murder. ", "Jackie: Nobody said anything. That's why it is so infuriating. I don't have a clue why I'm here! I mean, you could at least tell me what charges I'm facing. ", "[SCENE_BREAK]", "Ron: I'll handle this, agent Dawson. ", "Jackie: Nicky! ", "Nick: Are you all right?", "Jackie: I think so, I think so. ", "Nick: What is this? Can we get these off of her, please? ", "Ron: I will, for now. Mrs. Marone is in some very serious trouble. ", "Jackie: That is not possible. I've told them I haven't done anything. I've told them repeatedly.", "Nick: Shh. What's the charge? ", "Ron: I was about to explain that to Ms. Marone. ", "Nick: What's the charge?", "Ron: There are three charges. Tax fraud, tax evasion and money laundering. ", "Jackie: What? ", "Nick: You've got to be kidding me. ", "Ron: I assure you, I am not. I can also assure you, if convicted, Ms. Marone's looking at a minimum of 25 years. ", "Jackie: Oh, this can't be happening. ", "Nick: Let me talk to you for a second. Listen, agent -- ", "Ron: Pachecko, Ron Pachecko. ", "Nick: Okay, I don't know what's going on here, Ron. But you and your boys have made a mistake. My mother's not guilty of anything you're claiming. ", "Ron: Yeah, we'll see about that. ", "Nick: Yeah, we will. Until then, I need to know what the bail is, please. ", "Ron: I wouldn't count on Ms. Marone even being granted bail, given everything we know. ", "[Phone rings] ", "", "Jackie: Nicky, I think --", "Nick: Mother, let me handle this. What do I have to do? ", "Ron: First a bail hearing has to be set, as I said, it's very likely your mother will not be granted bail. If she is, it'll be steep. ", "Nick: How steep? ", "", "Ron: Million dollar bond.", "Jackie: I don't have that kind of money just laying around. ", "Nick: Mother. ", "Ron: Meantime we'll get her in a holding cell, get her booked and processed. ", "Jackie: Cell? No, I can't, Nicky. ", "Nick: Shh. Settle down. I'm going to go to the old man and I'm going to talk to him. ", "Jackie: Yes, Massimo, he'll know what to do. He'll know exactly what to do. ", "[SCENE_BREAK]", "Brooke: I'll stay with her. ", "[SCENE_BREAK]", "Nick: I will get this all cleared up. I promise. ", "[SCENE_BREAK]", "*******************************************************************", "Massimo: A man does not come between his son and his father, okay? It seems that you and I understand this, Ridge, but Jacqueline and Dominick don't. ", "Ridge: Oh, please, don't get my started on Jackie. That woman has done nothing but encourage Nick to go after my wife and family. If she'd just kept her high fluting nose out of it. I don't know what you saw in her, Massimo, I really don't. Now it seems they've got Bridget on the bandwagon. ", "Massimo: I know. That's got to hurt because you and Bridget have been so close all these years. ", "", "Ridge: What hurts is the fact that everyone seems to be rallying around Nick and all he's done is disrespect me, you and this whole family. ", "Massimo: Okay, all right. I've said this before, but, Ridge, this is all going to work out. You just have to be patient and get along. I know it's not going to be easy, okay? But trust me. Your brother will come to his senses sooner than you think. ", "[SCENE_BREAK]", "***********************************************************************", "[Phone ringing] ", "", "[Cell door squeaking]", "Agent #1: Hands up. To the side. Watch your fingers. I need you to take off all your jewelry. One pair of yellow-gold earrings. The necklace. One white metal necklace with a clear stone.", "[SCENE_BREAK]", "[Machine processing] Turn to the right, please. Turn the left please. ", "**************************************************************", "Massimo: Your brother is very angry, Dominick. I tried to warn you. ", "Nick: My mother's been arrested and I need your help. ", "Massimo: I asked for your help earlier. ", "Nick: Did you hear what I said? She's down at the federal building right now. She's been arrested for tax evasion, money laundering, tax fraud. We're talking real time and real crime. This isn't about Forrester. ", "Massimo: I told you that unless this situation resolves between you, your brother and Brooke, our family's problems have just begun. But you didn't want to listen to me, Dominick. So why should I listen to you?", "[SCENE_BREAK]", "*************************************************************** ", "Jackie: This is beyond my worst nightmare. ", "Brooke: I know, I know. But there isn't anything that nick wouldn't do. You know how determined he is. And I'm sure Massimo is moving heaven and earth to try and get you released. Don't worry, okay? Everything's going to be all right. Your family really does love you. And there's nothing they wouldn't do. Nothing we wouldn't do. ", "", "Ron: Ms. Marone? Will you come with us, please? ", "Jackie: Where? Where are you taking me? ", "Ron: To a holding cell.", "Agent #1: Let's go, ma'am.", "Jackie: What? No, Brooke. No, tell Nicky to hurry! Tell Massimo! ", "[SCENE_BREAK]", "Nick: Now I know you have friends in the FBI who can straighten this thing out. The bigwig in DC you called when we were falsely accused, again because of Forrester. ", "Massimo: Even then, Forrester was fighting for Brooke. He'll always fight for Brooke, Dominick. For his family, which as it should be. That's the reason why I am telling you, stay away from Brooke. Let Ridge and Brooke be. ", "Nick: Are you playing matchmaker with me? ", "Massimo: Why can't you understand something? I want your happiness every bit as much as I want Ridge's. But if you continue down this path -- you lost Brooke once and it ripped your heart out. I don't want to see that happen to you again, son. And it will, unless you accept the fact that Brooke belongs to Ridge. ", "Nick: I will never accept that. ", "Massimo: Yes you will! Because this is about more than what you want! Please understand that. Ridge and Brooke have a son. A child that they wanted desperately. And this sweet little boy should be raised in a family with his own mother and father. You've got to respect that, Dominick. ", "Nick: I did not come here for a lecture. I came here because you're the most powerful man that I know. The situation with Forrester is not why my mother is in jail. Or is it? ", "[SCENE_BREAK]", "*************************************************************", "Agent #1: Step inside, ma'am. ", "[SCENE_BREAK]", "Ron: Not exactly all the comforts of home, but it could be worse. At least you have some privacy for now. Though that'll change if you end up at the federal penitentiary. ", "[SCENE_BREAK]", "[Jackie sighs] ", "", "*************************************************************", "Nick: Turning a deaf ear? I won't go along with your demands so you're going to punish me by not helping my mother out? Or is there more? You really wouldn't do something like this, would you? Hurt my mother to show me who's in charge? Answer me! "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=AbkPkPfwzb4"}