{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Bridget: Don't you have anything to say? ", "Brooke: I don't understand. You said you know the truth. The truth about what? ", "Bridget: Well, gee, mom. How many secrets have you been keeping from me? You know exactly what I'm talking about. ", "[SCENE_BREAK]", "*****************************************************************************", "[ Knock on door ] ", "", "Deacon: Wow, this just keeps getting better and better. What do you want, Whip? ", "Whip: Have you heard from Brooke. ", "Deacon: She hasn't called you? ", "Whip: No. ", "Deacon: She's fine. She's up in big bear with Bridget. ", "Whip: She's with Bridget?", "Deacon: Mm-hmm. ", "", "Whip: So everything's okay? She didn't hear you and Brooke over the baby monitor? ", "Deacon: Apparently not.", "Whip: Oh, thank god.", "Deacon: Yeah. That was a close call, wasn't it? Come on in. ", "Whip: Bet you're not too disappointed though, huh? ", "Deacon: What? ", "Whip: Well, this was your big chance, right? You dump Bridget, get rid of me. You have Brooke all to yourself. ", "Deacon: You think I set this up? You think I wanted Bridget to hear me and Brooke? ", "Whip: Well, you did keep telling me that it was all gonna come out. You know, the secret was gonna come out. And lo and behold, here it is. ", "Deacon: Shut up, all right. As usual, you don't know what the hell you're talking about. ", "Whip: No? ", "Deacon: No. ", "Whip: I knew how it would affect Brooke, didn't I? I told you, if the truth were to come out, if she were to lose her daughter, it'd damn near kill her. But you wouldn't listen. You had to keep taking risks. You nearly ruined both of their lives 'cause you just couldn't let go! ", "Deacon: Are you finished?", "Whip: No, you are Deacon. You know what? You're so great with -- with putting down all these edicts, let me give you one -- you stay the hell away from my wife! ", "Deacon: Okay. ", "[SCENE_BREAK]", "*********************************************************************************************", "Massimo: Can you see anything? ", "Stephanie: I don't have to see or hear anything. I know exactly what's going on. Brooke's throwing every excuse that she can think of and every justification possible. ", "Massimo: I'm sure Bridget will see right through her. ", "Stephanie: I don't know. That's what I am worried about. I'm worried she'll forgive her mother -- take her back. ", "Massimo: Well, then that means she chooses weakness. And there's not a damn thing that you're going to be able to do to save her from it. Because there is nothing more stubborn or implacable than the martyrs of this world. ", "Stephanie: That's exactly why I didn't want her to get into a confrontation with her mother. I wanted to wait till she had some time to calm down and clear her head. ", "Massimo: Listen to me, Stephanie. Fury is power. And Bridget is never gonna be more powerful than she is at this very moment. Look -- tonight is a test. Tonight, she is going to decide what she wants to be the rest of her life. Either a victim or a survivor.", "[SCENE_BREAK]", "******************************************************************************************************", "Bridget: Look at you. You're like a scared, little rabbit. And it's been there all the time, hasn't it? Right there for me to see. But I didn't want to. I put on my blinders. Same ones I've had since I was a little girl, when somebody would say, \"oh, my god, I feel so bad for you, having a mother like that.\" And then on they'd go. And you know, I'd think to myself, \"nobody has to feel bad for me. I have a great mother. I have a wonderful mother, who loves me more than anything else in this world.\" ", "Brooke: And I do, Bridget. I do! ", "Bridget: I learned to gloss over the bad, focus on the good -- forgive, forget. Forgive, forget. No wonder I ended up with Deacon. Overlooked all of his lies. God, I've been in training my whole life for this. And so have you. ", "Brooke: No. ", "Bridget: The sexiest woman in the world. That's how I always looked at you. Well, not just me, everyone. You built a career on it. Wow, this is really going to up your stock, isn't it? I mean, you've got to be totally irresistible, if you can steal a man away from your own daughter. Your own daughter. ", "Brooke: Bridget -- Bridget, honey. ", "Bridget: Don't touch me.", "[SCENE_BREAK]", "********************************************************************************", "Whip: Don't screw around with me, Deacon, okay? I'm serious. ", "Deacon: So am I, Whip.", "Whip: You're going to stay away from Brooke, huh? ", "Deacon: Well, I have to, don't I? Otherwise, Bridget's gonna find out that this is my baby. Look, I still think this is gonna come out sooner or later. But believe it or not, I know what this is gonna do to Brooke. ", "Whip: Yeah, well, we had a little taste of that today, didn't we? ", "Deacon: Yeah, we did.", "Whip: So what are you gonna do? You gonna quit your job? ", "Deacon: No. That was a good try, though. Yeah. No, I was thinking maybe I'd take it on the road. You know, set up a publicity tour for Bridget, ambrosia line. ", "Whip: Well, I -- I could help you out with that. ", "[ Deacon laughs ] ", "", "Deacon: Yeah, yeah right. We'd wind up in Timbuktu. ", "Whip: No, no, really. I mean, I've got the contacts for it. And I think what you're doing is admirable.", "Deacon: \"Admirable?\"", "Whip: Yeah. ", "Deacon: That must have hurt. ", "Whip: Brooke needs this.", "Deacon: So do I. So does Bridget. Somehow, I don't think this is gonna work out too badly for you. ", "", "Whip: I just want to see Brooke happy. ", "Deacon: Well, somehow I don't think you are the man to do that. But then again, neither am I. ", "", "[SCENE_BREAK]", "**********************************************************************************", "Brooke: You heard us talking? ", "Bridget: Yep. ", "Brooke: Oh, god. I didn't want this to happen. ", "Bridget: Which part? Oh, you never wanted to get caught. The rest of it was fine, huh? Probably even a thrill. ", "Brooke: That's not true. I was so unhappy and I was so ashamed. ", "Bridget: Am I supposed to congratulate you for that? ", "Brooke: Will you please just let me explain? ", "Bridget: Oh, you bet you're going to explain! You are going to tell me everything. Where and when and how! Why the hell didn't you get an abortion? ", "Brooke: I couldn't do that. I love this child. ", "Bridget: Because you love its father. You told me so. I thought you were talking about Whip -- but you were telling me you were in love with my husband. ", "Brooke: It's -- it's just -- ", "Bridget: What? What?", "Brooke: I don't know how this happened. ", "[ Bridget laughs ] ", "", "Bridget: Well, hmm, I think we can safely assume you had sex and lots of it. ", "Brooke: That's not what I meant. ", "Bridget: When did it start? ", "Brooke: Bridget -- ", "", "Bridget: When? ", "Brooke: Eight months ago, obviously. ", "Bridget: Are you going to tell me it was just the one time? ", "Brooke: Look, we're not getting into this. ", "Bridget: We are already into this, mother! How many times?! You don't even know. ", "Brooke: It really wasn't that many. ", "Bridget: Where? Where did you do it? ", "Brooke: Oh, Bridget, please -- ", "Bridget: In my house? In my bed? ", "Brooke: No! ", "Bridget: Your place? Ojai?", "Brooke: No. ", "Bridget: Paris. Paris.He was with you, wasn't he? The night I couldn't find him. And your office. In that bed, of course. You are so disgusting! I, I, I -- I will never understand this. I will -- you tried so hard, for so long, to be a good mother. It was so important to you! I was important to you! ", "Brooke: Bridget, you are. You are all that matters to me. ", "Bridget: And you say it with a straight face. ", "Brooke: Because it's true.", "Bridget: Mom! You threw me away! ", "Brooke: Bridget, I did not throw you away. I would never do that. I love you. And I need you. ", "Bridget: Yeah. Well, I wish you would have thought of that before. Because now it's too late. I'm gone.", "Brooke: Bridget -- I don't blame you for hating me. I hate myself for what I've done. ", "Bridget: Yeah, well -- Deacon seems to have that effect on the women in his life. God, mom -- you couldn't have seen this coming? You're going to tell me you had no idea we'd end up here? From the first moment you went to bed with him -- ", "Brooke: I thought your marriage was over. Look, I know that's no excuse -- ", "Bridget: No, it's not.", "Brooke: Then I found out that I was pregnant. And I didn't want to tell anybody, not even Deacon. ", "", "Bridget: What, he wasn't gonna figure it out? ", "Brooke: I know, I'm not making any sense. And I haven't made sense in the last eight months. And I'm not going to talk to you about my feelings for Deacon, because my feelings don't matter. Or they shouldn't have. I owed you that much. But I did try to protect you, Bridget -- from what I'd done and from this scandal. And I went along with Whip's crazy scheme and I married him. A man that I don't even know, hardly. A man that I don't love. ", "Bridget: Am I supposed to feel grateful right now? Because I just feel sick. This was your brilliant solution? More lies, more dysfunction. Bringing up a child in a loveless home. And what about my future children, mom, huh? You were going to let me stay married to Deacon, and have babies with a man -- oh, god. ", "Brooke: Honey, it would've been okay. 'Cause Deacon really does love you. ", "Bridget: I can't listen to another word. ", "Brooke: Look, I really tried to do the right thing. ", "Bridget: And -- and what?! What?! What difference does it make? In this fantasy world you're living in, did you think for a second I was just gonna say, \"oh, well, these things just happen\"? These things don't just happen, mom! You made a choice. And choices have consequences. There's one. A child coming into your life. And here's another. A child walking out and never looking back. ", "Brooke: Bridget, no, no. Don't do this. ", "Bridget: I didn't do this, mom! You did this! You did this! ", "Brooke: If there is anything I can do -- anything at all, please just -- ", "Bridget: Stop this! ", "", "Brooke: Honey, I could send Deacon away. We can start all over. ", "Bridget: That would be good, huh? Yeah, that would be nice, if we could just -- if we could just act like this never happened. We could just wave a magic wand. But you're forgetting something, aren't you? You've got a baby on the way. My husband's baby. And I think I would have a pretty hard time overlooking that. I mean, every time I see that little face, I'm going to picture it. You and Deacon. And I can't get past that. I can't. I shouldn't have to. So you don't need to get rid of Deacon. And you don't need to stay married to this man you don't love. Because I'm sure you've been saying to yourself, \"if it weren't for Bridget --\" ", "Brooke: Oh, god, honey. Don't say that. That is not true. ", "Bridget: Just go for it, mom. Follow your heart. ", "[SCENE_BREAK]", "***************************************************************************************************", "Whip: You're doing the right thing. ", "Deacon: I'm not looking for your approval, Whip. ", "Whip: You got it. And my respect. Not that this is gonna be torture. You know, an all-expense paid trip around the world with a beautiful woman. ", "Deacon: Yeah, I'm a lucky guy. ", "Whip: Yeah, that's right, you are. So, you gonna be leaving pretty soon? ", "Deacon: Tomorrow soon enough for you? ", "Whip: Tomorrow. You're not fooling around, are you? ", "Deacon: No, I'm not.", "Whip: I guess that means you're not gonna be around when the baby's born, huh? That's probably best.", "Deacon: I think you and I have come to know each other these past couple months, so you got a pretty good idea about the kind of man I am. So when I tell you this, you are gonna know it's not a threat -- Whip, I will know everything that goes on in this child's life. If you hurt him -- ", "Whip: Hey, hey, hey, Deacon. That's one thing you're not gonna have to worry about with me. I'm going to treat this child like it's my own. From the second it's born, it's going to be surrounded by nothing but love. ", "[SCENE_BREAK]", "**********************************************************************************", "Brooke: I'm not going to embarrass you, Bridget. Nobody's going to hear about this. Just give me a chance to prove to you how much I love you. I know you're going to forgive me someday.", "Bridget: You know what, mom? Don't even start with the \"someday,\" okay? I don't want to be the new Ridge in your life. I don't want you fighting to win me back. I don't want to be back. All this time, I've been waiting for you to change. I've been waiting for you to learn your lesson and grow up. And you never did. And now I'm done. I don't even care whether or not you get better. I don't care. I just -- I just want out.", "Brooke: No, no, no, Bridget. I can change. I know I can. I will. ", "Bridget: Stop it. Just stop it. Stop it. Why don't you take that energy and put it into this child. It's going to need you. Everything you have to give. A lot of things you don't have to give, but maybe you can find them. Maybe it's not too late for this little baby. ", "Brooke: Honey, it's not too late for us! ", "Bridget: Mom, just, please -- ", "Brooke: Please, I promise you. I will do anything. ", "Bridget: Mom, let go.", "Stephanie: Bridget? ", "", "Brooke: What are you doing here? ", "Bridget: She drove me here. ", "Brooke: She's the one. She's the one who told you to get me out of your life. ", "Bridget: No, no. I made my own decision. It's the only decision I could make. ", "Brooke: Honey, I know you. I know you better than anybody. And you are going to forgive me someday. ", "", "Bridget: It's not about forgiveness, mom. It's about trust. And I will never, never trust you again. And you can't blame Stephanie for that or Whip or even Deacon. You can only blame yourself. ", "Brooke: I'm sorry. Oh, god. I'm so sorry. ", "Bridget: Good-bye, mom.", "[SCENE_BREAK]", "Brooke: Bridget! Bridget, honey! ", "Stephanie: Stop, stop.", "Brooke: Get out of my way.", "Stephanie: She said what she wanted to say to you. Now, respect it. What are you doing? What are you doing? ", "Brooke: Oh, no. Oh, no. Oh, the baby -- oh, god. ", "Stephanie: Brooke, are you cramping? ", "Brooke: No. I'm in labor. Oh, god. Stephanie, don't leave, please. The baby -- the baby's coming. ", ""], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=IzhVfpJ6uNk"}