{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": [" Whip: Look, I'm telling you. The Ambrosia line is the biggest thing to hit Forrester creations in a long, long time. And this show has got to reflect that. Well, I want you to send me your best girls. You know what I'm looking for, right? Yes. Yes, yes, all right. Well, send them over as soon as you can. All right. Yeah, ciao. Woo! What are you staring at, bartender? ", " Deacon: You are slick, man. I gotta hand it to you. You're slick. ", " Whip: Well, what can I say? I'm good at what I do. ", "Deacon: Oh, hey, yeah. You're a talented guy, all right. You know, I suppose I probably would've bought it if I didn't know Brooke so well. ", " Whip: What are you talking about? ", " Deacon: Your honeymoon.", " Whip: Oh, man. Are you still obsessing about that? ", " Deacon: No. No, not at all. Because I know that you didn't have sex with Brooke. ", " Whip: Well, she said that we did. ", " Deacon: But you and I know that isn't exactly true, now is it? ", " Whip: You know what, Deacon? It doesn't matter what you think. The fact is, Brooke is sending you a message, pal. Her future is with me. Me and our baby. ", " Deacon: Hey! Scumbag, you get one thing straight. That child is mine, mine and Brooke's. Not yours. ", "", " Whip: Don't lose you temper, Deacon. 'Cause after all, Bridget might walk in, right? You know what? As a matter of fact, she's not coming to work today, because I believe she's throwing a baby shower for my wife. What fun. Imagine all of the Forrester women sitting around celebrating the birth of our baby. I'm sure Brooke's having the time of her life. ", "[SCENE_BREAK]", "**************************************************************************************", " Bridget: There you go.", " Stephanie: Thank you very much. ", " Bridget: Hey, everybody! It's time for mom to open her presents. ", " Kristen: Yea! ", " Brooke: There are so many. ", " Bridget: I know. Okay. This one is from me.  ", "Brooke: Okay, let's see what's in here. Oh! It's a baby monitor. ", "Bridget: Mm-hmm. The other one is upstairs with the rest of your presents. ", " Brooke: Oh, you didn't.", " Bridget: I couldn't resist. ", " Kristen: What a gorgeous crib. ", " Brooke: It's so beautiful, honey. Thank you. ", " Bridget: Yeah, only the best for my little brother or sister. ", "[SCENE_BREAK]", " Megan: Brooke, this is from all the girls in the office. ", " Brooke: Oh, they didn't have to get me anything. ", " Megan: Are you kidding? You always remember our birthdays. And we wanted to do something really special for you. ", "Brooke: Oh, this is for five in-home massage treatments. That's great! ", " Taylor: That is a great idea. ", " Megan: Yeah, I thought so. Well, I have known you for a really long time, Brooke. And I know how hard you work, and the enormous sacrifices that you've made in your life. And it's time for you to put your feet up and be pampered. And you've earned it. This is a new beginning for you. It is, and I just want you to relax and really enjoy it. ", "[SCENE_BREAK]", "******************************************************************************************", " Deacon: I don't get what you're being so smug about. This is a baby shower. ", " Whip: It's a turning point. ", " Deacon: What, a bunch of women giggling over finger sandwiches and baby blankets? ", "Whip: Not just any women, Deacon. These are the Forrester women, you know? Bridget, Taylor, Kristen, Stephanie. ", " Deacon: So what? It's her family. ", " Whip: Stephanie has never considered Brooke family. This is, until today. Today, she's honoring Brooke and her baby by attending this shower. ", " Deacon: Hey, chief, I've got a little news flash for you -- the only reason that Stephanie's attending this shindig is because Bridget begged her to. ", " Whip: Look, you know -- you just don't get it, do you? Brooke is moving on. She is committed to our marriage. Even Stephanie sees that. That is why she's attending this shower, okay? She sees that Brooke is doing the right thing, and she wants to reward her for it. ", " Deacon: Wait a second, let me get this straight. Spending the afternoon with that judgmental hag is a reward? ", " Whip: Well, maybe not to you. But it means a hell of a lot to Brooke. And to Bridget. And dare I say, because of me, Brooke is finally gonna get the respect that she deserves. ", "", " Deacon: Hey, get this through your head. This has nothing to do with you. ", " Whip: No? Tell me, Deacon, do you think anybody would be attending this party if they knew that the baby inside Brooke was yours? Would your wife be throwing it? Look, face it, man, Brooke needs me. She needs this marriage. And this afternoon, she's gonna see that more clearly than ever. ", "Deacon: Oh, she's just gonna have this huge revelation that the baby shower. ", " Whip: Look, don't underestimate the power of positive reinforcement, my friend. She is gonna be surrounded today by smiling faces, just like on our wedding day. Bridget is gonna be grinning from ear to ear. Even Stephanie is gonna be on her best behavior. Hell, she might even have something nice to say. How long has she waited for that? How many years has she wanted that woman's respect? ", " Deacon: Man, you -- you are unbelievable. Somehow in this twisted, little mind of yours, you've concocted the fantasy that you and Brooke are birds of a feather. Hey, Whipple, you ain't nothing like Brooke. And as far as respect goes, pal, it has to be earned, not given. You see, Brooke isn't some little brownnoser like you. She makes her own decisions. She doesn't -- she doesn't change her life for anybody.", " Whip: Yeah, as usual, you seem to be ignoring one important variable in this equation, Deacon. That's Bridget. See, Bridget wants this marriage to last. Bridget is excited about this baby. She's so excited, she's throwing a party to celebrate. How do you think that's gonna affect Brooke, huh? Seeing her daughter so happy, so hopeful and so proud, hmm? This is the end of the line, Deacon. There is no way Brooke is gonna betray Bridget now. ", "[SCENE_BREAK]", "*****************************************************************************************", " Brooke: Oh, Kristen. This is great! ", " Kristen: Oh, I'm glad you like it. ", " Brooke: I'm sure the baby will love it, too. ", "[SCENE_BREAK]", "Kristen: Oh, I hope so.", "Bridget: Okay, one more.", "Stephanie: That's from me.", "Brooke: Oh, Stephanie, I don't know what to say. ", "Taylor: What a lovely gift, Stephanie. ", "Kristen: Really, how thoughtful, Mother. ", "Brooke: Thank you. I love it. ", "Stephanie: Oh, well, good. I'm glad you do. I know everybody was certainly surprised when I walked in here today. Considering our past efforts of trying to make peace with one another. But you know what I realized? Baby showers aren't about the past. Babies are about the future. As Megan just said, \"new baby, new beginning.\" And Brooke, you are always going to be the same person. You're not gonna change. You're always gonna get yourself into situations. Always have, always will. But no matter how preposterous they may be, one thing you are -- a good mother. You've always put your children's needs above your own. And I respect you for that. The reason I gave you the book -- and I thought about it -- was that I was hoping that every time you might write down a little note -- the baby's height weight, all those things, little stories -- you'd really stop and think and understand what a wonderful life you have. What a wonderful family. A future. A new beginning with Whip and the baby. ", "[SCENE_BREAK]", "****************************************************************************************", "Deacon: Do you honestly believe that this is gonna work? What, a couple presents and Brooke's gonna forget that I'm the father of this baby? ", "[SCENE_BREAK]", " Whip: In order to protect Bridget, she'll -- ", " Deacon: I wanna protect Bridget, too! She's my wife! Hell, I don't wanna see her hurt. But going on with this ridiculous charade, that's not the answer. ", " Whip: Okay, my marriage is not a charade. ", " Deacon: Oh, please. Whip, listen to me. You are only prolonging the inevitable here. ", " Whip: Oh, yeah? No, Deacon. You are, okay? You keep talking about the truth, right? The truth? The truth that's gonna come out? Guess what, truth has come out. That's the truth, Deacon. Brooke doesn't want you. Brooke doesn't want anybody to know that you are the father of this child, okay? That is the truth. So get it through your thick skull, and shut the hell up, because nobody is listening to you. ", "", " Deacon: Maybe not. But somehow I feel there's gonna be a time when you're gonna wish you had. ", "", "[SCENE_BREAK]", "*******************************************************************************************************", " Erica: Oh, no, no, no, Eric, sweetie. That's not a toy, okay? Put it down, let's play with something else. ", " Brooke: Well, here's the nursery. ", " Erica: Oh, wow. It actually works. Here, let's listen. Oh, they're upstairs in the nursery, sweetie. ", "[SCENE_BREAK]", " Kristen: Brooke, really, I love what you've done with this room. ", "[SCENE_BREAK]", " Stephanie: It's wonderful. ", "[SCENE_BREAK]", " Taylor: Oh, look, here's the crib. ", "[SCENE_BREAK]", " Brooke: Yes, everything is so perfect. Everything -- the crib, the baby monitor, the party. Thank you.", " Bridget: Oh, it was my pleasure. ", " Megan: It was wonderful, Bridget. It really was. You did a great job. And thank you for inviting me.", " Bridget: Oh, I'm just glad you could be here. ", " Megan: Well, I wish I could stay, but I have to get back to the office. ", " Brooke: Oh, that's too bad. Well, thanks for coming. ", " Megan: Are you kidding? I would never miss this. Well, bye, everybody. It's good to see you. ", " Brooke: Bye-bye. I'm so lucky -- to have all of you in my life. And this baby's lucky, too. Especially to have you, Bridget. ", " Bridget: No, mom. I'm the lucky one. I know that we've had our problems, and we've been through some difficult times. I think it's always like that with mothers and daughters. But these past few years, it's like all of that tension and friction has just started to disappear. We've both changed so much. I've grown up. And so have you. I feel like -- oh, I feel like we're so more than mother and daughter now. We've become friends. And I am so grateful for that. It's a wonderful gift to know your parents. I mean, to really know them as people. To admire and respect them. And to know that you can trust them the way I trust you. Mom, you are the one sure thing in my life. No matter what, I know I can always count on you. I mean, yeah, that might sound silly. But there was a time when I didn't know if I would ever be able to say that to you. I didn't think I would ever understand you and that we'd get to this point. But here we are. And I am so grateful. I am so proud, mom. I can't tell you how happy you've made me. ", " Brooke: You don't have to, sweetheart, 'cause I know. I know. Oh, baby. ", " Bridget: I love you, mom.", " Brooke: Oh, I love you, too. ", " Erica: God, that's so beautiful. You're so lucky, sweetie. Nothing bad could ever happen to you in a family like this. ", " Brooke: Well, thank you for organizing the shower. I had a great time. ", " Bridget: Oh, it was no problem. ", " Brooke: Are you sure you don't want to stay? ", " Bridget: Well, I was gonna run by the office and tell Deacon about the party, but if you want some company -- ", " Brooke: Oh, no. No. Go see your husband. ", " Bridget: Okay. ", "", "[SCENE_BREAK]", " Taylor: Thanks, Brooke. We had a lot of fun. We're taking this for the kids. ", "[SCENE_BREAK]", " Brooke: Oh, good. Thank you for coming and bringing all those wonderful presents. I love them all.", "Kristen: Oh, honey, you're welcome. I had a great time. Thank you. Bye. ", " Stephanie: Good-bye.", " Brooke: Good-bye. Thank you for the baby book. I can't wait to start filling it. ", " Stephanie: Well, you're going to have a great baby, aren't you? You have a lot to look forward to, wonderful things to look forward to. Wonderful things to be grateful for. I know that you and Whip are going to give this baby a great life. Good-bye. ", "", "Brooke: Good-bye. Thanks for coming. See you soon. ", " Stephanie: Okay. ", "", "[SCENE_BREAK]", " Erica: Did you want any help cleaning up, Mrs. Jones? ", " Brooke: No, thank you, Erica. ", " Erica: This was an amazing party. ", " Brooke: Yes, it was. It really was. ", "[SCENE_BREAK]", "*******************************************************************************************", " Megan: Whip? ", " Whip: Oh, good, you're back. ", " Megan: Yeah, I got your message. What's up? ", " Whip: Yeah, um, did you see Deacon? ", "Megan: Where? What do you mean? ", " Whip: Well, at the house? At the shower? ", " Megan: No, why would he go to the shower? ", " Whip: To start trouble, as usual. I just don't get it, Megan. Why can't he leave Brooke alone? I mean, she's made her decision. She's determined to keep this secret from Bridget.", " Megan: And so is he, Whip. Whip, seriously, would you not worry? Even if Deacon did go over to the house, nothing is gonna happen. I saw Brooke today. She is not gonna do anything to jeopardize her relationship with Bridget. Okay? There's absolutely nothing to be concerned about. ", "[SCENE_BREAK]", "********************************************************************************************", " Deacon: Brooke. ", "", " Brooke: What are you doing here? ", " Deacon: I was -- I was just looking for Bridget. You know, I didn't figure she'd get filled up on those little cream cheese sandwiches with the crust cut off. So I think I'll take her out to lunch. ", " Brooke: Well, she went to find you at the office. ", " Deacon: Oh. So was it fun? ", " Brooke: Yeah. Yeah, it was incredible. I mean, I know it was just a party, but it helped me realize how important my relationship is with Bridget. She's really an amazing girl. ", "", " Deacon: Yeah. Yeah, she is. ", "[SCENE_BREAK]", "*************************************************************************************************", " Bridget: Deacon? Erica. Hey, have you seen Deacon? I passed him driving down the hill. ", " Erica: No, I haven't.", " Bridget: Well, he must be around here somewhere. His car's still in the driveway. ", " Erica: Well, I'll call you if we see him by the pool. ", "Bridget: Okay, thanks.", " Erica: All right. Oh, let's go. Your suit's in the cabana. Ready? ", " Bridget: Have fun. ", "", " Erica: All right, bye.", " Bridget: Bye. ", "[SCENE_BREAK]", "********************************************************************************************************", " Brooke: The things that Bridget said, they were so beautiful, Deacon. ", " Deacon: She loves you, Brooke. ", " Brooke: And I love her, too. Her happiness means everything to me. ", " Bridget: Deacon's upstairs talking to mom. ", " Brooke: And if you want to catch her for lunch, you better call her on her cell phone before she gets to the office. ", " Bridget: Oh, he's so sweet. I should go up and surprise him. ", " Deacon: Brooke, while I have you alone here, I want to talk to you for a second. ", " Brooke: I don't think there's anything else to talk about. ", " Deacon: I just wanna talk. I know that these last couple months have been real difficult for you. They've been difficult for me, too. You know, the last time I was in this house was the day that you were getting married. I don't think that I'm ever gonna forget that day. And I swear, I didn't think you were gonna come down those stairs. And when you did -- ", " Brooke: Oh, let's not get into that. ", " Deacon: Well, wait a second. I know you don't want to get into this. I mean, but call me crazy. Whip is not the guy for you! No, you deserve better. This child deserves better.", " Brooke: Whip is going to be a good father and a good husband. ", " Deacon: How can you trust this guy? Are you forgetting how all this started? The guy saw an opportunity, seized it, and in front of a group of people, arbitrarily decided to tell them that he was the father of this child. ", " Brooke: Okay, so that's how it started. But now we're married, and we're committed to each other. ", "", " Deacon: Brooke, I know that you think this guy cares about you. Hell, maybe he does. I don't know. But you be honest with yourself. You know damn well that he will never love you. Not nearly as much as I love you, Brooke. ", "[ Deacon's words echo ]", " Deacon: Not nearly as much as I love you, Brooke. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=z5WuVY_3L50"}