{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["[missing first half of show due to news coverage of Katrina.]", "Taylor: She knew what your intentions were. ", "Thomas: I told her it would be all right. And it should be. We're married. ", "Taylor: In name only.", "Thomas: Well, not any more. ", "Taylor: Nothing's changed, Thomas. ", "Thomas: Yes, I have. These last few months have been the most confusing, overwhelming months for me. You and dad got back together, now you're splitting up again, my first fashion show, getting ready for college. I don't know what I would've done without Gaby's support. ", "Taylor: And I'm very grateful about that, Thomas. But you just said yourself that you are confused.", "Thomas: Well not about her. I love her, Mom. ", "Taylor: Ridge was exactly right. This was a mistake. It was a mistake for me to lie to Agent Dunn. It was a mistake because I sent you the wrong message. Obviously, you think it's okay to break the rules. ", "Thomas: Well, sometimes the rules are wrong. ", "Taylor: No, no, I was wrong. I was wrong because I thought that you two could control yourselves, but you can't. This whole situation is wrong. I mean, my heart was in the right place, because I was trying to help Gaby because we had a special relationship with her mother. But now this whole thing is out of hand. ", "Thomas: Because of me. All right, it was my fault. Me. Gaby had nothing to do with it. It was me. And she shouldn't have to pay for -- mom, please. We didn't do anything. And we won't. Just please -- let her stay and we won't cross that line again. ", "Taylor: All right, Gaby can stay the night. And then tomorrow morning when we're all just a little bit calmer, we can talk about this and come to some sort of compromise. Like maybe going to visit your cousins in Phoenix. ", "Thomas: Okay, okay, we'll talk in the morning. We'll figure something out. ", "Taylor: Okay, go on up to your room, Gaby. ", "[SCENE_BREAK]", "Gaby: I'm sorry if we upset you, Mrs. Forrester. But I think that if you'd just hear Thomas out that -- ", "Taylor: It'll be interesting to hear what you both have to say tomorrow. ", "Gaby: I don't want you to think I'm trying to turn Thomas against you 'cause I'm not. ", "Taylor: Good night, Gaby.", "Gaby: Good night. ", "", "[SCENE_BREAK]", "Thomas: This was supposed to be our night, Gaby. It can't end like this. ", "[SCENE_BREAK]", "************************************************************************", "Bridget: Dad, what -- what do you mean? Are you saying that I shouldn't trust them? ", "Eric: Honey, I'm just -- I'm just concerned for you, that's all. This isn't like you, you know? Telling nick that you had an abortion when you didn't. ", "Bridget: I guess I just couldn't handle it anymore. When I saw them together, there was just -- there was something there. It was like there was this connection. And then they finally admitted it. But I knew it. I knew it the whole time. Deep down I just -- that's what was driving me crazy. I could feel it. ", "Eric: They have feelings for each other. ", "Bridget: No, Dad, they had feelings for each other, but they've dealt with them and they've put it all behind them. Look, I know this is a lot to digest. But the important thing is Nick and I are okay. We're going to have a baby and you are going to be a grandpa again. Dad, come on, aren't you excited? ", "Eric: Well, of course, I'm excited about this baby, especially if you are. I'm your father. You're my daughter. I want you to be happy. ", "Bridget: I am. I feel so incredibly blessed. I know that nick and I are going to have a wonderful life together with our child. And knowing I have the support of both of my parents makes it so much better. ", "[SCENE_BREAK]", "************************************************************", "Nick: Maybe I'm letting Bridget down by lying to her. Have you thought about that? ", "Brooke: You're not lying to her. You do love her. ", "Nick: Not the way I love you. ", "Brooke: Don't say that.", "Nick: I know you don't want to hear it. I didn't either, but my mother finally got through to me.", "Brooke: Your mother?", "Nick: Yeah, that's right. She was right. All along. About everything. She saw it and we didn't. And now we do, and we can't turn our backs on it. ", "Brooke: Yes, we can. We have to. We have to do whatever it takes to keep Bridget happy. ", "Nick: She'll see through it. She'll see through it. ", "Brooke: Well, then it can't be an act. Nick, whatever is going on between us, it has to end. Right here, right now. Look, I am not going to disappoint my daughter again. You weren't there. You didn't have to live through it. ", "Nick: But you know this isn't the same. ", "Brooke: I won't do it. I won't do it to myself. And I won't do it to my daughter. It's not going to happen. ", "[SCENE_BREAK]", "**************************************************************", "[ Knock at door ] ", "", "Gaby: Mrs. Forrester? Thomas -- ", "Thomas: Hey, quick, let me in. ", "Gaby: What are you doing here? ", "Thomas: I couldn't stand to be anywhere else. ", "Gaby: What are you talking about? Thomas -- Thomas, we can't do this. ", "Thomas: What? Why, because my mom says we can't? Forget about my mom. ", "Gaby: She's already angry with us. ", "Thomas: There's no point in her being angry about nothing, is there? ", "Gaby: I'll be deported.", "Thomas: I won't let that happen. ", "Gaby: Thomas -- ", "", "Thomas: Trust me. ", "", "***********************************************************", "Taylor: Ridge, it's me. We need to talk. Well, you were right. I made a major mistake about Thomas and Gaby. It was a mistake to let her stay here. Thomas is all worked up. I caught them together, Ridge. If I hadn't walked in when I did -- it's just lucky that I showed up when I did, because this family is in enough trouble as it is. ", "", "***************************************************", "Gaby: I love you, Thomas.", "Thomas: I love you, too.", "[SCENE_BREAK]", "**************************************************", "Brooke: Please, just go.", "Nick: You can't look at me because you're afraid, and you don't have to be. ", "Brooke: I'm afraid for my daughter. ", "Nick: We have to be honest with her. ", "Brooke: The way we were before, Nick? You saw how Bridget reacted. ", "Nick: This is not like before! ", "Brooke: This is not going to happen! ", "Nick: It already has happened! Come on, Brooke, you've searched your whole life for a man to love you the way you needed, and you thought it was Forrester. But you were wrong. He let you down. He wasn't there for you, but I was. And I always have been. And I am not going to lie about this. I am not going hide this because I want to be with you. I want to touch you. I want to make love to you. ", "Brooke: Stop it. ", "", "Nick: I need you. ", "", "Brooke: No, Bridget needs you. Your baby needs you. ", "Nick: You are the woman that I want. ", "Brooke: Don't. ", "Nick: I want you. ", "", "Brooke: Don't, please.", "Nick: I want you. ", "", "Brooke: Get out. Just get out! Get out! ", "Nick: Brooke, I'm not gonna let you run from this. I won't let you run. ", "Brooke: Oh, god, help me."], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=fB9OtkrJiS8"}