{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["[singing in Italian]", "Riccardo: Spectra fashions! ", "[Applause] ", "[applause] ", "[applause] ", "Riccardo: Forrester creations! ", "[SCENE_BREAK]", "[Applause] ", "[applause] ", "[applause] ", "Bridget: How are you doing? ", "Massimo: It seems to be going pretty well. ", "Bridget: I was asking about you. It can't be easy, watching my dad share this moment with your son.", "[SCENE_BREAK]", "[Massimo sighs] ", "", "[applause] ", "[speaking in Italian]", "Riccardo: Ridge Forrester!", "[Applause] ", "[applause] ", "Thorne: Macy? You're here. I didn't think you'd come. ", "Macy: I wasn't going to. I just couldn't leave without saying good-bye. ", "Riccardo: Eric Forrester!", "[SCENE_BREAK]", "That you have the most beautiful face do you realize you're floating in space ", "do you realize ", "[applause] ", "that happiness makes you blind ", "do you realize ", "                        ****************************************************************************************", "Sally: Hello, Stephanie.", "Stephanie: Hello, Sally.", "Sally: I suppose it's too much to hope that you have come over here to concede defeat. ", "Stephanie: Not on your life, Sally. ", "Sally: Well, I was just trying to spare you the inevitable disappointment, the double disappointment of having to face losing a wager you made against your own son. ", "Stephanie: We'll see.", "Sally: Yeah, we will. Bye-bye. ", "[SCENE_BREAK]", "                        *****************************************************************************************", "Ridge: Not bad, old man. Not bad. ", "Eric: It's too bad for you, because these are the designs that are gonna win the competition. ", "", "Ridge: I want you to know you've done something truly amazing. ", "Eric: They're very good, but we'll wait for the judges to decide on that. ", "Ridge: Oh, I wasn't talking about the designs. I was talking about the challenge. Being in Italy, this whole thing. It worked. I'm back on my feet. And no matter who the judges decide should win this challenge, you accomplished what you set out to do, and I just wanted to thank you for that. ", "Eric: You're welcome.", "Ridge: I wanted to thank you now, just in case I was too busy later collecting my trophy. ", "Eric: Get away from me, Ridge. ", "[SCENE_BREAK]", "[speaking in Italian]", "Riccardo: Spectra fashions and Ridge Forrester. ", "[SCENE_BREAK]", "[Applause] ", "[applause] ", "[applause] ", "                        ************************************************************************************", "Thorne: Good-bye? Macy, did you just say good-bye? ", "Macy: I'm sorry, Thorne. I know it's not what you wanted to hear. ", "Thorne: Well, then don't say it. ", "Macy: My father's life is in danger. ", "Thorne: So you're just going to disappear? I'm never going to see you again? ", "Macy: It's what I have to do. ", "Thorne: There's nothing I can do to change your mind? Because I will, Macy. I will do whatever it takes to stop you. I will never let you down again, okay? I promise you. Macy, there is nothing in this world I want more than to spend the rest of my life with you. And when I said that I love you, I meant it. I meant it. ", "Macy: I know. That's why I'm here. ", "Thorne: Because you love me, too. You love me, too. After everything that's happened, you still love me.", "Macy: Yes. I've never stopped loving you. ", "[SCENE_BREAK]", "                        ************************************************************************************", "[speaking in Italian]", "Riccardo: Eric Forrester!", "[SCENE_BREAK]", "[Applause] ", "[applause] ", "[applause] ", "[applause] ", "Ridge: I wanted to thank you for this. It's a wonderful tribute. ", "Brooke: Like I told Thomas, I didn't get a chance to pay my respects at the funeral. ", "Ridge: He was very moved by this gesture. ", "Brooke: Well, who knows? This may be a new beginning for us. ", "Ridge: It could be, Logan. It definitely could be. ", "[SCENE_BREAK]", "                        ********************************************************************************", "Thorne: You do love me.", "Macy: Yes. Oh, yes, Thorne. God, help me. I do. ", "Thorne: You can't leave, Macy. Not now. ", "Macy: I don't have a choice. ", "Thorne: Yes you do, Macy. You always have a choice. You made the choice to stay with your father after the accident. You made the choice to see your mother while you were here. You made the choice to see me today. Our lives are filled with choices, honey. And up until this one, I've made a lot of bad ones. But I know that this one is right.", "Macy: Not for my family. Not for my father. ", "Thorne: Macy, it is right for us -- for you and me. ", "Macy: You don't understand what you're asking me to do, Thorne. ", "Thorne: We belong together. We belong together, Macy. We always have. And the biggest mistake I've ever made in my life was doubting that. I'm not going to let you make the same mistake, too. ", "Macy: I'm not doubting.", "Thorne: Macy, you look at me. You look inside me, Macy. And you tell me -- you tell me what your heart is telling you to do right now. You tell me what you want to do. You tell me.", "[SCENE_BREAK]", "Lorenzo: Stop! Don't listen to him. He's lying to you. ", "[SCENE_BREAK]", "                        ******************************************************************************************", "Clarke: And now, ladies and gentlemen, put your hands together for another jaw-dropping design by Ridge Forrester and Spectra Fashions. ", "[SCENE_BREAK]", "[Applause] ", "[applause] ", "[applause] ", "[applause] ", "[applause] ", "Sally: Pretty spectacular, huh, baby? Let's see your dad top that one. ", "[SCENE_BREAK]", "[Applause] ", "Stephanie: For the climax of this wonderful event, it is my pleasure to present the most original and the most elegant design of this or any show. From Eric Forrester, his magnificent show stopper. ", "[SCENE_BREAK]", "[Applause] ", "who can say for certain maybe you're still here I feel you all around me ", "your memory's so clear deep in the still dust I can hear you sleep ", "Massimo: Brooke. ", "", "[SCENE_BREAK]", "You're still an inspiration can it be that you are kind ", "Ridge: Brooke. ", "[SCENE_BREAK]", "Forever mine and you are watching over me from up above ", "fly me up to where you are beyond the distant star ", "I wish upon tonight to see you smile if only for a while to know you're there ", "[applause] ", "[cheers] ", "to where you are ", "", "[cheers] ", "                        *******************************************************************************************", "Thorne: This is the guy? The guy from the bar? ", "Macy: Lorenzo, I just -- I just came to say good-bye. ", "Lorenzo: But he's trying to convince you to stay. ", "Thorne: Well, Macy can make up her own mind. ", "Lorenzo: You cannot trust him. He professes to love you, but he doesn't. ", "Macy: Lorenzo, please, just stop it. ", "Lorenzo: Remember when you came to Camogli? You were empty and broken from his betrayal. Your body healed, you stopped drinking, became stronger than ever. You built a new life here -- a good one. Don't let him mislead you now. His selfishness almost destroyed you. You have been down the path he offers you. It leads only to misery. If you want to stand on your own, you need to walk away now. Come with me. Your father is waiting for us. It's time to go. ", "[SCENE_BREAK]", "                        **************************************************************************************", "[Applause] ", "[cheers and applause]", "Riccardo: And now, the moment we have all been waiting for. Ridge and Eric Forrester have dazzled us with their talent. Their models have awed us with their beauty. We have honored them with your cheers. Rebecca, would you like to do the honors? ", "[SCENE_BREAK]", "Rebecca: Grazie, Riccardo. It was a difficult decision, but we have chosen a champion. The man who will claim the Forrester Throne. And the winner is -- ", "[whispers] "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=81etRFmAlWE"}