{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Brooke: I was looking for a quiet place to work. Taylor told you. ", "Ridge: She didn't tell me that you knew. ", "Brooke: Yes, well, I walked in on them. ", "Ridge: Well, she told a lot of things. That wasn't one of 'em. ", "Brooke: You slept here. I gather your talk with taylor didn't go so well. ", "[SCENE_BREAK]", "Laurie: Look, there are voluntary programs which have already been successful in reducing pollution from boats and ships. These changes have prevented premature death, and reduced severe respiratory disease like asthma, all over the world. ", "Massimo: Laurie, I am aware of these programs, all right? And the good that they can do. But, you have to understand -- i am a business man. I have employees to take care of, all right? I have stock holders that I have to answer to. ", "Laurie: Environmental thinking and free enterprise are not mutually exclusive. ", "[SCENE_BREAK]", "Nick: Pop, you do realize that the savings associated with these programs, especially in terms of health costs, is huge. ", "Massimo: Fine. But it doesn't show up on my bottom line. ", "Nick: Well, it's going to show up eventually. Our regulations are getting tougher. Our manufacturers want products that don't pollute. We're going to lose customers, we're going to wind up retrofitting. But think about it -- it's going to cost us a hell of a lot less in the long run. It's our environment, this is our world, our world we're handing off to our children -- our grandchildren. Now you tell me how we measure that cost. ", "[SCENE_BREAK]", "[Knock at the door] ", "Stephanie: Taylor? Taylor? Oh good, you're home. God, I've been so worried. Did you get my messages? ", "Taylor: No. It was good to have ridge home. Even better than I thought it would be. He even apologized for staying away for so long. And we, made love --", "Stephanie: Then everything's all right. ", "Taylor: --For what I fear may be the last time, ever. I told him about james. He walked out on me. And he's not ever coming back. ", "[SCENE_BREAK]", "Brooke: It hurts, I know. But if it was just one kiss -- ", "Ridge: It's more of the hypocrisy of it, to me -- ", "Brooke: So, it went beyond a kiss? While you were gone? Oh my god, I was afraid of that. ", "Ridge: She kept it from me for years. ", "Brooke: Ridge, taylor hasn't known hector for years. ", "Ridge: I'm not talking about hector. ", "Brooke: What are you talking about? Taylor and somebody else? ", "Ridge: James. ", "Brooke: James? ", "Ridge: James warwick. ", "Brooke: Taylor and james warwick slept together? No! ", "[SCENE_BREAK]", "Massimo: You're very passionate about this, dominick. ", "Laurie: Look, your son has a really good point. We all have a responsibility to keep our planet healthy. We do what we can as individuals, by choosing hybrid cars. Or we can reduce the amount of electricity we consume by unplugging our chargers from the wall, and using energy efficient appliances. It's not about doing everything, it's about doing something. And you have an even greater opportunity to help reduce carbon dioxide and other greenhouse gases that are causing global warming. ", "Massimo: How come, dominick, you never brought this up before? ", "Nick: Because I was never going to be a father before. I'd say you start thinking a little bit differently. It's my watch pop, and I don't want my kid asking me years from now why I didn't do something about global warming. I just won't have it. And we talked about a lot of things. Things that I care about. Fish, for god's sake -- do you know how much mercury is in certain types of fish? And I'm not going to feed my pregnant wife what I catch, because you know I love to fish. Now come on, think about this. We got to do what we can to turn this thing around. ", "Massimo: You know, you environmentalists don't realize what it takes to keep a business running. ", "Laurie: Look, we should all be environmentalists. I understand you have a bottom line, but the truth is, green means green. You'll save money by reducing your carbon dioxide emissions, you'll help slow global warming, and then other companies will follow your lead. ", "Nick: There's a lot of different ideas we could implement. ", "Massimo: All right, if my son believes in you, then I'll do what I can. Send me a report. ", "Laurie: Thank you, sir. Thank you so much. ", "Massimo: Don't thank me, laurie, thank dominick. Because he's going to have to answer for every penny. ", "Laurie: Hey, congratulations on your baby. And you are doing such a great thing here, for everyone. ", "Nick: Well, thank you for helping me see I'm doing the right thing. ", "[SCENE_BREAK]", "Ridge: She left me no choice. ", "Brooke: Wait a minute -- taylor and james warwick, made love? ", "Ridge: After the earthquake up at big bear, apparently james was a virgin and his dying wish was to make love with her. And being the saint, she couldn't deny him -- at least that's the story she told me. ", "Brooke: Taylor, unfaithful. ", "Ridge: \"Not possible,\" huh? \"Not something taylor would do?\" She did. ", "Brooke: You know, I wondered at the time, I thought something was going on between the two of them, and I asked james about it, and he denied it. ", "Ridge: I think she just sort of got it in her head that it never actually happened. ", "Brooke: Oh god, ridge. It's bad enough to have someone cheat on you, but to have them lie about it, all these years. You should've been told. Oh, taylor, \"woman of decency.\" ", "Ridge: What do you think she learned from her mistake, huh? To be more understanding of others? Treat others with tolerance, and fairness? That's not how she treated you, is it? ", "Brooke: I know how important honesty is to you. ", "Ridge: You've always known what I'm about, logan. What I needed in a wife.", "Brooke: You needed somebody to trust. ", "Ridge: When you and I were together, there were never any lies. Never any secrets. We had this deep connection, because we always knew we could depend on each other. ", "Brooke: I thought you had that with taylor too. ", "Ridge: Yeah, so did I. She was perfection. ", "Brooke: Well, I'm sure that was reinforced by stephanie. \"Taylor, the perfect little angel.\" Just wait until she finds out that taylor's feet are made of clay, just like the rest of us. Oh, I would love to be there when she finds out that news. ", "Ridge: She already knows. ", "[SCENE_BREAK]", "Stephanie: Why? Why did you tell him? ", "Taylor: I was trying to be honest with my husband. That's what I was trying to accomplish. I'm trying to get my marriage back on track. I told him about hector first, and the kiss. And he forgave me. ", "Stephanie: And not james? ", "Taylor: No. ", "Stephanie: Well, you've got to make him understand. If he could just understand why. ", "Taylor: No, stephanie, he forgave me for james. ", "Stephanie: Well then, what's the problem? ", "Taylor: The one thing that he can't forgive is the hypocrisy, the years of the lie I've been living. And he's right. ", "Stephanie: No he's not, that's ridiculous. ", "Taylor: Come on stephanie, I've been walking around here letting everybody think that I'm without sin. And I wasn'T. ", "Stephanie: Taylor, we're talking about one mistake! In your whole lifetime.", "Taylor: I know! I know the difference between rit and wrong. Ridge depended on that. He trusted me -- he loved me. And what did I do? I violated our marriage. I destroyed everything he believed about me. I made a mistake, and then I made it worse by covering it up. But worse than that, was how I treated brooke, that's what he could never forgive. How harshly I've judged her. That makes me no better than her. ", "Stephanie: Horses and pigs are both mammals, but that's all that they have in common. ", "Taylor: All the years I've railed against brooke, judging her, acting like I'm morally superior -- ", "Stephanie: You are. ", "Taylor: At least she admits her mistakes, and she tries to make it right! I deserve for ridge to leave me. ", "Stephanie: Don't even go there. Now listen to me. What we have to do is act quickly. We've got to salvage this marriage. ", "Taylor: It isn't up to us, it's up to ridge. ", "Stephanie: Yes, I know it is. And that's why I'm going to go and talk to him. Now, you clean yourself up. When he comes home -- and he will -- I want him to remember all the reasons he has for forgiving you. ", "Taylor: He won't listen to you, stephanie. He knows that you knew about james and that you covered it up. ", "Stephanie: I'll take care of that. In the meantime, we're not going to let this fester, because if we do, brooke will make a move, and then you'll never get her out of here. I'm not going to let her destroy everything that you love, and you deserve. ", "[SCENE_BREAK]", "Massimo: You, my son, are going to be the death of marone industries. Do you realize how much all of this is going to cost? ", "Nick: Oh come on, it's money well spent. ", "Massimo: How do you figure? ", "Nick: Because you are making the world a better place for your grandkids. ", "Massimo: Mmm. Speaking of which, how is bridget? ", "Nick: She's probably going a little crazy. You know, she's bedridden, but she's happy, she's good, thanks. ", "Massimo: That's great to hear. You know, it's a rare thing, but both my sons are happy. Both their lives are on track -- all at the same time. Must mean something. ", "Nick: Yeah. Oh, my life certainly is in a good place. I don't know if I'd say the same about ridge. ", "Massimo: What do you mean? ", "Nick: He didn't come home for the holidays. You know that. ", "Massimo: Well, hey, that's hard on the family, I know. And maybe it was the wrong decision. But you know, let me tell you something. I am a businessman, and I realize what has to be, okay? Sometimes business has to come first. Otherwise, where are you going to get all the money to throw away on flavor of the day causes? ", "Nick: It's a little bit more than that, pop. ", "Massimo: What are you saying, what's happening? ", "Nick: It's not my place, really. ", "Massimo: No, no, no. Come on. Hey, dominick marone, I am your father. Tell me, tell me exactly what's going on. ", "Nick: You know, this shouldn't be coming from me. ", "Massimo: Well, who's it going to come from? You're the one that started this. What is this about? ", "Nick: Brooke took R.J. New year's eve ever over to the house. That's what ridge wanted, but he wasn't there. Hector ramirez was there with taylor. ", "Massimo: Hector and taylor are friends. ", "Nick: Brooke caught them in the bedroom. They were kissing. ", "[SCENE_BREAK]", "Brooke: That's why your mother was so nervous about me talking to you. Because she knew about taylor and james. ", "Ridge: From the beginning. ", "Brooke: Oh, that witch! I can't believe this. She defended taylor, and she was protecting her, attacking me at every turn. Now, I understand that we all make mistakes -- ", "Ridge: Taylor made it seem like she was different. She was better. You know what hurts me the most, logan? Is the way she treated you. You know she just hounded me about my feelings for you, and almost made me feel guilty for even acknowledging them. ", "Brooke: I don't blame you for that, ridge. I understood why you chose taylor. I believed the same things about her that you did. But you two renewed your vows, in front of your mother who was faking a heart attack, and to a woman who's been cheating on you, who's been lying to you. ", "Ridge: How do I forgive that? Tell me. How do I do that, logan? ", "[SCENE_BREAK]", "Massimo: Taylor forrester -- is a woman of decency and virtue. ", "Nick: Great. She was kissing another man. ", "Massimo: Okay, all right, look. What is important here is that ridge and taylor work it out, immediately. Because they have children -- they've got to protect the family. ", "Nick: He's walked away from the marriage and children before. ", "Massimo: You mean hope and R.J.? ", "Nick: Between you and me? When the dust settles, I'd really like to see where brooke's going to be in all this. ", "[SCENE_BREAK]", "Ridge: I thought the ground beneath me was solid. Well, it shifted. It left me with nothing to hold onto at all. The one person whose love for me I thought I never doubted -- was just a mirage. I feel like all I have is nothing but air.", "Brooke: There is one other person ridge, who doesn't judge you, who doesn't keep secrets from you -- who just wants to be with you, to love you. Our son, R.J. His love for you is very, very pure. ", "Ridge: I've missed him. ", "Brooke: Well then, go to him. Spend some time with him. It'll be good for R.J., And it wouldn't hurt you either. ", "Ridge: Oh, it'd do me a world of good, I'm sure. ", "Brooke: Well you know what, I'll just finish up here, and I'll meet you at my house later. ", "Ridge: Thank you. ", "[SCENE_BREAK]", "Brooke: I'm here for you, ridge. You can count on that. ", "Stephanie: I told you to stay out of their marriage! ", "Brooke: Get out of here, stephanie. I have a lot of work to do. ", "Stephanie: Yeah, I can imagine the work that you have to do -- hovering over him like some vulture, hoping the marriage breaks up so you can just swoop in and pick up the little pieces. ", "Brooke: Oh, that's a lovely image.í@ ", "Stephanie: They're going to make this relationship work. So you back off, and stay away. ", "Brooke: They don't have a marriage. ", "Stephanie: Oh, please. ", "Brooke: All they have is deception and betrayal, all orchestrated by you. At least ridge knows the kind of person you are, stephanie. And he can make his decision based on that. ", "Stephanie: The only decision he's going to make is to keep this marriage. He is not, not going back to you. So get that out of your empty head -- ", "Brooke: You know, I don't care what he does about his marriage, that is his business. All I care about is that ridge and I finally know the truth. That you and taylor are the biggest hypocrites that this world has ever produced! ", "Stephanie: Oh, really? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=ew1pvPMsh5c"}