{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Brooke: \r", "By the end of the day, I'll be Mrs. Ridge Forrester. Again.", "\r", "Hope: Mommy!", "\r", "Brooke: Hey, honey. Come here. Up on the bed.", "\r", "Hope: It's so fancy downstairs.", "\r", "Brooke: I told you, we're having a wedding today.", "\r", "Hope: Will Uncle Nick be there?", "\r", "Brooke: No.", "\r", "Hope: Do I have to go?", "\r", "Brooke: I know you love Uncle Nick. I do, too. But he can't be here all the \r", "time.", "\r", "Hope: Why not?", "\r", "Brooke: Because he has his own life.", "\r", "Hope: I wish you were marrying Uncle Nick.", "\r", "Brooke: You love Ridge, too.", "\r", "Hope: I know, but I still wish you were marrying Uncle Nick.", "\r", "Brooke: Hey, we really want you to be our flower girl today.", "\r", "Hope: But I have school.", "\r", "Brooke: It's okay, you can miss school for one day.", "\r", "Hope: But I want to go to school.", "\r", "Brooke: Okay. Why don't you have Catherine help you get ready, okay? Sweetie, \r", "Uncle Nick will already be in our hearts. He'll be right here. And right here. \r", "We can't always have what we want. Everything's going to be perfect. I promise \r", "you. Just perfect. Come here.", "\r", "-------------------------------------", "\r", "Eric: Ridge, good, you're here. I want to see you for a minute.", "\r", "Ridge: What's up?", "\r", "Eric: Listen, this thing is happening very very quickly.", "\r", "Ridge: This wedding has waited long enough, Dad. ", "\r", "Eric: I know you're ready for it. But is Brooke?", "\r", "If you're worried about Nick, he couldn't be further from her mind.", "\r", "Eric: Are you sure?", "\r", "Ridge: Absolutely positive. She's as committed to this as I am.", "\r", "--------------------------------------", "\r", "Stephanie: I want to talk to you.", "\r", "Brooke: You mean talk me out of marrying your son.", "\r", "Stephanie: If it's possible.", "\r", "Brooke: It's not.", "\r", "Stephanie: Then answer me one question.", "\r", "Brooke: One question.", "\r", "Stephanie: Are you absolutely sure that you want to spend the rest of your life \r", "with my son?", "\r", "Brooke: Yes.", "\r", "Stephanie: But Nick is free.", "\r", "Brooke: Nick is devastated. He just lost his child. And then he finds out that \r", "Dominick isn't even his son. He's hurting, Stephanie.", "\r", "Stephanie: You could be there to comfort him.", "\r", "Brooke: Oh my God. I can't even believe you're encouraging me to go after my \r", "daughter's husband now, when she needs him the most.", "\r", "Stephanie: What she needs the most is honesty. Brooke, you married Eric. It \r", "didn't take away your feelings for Nick. You marry Ridge, that's not going to \r", "take away what you feel for --", "\r", "Brooke: That's it. I don't want to hear one more word.", "\r", "Ridge: Neither do I.", "\r", "Stephanie: Ridge.", "\r", "Ridge: Why won't you leave her alone?", "\r", "Stephanie: Will you at least please talk to Nick?", "\r", "Brooke: No. Nick and Bridget are committed to each other. They're happily \r", "married and nothing is going to change that.", "\r", "----------------------------------", "\r", "Nick: Morning. How are you?", "\r", "Bridget: I'm okay.", "\r", "Nick: How'd you sleep?", "\r", "Bridget: Didn't really. I was up most the night thinking.", "\r", "Nick: Me, too.", "\r", "Bridget: And?", "\r", "Nick: And you're my wife and I love you.", "\r", "Bridget: I never questioned your love for me.", "\r", "Nick: Well, then what is it? Is it your love for me?", "\r", "Bridget: No. No, I love you more now than I probably ever have.", "\r", "Nick: Well, then what are we doing?", "\r", "Bridget: We're discussing our future.", "\r", "Nick: Good. Good, let's do that.", "\r", "Bridget: Nick, we're always going to be a part of each other's lives. We're just \r", "not going to be husband and wife.", "\r", "Nick: So you haven't changed your mind.", "\r", "Bridget: Have you? I'm sorry, Nick, I cannot go on with this marriage. Not when \r", "you won't try to be a father to Dominick. Not when I know you're in love with my \r", "mother.", "\r", "---------------------------------------", "\r", "[Doorbell rings]", "\r", "Eric: Reverend, there you are. Hi. Come in, come in.", "\r", "Darla: So is Bridget upstairs helping Brooke get ready?", "\r", "Jackie: I don't think she's feeling up to it.", "\r", "Thorne: I thought she and Nick were doing better.", "\r", "Jackie: Unfortunately, they got more bad news last night. Now's not the time to \r", "actually --", "\r", "Massimo: Jacqueline, if something's going on with our son, I would like to know.", "\r", "Jackie: I knew I shouldn't have brought it up.", "\r", "Massimo: But you did.", "\r", "All right. If you must know -- Dominick isn't Nick's son.", "\r", "[Massimo sighs and clears throat]", "\r", "------------------------------------------", "\r", "Brooke: This tragedy is not going to derail Nick and Bridget's marriage.", "\r", "Ridge: This is not about Nick and Bridget.", "\r", "Stephanie: You're so right. It's all about Nick and Brooke.", "\r", "Ridge: Oh, will you stop? Look, this is our wedding day, Mother. If you can't \r", "support it, then get the hell outta here.", "\r", "Brooke: [Sighs] God. Maybe we should have eloped.", "\r", "Ridge: Yeah, I'm inclined to agree. But we've been there and done that.", "\r", "Brooke: It's not so much your mom, it's also what Bridget's been going through, \r", "and Felicia.", "\r", "Ridge: I feel like everyone could use a little something to celebrate right now. \r", "Are we still on?", "\r", "Brooke: Yes.", "\r", "Ridge: I will never disappoint you, Logan. I will never ever take you for \r", "granted again. I did that once, assuming you'd always be there for me. It scared \r", "the hell out of me to find out just how wrong I was. I know your love died -- \r", "your love for me died when I left you and Hope and R.J. I had to earn it back. \r", "Now that I've done that, it means more to me than it ever has. I love you so \r", "much.", "\r", "Brooke: I love you, too.", "\r", "Ridge: Nothing and nobody is going to get in the way of our happiness today.", "\r", "Brooke: Nope. ", "\r", "Ridge: Nope.", "\r", "Brooke: Nobody.", "\r", "Ridge: I'll see you downstairs.", "\r", "Brooke: My makeup.", "\r", "[Brooke giggles]", "\r", "-------------------------------------", "\r", "Nick: Bridget? I'm not doing this. I want to save this marriage.", "\r", "Bridget: I love you for that, but I know when something is past saving.", "\r", "Nick: Oh, please. I mean, my God, give us a break. I mean, we have been going \r", "through some hard times, don't you agree?", "\r", "Bridget: But we've been going through hard times for a while.", "\r", "Nick: That is not true.", "\r", "Bridget: Nick, I'm just seeing things from a whole different perspective. Losing \r", "Nicole and finding out that Dominick wasn't your son made me realize that you \r", "can't freeze life in one perfect place. It's always going to change. No matter \r", "how bad or how good things are, life is going to change. If we really want to be \r", "happy, we just have to accept that. Accept things the way they really are and \r", "try to go on from there.", "\r", "Nick: And we can go on from there. I agree with you. We can have another child.", "\r", "That's not the answer.", "\r", "Nick: Well, neither is giving up.", "\r", "Bridget: I'm not giving up anything. I don't have to stop loving Dominick just \r", "because he's not your son. And, I can love you and still let you go.", "\r", "Nick: Let me go? Because I wont' be a father to Dominick.", "\r", "Bridget: I do understand why you won't. I think it's a shame because I know that \r", "you would be an incredible father.", "\r", "Nick: And I want that. I want to be a father.", "\r", "Bridget: And you will be. To Hope. You can raise Hope and R.J. with my mother. \r", "You can go and make a life with them starting today. It's okay.", "\r", "-----------------------------", "\r", "Massimo: Let me get this straight.  Dante Damiano is the father? ", "Jackie: It appears that he \r", "and Felicia spent a very brief time together in nice. ", "Sally: So brief that fifi \r", "Felicia forgot all about it? ", "Jackie: Well, I don't know \r", "all the particulars. And to be quite honest, I don't think they matter. ", "", "Massimo: Does Eric know?\r", "", "Jackie: No, he doesn't. I \r", "don't think he does. And now's not the time to bring it up. ", "Thorne: The last thing \r", "that Brooke and Ridge need today is another family crisis. ", "Massimo: Would you excuse \r", "us for a moment? When were you going to tell me this? ", "Jackie: I'm sorry. I was \r", "just more concerned about our son then keeping you in the loop. ", "Massimo: Never mind the \r", "loop. How is he? ", "Jackie: He's devastated. \r", "So is Bridget. I don't know how much more these two can take. ", "Stephanie: So you've heard \r", "about Dante? ", "Massimo: Mm-hmm. ", "First, Nicole. Now, this. The \r", "whole damn thing is preposterous. ", "Stephanie: Yes, I was just \r", "about to say the same thing about the wedding. ", "Ridge: Jackie, would you \r", "be so kind to go upstairs? Brooke could use your help getting dressed. ", "", "Jackie: Me? What about \r", "Bridget? ", "Ridge: Well, I hope she \r", "gets here soon, because we want to begin ASAP. ", "Stephanie: You mean right \r", "now? ", "Ridge: Mm-hmm. ", "Eric: What's going on?\r", "", "Ridge: Dad, would you get \r", "everybody in their seats? Brooke and I want to start this right now. ", "Bridget: Someone left you \r", "a message. Shouldn't you get it? ", "Nick: You're the one I \r", "want to talk to. Because I made a commitment to you, Bridget. ", "Bridget: But Nick, we knew \r", "you loved my mother before we ever got into this relationship. We both went into \r", "this knowing that. ", "Nick: But we dealt with \r", "that. ", "Bridget: I still had \r", "concerns. And then I got pregnant. ", "Nick: But we have been \r", "over this time -- ", "Bridget: Nick, stop! \r", "Listen to me. I just want you to be happy. You sacrificed your happiness so that \r", "you could make a life with me and our baby. ", "Nick: It wasn't a \r", "sacrifice. ", "Bridget: Well -- you love \r", "her. ", "Nick: No. No! ", "Bridget: Nick, you love \r", "her and it's o -- it's okay. Do you hear me? It's okay. You don't have to hide \r", "your feelings anymore. Not from me. Not from yourself. Not anymore. ", "\r", "--------------------------------------------------------", "Jackie: The bride is \r", "ready. ", "Eric: Is Bridget here?\r", "", "Jackie: She may not be \r", "coming. And Brooke said that she really wants to get started, too. ", "Stephanie: Oh, but we \r", "should wait. ", "Eric: Stephanie, this \r", "wedding's going to happen. ", "Stephanie: Why is \r", "everybody rushing so? ", "Jackie: I hate to agree. I \r", "mean, this does seem a little bit rushed. ", "Stephanie: Look, this is \r", "supposed to be the happiest day of Brooke's life, and I get the feeling all she \r", "wants to do is get it over with. Doesn't that concern anyone? ", "[Phone rings] Oh, I have \r", "to take this. ", "Eric: Stephanie, the \r", "wedding is about to start. ", "Stephanie: Yes, hello? \r", "Yes, this is she. ", "Eric: Look, what could \r", "possibly be more important than Ridge marrying Brooke? ", "Stephanie: Shh! ", "", "Minister: Everyone, we're \r", "about ready to begin. If you'd take your seats, and please, turn off your cell \r", "phones. ", "Stephanie: Yes, is there \r", "news? Oh, I see. Well, I want to hear everything, but I really can't talk to you \r", "right now. I'm at a wedding. I'll have to call you back. ", "Eric: Stephanie, hang up, \r", "will you please? You and I have to sit down. ", "Stephanie: Yes, good-bye, \r", "thank you. Why are you in such a rush to have Ridge make the same mistake you \r", "did by marrying her? ", "Eric: Look, if you don't \r", "-- if you don't stop talking like this, I'm going to kick you out of here \r", "myself. No one's going to disrupt this wedding. ", "\r", "----------------------------------------------------", "Nick: So you're ending our \r", "marriage? ", "Bridget: Nick, I will \r", "always, always cherish the times that we had together. ", "[Nick scoffs] All the \r", "support that you gave me. It was exactly what I needed. And now, I'm giving you \r", "what you need. A life with my mother. I want you to be with her. ", "Nick: It'll never happen. \r", "She will never betray you, Bridget. ", "Bridget: Well, it's not a \r", "betrayal if I let you go. This isn't a test, Nick. I'm completely serious. I \r", "just really -- I really want you to be happy. ", "Nick: I don't know what to \r", "say. ", "Bridget: Whatever you have \r", "to say, you should go say it to my mother. Before the wedding. ", "Nick: What wedding? ", "", "Bridget: Hers. She's \r", "marrying Ridge -- today. ", "Nick: She's marrying \r", "Forrester? ", "Bridget: Today. It's true. \r", "Stephanie told me, and my mom left me a message. By the end of the day, she'll \r", "be Mrs. Ridge Forrester. Unless you stop her. Nick, I -- I want you to stop the \r", "wedding. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=X6xrQnP8Loo"}