{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Nick: You want me to stop the wedding? ", "Bridget: You're the only one who can. You've got to stop it. Nick, it's the right thing to do. It's the right thing for all of us. ", "[SCENE_BREAK]", "********************************************************", "Eric: Bridget's still not here. ", "Stephanie: Well, she's not here because the wedding isn't supposed to start for another hour. ", "Eric: Brooke doesn't think she's going to come at all. ", "Stephanie: I don't understand why they're rushing into this. Why can't they wait? ", "Eric: She should be here. I'm going to call her. ", "Stephanie: Good. ", "", "[SCENE_BREAK]", "Ridge: Dad, what's going on? ", "[SCENE_BREAK]", "Eric: I'll just be a second. ", "[SCENE_BREAK]", "************************************************************", "Bridget: This is what I want. And I know this is what you really want, too. Hey, she's in love with you. And I know you're in love with her. Before you go -- in my wildest dreams I never thought I'd see the day someone would change me. ", "Bridget: I never felt as safe as I did when I was in your arms. ", "[SCENE_BREAK]", "Nick singing: I'm not just the same you're my soul reason that I feel this way come and warm me like the sun you're my inspiration you're every breath I take you're my soul reason I laugh, I cry, I live, I die and I love you're my soul reason I don't know where a smile might cross my face it can happen, baby any time, any place ain't nobody like you ain't nobody like you you're my soul reason that I feel this way come and warm me like the sun you're my inspiration you're every breath I take you're my soul reason I laugh, I cry, I live, I die and I love you're my soul reason", "[SCENE_BREAK]", "Bridget: I will always -- I'll always love you. ", "Nick: I'll always love you, too. ", "[Phone ringing] ", "", "[Answering machine]", "Nick: Hello there, you've reached the Marone residence. ", "Bridget: We can't take your call right now. But you can leave a message and -- ", "Nick: We'll get back to you. ", "[Beep] ", "Eric: Bridget, I just tried your cell. I thought you'd be on your way to the wedding. If you are, you'd better hurry. Brooke and Ridge moved up the ceremony. It's starting right now. ", "[Beep] ", "Nick: Bridget -- ", "", "Bridget: No, you should go. You should go, you haven't -- you haven't lost her yet. Don't let her marry ridge. You should go. Go. Just go, go. ", "[SCENE_BREAK]", "*****************************************************", "Stephanie: Did you get her? ", "Eric: No, I got the machine. Hopefully she and Nick are on their way. ", "Stephanie: Oh, I hope so.", "[SCENE_BREAK]", "[Trumpets sounding]", "[Wedding march playing]", "Minister: Friends, family -- we have come here today to support Brooke and Ridge as they pledge themselves to each other in holy matrimony. ", "*********************************************", "Nick: Don't do it, Brooke. God, please don't let her do it! Throw me a few green lights while you're at it.", "********************************************", "Minister: Today, Ridge has asked me to rearrange the ceremony a bit. He thought it would be best to start by asking if anyone here had reason that ridge and Brooke should not be wed.", "Brooke: I'm sure there is, reverend. But she better keep her mouth shut. ", "Minister: Okay, then. Since no one objects, let us all forever hold our peace. ", "Ridge: Amen. ", "Minister: Ridge and Brooke obviously share the same sense of humor, which will be very helpful to them as husband and wife. Working together, this couple, with the help of people around them, can build an incredible, lasting future for themselves and for their new families. ", "[SCENE_BREAK]", "*************************************************", "Dante: Bridget? Are you okay? ", "Bridget: My mom and Ridge are getting married today. ", "Dante: That's great.", "Bridget: No, it's not. Nick is on his way over there. He's trying to stop it. ", "Dante: He left you here so he could run off and break up Ridge and your mother? ", "Bridget: I told him to leave. I just finally realized that things couldn't go on the way that they were going. ", "Dante: What are you saying? ", "Bridget: You were right. I think he was with me only because of the baby. I know that he loved me, and he would have stayed -- I didn't want him to. I didn't let him. It was my decision.", "*************************************************", "[Nick remembering]", "Bridget: You've got to stop it. Nick, it's the right thing to do. It's the right thing for all of us.", "Nick: Come on, move. Move!", "[Nick remembering]", "Bridget: You haven't lost her yet. Don't let her marry Ridge. You should go. Go. Just go, go. ", "Nick: That's it, that's it. Keep moving. Keep moving. ", "*****************************************************", "Dante: What changed your mind? ", "Bridget: Nick said he couldn't raise Dominick. Even if you agreed to the adoption, he just couldn't do it. ", "Dante: He couldn't raise another man's child? ", "Bridget: He couldn't raise another man's child with me. ", "Dante: He said that?", "Bridget: He didn't have to. I see the way he is with hope and R.J. and how much he loves Hope. ", "", "Dante: But he wouldn't have a problem raising another man's child with Brooke. ", "Bridget: No. ", "Dante: Bridget, I am so sorry. ", "Bridget: Are you, really?", "Dante: Yes, of course I am. After everything that you've been through? The loss of your daughter. Now your marriage. But believe me when I say this to you, this is the best thing that ever happened to you. ", "Bridget: I don't know if it's the best thing, but I think it's the right thing. ", "Dante: Yes. You set Nick free to be with your mother. And now you've freed yourself. This is something I wanted for you for so long. ", "Bridget: Wait. Even though I let Nick go, I still really love him, and if this is going to be a problem --", "Dante: Listen, Bridget. Bridget, I would never put any stipulations on your relationship with Dominick. Okay? That's exactly why I came here. So the three of us could spend some time together. ", "Bridget: I'd really like that. Right now, I just -- all I can think about is whether Nick is going to get to my mother in time. ", "[SCENE_BREAK]", "*****************************************************************", "Minister: Brooke and Ridge, please join hands. As it is your intention to join together in holy matrimony, to become the parents of each other's children, to be respectful, to be kind to one another in times of turmoil, in times of triumph. I now ask you to make your vows to each other. ", "Ridge: Logan -- and you are my sweet Logan again -- today I feel like the luckiest man in the world. And the stupidest. Lucky, because I have you back in my life. And stupid, because I could've lost you forever. I can never again look in those eyes and feel the way I feel right now. You and I had something absolutely incredible and I let it slip through my fingers. Well, I'm here now to tell you, and swear in front of god and all these people, that will never happen again. I will spend the rest of my life showing you, R.J. and Hope just how precious you are to me. ", "Brooke: Ridge, I too became aware of something when we were apart. I always believed that destiny was something magical. Something supernatural. Predestined. I always thought that I would end up with the person that I was supposed to be with. But then you left me. So I lost all faith. But here we are again. Now I don't believe that destiny is magic. I believe it's something like a force of nature. Like gravity. When two people separate, and they grow apart, it becomes weaker. But when they get closer, it's stronger and stronger, pulling them right back on track. Right where they belong. So yes, you do deserve my forgiveness and you have restored my faith. So there's nothing more that would bring me so much joy than to spend the rest of my life with you and our children. I'm so congested and I can't sleep. ", "**************************************************", "Nick: Hang on, Brooke. You've got to hang on. ", "*****************************************************", "Minister: May I have the rings, please? ", "Ridge: Yes, you may.", "Minister: These rings, they symbolize what you have pledged to one another today. They symbolize your fidelity and your love. Ridge, will you place the ring on Brooke's finger, please? ", "Ridge: Brooke, I put this ring on your hand before. When I gave it to you, I never intended for you to take it off. Now I give it to you with more than intentions and more than hope. I give you this ring with every bit of my heart. I give you this ring as a symbol of our enduring love and my sacred commitment to you and our family.", "Minister: Brooke -- ", "", "Brooke: Ridge, I give you this ring as a symbol of our enduring love and my sacred commitment to you and to our family. ", "Minister: Ridge and Brooke, now that you have pledged yourselves to each other by your words and by the exchange of rings -- ", "Nick: Hold it! I don't know what part you're at, but this is where it's going to stop. ", "Brooke: What are you doing here? ", "Ridge: You shouldn't be here! ", "Nick: Neither should she.", "[SCENE_BREAK]", "[Brooke screams] ", "", "Stephanie: No, no, no! No, Ridge! No, don't! ", "Eric: Let him go! ", "", "Stephanie: Give them a minute! ", "[SCENE_BREAK]", "***************************************************", "Brooke: Nick! Put me down! Do you hear me? ", "Nick: Keep your mouth shut and listen to me. We don't have much time. ", "Brooke: Are you out of your mind? This is my wedding day! What are you doing? ", "Nick: Well, I can see talking's not gonna do any good right now. ", "[SCENE_BREAK]", "[Brooke groans] ", "", "Ridge: Hey! Brooke, are you all right? Brooke? Nick, open this damn door! ", "Brooke: Why -- why are you doing this? ", "[Pounding on door]", "Ridge: Open the door!"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=C6zUih6ZE3k"}