{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["[Missing the first few seconds oftoday’s show.]", "Nick: Yes. ", "Jackie: What a nightmare for you, Nicky.I mean, first Nicole, and now -- no. No, the first tragedy was losing R.J. and Hope.", "Nick: Mother, there's really nopoint in discussing this, is there? ", "Jackie: You and Bridget -- you toldFelicia that you were going to bring up the boy. Has that changed? ", "Nick: Everything's changed. Whywould he want me to raise that boy? The truth is, Mother, I really don't knowif it makes sense to really want to. ", "[SCENE_BREAK]", "*****************************************", "Bridget: Whatever you think of Nick,he loves me. ", "Dante: The way a husband loves awife? If a loving friendship is enough to start a family, why not you, me and Dominick?", "Bridget: Dante, you're a fathernow. I'm going to be so disappointed if all this child means to you is leveragewith me. Just forget about you and me. Forget about me and Nick. This is about Dominick.", "Dante: How? You say that Nick wantsto adopt. How do I know that the two of you are still going to be together in ayear from now? ", "Bridget: Well, think abouteverything we've already been through. ", "Dante: I do. More than you know. ", "Bridget: Well, then you realizethat it's only made us stronger. ", "Dante: I can see that you're notthe scared person I met in Rome. I think loving Nick has made you stronger.Maybe strong enough to walk away. ", "Bridget: I came here tonight todiscuss Dominick's future with you, and all you can tell me is that you think Ishould break up my marriage? ", "Dante: You know, I could neverimagine myself telling you this, but I think you should leave. I don't want tosay things that are going to hurt you. And I don't know how to avoid it. ", "Bridget: I'm just trying to thinkof the alternatives here. Fine, you bought some furniture. But do you thinkthat that's going to be it? ", "Dante: I don't have all theanswers. ", "Bridget: Well, how could you? I amnot trying to be cruel, but fatherhood wasn't even something that you thoughtabout until a couple of days ago. ", "Dante: Fatherhood on my own, no.And I don't know what's going to happen, but I'm making room for my son in myheart, in my life and in my home. ", "Bridget: What kind of home is thatgoing to be? You're trying to juggle two careers here. One as an artist and anew designer. Is a nanny's face going to be the most familiar one to him? ", "Dante: Why don't you go door todoor? You and Nick have money, connections. I'm sure you can convince anotherfamily you can raise their child better than they can. ", "Bridget: Now I've offended you.This just -- it's not just anyone's child, this is my sister's. Felicia's. Sheasked Nick and me to step in, and I don't want to exclude you, but Dante,honestly, come on. The only connection you have to Dominick is the night he wasconceived. ", "Dante: That's pretty much theessential one, isn't it ? It meant a family wasn't part of the deal. That's allI'm saying. ", "Dante: Even if I started adoptionproceedings tomorrow, how do I know that nick wants to adopt my son? Have youasked him that? ", "Bridget: He loves that boy. ", "Dante: He just wants a son namedafter him. ", "Bridget: This is getting usnowhere. ", "Dante: Yeah, you're right aboutthat. ", "Bridget: I didn't expect you tohave an answer for me tonight. ", "Dante: Do I seem undecided to you? ", "Bridget: Look, we both want what'sbest for Dominick. And so does Nick. Could we please just agree to concentrateon figuring that out? ", "Dante: Sure. ", "Bridget: Thanks. I'm going to callyou later, all right? ", "[SCENE_BREAK]", "*****************************************************", "Ridge: Felicia and Dante? ", "Stephanie: Safe to say, that onewasn't expected. ", "Brooke: The point is, whateverhappened between Felicia and Dante, it obviously wasn't a committedrelationship. So Felicia has say so about how she wants her son raised, and shewants him with Nick and Bridget. ", "Stephanie: The point is, Dante isnot going away. ", "Ridge: What does any of this haveto do with Brooke and me? I warned you, Mother. I'm not going to suffer throughanymore of your interference anymore. ", "Stephanie: Oh, you'd rather sufferthrough a marriage with her, like your father just had? ", "Brooke: If you're not going tosupport Brooke and I wanting to raise our son together, I don't want to hearanymore about it, okay? ", "Stephanie: If that's yourobjective, then why hasn't it happened? You've been running a full-court presssince you walked out on Taylor, and where has it gotten you? ", "Brooke: That's none of your business,either. ", "Stephanie: You have to be askingyourself the same question, and I think, deep down, you know the answer. Hardas it is to believe -- she doesn't want you. She's moved on to \"destiny,part two.\" Nick. ", "[SCENE_BREAK]", "***********************************************", "Jackie: Let's go out to dinner.Let's go someplace where's there's lots of people and music -- Chuck's bar.Nick, you've got to get out of this house. You've got to away from this house,away from these thoughts. ", "Nick: Dominick's sleeping in theback, mother. Bridget wanted him to stay with us tonight. I should take him to Felicia'sright now, that's what I should do. ", "Jackie: No. Why would you do that,if she gets some comfort from having him here? ", "Nick: Because I don't want hergetting more attached to a child that we're going to lose. ", "Jackie: Dante has actually saidthat? ", "Nick: He doesn't have to say it, Mother.He's the father. He calls the shots. I don't want to sit around hoping forsomething that won't happen. I don't want to go through that disappointmentagain, and I certainly don't want it for my wife. ", "Bridget: Hi, Jackie. ", "Jackie: Hello, Bridget. I'm goingto go. ", "Bridget: When was Dominick's lastbottle? ", "Nick: About an hour ago. ", "Bridget: I'm just going to go checkon him. ", "Jackie: Dominick's going to befine, you know? Whatever happens, he's going to be fine. The question is, will Bridget?Will you? ", "[SCENE_BREAK]", "Bridget: I've never seen Dante likethis before. ", "Nick: He's never had anything likethis at stake before. I know that life, Bridget. I've lived it. ", "Bridget: I really think that we canwork something out. ", "Nick: He asked you to help raisethe child with him, didn't he? Does that surprise you? ", "Bridget: He doesn't know how to bea father, Nick. ", "Nick: That's really not one of thequalifications here, is it? ", "Bridget: I just think the word\"adoption\" scared him. ", "Nick: Well, it scares me, too. ", "Bridget: Honey, look, if we justgive him a while to remember why Felicia chose us, and why we took on thatcommitment -- ", "Nick: No. ", "Bridget: No? No what? ", "Nick: You made a commitment to bethe mother to my child -- to my son. I don't have a son. Therefore, you arereleased from that commitment. ", "Bridget: Nick, Dominick didn'tvanish after that paternity test. He still needs us. ", "Nick: He needs a home. And he'llhave one. But it's not going to be with us. I did not sign on to raise anotherman's child. ", "[SCENE_BREAK]", "**********************************************", "Brooke: How would you know what Iwant? ", "Stephanie: There isn't anyone inthis world who knows better than I do. ", "Brooke: Yeah, that is your fantasy.You think that I'm so low that there's nothing that your superior intelligencecan't penetrate. Well, if you think that there's nothing wrong with calmlyarranging for my daughter to lose her husband on the heels of losing her child,then you're the monster, Stephanie, not me. ", "Stephanie: She's already lost him,and no one is trying to assign blame here. He wants to be a good husband. Youwant him to be a good husband. But he's staying with her out of love for you. ", "Brooke: You don't -- ", "Stephanie: Not because he lovesher. ", "Brooke: Oh, god, you don't give adamn about Nick's happiness or mine. It is so obvious to see what is on youragenda. First order of business is to cement that little boy into the Forresterfamily any way possible. And how do you do that? You put Bridget and Dantetogether. Oh, but Bridget already has a husband. So what do you do there? Secondon the agenda, you push Brooke over to Nick in order to destroy all hope of Ridgeand me getting together in the future. ", "Stephanie: You're not buying any ofthis version of reality, are you? ", "Ridge: Mother, what the hell areyou doing here, anyway? Brooke's not going to take any advice from you. ", "Stephanie: Well, she'd better takeit from somebody. Look, there's nothing more destructive than you being bad, exceptwhen you try to be good. Your daughter is stuck in a marriage with a man who atbest gives her a parental interest. And that poor, dumb S.O.B., Nick, ismiserable doing his duty by you. You want -- you want to join this casualtylist? ", "Brooke: Yeah, yeah, yeah. That'sthe thought that you can't abide. This really has nothing to do with myunconsummated romance with Nick. This is about your unconsummated romance withyour oldest son. You still wish he was a little baby, sitting on your lap withhis diaper. Goochie, goochie, goo. You know what, Stephanie, he's anindependent man for god sakes! So you have your alter ego, Taylor -- thebeautiful, perfect Taylor, who isn't so perfect after all. But she listens toeverything that you say. And she tells you everything. So to you, she isperfect. And the next best thing to being in bed with Ridge yourself. ", "Stephanie: You're just going tostand there and let her talk to me this way, aren't you? The woman that thewhole world watched sleep her way through my family? ", "Brooke: Stop it. I am so tired ofthat old crap. I'm sick of it. The Forrester men came at me like a stampede.Years of living with you, Stephanie, was like aversion therapy! They had tofind a woman that was nothing -- nothing -- like you. And you, don't you darethink you're going to sit this one out on the fence like you normally do. Youeither stand up with me and with our children, or you let your mother take youhome and tuck you in. ", "Ridge: Honor thy father, honor thymother. Isn't that one of the ten commandments? ", "Stephanie: Yes, it is, and you knowit is. ", "Ridge: Well, then they can justhaul me off to hell, I don't give a damn. I've tried and I've tried, Mother,and I'm done. All you want is unquestioned control here. And you're gonna lie,you're gonna nag, you're gonna use your guilt card until you get it. Well, youropinion of Brooke, or anything else for that matter, doesn't matter to me onebit. ", "Stephanie: Okay, pay no attentionto me. Forget everything, except the one truth that you know. She is openingthe door to you because she doesn't want anybody to think she's responsible forher daughter's marriage breaking up. ", "Brooke: Unbelievable! ", "Ridge: Bridget is of no relation toyou, Mother. And your usual excuse for interfering -- \"for the good of thefamily\" -- doesn't exist. You don't even have that. ", "Stephanie: What, I can't beconcerned about your happiness? ", "Ridge: Well, why don't we just putthat to the test, shall we? Okay, I didn't really expect to have an audience,but here we go. My mother wants to care about me, feel good about my happiness,I'm going to let her. And if it proves something to you, so much the better. Iwant our life back, Brooke. I want us to be a family again. So I'll ask you onemore time -- will you be my wife? ", "[SCENE_BREAK]", "***********************************************", "Bridget: It's late. This has beenone of the hardest days of my life, and yours. I don't think we should betalking about this right now. ", "Nick: We should, Bridget. We can'tgo to sleep tonight and wake up tomorrow thinking we understand each other whenwe don't. ", "Bridget: Well, you can't possiblybe saying that Dominick doesn't mean anything to you now. ", "Nick: I am saying that I don't feelright about keeping him from his natural father. ", "Bridget: But Dante knows he needshelp. We didn't get into specifics, but I think he would be open to anarrangement where Dominick lives with us. ", "Nick: For how long, though? Howlong do we allow ourselves to get attached to this little boy before he changeshis mind? Which could happen at any time in the next 18 years. ", "Bridget: Well, I think that'sbetter than just giving up. ", "Nick: It's not giving up. It'sreality. ", "Bridget: I don't understand youright now. ", "Nick: Well, I think I understandyou, and it scares me. Because I think part of you is clinging onto this boy soyou don't feel the pain of the loss of Nicole and all of the hopes that wepinned on her. ", "Bridget: I am feeling the loss ofthat child that I carried in my body. Dominick is allowing me to try to getpast that so I can see what a life would look like without my daughter. And nowyou're telling me that I can't love my son? ", "Nick: No. I am telling you that heis not our son. But we can have a son of our own. ", "Bridget: You don't even know that.But even if we could, why does that child have to replace Dominick? Why can't Ilove Dominick, no matter where his DNA came from? Why can't you? ", "Nick: I can. I can love that boymore every day. I can build dreams that every father dreams to have with theirson. Right up until Dante and a judge show up and they decide that he is nolonger ours, and all of these wounds that we feel right now will be opened upagain. I can do that. But I'm not going to. ", "Bridget: Oh, I think you would if-- ", "Nick: If what? Bridget? ", "Bridget: I think you would if thismarriage was important enough to you. ", "Nick: You're saying that I'm notcommitted to this marriage? ", "Bridget: No I -- I think we're bothdesperately committed. Not to the marriage that we actually have, but to themarriage that we keep wanting to have. The one that Nicole stood for, and Dominickstood for. They were the glue that was holding us together, Nick. And now,there's no more glue. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=pdcYap9ZZkc"}