{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Eric: Stephanie. ", "", "Stephanie: Eric? ", "", "Eric: Just stopped by to see Felicia, got myself a soda. Hope you don't mind. What's wrong? ", "Stephanie: Ridge and Taylor. ", "Eric: She's still upset with him for not being here New Year's Eve? ", "Stephanie: As usual, ten steps behind. ", "Eric: Spare me that. What's the problem? ", "Stephanie: Brooke. ", "", "Eric: Brooke? Well, surprise, surprise. ", "Stephanie: Look, he and Taylor are struggling with their marriage -- you know, Brooke smells blood, and -- it just frightens me. The whole thing. It frightens me for Ridge. ", "[SCENE_BREAK]", "*********************************************************", "Brooke: Why isn't Ridge answering the phone? I've got to get to him before he talks to Taylor. ", "", "Nick: Well, he could be in the middle of that right now, you know. ", "Brooke: How could she even try to justify what she's done? Keeping her affair with James a secret from Ridge all these years. ", "Nick: And passing judgment on you. ", "Brooke: I don't care about that anymore. It's the children that I'm worried about. This has been a very difficult time for them. First losing their mother -- trying to adjust to that, go on with their lives -- and then, suddenly she's back, and their lives turn upside down all over again? Look, I don't know if Taylor and Ridge should be together. But Thomas, Steffy and Phoebe, they need stability in their lives. Whatever Ridge is feeling, he's going to have to be able to look at his kids and tell them that he's doing the right thing. For them. ", "[SCENE_BREAK]", "********************************************************", "Ridge: They're going to be here pretty soon. ", "Taylor: How do you expect me to explain something to the children I don't even understand myself. ", "", "Ridge: We're just going to have to be honest with them. ", "Taylor: Really? That's what you want? Then I'll have to tell them that I don't want this marriage to end. That's being honest. Come on, Ridge, there's got to be another way. We're smart people. ", "Ridge: I'm sorry. ", "", "Taylor: I guess -- the truth is, I've felt it all along. I just didn't want to see it. I just thought we could pick up where we left off. I wanted to believe nothing had changed while I was gone. It was all that kept me alive until I could get back to you. But, by the time I got back, your feelings for Brooke were so deep. I guess I should've -- I should've just accepted your relationship with Brooke and moved on myself, but I couldn't. ", "Ridge: Doc, my love for you hasn't changed. But I just can't ignore the hypocrisy of what you and mother have done to Brooke over the years. Look, I'm really hoping that you and I can continue to have a strong, productive relationship. We're still our kids parents. We need to find a way to be united, in that regard. ", "Taylor: Do you really want me to tell them that I've accepted this decision you have made to destroy our marriage? ", "Ridge: Yes. Yeah, I do. It's going to be hard enough for them to come to terms with all this without having to watch their parents fight over it. We need to let them know that we love them, that we're still going to be a family -- just not in the way they had hoped. Can you do that, Taylor? ", "[SCENE_BREAK]", "[Door opening] ", "", "Thomas: Dad. Mom. What's going on? ", "Steffy: Is there something wrong? ", "Ridge: Everything's going to be okay. I just wanted all of us to be together up here. Look, your mother and I want you to know how much we love you -- how proud of you we are. And we want you to know that there is nothing that we won't do for you -- for the rest of your lives. ", "Thomas: Dad -- you only say things like this when something terrible is about to happen. What's wrong?", "[SCENE_BREAK]", "*************************************************************", "Nick: I think it's very admirable that you're worried about Taylor's kids. ", "Brooke: They've been through so much upheaval. I don't want to see their lives being turned upside down all over again. Please, Ridge, pick up. ", "Nick: He's probably made up his mind. I really don't see what you can say that's going to make a difference. ", "Brooke: I can remind him of his responsibilities for Thomas and the girls. And I can also make him understand that if he's thinking about getting back together with me, that's just not an option. ", "[SCENE_BREAK]", "*******************************************************", "Thomas: Dad, why'd you call us up here? ", "Ridge: Thomas, Steffy, Phoebe -- you guys have always been so sensitive -- so aware. I'm sure you've had to realize that things haven't been very smooth between your mother and me.", "Phoebe: You were gone Christmas and New Year's on business. We understood. Right, Mom? ", "Steffy: It's not like it was some big crisis. ", "Thomas: Does this have something to do with Brooke? ", "Ridge: When your mother came back, no one was happier than I was. ", "Steffy: What's that supposed to mean? ", "Ridge: Okay. We were all ecstatic. We were finally together again, the way it was supposed to be. But -- I had another family -- with Brooke. With R.J. and Hope. You guys were part of that family, too. You know how much we all meant to each other. My feelings for your mother haven't changed. But Brooke and I shared a life together, too. And that was just thrown away, like it didn't matter. Well, it does matter. I need to go back to it. This doesn't change how your mother and I feel about you guys. We love you very much. We always will. But our marriage to each other is over.", "Steffy: Mom? ", "Phoebe: Mom -- tell him he's wrong. Tell him you don't want him to go. ", "Thomas: So you're just going to walk out on her? After everything that she did to come home to us?", "[SCENE_BREAK]", "***************************************************************", " Brooke: Ridge, if you get this message, please call me! Don't do anything until we talk. He might not be getting a signal up at the mountain, so he's probably not getting my messages. I have to go up there. I'm going to stop him from making this huge mistake. ", "", "[SCENE_BREAK]", "Nick: Whoa, whoa, wait a minute. I don't think that's such a good idea. You know, you're the one who walked in on her and the fireman in the first place. ", "Brooke: I'm going up there to save her marriage. ", "Nick: I really don't think that Taylor would appreciate that. Especially coming from you. ", "Brooke: I'll do what I can. ", "Nick: Brooke -- be careful, driving. ", "Brooke: Nick, we both love Bridget very much. And we want her to be happy. But that doesn't mean that we have to pretend that we don't have feelings for each other. I will never regret one minute of the time that we've spent together. I wouldn't change it for anything. I've got to go. ", "[SCENE_BREAK]", "*******************************************************", "Thomas: How can you do this to Mom? ", "[SCENE_BREAK]", "Taylor: Thomas, wait. When I came back home, I thought everything would go right back to the way it was before I left. I wanted that. I expected it. I had no way of knowing that everything would change so much while I was gone. I had ridge, I had all of you frozen in my mind. But you couldn't stop yourselves from growing, and moving on. I would have wanted that -- if I knew that I was never coming back, I would have wanted your father to get married again. I would have wanted him to make a home for you. I would have wanted him to make something that was nurturing and loving for you -- all of which, he did. But then, he and Brooke had R.J. and when I came back home, that little boy lost his father. And he misses him just the exact same way you miss me. I didn't think of what all the ramifications would be of me coming back home after being gone for such a long time. I just -- I wanted to close my eyes and pretend that everything would go right back the same way it was before I left. But that's not living in reality. And I don't want to live like that anymore. But I still have you. I still have my girls, and I have my son. We're all still together, we're all still a family. And your father and I will always love each other. We just won't be married anymore. ", "Phoebe: I still don't understand. ", "Taylor: We have plenty of time to answer a lot of questions later, okay? What I want you both to do is go on home, and I'll be there in a little bit. I just need to talk to your father about a few more things. ", "Steffy: Don't take too long. ", "Taylor: I won't. ", "", "[SCENE_BREAK]", "Thomas: I can't say that I agree with what you're doing -- but I know that, sometimes you have to make decisions that are going to hurt people you love. Staying in the game, with your heart only half in it -- it wasn't good for mom, either. I hope this is better for both of you. ", "[SCENE_BREAK]", "Ridge: They took the news pretty well. ", "Taylor: You have no idea how this may have affected them. You may not know that for years. ", "Ridge: They live with Brooke. They understand. ", "Taylor: What they understand is that Brooke never let go of you. She's loving the turmoil we're in. She's responsible for it. Dangling R.J. over your head, blackmailing me about Hector -- ", "Ridge: She forced you to keep your affair with James a secret? ", "Taylor: You can end our marriage, Ridge, but you will never change my opinion about Brooke. I was going to go to the dry cleaners later -- here's your ticket. ", "Ridge: Thank you. I'll take care of it. ", "Taylor: I need some time alone. ", "Ridge: All right. ", "", "Taylor: Our marriage was so beautiful. It was the most wonderful years of my life. But I never should have put my ring back on. ", "[SCENE_BREAK]", "***********************************************************", "Stephanie: All of the devastation, and all of the problems and scandals that have been brought upon this family are the result of one person, one woman -- Brooke. ", "Eric: You're the one on the warpath here, not Brooke. ", "Stephanie: You know, you and Ridge have never, ever seen her for what she really is. I'm telling you, she's scheming to get her hands back on Ridge. And the wonderful marriage that he shares with Taylor is going to be destroyed. We've got to do something that stops her. ", "Eric: This is sad, you know? You think that your manipulations and your machinations are things that have saved our children from themselves. You think you're the glue that holds this family together. But you've only made things worse. It's your lying that put ridge in this situation in the first place. Do Ridge a favor -- stay out of his life from now on. Let our adult son make his own choices. That's what a good parent would do. ", "[SCENE_BREAK]", "********************************************************", "Brooke: Ridge? You here? I've been trying to reach Ridge -- he hasn't been answering his phone. ", "", "Taylor: He just left. You shouldn't have any trouble finding him. You never do. ", "Brooke: I'm too late. Taylor, I'm sorry. I didn't want this -- ", "Taylor: Take your victory, Brooke. Dance on my grave with it. But don't play miss innocent. I know who you are. I know what you've done. And I hate you for it. Do you have any idea how much I hate you? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=o3PF6bQPUuA"}