{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Brooke: What are you asking me? ", "Ridge: Brooke, after everything that's happened this last year -- you are the only woman in my life who I can believe in. So I'm asking you-- ", "Brooke: Ridge, stop! Whatever it is that you're going to ask me, I don't want to know. ", "[SCENE_BREAK]", "*********************************************************", "Jackie: Ohh, this is awfully romantic. ", "Nick: It's called a power outage. Got a main fuse blown, but I think I got it. ", "Jackie: I stopped by the beach house, saw Bridget. She said you'd stepped out. Said something about it was the only way that she could get you to stop playing nursemaid. ", "Nick: She's stuck in bed. She can use all the help she can get, don't you think? ", "Jackie: A woman doesn't always want to feel dependent on a doting husband. ", "Nick: She promised she was going to bed. ", "Jackie: Yes, and that's exactly where she was going when I left. She also said Felicia stopped by.", "Nick: We made a videotape for Dominick. Thought it'd be nice for him to have when he older. ", "Jackie: That's a wonderful idea. ", "Nick: That way he can actually see and hear his own mother. ", "Jackie: Poor little grandson. He's never going to know his mother. ", "Nick: It's just the cards he was dealt, Mother. ", "Jackie: Your life is changing so quickly, Nicky. What you and Bridget have agreed to do, there's no greater gift. ", "Nick: What can I say? I married an amazing woman. ", "Jackie: You did. And that is why I'm here. Massimo and I, we want to throw a shower for Bridget and your daughter. ", "Nick: Oh, that's fine by me. Gonna have to wait till she can get out of bed. ", "Jackie: Well, no, we realize that. We all had such a marvelous time at Christmas, didn't we? I mean, this is just going to be a way to get family together again. Hopefully Ridge will be able to make it this time. ", "Nick: I wouldn't count on that. Him and Taylor are having a few problems. ", "[SCENE_BREAK]", "********************************************************", "Taylor: I'm sorry I haven't returned your calls. I know you want to know what's going on. ", "", "Hector: Well, when I didn't hear back from you I wanted to make sure that you were okay. ", "Taylor: I told Ridge about our kiss on New Year’s Eve. ", "Hector: Well, it's important to be honest. ", "Taylor: Yeah, it is.", "Hector: But, it didn't go well. I'm responsible for this, Taylor. ", "Taylor: No, Hector, you're not. ", "Hector: I shouldn't have followed you upstairs. ", "Taylor: No, it's okay. Ridge and I have much bigger issues that we need to deal with things from a long time ago. ", "Hector: Sometimes you have to go through the bad to find the good. ", "Taylor: You're a dear man, Hector -- but I love my husband. And I want him back. ", "[SCENE_BREAK]", "*******************************************************", "Brooke: Ridge you're just having marital problems with Taylor. But you still have a ring on your finger. So anything that you say to me is just going to be a knee-jerk reaction out of frustration and anger to Stephanie and Taylor. ", "Ridge: Will you just listen to me now? ", "Brooke: No, I don't want to listen to you -- not when you're fighting with Taylor. Not after you hurt me the way that you did. ", "Ridge: Brooke, I didn't mean to cause you so much pain, but I had no choice. ", "Brooke: Yes, you did! You did have a choice! You chose Taylor, and a life with her. I mean it may seem like it did. So there's really no moving back. ", "Ridge: We share a son.", "Brooke: And we'll always share a son. We will always be in each other's lives, as R.J.'s parents. But I am not going to allow myself to be swept up in your life again. I won't! ", "", "Brooke: Ridge, all marriages have problems. And that's what you're going through now. But you will work this out with Taylor. ", "Ridge: Brooke, every time my life has been in crisis, you've been there for me. You've been my only constant. ", "Brooke: And right now, a part of me knows it would be easy to open myself up to you -- to whatever promise you might make, even an empty one. That's why I have to take a stand. Go home, Ridge, to Taylor, to your children. ", "[SCENE_BREAK]", "*****************************************************", "Taylor: Hello. ", "Ridge: Hey, Doc, it's me.", "Taylor: Ridge, I'm so glad to hear from you. ", "Ridge: I need to see you now, alone. ", "Taylor: Well, the kids are at the movies. ", "Ridge: No. No, let's meet up in Big Bear. ", "Taylor: Big Bear? ", "", "Ridge: Yeah. ", "Taylor: I can leave right now. ", "[SCENE_BREAK]", "Ridge: I'll meet you up there. ", "Brooke: Ridge, what are you doing? Big Bear is where Taylor and James -- ", "Ridge: I know, I know.", "Brooke: And Taylor agreed?", "Ridge: She doesn't have a choice. ", "[SCENE_BREAK]", "********************************************************************************", "Taylor: I have to go.", "Hector: You don't have to do anything that you don't want to. ", "Taylor: I'm fighting to save my marriage, Hector. ", "Hector: You're always fighting. Doesn't that tell you that there's something wrong at the core of the relationship? ", "Taylor: I'm at fault for the problems in this marriage as much as Ridge is. ", "Hector: He'll never be enough for you. ", "Taylor: You shouldn't be pursuing me, Hector. ", "Hector: Why? Why? So you can sit around and be loyal to a man who doesn't deserve you? ", "Taylor: Hector -- I haven't always been as honest with ridge as I should be. In fact, I'm probably more to blame for the problems in this marriage than he is. ", "Hector: You're an angel.", "Taylor: I'm only human. And don't say that. Hector, you really are a dear friend of mine. And I can't tell you how grateful I am that you've been there for me, but I love my husband. And now, I've really hurt him. I've hurt him deeply. And I can only pray to god that I won't lose him forever. ", "[SCENE_BREAK]", "**************************************************************", "Jackie: Ridge and Taylor having problems? Really? Give me details. ", "Nick: It's not my business, Mother. They can fix their own marriage. ", "[Nick laughs] Good as new. ", "Jackie: Nicky, if they are having problems, this could effect Brooke. I mean, I'm not saying that it will, but it might rekindle her relationship with Ridge. ", "Nick: That's not going to happen. He's not going to get back into her life. Ever. He's nothing but a roller coaster of pain and let down for her. ", "Jackie: And you love her too much to let her back on? Oh, Nicky -- ", "Nick: I'm never going to betray Bridget, Mother. You know that. ", "Jackie: I know that, sweetheart. You're going to make a great father. You're going to be a great husband to Bridget. But that does not change the truth of the situation -- that your feelings for Brooke -- they're not going to die. ", "Nick: Damn it. I thought I fixed it. ", "[SCENE_BREAK]", "Brooke: Nick? Nick, are you here? ", "[SCENE_BREAK]", "Nick: Hello. ", "[SCENE_BREAK]", "Brooke: Hello. ", "Jackie: Hello. ", "Brooke: I'm sorry. I didn't mean to interrupt. ", "Jackie: No, no, you're not. I was just leaving anyway. Goodbye, darling. ", "[SCENE_BREAK]", "Nick: See you, mom. Nice to see you, Brooke. ", "Brooke: Nice to see you, too. ", "[Brooke sighs] ", "", "Nick: Hey, hey, what are you doing? Don't go. ", "Brooke: Oh, I don't know -- ", "Nick: I don't bite. ", "", "Brooke: I know, I know. It's just -- I had this really bizarre day today, and it would be nice to share it with a friend. ", "Nick: Oh, okay. Well, you've come to the right place. I'm all ears. ", "Brooke: It's about Ridge and Taylor -- their marriage. ", "Nick: She told him about Hector? ", "Brooke: No, this goes beyond Hector. ", "Nick: What do you mean \"beyond?\" I don't -- I don't follow. ", "Brooke: Well apparently, the kiss with Hector opened Taylor up to confess other secrets. ", "Nick: No? Oh, god, say it ain't so. ", "Brooke: She slept with a former associate. James Warwick. ", "Nick: Slept? Like, you mean -- ", "Brooke: Yeah, yeah, that's what I mean. ", "Nick: When? ", "Brooke: A long time ago. And she kept it a secret the whole time she was married to Ridge. With Stephanie's help, of course. ", "[Nick whistles] ", "", "Nick: Wow, this just blows the lid off of everything, huh? I mean, I never expected this. ", "Brooke: Nobody did. Least of all, Ridge. ", "Nick: First she's making out with the fireman, then she admits to sleeping with people she worked with -- who knows how many skeletons she's got in her closet, huh? ", "Brooke: It's really shaken Ridge. ", "Nick: Well, Forrester's ego could use a little bruising. ", "Brooke: No, this is serious. Ridge doesn't know what to believe anymore. Taylor's secret has ruined the very foundation of their marriage. ", "**********************************************************************", "[Taylor remembering]", "[Door opening] ", "", "*********************************************************", "Nick: You really can't blame Forrester for being a little pissed off. ", "Brooke: It's not the infidelity or the cover up that's gotten him so upset. It's the way Taylor and Stephanie have treated me all these years, when they knew damn well that they weren't perfect. ", "Nick: Well, nobody likes a hypocrite. ", "Brooke: Well, the truth is out. Ridge has finally stood up for me. He's not going to let Stephanie influence him anymore, or manipulate him. And his sorry that he turned his back on me and R.J. I really needed to hear him say those things. ", "Nick: He should've said them a long time ago. ", "Brooke: You would have, if it had been you. ", "Nick: That's because I'm smarter than he is. Don't you get that yet? ", "Brooke: There's justice, Nick. It's good to see that wrongs don't go unpunished. ", "Nick: Just because he's given you some long overdue apologies doesn't mean that things have changed with the guy. ", "Brooke: I don't know. He called Taylor and asked her to meet him up at big bear to talk. Big Bear is where she slept with James. ", "Nick: Do you think he's going to end the marriage? ", "Brooke: I hope not. I told him he should stay with Taylor. But after what she did to him -- the betrayal -- I mean, Ridge could do anything. ", "Nick: But he knows that you've moved on? He knows that? ", "Brooke: Yes. ", "Nick: Because if he uses this as an excuse to get back into your life -- it's wrong. Now, that's not good for you. That's not good for Hope. ", "Brooke: You know, I can't imagine that he would actually end his marriage. ", "Nick: You can't let that happen. I want you to make me a promise. ", "Brooke: All right. ", "", "Nick: I know how vulnerable you can be when it comes to him. But you can't make the mistake of going back there. You can't do it. If you let him back in your life, he's only going to let you down, like he always has. Now I want you to promise me, if this marriage between Forrester and Taylor bellies up, that you won't go back to him.", "[SCENE_BREAK]", "*********************************************************", "Taylor: Hi. ", "Ridge: Hi. ", "Taylor: I'm glad you called and you wanted to talk. I know you're upset. ", "Ridge: Upset. Angry. Disappointed. You pick it, I'm feeling it. ", "Taylor: I should have told you about James. It was wrong. But I've told you, and I want fix our marriage. I want to rebuild it with complete honesty. ", "Ridge: Honesty? You were with a man, and then you sat in judgment of Brooke for so many years. I don't know, Taylor, doing that to Brooke seems so amazingly hypocritical to me. ", "", "Taylor: It always comes back to Brooke, Ridge. It really does with you. God, be angry with me about James. Why does it always come back to Brooke? Why is she always a part of our life? You know, Ridge, I just made a confession to you, the most painful transgression I have ever committed in my life, and what did you do? You took it to Brooke. Do you know how that makes me feel? ", "Ridge: She's the mother of my child. She was my wife. You know about my feelings for her. I never lied to you about that, Taylor. ", "Taylor: I'm very aware of your feelings for Brooke. ", "Ridge: I'm just trying to be honest here, for the sake of our family. ", "Taylor: So am I. That's why I told you about James. I love you, Ridge. Our family is everything I have. So be angry with me, but let's just deal with it. Let's work through it. I'm sorry for all of this. I need you to forgive me. I know you asked me here, where I betrayed you, because you want to end the marriage. But I'm not going to let that happen, ridge. We've had an incredible life together. We've raised a beautiful family. We've been as happy as any family can be. I can't imagine my life without you. I wouldn't know how. You're everything to me. Ridge, the strength of our love is being tested. But our love is strong, I know that. We're in the fight of our lives. We can ride it out. Please, please tell me you're committed to that. No, Ridge. I'm not going to let this family fall apart."], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=3U-DUngmDc4"}