{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Taylor: Brooke, this is not what it looks like. ", "Brooke: No, I think it is.", "Taylor: Wait! Don't go!", "[SCENE_BREAK]", "************************************************************", "[Banging on table]", "Hope: Hit me! ", "Nick: Now, I told you before, that adds up to 18, you know. ", "Hope: Hit me! ", "Nick: If you get a card over a three, you bust. Don't say I didn't warn you. How do you continue to do this? ", "Hope: Read 'em and weep.", "Jackie: Happy New Year!", "[Nick hushes Jackie]", "Nick: Bridget's sleeping. Do you happen to have a roll of pennies? ", "[Jackie giggles] ", "", "Jackie: All out of rolls of pennies, I'm afraid. Hello, sweetie. ", "Hope: Hi. ", "Nick: Mother, please, it's my hit. I'm going to be a six in a row loser unless I pull this. Again! Again!", "Jackie: Nicky, gambling with a child? ", "Nick: She's got to learn sometime. What do you got in the bag there? ", "Jackie: Breakfast things. I know Bridget needs to be off her feet. ", "Nick: Oh, thanks. You look awfully pretty. How have you been doing this evening? ", "Jackie: I'm very well, thank you. I had dinner with Eric and we just decided to call it an early night.", "Nick: I see. Bridget tried to make it to midnight, but she's sort of conked out. So I guess the real question is, do we let her in the game? ", "Hope: How's her credit?", "Nick: She was supposed to buy me a pony when I was a little boy and I never got it. ", "[SCENE_BREAK]", "******************************************************************", "Thorne: Well I'm glad he reports to you, because he doesn't to me. Happy New Year to you too, dad. ", "", "Darla: Happy New Year, Eric. ", "Thorne: From Darla as well. Okay, 'night. ", "Darla: So who isn't reporting to you? As if I couldn't guess. ", "Thorne: What must the Paris office think withRridge over there negotiating God knows what in my name?", "Darla: That the president of Forrester Creations is spending the holidays with his family and sent his lackey instead. ", "Thorne: Yeah, let's try calling him my lackey and see where that gets us, honey. ", "Darla: It's no worse than \"dingbat.\" You want to call over there? Demand an explanation? ", "Thorne: It's what, nine hours later there? ", "Darla: No, no, no, he's home. ", "Thorne: No he's not. He's in Paris. He just called dad. ", "Darla: You're kidding me? Poor Taylor. What is she supposed to do? ", "[SCENE_BREAK]", "**********************************************************************", "Taylor: Hector stopped by to wish me a happy new year. ", "Brooke: In your bedroom?", "Taylor: He thought Ridge was here. We all did. And then I got a phone call from Ridge stating otherwise. I was upset about that. Understandably, I think. And then I came upstairs and hector was being a friend. ", "Brooke: In your bedroom.", "Taylor: It is not what you're thinking. ", "Hector: Taylor, you may as well tell the truth. ", "Taylor: About what? I am. You're not helping very much. ", "Brooke: So he was hiding in the bathroom? ", "Taylor: Look, obviously we realized whatever was going on in here could be misinterpreted. ", "Brooke: And your clothes, what, they fell off by accident? ", "Taylor: No, no! I was undressing when he came up. ", "Hector: Look, Brooke is right. Okay, I don't want to hide what's going on here and it makes no sense to try. ", "[SCENE_BREAK]", "**************************************************************", "Nick: Hit me. Easy. ", "", "[Nick gasps] ", "Jackie: Shouldn't you be in bed? ", "Nick: She's had two naps today. Her mother said she could stay up past midnight. ", "Jackie: Okay, hit me. I think. ", "Jackie: Oh! Bust? Does that mean that I lose? How do I pay? ", "Nick: How do you pay?", "Hope: If you don't got the dime, don't do the crime. ", "[Nick laughs] ", "", "Jackie: What are you teaching this child? ", "Nick: Whatever it is, I think it's sinking in. Come in, come in. Bridget's sleeping. Plus, I was also at the bottom of my piggy bank. ", "Catherine: All right, Hope, it's time to go. ", "Nick: Come here sweetie. There you go. How was your party? ", "Catherine: It kind of was over a little early on there. But it was still really nice to be able to go, so thanks for watching her. ", "Nick: Anytime. And I do mean anytime. There you go, sweetheart. Let's not forget the loot here. Never leave without the cash. Put your hand out. Hold onto them really tight, okay? Do you want to play cards again sometime? You want to? Okay, I promise you those cards won't move until you get back. Deal? ", "Hope: Happy New Year, Uncle Nick. ", "Nick: Happy New Year, sweetie. See you soon, okay? Here, don't forget this. Cutie! ", "Catherine: Okay, come on. Bye. Happy New Year. ", "Nick: Bye. ", "Jackie: Happy New Year. That child adores you. ", "Nick: I feel like I've let her down, mother. If you tell an adult \"I love you,\" they can pretty much surmise you're either going to get a Christmas card from that person or maybe we should shop for houses together. But when you tell a child \"I love you,\" and then you're not around them for a while, they think you've changed your mind.", "Jackie: I love the life that you're making here with Bridget. And soon you're going to have little Dominick and then your own little daughter. It's everything I've ever wanted for you, Nicky. ", "Nick: Me too. ", "Jackie: You know what, though? When I see you with Hope, I can't help thinking that you could have had a really good life with Brooke, too. Is that wrong of me to say? Do you ever think of it anymore? ", "Nick: I think of it.", "[SCENE_BREAK]", "**********************************************************", "Thorne: I can't believe I'm going to have to call Paris to fish around and find out what my own damn brother's doing. ", "Darla: You don't think he's cheating on Taylor, do you? ", "Thorne: What? No. I don't think he has any agenda except trying to making me look foolish and replacing me as company president. ", "Darla: I almost wish he was. ", "Thorne: Well, that's cold.", "Darla: No, no, honey. I mean, cheating on Taylor. ", "Thorne: This is, what, advance planning for next New Year’s Eve? ", "Darla: She has an admirer, you know. ", "Thorne: Taylor? ", "", "Darla: And I like him a heck of a lot better than your brother, Ridge. So shoot me. ", "Thorne: Well, I can but you that she doesn't. If she even knows who it is. ", "Darla: Oh, she knows who it is, all right. I think they have a lot more in common than she does with Ridge, too, if you think about it. ", "Thorne: Who? ", "Darla: Hector and Taylor.", "[Thorne gawks] ", "", "Thorne: Honey, he's a firefighter and she's a glamorous -- ", "Darla: Psychiatrist, which is what she is, not just Ridge Forrester's wife. You know, they both help people. ", "Thorne: Yeah, he rescues them from burning buildings and she prescribes something to calm them down.", "Darla: You don't seem too shocked, though. ", "Thorne: Well, he has been hanging around her a little bit. I just didn't think anybody else noticed.", "Darla: He's crazy about her. ", "Thorne: He told you that?", "Darla: Uh-huh. ", "I think all he needed was just a little encouragement. ", "Thorne: I think it'll be a long time before he gets any of that from Taylor. ", "Darla: Well, that's what I thought. That's why I gave him a little encouragement on my own. You think that was a mistake? ", "[SCENE_BREAK]", "*************************************************************", "Hector: Ridge is not there for you, now or in any of the important ways. If he cared about you the way I do -- ", "Taylor: This is not the time, Hector. ", "Brooke: So this has been going on for a while? ", "Taylor: No! ", "Hector: Has Taylor been taken for granted before? Time and again. ", "Taylor: You are not going to have this discussion with Brooke. ", "Hector: I'm just stating the facts. If it's important to you, Ridge isn't there. The press conference, Christmas. ", "Brooke: You think he likes being locked up in a hotel room for the holidays? ", "Taylor: You know what, I'm not going to stand here and hold a critique about my marriage with the two of you. You are misreading the whole situation, Brooke. ", "Brooke: When I think of the hoops that ridge jumped through for you. He even agreed to go into counseling, which I never thought he would do willingly. ", "Hector: Look, I am not ashamed of my feelings for you. ", "Taylor: Hector, stop this!", "Brooke: Oh my God, you stand there half-naked with a man other than your husband, who is obviously very much in love with you. ", "Hector: I would say the same thing to Ridge. ", "Taylor: This is a misunderstanding, that is all, Brooke! ", "Brooke: Well, tell that to Hector. Because my son is waiting downstairs and his father isn't home. And I can't believe that you're doing this to Ridge. ", "Taylor: Brooke! Brooke!", "[SCENE_BREAK]", "********************************************************************", "Thorne: This is my brother's marriage we're talking about -- his wife. His kids. ", "Darla: Honey, all I said to Hector was -- well, I guess it was pretty bad. ", "Thorne: Darla -- ", "", "Darla: Honey, I don't want to ruin our new year's, all right? ", "Thorne: If I have work to late, or God forbid I have to fly to Paris to undo the damage Ridge is doing -- what, that gives you permission to have an affair? ", "Darla: You don't treat me like he treats Taylor. ", "Thorne: Honey, it is for Taylor to decide what she's going to put up with and what she's not going to put up with. ", "Darla: Ridge is awful.", "Thorne: To us, yes he is. He's obnoxious. He's a jackass. But he loves Taylor, dearly. ", "Darla: I'm going to call Hector. ", "Thorne: No. ", "Darla: No, no, no. I'll just tell him I took too many allergy pills or something and I wasn't myself.", "Thorne: No, no, no. I would just hope that it doesn't get back to Ridge. I mean, Hector seems to be a nice enough guy, but I do not see Taylor giving him a shot, whatever he does.", "Darla: You know, sometimes I really hate myself. ", "Thorne: Why? ", "Darla: You have all this faith in Taylor and you probably have nothing left for me. You think that some tall, dark and handsome guy is going to come around and all we have to do is have a disagreement and there you go. ", "Thorne: I don't feel that way, okay? ", "Darla: Just because I don't think ridge's marriage is sacred, doesn't mean I don't think ours is. We didn't get married in intensive care, for one thing. ", "Thorne: I should've gotten you that chastity belt for Christmas. ", "Darla: Stop it. ", "", "Thorne: No, because sally would have helped you pick the lock. ", "Darla: I would never, ever. There is nobody better than you, Thorne. And even if there is, he wouldn't do like you do. You make me a better person, baby. Although, I guess there's some room for improvement, huh? ", "[SCENE_BREAK]", "***************************************************************************", "Hector: You're angry.", "Taylor: This is not the best time to discuss this. ", "Hector: Is it because of what I said or because I said it to Brooke? ", "Taylor: You know the person I'm most upset with is myself. I let this whole situation develop. I knew where it was headed. ", "Hector: But you did nothing wrong. ", "Taylor: Yes, I may have said all of the right things, but I didn't say them as though I meant them, or you wouldn't be here. Hector, you're a wonderful man. You're attractive. You're exciting. But I am married to a man I love very much. And we have a family.", "Hector: Do you think Brooke will tell Ridge? ", "Taylor: Oh, she's Brooke. There's no telling what she'll do. ", "Hector: Would it be so terrible? ", "Taylor: Yes, yes, it would. Show yourself out. ", "[SCENE_BREAK]", "****************************************************************", "Nick: This is my family now, Mother. It's what Bridget and I have hoped for, for a long time. And I love it. I love feeling the things you're supposed to feel as a father and a husband. She's a fantastic girl, you know that. She's witty, sophisticated. She has brass. I'm lucky. I'm a very lucky man. ", "Jackie: Well, I think so, too. ", "Nick: But I know in my heart that I've been here before. I was here with Brooke and Hope, R.J. and me. And even though we didn't call it a family, I know that that's what it felt like to hope and I know that's what she feels. She feels the loss of that. That little girl. Sometimes I do, too. I'm not saying -- ", "Jackie: No, I know. I know, you wouldn't have it any other way. We only get one life. And most of us -- we don't mourn the lives that we missed, because we never got a taste of them. But you did. ", "Nick: Was that a blessing or a curse? For a long time I really didn't know and I just turned my back on it. But I don't have to do that anymore, because it makes me happy -- to remember being happy with them. And no one has to know but me. ", "[SCENE_BREAK]", "**********************************************************", "Taylor: May I come in?", "Brooke: It's late. Did you think of something more convincing after I left? ", "Taylor: I told you the truth. ", "Brooke: No, Taylor, you didn't. You stood there in your room talking to me while a man was hiding in your bathroom and you said words to me that weren't technically untrue, but you were lying. You are a liar. Now I'm sure that's a big blow to your ego. Live with it. ", "Taylor: What do you want to know? ", "Brooke: Nothing. I guess the question would be, \"What do you want to know?\" ", "Taylor: So you came home and put R.J. to bed, and then? ", "Brooke: Did I call Paris? No. But it is morning there and I'm sure Ridge is in the Forrester office. We could call now. ", "Jackie: I'll just take these into the kitchen. Oh, did Hope forget something? ", "Taylor: You are not calling Ridge. ", "Brooke: I'm not? ", "", "Taylor: No, no, you're not even going to discuss it. ", "Brooke: That would work out best for you, I'm sure. ", "Taylor: You think you have something on me, but you don't. ", "Brooke: Then why are you here doing damage control? ", "Taylor: You think you can make something out of this, don't you? That's all that interests you. ", "", "Brooke: You're going to lie to Ridge the same way you lied to me. Were you even going to mention it to him if I hadn't caught you? ", "Taylor: You let me be the one to look after my marriage. ", "Brooke: No, it was my marriage, Taylor. Until you started looking after it. And you got it back with one lie. Stephanie's fake heart attack. And you're holding onto it with how many others? ", "Taylor: You really don't have any concept, do you, of the bond that Ridge and I really share, do you? You have no idea! ", "Brooke: No, no. Does Ridge? You seem to be spending most of your time trying to make him more suitable for you. But then, of course, you don't have any faults to correct.", "Taylor: Ridge loves me and he trusts me, and that trust has not been misplaced. Okay? Ridge and I will be fine, or not, but you will keep your distance and you will keep what you think you know to yourself. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=4yZesdOFCIQ"}