{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Stephanie: Your daughter's husband? ", "Brooke: Stephanie, shut up! ", "Stephanie: This is -- this is sick. ", "Deacon: Now, wait a second. Stephanie, whatever you think you saw -- ", "Stephanie: I know what I saw! Is there no one in this world that's safe from you, that you can something like this to your daughter and to the father of this baby -- this baby that isn't even born yet? Oh, my god. It isn't Whip's child, is it? Brooke -- you're the father of this baby? You're the father of this baby?! ", "[SCENE_BREAK]", "**************************************************************************************", "[ Erica sighs ] ", "", "Erica: Fan magazines are as close as I'm going to get. ", "[SCENE_BREAK]", "[ Erica sighs ] what happened to you, Zende? I thought for sure you would call. ", "Kristen: Zende, you haven't even changed. ", "[SCENE_BREAK]", "Zende: I was going to call my friend. ", "Tony: Later, after the party. ", "Zende: But I was going to invite her to the party -- as my date. ", "[SCENE_BREAK]", "**********************************************************************************************", "Brooke: That is disgusting, Stephanie. He is not the father. ", "Stephanie: I saw the way the two of you looked at one another. ", "Brooke: That's a look I get when I'm really annoyed with you! Nobody was betrayed! ", "Stephanie: You're such a slut! Sleeping with your daughter's husband?! ", "Brooke: Tell her, Deacon. Deacon?! ", "Deacon: Wh -- what does it matter. She's going to believe whatever she wants to. ", "Stephanie: I know what I believe -- the two of you rutting like pigs in the mud! Oh, my god! Bridget? God! ", "Brooke: This is not Deacon's child! ", "Stephanie: Why didn't you terminate the pregnancy?! ", "Brooke: My god, Stephanie. I love this baby. ", "Stephanie: I hope that word burns a hole in your tongue. This is your daughter you're talking about. She needed your protection. ", "Brooke: Yes, and I am protecting her! ", "Stephanie: What, from the truth, from the fact that you're carrying his baby?! ", "Brooke: Yes! ", "Stephanie: Oh, god. The -- the one thing that's -- the one saving grace about you is that you loved those children you had. I always knew that. I always knew that and believed that.", "[ Stephanie sighs ] what the hell happened?! Did she turn out to be too beautiful for you, too much competition for you?! ", "Brooke: Oh, Stephanie, that's sick! ", "Deacon: Stephanie, please, you don't understand what's going on. ", "Stephanie: Shut up! Shut up. That girl is more than you deserve in a million lifetimes. And what have you done with her? What have you done with her?! You tossed her in the gutter for what? The whore of Beverly Hills! If you weren't pregnant, I think I'd kill you right now. ", "[SCENE_BREAK]", "***************************************************************************************", "Kristen: A date, huh?", "Zende: Well, not like a real date. A friendship date. ", "Tony: A friendship date?", "Kristen: Honey, that's really sweet. But it's not really a party, party. It's more of a small family get-together. So I think your friend might feel a little uncomfortable. ", "", "Zende: No, she wouldn't.", "Tony: Who is this? ", "", "Zende: Erica -- you met her -- the teacher's aide. ", "Tony: I admire that -- you know, an older woman. But -- ", "Zende: She's really nice.", "Kristen: Honey, I'm sure she is. It's just I find it a little unsettling that she's so much older. ", "", "Zende: I really want her to come. Please, Mom? Please, Dad? ", "[SCENE_BREAK]", "*******************************************************************************************", "Erica: I guess I was lucky to meet Amber at all -- see where she lives. What an amazing life they must have. ", "Rick: Let me help you.", "Erica: It's okay. I've got it. My favorite. ", "Rick: I know. You're so sweet to get me these. Always finding new ways to make me happy. ", "Rick: Well, I'm just trying to return the favor. You do so much for me and little Eric. ", "Erica: I enjoy doing those things. ", "Rick: And I enjoy thanking oh, Erica. ", "Erica: Erica? Erica? Like I could ever make a man like Rick Forrester happy. He deserves someone like Amber. Brilliant and creative and passionate and totally, totally into him. It's so cool that they found each other. Two people from such completely different worlds. ", "[SCENE_BREAK]", "[ Phone rings ] please be Zende. Please be Zende. ", "*********************************************************************************", "Deacon: Stephanie, please,", "Stephanie: Put a sock in it? How eloquent. ", "Deacon: Stephanie, please, you keep talking about how much you care about Bridget. Whether you believe it or not, so do we. We tried to stay apart. She ended up going to Paris. My god, she's engaged to another man. ", "Stephanie: Whip knows this isn't his child? ", "Deacon: Yes, he knows! He's been blackmailing her since the press conference. ", "Stephanie: That's why you agreed to marry him? ", "Brooke: Yes. That's why I agreed to marry him. I just don't think I can go through with it. ", "Deacon: Brooke -- Brooke, you can't go through it. Look, it's not going to change anything, baby. It's not going to change how you and I feel about each other. Next time, it could be Bridget who walks through that door. ", "Stephanie: Maybe that's what you want. ", "Brooke: No, I do not want Bridget to find out about this. ", "Deacon: Look, we've tried it your way. It's not working. Brooke, you've got to see that, now. ", "Stephanie: I think that's fairly obvious. ", "Deacon: So then you agree? We have to tell Bridget. We'll do it as gently as we can. ", "Brooke: Oh, god. ", "", "Deacon: Brooke, I -- I hate this, too. But it's the only way. ", "Stephanie: Deacon, would you leave me alone with Brooke just for a moment. I'd like to talk to her.", "Brooke: Wait -- ", "", "Stephanie: It's all right. Really, it's all right. ", "Deacon: I'm not going to be far. ", "Stephanie: He makes a very convincing argument. Especially, if it's what you want to hear. ", "Brooke: My god, Stephanie, why do you keep saying that? I told you, I don't want Bridget to find out about deacon and me. That is why I'm willing to marry Whip. ", "Stephanie: Good. Good to hear. Because you are going to marry Whip. ", "[SCENE_BREAK]", "**********************************************************************", "[ phone rings ] ", "", "Erica: Hello? Hello?", "Zende: Hi, Erica? ", "", "Erica: Yeah. ", "Zende: Hi, this is Zende.", "Erica: Oh, hi. What's going on? ", "Zende: Remember that wedding I'm going to? ", "Erica: Um, yeah. ", "", "Zende: Well, we were just getting ready to leave for the engagement party. And I wanted to know if you wanted to come. ", "Erica: Sure, that's great. I'd love to. ", "Zende: Great. Can you meet us there? ", "Erica: Yeah. Yeah. Where am I going? What's the address? All right. That's great. I'll see you there. Okay? Yes! ", "[SCENE_BREAK]", "******************************************************************************************", "Megan: Deacon, what are you doing? Shouldn't you be at the party by now? What's going on? What? ", "", "Deacon: I don't think there's going to be a party. ", "Megan: Why not? ", "", "Deacon: Stephanie just found about me and Brooke. Yeah. ", "[SCENE_BREAK]", "Brooke: So, you want me to go through with this wedding? ", "Stephanie: Do you really have to be told not to ruin your daughter's life? Have you even thought about what this is going to do to her? ", "Brooke: Yes, I think about it, Stephanie. That's all I think about! My god, I have nightmares. Just the look on her face -- I don't want to lose her. ", "Stephanie: We will all lose her, Brooke. My god, she ended up in the hospital almost dead the first time the man lied to her. ", "Brooke: I know! I know.", "Stephanie: Oh, you know, you know. But you couldn't keep your hands off of him, could you? The only wonderful thing in your whole miserable existence that you brought into this world are those two children. And you're prepared to throw her away just for a cheap roll in the hay. ", "Brooke: It isn't like that, Stephanie! We're in love. We're having a baby. My god, if you think we could just turn our feelings off like that -- ", "Stephanie: Oh, you're always in love. When are you ever not in love? I don't care about your feelings. And the only person who's important, as far as feelings go, is Bridget. I want you to give that man up. You got to do that for her. If you don't, he'll leave you eventually. They always do. And then you really will be alone. ", "Brooke: I have been alone.", "Stephanie: I'm not talking about being alone without a man. I'm talking about being without everyone -- your family. When they find out what you've done, you won't just lose Bridget, you'll lose everyone. I love that girl. So I'm going to help you. ", "Brooke: Are you going to help me, or are you going to punish me? ", "Stephanie: Don't you think that's what you deserve? ", "Brooke: I didn't want this to happen. In fact, I tried to stop it. I did everything I possibly could, everything I knew how. You know, it hasn't been easy making this sacrifice.", "Stephanie: Did -- did I hear you correctly? Do you think that you're the victim here? ", "Brooke: No. ", "Stephanie: Yes, you do! Oh, my god! You see yourself as some long-suffering heroine who's making this great sacrifice for her child. How noble you are. ", "Brooke: No, I am not going to listen to one more word that you have to say! ", "Stephanie: Oh, yes, you are! Get over here and look in that mirror! Take a look, you bitch. That's no halo. And you're no heroine. You have done the vilest, filthiest thing possible -- sleeping with your daughter's husband. Now, you're going to marry that man. You're going to go to that party. And you're going to put a smile on your face. And that's just the way it's going to be. ", "[SCENE_BREAK]", "*******************************************************************************************************", "Megan: Oh, my god! Stephanie found out? What do you mean Stephanie found out? ", "Deacon: She walked in on us. ", "Megan: Doing what? You weren't -- ", "Deacon: No, no, no. We were just kissing. ", "Megan: Just kissing?!", "Deacon: I know! I know.", "Megan: What did she do?", "Deacon: Well, what do you think she did? She pretty much lost her mind. ", "Megan: No, I mean, is she going to tell Bridget? ", "Deacon: That's just it. I don't know. I mean, I think she wants us to tell her. They're up there talking about it right now. ", "Megan: You left them alone together? No, deacon, you don't understand. Stephanie hates Brooke with a passion. She literally thinks she's like the devil. And that is long before she found about you. Seriously, you have no idea what Stephanie is capable of doing to Brooke. You need to get back up there, and you need to protect her. ", "", "[SCENE_BREAK]", "*****************************************************************************************", "Brooke: Who the hell do you think you are? What gives you the right? ", "Stephanie: I'll tell you who gives me the right -- Caroline and Taylor and Macy! Most of all, Macy. She's dead because of you. And I'm not going to let you do that to Bridget. ", "", "Brooke: And I'm not going to let you tell me how to run my life! ", "Stephanie: Oh, yes, you are. 'Cause you don't have the sense god gave a goat! I'm going to save you from yourself, ms. Logan! I'm going to save you! You're going to go to that party. You're going to be the belle of the ball. And you are going to get married.", "Brooke: No! ", "Stephanie: Oh, yes. And you're going to live a long, happy life as Mrs. Whip Jones! ", "Brooke: I can't! ", "", "Stephanie: Well, that's your problem. Listen to me. Listen carefully. This decision that you're going to make is going to affect the rest of your life -- and not just your life. Bridget's, the baby's. You going to get it right this time! You need me to help you. And you need whip! ", "Brooke: I don't need to marry whip. I mean, I could just keep this secret -- ", "Stephanie: Oh, who are you kidding?! You can't keep a secret. What this is really all about is you don't want to give up deacon. Because you think this is his -- your last chance at happiness. I'm going to tell you, if you choose deacon over Bridget, you're going to give up the only real, unselfish love you've ever had -- your daughter's. When you walk into her house tonight, her face is going to light up. And do you know why? Because she loves you and you're the most important person in the world to her. Do you understand? So, you're going to go to that party. And you are going to give up deacon tonight. ", "Brooke: I've tried. ", "", "Stephanie: No. The only thing that you have tried to do -- as usual -- is get away with everything. That little game is over. You're going. Now, get dressed. ", "Brooke: I just don't think I can do this. ", "Stephanie: Oh, yes you can. And you will! You're going to go to that party. You're going to be the belle of the ball. You're going to put on the best show of your life. Because this is the performance of your life. For the rest your life. Do you understand? I mean that literally. This is going to be the first day of the rest of your life. Do you understand me?! Mrs. Whip Jones? ", "", "", ""], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=VaS0aVIp7MU"}