{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Stephanie: My family's having a memorial service tonight. ", "Dr. Ramirez: You still haven't told them? ", "Stephanie: No, and I -- I can't. I -- I don't know what I'm going to do. I don't know how I'm going to handle this. I -- I -- I mean -- I'll have to stand there and watch them grieve and -- you know, thinking that their sister and their daughter is dead and all the time, I know she's alive and she's on life support, I mean -- have I made a terrible mistake here? ", "Dr. Ramirez: I'm sorry. I know how difficult this must be. And given the odds, I think what's happening at your house today is appropriate. Let the people who loved Felecia grieve for her. ", "Stephanie: Is she going to die? ", "Dr. Ramirez: I wish I could be more encouraging -- but her vitals are even weaker than when we spoke before. ", "Stephanie: Did you look at the dvd? ", "Dr. Ramirez: I've received it. I haven't had an opportunity to -- ", "Stephanie: Oh, Dr. Ramirez - please, please. Please look at it -- you and the staff. Please look at it so that you get know her and see what -- I mean, she's just --- she's just this wonderful person who's so filled with this joie de vivre. I mean, I don't want her to just be another case. Another person laying in one of those beds. You know, she's -- she's a mother and she's a daughter and she's a sister and -- I don't know what we'll do if we lose her. Please look at the dvd. Don't give up on her. ", "[SCENE_BREAK]", "************************************************", "Kristen: I still can't believe she's gone. ", "[SCENE_BREAK]", "Thorne: She's not. She'll always be in our hearts and our memories. ", "[SCENE_BREAK]", "Eric: I wasn't sure you'd be up for this. I'm glad you're here. It's important for all of us. To say good-bye to our daughter. Sister and friend. Stephanie? ", "Stephanie: I can't let go. I can't say good-bye. Not yet. ", "Eric: Thank you all for being here, today. As difficult as this is for all of us, it's a good thing that we're together here. It means a great deal to Stephanie and me. And to Felicia, who I am convinced is here in spirit. I know that she is in a better place and that she is no longer in pain. My faith tells me that. But my heart wishes that I had one more day with her. One more hour, one minute, just to hold her in my arms and tell her how much I love her. I found a poem. It spoke to me. It resonated with me. And I think I would like to share it with you. \"Death is nothing at all. I've only slipped away into the next room. I am I, and you are you. Whatever we were to each other, that, we still are. Where no forced air of solemnity or sorrow. Laugh as we always laughed at the little jokes that we always enjoyed together. Life means all that it ever meant and it's the same as it ever was. There is unbroken continuity. Why should I be out of mind because I am out of sight? I'm waiting for you for an interval somewhere very near, just around the corner. All is well.\" ", "[SCENE_BREAK]", "Ridge: Growing up as the oldest kid in this family, I always had to put up with my kid brother and sisters. Thorne and Kristen, I could handle, but Felicia -- I remember the time that she convinced me to let her borrow my Porsche -- my new Porsche -- to go around the block. Well, she wound up in palm springs at a kick-ass party. That was her way of saying it. I was going out of my mind, but she was having the time of her life. Of course, that was nothing compared to when she convinced --", "Kristen: So instead of wearing this gorgeous designer gown that dad had designed for her for the prom, Felicia comes downstairs in this full leather getup, complete with a spiked dog collar. You should have seen the looks on mom and dad's faces. But her date loved it. That was my sister. Beautiful, unpredictable Felicia. ", "Thorne: When she decided that we should all become vegetarians. Remember that mom and dad? You paid each of us kids $10 a meal if we went along with it. And that lasted only about, what? Two days? Felicia said if she never ate anything leafy and green again, it'd still be too soon. ", "[Laughter]", "Thorne: Thanks, sis. For all the smiles. ", "Ridge: And all the laughs.", "Kristen: We will hold you in our hearts. ", "[SCENE_BREAK]", "I pray you'll be my eyes and watch her where she goes and help her to be wise help me to let go ", "", "every mother's prayer every child knows ", "lead her to a place guide her with your grace to a place where she'll be safe Jason, from California.", "Bridget: Before Felicia came back to L.A. This last time, I'd never really had a chance to spend a lot of time with her. No really deep conversations. That all changed and I'm so glad, so grateful. I'm so grateful about our long talks about life and death and love and loss. I'm so grateful that she entrusted me with her little boy. And I'm grateful that she's with my daughter, Nicole, looking after her. The way that Dante and I will be looking after her little boy, Dominick. The way that his grandparents look after him and his aunts and uncles. That's exactly the way it should be. ", "[SCENE_BREAK]", "Stephanie: I'm not sure that it should be this way at all. It's not supposed to be this way. ", "Eric: Stephanie -- ", "", "Stephanie: No. Felicia wants to live and we're her family. We're her parents. We have to do everything we can to help her. ", "Eric: Stephanie -- ", "", "Stephanie: What? ", "", "Eric: We didn't want her to go through anymore pain, anymore suffering. Honey, I know how hard this is for you. But you can't second guess yourself. It's too late. ", "Stephanie: It's not too late. Oh, god, I hope it's not too late. I hope it's not. ", "[SCENE_BREAK]", "Ridge: Just let her go. There's nothing more we can say or do right now. ", "[SCENE_BREAK]", "***********************************************", "[Phone ringing] ", "", "Dr. Ramirez: Mrs. Forrester? ", "Stephanie: Yes? ", "", "Dr. Ramirez: It's your daughter. I need you to come to the clinic right away. ", "[SCENE_BREAK]", "*************************************************", "Waitress: Something to drink, ma'am? ", "[SCENE_BREAK]", "Ridge: So what do you say, Logan? I take you home, we fix a nice dinner? ", "Brooke: Ridge, I thought you understood. ", "Ridge: Oh, I do. Probably better than you know. Makes me even more determined. I know you still love me, Logan. We're never truly going to be happy until we're together again, raising our family the way it's meant to be. ", "[SCENE_BREAK]", "Nick: That's not what it looks like. That's not where her future is. ", "Massimo: Her future is with the father of her child. ", "Nick: Well, I guess you haven't heard. ", "Ridge: Heard what? ", "", "Nick: Bridget and I signed divorce papers. I thought I'd be the one to let you know that. ", "[SCENE_BREAK]", "*******************************************************", "Stephanie: I hope I've done the right thing, saving you. I don't want you to have any more pain. I know you've had enough of that already. ", "Dr. Ramirez: Mrs. Forrester? ", "Stephanie: She's dying?", "Dr. Ramirez: No, I wanted you here because I'm seeing signs of a rebound. ", "Stephanie: What? ", "", "Dr. Ramirez: Felicia's vital signs are stabilizing. Not that she's out of the woods, by any means, but this is the first positive sign we've had since she's been here. ", "Stephanie: Oh my god.", "Dr. Ramirez: Now, she still has to get through the chemo, then the liver transplant, but you were right. She is a fighter. I saw it in her eyes on the dvd. And now on the monitors. If there's any way to pull her through this, any way, I'll do my damndest. But she's got to keep fighting. ", "Stephanie: Oh, she will. She will. She's a fighter. She'll fight for that little baby boy. She'll fight for everyone who loves her. Can you hear me? Don't give up. Don't you dare give up. She can hear me. You can hear me, can't ya? You are fighting, aren't ya? Oh, Felicia, hang in. You're going to show them all. My girl's going to show them all, aren't you? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=hku6suptxjg"}