{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Taylor: I'm fighting for us, ridge. For our children, for our family. I don't want us to lose what we have. ", "Ridge: Had. What we had, Taylor. ", "Taylor: Are you're saying -- you don't love me anymore? Is that what you're telling me? ", "[SCENE_BREAK]", "*******************************************************", "[Knocking on door]", "Hector: Stephanie? ", "", "Stephanie: Hector, stay away from her. ", "Hector: What? ", "Stephanie: I don't want you to see Taylor again. ", "Hector: I don't know if I can do that. ", "Stephanie: Oh, yes, you can. And you will. Or, I promise you, you'll regret it. ", "[SCENE_BREAK]", "********************************************************", "Brooke: So you want me to promise -- ", "Nick: If ridge and Taylor split, you can't go back to him. The thought of you and him together again --", "Brooke: Nick -- ", "", "Nick: No, it just tears me up inside. I can't stand it. Because the same thing is going to happen. The same thing that always happens -- this weird, vicious cycle you have with this man. I mean it -- do not give him a chance. Do not let him back in your life. ", "", "[SCENE_BREAK]", "Ridge: It's not a question of love. It's a question of character. ", "Taylor: You still feel I'm a hypocrite toward Brooke? ", "Ridge: Taylor -- when you came back, I felt like all my prayers had been answered. That night in the cemetery -- to hold you, to look into that beautiful face again after all that time -- I felt like we were the only two people in the world. The reality is, we weren't the only two people. I'd moved on with Brooke. She and I had built a life, a family, a future together. That didn't mean I loved you any less. I will always love you. Your intelligence, your compassion, your sensitivity -- you understood me like no woman ever had, or ever will. It's not even to mention how right you were about all the things that I just didn't want to see. But I see them now. And what I see is how right you were about my feelings for Brooke. I told you that I had put her behind me. But the truth is -- I haven't. ", "", "[SCENE_BREAK]", "Brooke: Ridge and Taylor are having a crisis in their marriage, and suddenly you're seeing me with Ridge again? Promise me -- promise me you won't let him back in your life. Promise me, no matter what happens, what he says, what he does, you won't let him -- ", "", "Brooke: Nick, stop. You don't have to worry. I'm not going back to Ridge. I can't. And you know why.", "[SCENE_BREAK]", "*****************************************************", "Hector: You don't run my life, Stephanie. ", "Stephanie: I'm trying to save their marriage. ", "Hector: You're blaming Ridge and Taylor's problems on me? ", "Stephanie: Hector, she was vulnerable, and you took advantage of it. ", "Hector: No, what I did was to help her come to terms with who she is and what she deserves. ", "Stephanie: Oh, you call this helping? ", "Hector: You don't think they need it? ", "Stephanie: Not from you. Hector, she's in love with her husband. They have children, they're a family. If you continue to interfere -- look -- just stay away. Or else. ", "[SCENE_BREAK]", "***************************************************", "Taylor: I don't understand. ", "Ridge: I'm so sorry, doc. I wanted this to work. But our marriage hasn't been working. I think we need to really look at the reason why -- the real reason. I'm still in love with Brooke. I know that can't be easy for you to hear. It can't come as a complete shock, either. I mean, you knew there were feelings. That's why we went to counseling.", "Taylor: You told the therapist -- you said -- ", "Ridge: I know, I know. I know. At the time, I thought I was being honest -- with you, with myself. But now -- ", "Taylor: So, it's been Brooke all along? You told me you would love me forever. No. No. No, ridge, whatever you feel for Brooke, it's not real. Whatever it is, it's just -- it's not. Your life is with me! It's with our family! ", "Ridge: I have a family with Brooke, too. ", "Taylor: You're my husband. You renewed your vows to me, Ridge! ", "Ridge: At my mother's deathbed. Or so we all thought. Taylor, I didn't want to hurt you. I didn't want to hurt you then any more than I want to hurt you now. But I was so overwhelmed by your return that I couldn't even think straight. Taylor, time didn't stop when you went away. My life didn't stop. I mourned you -- I kept your memory close to my heart. But eventually -- eventually, I found happiness again -- with a hell of a lot of Brooke's help. And that happiness only intensified with the birth of our son, R.J. That's what you came back to. That's what I put on hold, trying to pick up where you and I had left off. But that wasn't possible. It just wasn't going to happen. I can admit that now -- to myself, and to you. Because I've finally realized -- that being with R.J. and Brooke is where I need to be. ", "Ridge: We have to help Thomas and the girls understand -- ", "Taylor: We're not telling the children anything. ", "Ridge: I know you want to protect them. So do I. But I think, on some level, they probably already know. They lived with Brooke and me, they saw the love that we shared -- ", "Taylor: Stop it, Ridge!", "Ridge: Taylor, we'll help them get through this. ", "Taylor: Stop it! We are not going to give up on this marriage! I love you. I need you! Yes, what I did was wrong. Be angry with me, but don't end this marriage. Don't do that to us. Don't do that to our children! Dear god, please, don't let it be over! Oh, god.", "[SCENE_BREAK]", "****************************************************", "Nick: Doesn't seem to get any easier, does it? ", "Brooke: I'm okay. I can't always follow my heart. I've learned that the hard way. Ridge is always going to be a father to my son. He's always going to be a very important part in my life. But am I ever going to love him again? Or anybody else, for that matter? No. Not when I'm -- you and I are committed to the life that you have with Bridget.", "Nick: Yes, we are. ", "", "Brooke: Because she deserves much happiness. ", "Nick: Yes, she does. And she's going to have it. But don't you deserve to be happy, too? Don't you?", "Brooke: I had happiness, for one very brief, magical moment right here on this boat. When I think of the time that we spent together, there was this level of comfort, this connection -- and all of my insecurities were gone. But with you, Nick, there was just peace. You treated me with respect. You honored me with your love. And even though we can't be together -- I will never forget that -- ever. ", "Brooke: Oh, I'm sorry.", "Nick: You don't have to be sorry about anything. You know you can say whatever you want to me. You can always depend on me. Because I will always -- I will never stop wanting -- what's best for you. And Forrester is not what's best for you. ", "Brooke: So you don't think he's good enough, huh? ", "Nick: I don't think anybody's good enough for you. But that doesn't mean he's going to stop from trying to convince you that he is. ", "Brooke: Nick, I told you -- but then ridge did say he was going to meet Taylor up in big bear. Maybe he's planning on ending his marriage with her in hopes that he and I would -- oh, my god. ", "Nick: What are you doing?", "Brooke: Calling Ridge. Oh, it's just the voice mail. Damn it! Ridge, hi. It's me, Brooke. Look, I know you're going to talk to Taylor, but I'm afraid of what you're planning on telling her -- for many reasons. Please, don't end your marriage to Taylor. Don't do it. ", "[SCENE_BREAK]", "********************************************************", "Ridge: I think we've both been running from the truth for a long while now. Me in Europe -- you with Hector. Those are both just symptoms of a much deeper problem in our marriage, Doc. One I didn't realize -- it's killing me, what this is doing to you. Knowing that all you wanted, all you really wanted was to save us. But that \"us\" -- the truth is, that \"us\" changed forever when that crazy woman pulled that trigger and took you away from me. She ripped you away from me, and threw my life into shambles. That \"us,\" we can never get back. ", "Taylor: Because of everything Brooke came to mean to you when I was away. ", "Ridge: I know it's unfair. You're the one that lost all those years. You came back expecting everything to just be the same. And I wanted to give that to you. I wanted to give that to our kids. So I thanked god for everything that he's given us. I tried to find some way to make it all work -- to be \"us\" again. But it wasn't just you and me, Taylor, and our children. It was Brooke and R.J -- and this incredible pull inside me that's just gotten stronger. My little boy needs me, Doc. R.J. needs his daddy the same way Thomas did when he was R.J.'s age. ", "Taylor: But it isn't just R.J. You need Brooke. ", "Ridge: When you married me, you made me want to be a better person. You taught me the most important things in life were family, a home filled with love. And I hope there's some way, somehow you can forgive me someday. Because I will always love you. But I can't do this. I can't be your husband anymore. I'm so sorry, Doc. I'm so incredibly sorry. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=gEWQN2mGY1I"}