{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["[ Knocking on door ]", "Brooke: Stephanie. I heard about Felicia. I'm so sorry. ", "****************************************************", "Jackie: You have a son with Felicia? My grandson? ", "[SCENE_BREAK]", "Nick: Dominick. ", "", "Jackie: Dominick? Oh, Nicky. ", "Nick: I know. I haven't quite gotten used to it myself yet, either. ", "Jackie: You're a father.", "Nick: Believe me, it's the last thing I expected when Felicia came back to town. ", "Jackie: That's why she did come back when she did. She obviously thought that you and -- and then she found out that you were married to Bridget and you were expecting a child of your own.", "Nick: I don't think Felicia said anything because she really didn't want to complicate our lives by telling me that I have a son. ", "Jackie: She was really going to go back to France without saying anything? ", "Nick: Well, then Stephanie got involved, of course, and the truth came out. ", "Jackie: Stephanie? Well, I never thought I would say this, but I'm actually grateful to the woman. If she hadn't, Felicia -- oh, I can't believe she's dying. I mean, she's never going to see her little boy grow up. That little boy is never going to know his mother. It's heartbreaking. ", "[SCENE_BREAK]", "********************************************************************", "Brooke: I realize that I'm probably the last person you want to see right now. ", "Stephanie: And yet you're here. ", "Brooke: Because I'm a mother, too. And the thought of losing a daughter to cancer -- ", "Stephanie: I don't want any pity, especially from you. And I don't want -- I don't want any phony concerns. It's obvious to me why you're here. It's another one of these schemes to get the company back, like the last one you pulled with Eric. ", "Brooke: No. No, that is not why I'm here. And just for the record, I went along with Eric reluctantly, because I knew you would see right through it. ", "Stephanie: Because it's as phony as you are insincere. Now just go. You don't make things better by being here, you just make it worse, all right? Please, go. ", "[SCENE_BREAK]", "************************************************************************", "Nick: So are you okay with these change of plans? ", "Jackie: Celebrating Christmas at Forrester's instead of at your place? ", "Nick: Felicia asked for it. She wants the family to be together. ", "Jackie: Of course she did, I understand that. It's just that I don't think I should be part of it. ", "", "Nick: Why? Because of Stephanie? I don't get it. ", "Jackie: Actually, I was thinking more of Eric. ", "Nick: Eric? You don't think he'd want you there? ", "Jackie: Let's just say I suspect that it's not entirely over between those two. Anyway, I mean, couldn't you and Bridget stop by here afterward? We could open our presents then. Have a glass of holiday cheer. ", "Nick: What about your grandson, Mother? ", "Jackie: You can give him a big hug and a big kiss for me. ", "Nick: Oh, come on, you know you'd rather do that yourself, admit it. ", "Jackie: Of course I would, just not tomorrow at the Forrester's. Oh, look at the time. Look, get out of here. Go back to your lovely wife, please. ", "Nick: Sometimes -- if you change your mind -- Merry Christmas, Mother. ", "Jackie: Merry Christmas, Nicky. I love you. ", "Nick: I love you, too.", "[SCENE_BREAK]", "********************************************************************************", "Brooke: Are you sure you're all right? ", "Stephanie: Why do people always ask that question at the darkest moment of your life? And why do we always, all of us, always do the same thing and say, \"yes.\" When you know it's never, ever, ever going to be all right again. ", "Brooke: I'm sorry, Stephanie. ", "Stephanie: Felicia --", "Brooke: I'm aware that the two of you never really got along, but knowing what she's facing now -- ", "", "Stephanie: Actually, that's how I realized how serious it was. It was the first time in her life that she didn't shut me out. ", "Brooke: Well, that just shows you how much she really does need you, regardless of all the problems that you've had. ", "[ Stephanie sighs ] ", "", "Stephanie: None of them matter a damn, do they? Why? Why did it take her dying for me to realize that?", "[SCENE_BREAK]", "*********************************************************************", "Nick: A pregnant elf?", "Bridget: Oh, you scared me! ", "Nick: How does Santa feel about that? ", "Bridget: I didn't hear you come in. ", "Nick: Well, I'm in. ", "", "Bridget: Well? ", "Nick: That's pretty cute.", "Bridget: Mr. Marone?", "Nick: Yes? ", "Bridget: Have you been naughty or nice this year? ", "Nick: Well, there are some mixed reviews on that one. But I'm trying desperately to redeem myself. ", "", "Bridget: Presents. That's a very good start. ", "Nick: Mm-hmm. ", "Bridget: Are these for me? What is this one? ", "Nick: Put it down. You can't open these until Christmas morning. That's tradition. ", "Bridget: But we always opened all of ours on Christmas eve when I was little. ", "Nick: Christmas eve? So, what, Santa just came down the chimney and gave you a new batch of presents in the morning? I mean, what a racket you Forrester kids got going. ", "Bridget: But you still love me anyway, don't you? ", "Nick: I love you. And I love you. And I especially love our son Dominick. ", "[SCENE_BREAK]", "******************************************************************", "[ Door bell rings ] ", "", "Jackie: Okay, I've got it. You're so forgetful. Sometimes I don't know what I taught -- Eric. ", "Eric: Is this a bad time?", "Jackie: Yes. No, no, it's not. Nicky was -- oh, come in, come in. ", "Eric: Nick told you about Felicia? ", "Jackie: Yes. I hardly know what to say. ", "[SCENE_BREAK]", "*******************************************************************", "Nick: Next year, after the kids go to bed, what if I went on top of the roof and sort of just pranced around? Maybe they'd think it was Santa's reindeer. ", "Bridget: What would happen if you fell off the roof while you were prancing? ", "Nick: Oh, yeah. I guess it's a good thing I married a doctor, huh? Let's get this whole present opening thing out of the way, too. This Forrester Christmas eve tradition. I mean, what the hell is that about? ", "Bridget: Well, how about this? Since we are starting our own family, maybe we should come up with our own traditions. ", "Nick: I love that. Compromise. That's a good idea. It's very healthy in a relationship, so we'll open one tonight and we'll open the rest tomorrow morning. Are we good to that?", "Bridget: Okay. ", "Nick: Are we good? ", "", "Bridget: Where are you going? ", "Nick: There was a special delivery by Santa last night. We got red chrome wheels, convertible top. ", "", "Bridget: Oh, my -- Nick Marone, you didn't! ", "Nick: Nothing but the top of the line for our new brood, babe. ", "Bridget: Oh my gosh, I love it. ", "Nick: It's great, isn't it? ", "[ Nick laughs ] ", "", "Bridget: I love it. I love you. I love us. Are you ready for your present now? ", "Nick: My present? You gave me the biggest present I could ever ask for, when you said you'd be a mother to Dominick. ", "[SCENE_BREAK]", "***************************************************************", "Eric: Not supposed to be like this. We're the parents. We were supposed to go first. And now my little girl is just -- Felicia's always been so fearless, living her life on her own terms. And now -- ", "Jackie: She's facing death the same way. ", "Eric: Yeah. No regrets. No recriminations. No \"I could have done things differently.\" Everything is just -- now it's all about that little baby. Our grandson. ", "Jackie: I can't wait to meet him. ", "Eric: That's why I'm here. I want you to come to the house tomorrow. It's so important that you come.", "Jackie: Oh, Eric. It's not a good idea. ", "Eric: Are you worried about Stephanie? ", "Jackie: You know how she feels about me. I mean, one dodgy word, and one of us is going to be wearing that turkey. ", "Eric: Ordinarily, I would agree, but under the circumstances, with the baby and everything. Unless there's something else that's bothering you. ", "Jackie: Now is not the time to get into it. ", "Eric: It's you and me, isn't it? Our relationship. ", "Jackie: Or lack of. I'm sorry, I shouldn't have said that. It's just, Eric, your family needs you right now. Your daughter needs you. Stephanie needs you. ", "Eric: I need you. Don't you believe that? ", "Jackie: You know I want to. You know I'm vulnerable to you. But I can't get hurt again, that's all.", "Eric: Jackie, I'm sorry.", "Jackie: No, I'm sorry. You've got enough to deal with. You don't need anything else. ", "Eric: I need you. Jackie, you're so -- you're so important to me. Jackie, I thought you understood how much -- ", "Jackie: So did I. That was before the night at the beach house. Eric, there I was, standing in Brooke's lingerie, expecting you to propose, and instead, you told me that -- I've just never been so humiliated in my life. And I won't set myself up for that again. I won't. ", "Eric: Jackie. ", "Jackie: Especially as I don't really know who I am to you. I don't know how I fit into your life. I don't know what kind of future you see for us. Even if there is a future for us.", "Eric: Jackie, Jackie. Jackie, stop, stop. Stop. ", "[SCENE_BREAK]", "***********************************************************************", "Stephanie: Well, regardless of all that, Felicia wants us to all be together for Christmas. Including you and your children, so I expect you to be here for her sake. ", "", "Brooke: Sounds more like an order than an invitation. ", "Stephanie: Since when have you ever taken orders? Unless it was in the bedroom and you were wearing your French maid's outfit. ", "Brooke: Fine, we'll be there. Although it does seem a little strange after everything that's gone on this year. All of us together in the same room. ", "Stephanie: Well, that's the truth. But families need to come together at a time like this. Although, I'm sure after Christmas you'll be back to your usual tricks. ", "Brooke: Which is nothing compared to what Felicia is going through, or what my mother went through years ago -- battling cancer. ", "Stephanie: But Beth survived. My daughter's not going to. ", "Brooke: You thought you knew the reason I came over here. But this is the real reason. My mother gave it to me. It's from the book \"the prophet.\" I made a copy for you. I thought it might help in some small way. I'll just leave it here on the table. ", "[ Stephanie reading ]", "Stephanie: Your children are not your children, they are the sons and daughters of life's longing for itself. They come through you, but not from you. And though they are with you, yet they belong not to you. You may give them your love, but not your thoughts, for they have their own thoughts. You may house their bodies, but not their souls. For their souls dwell in the house of tomorrow, which you cannot visit, not even in your dreams. ", "[SCENE_BREAK]", "****************************************************", "Nick: Ohh! These are cool! They're, what? Ski socks, right? They must be warm. Did you make these? ", "", "Bridget: No, silly! They're Christmas stockings. ", "Nick: Oh, oh, I see.", "Bridget: See, look, there's one for you. ", "[ Nick laughs ] ", "", "Bridget: One for me. One for Dominick. And, isn't this cute? This one's waiting to be embroidered with our baby's name on it. Whatever is that we finally decide on. ", "Nick: Well, I guess we'd better decide then, shouldn't we? ", "Bridget: Yes. ", "Nick: We'll come up with something. How about this? We can just call her \"Mistletoe Marone.\" ", "[ Bridget laughs ] Huh? Little mistletoe. ", "Bridget: I have an idea.", "Nick: Hmm? ", "Bridget: Why don't we hang these by the chimney with care? ", "Nick: All right. ", "", "Bridget: Here. You take that one. ", "Nick: Okay. You kind of feel it, don't you? ", "Bridget: What? ", "Nick: That we're sort of smack in the middle of a Norman Rockwell painting. ", "Bridget: Oh, what's the matter? Is this just way too much domestic bliss for you? ", "Nick: Truth? I never, ever thought I would have anything like this. You, a wife. A family. I mean, a Christmas tree? That just was never part of my package. I guess the good lord just smiled down and said, \"here you go.\" And he put it in just one beautiful gift. You're going to be such a great mom. And I can't wait to share that with you. ", "Bridget: You're going to be such a great dad. You already are. ", "Nick: I love you. I love this little family. I love us. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=-DyPFOplxdA"}