{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Taylor: Oh, you're here early. ", "Brooke: I thought I'd get a jump on the sales figures. ", "Taylor: And? ", "Brooke: I don't know, I'm having a difficult time concentrating. I guess it's the holidays. ", "Taylor: Oh, yeah. They're always a mixed bag, aren't they? I think I have more patients during the holidays than any other time of the year. ", "Brooke: Well, it was a very interesting day yesterday, for all of us. When I think of all the heartache and the anger and blame that went on this year -- I really thought the family was beyond repair. Then Felecia reached out and everybody came through for her and her child. ", "Taylor: Yeah I think we deserve a lot of credit, all of us. But especially Bridget. I mean, the fact that she accepted Nick had a child with another woman, I think that's amazing.", "Brooke: She looked happy yesterday. ", "Taylor: Yeah, I noticed. So did you. ", "Brooke: Well, I am. I -- I finally can be because she is. ", "Taylor: Really? I mean, um -- I don't know, does that mean that you think that nick never was your destiny. I'm sorry -- no, no, that's none of my business. ", "Brooke: No, no, that's all right. I've really got nothing to hide. What Nick and I shared, it was passionate, there's no question. But there was something more. There was peace, comfort. Now words sound so inadequate. It was like nothing I'd ever known. And unfortunately, nothing I can ever have. ", "[SCENE_BREAK]", "*****************************************************************", "Bridget: I just want to hold onto this for the rest of my life. I want Dominick to know everything he can about Felecia. About the Christmas that she made for him. About how incredible she's been in the face of this illness. Thinking only of him. I just -- I really, really want him to know how special she is. ", "[SCENE_BREAK]", "***************************************************************", "Stephanie: Felecia, sweetheart, I brought you some breakfast. I saw Renee going down -- down the driveway with the baby for a walk. We'll fix something for her later. Honey, did you hear me? ", "[ Felecia crying ] ", "", "Stephanie: God, my god, what is it? What is it? What is it? What is it? ", "Felecia: I ruined it -- the bed. There's so much blood. ", "Stephanie: Oh, honey, don't worry about it, it's all right. Are you all right? Are you okay? ", "", "Felecia: I'll buy you new one. ", "Stephanie: Oh, sweetheart, don't worry about it, it's a mattress. Are you all right? Are you okay? ", "", "[ Felecia sobbing ]", "Stephanie:  Honey, I'm here. It's all right. Shh, shh, shh. ", "[SCENE_BREAK]", "************************************************************", "Taylor: I'm a little embarrassed to admit, I was threatened by you. Even after it became obvious that whatever you felt for Ridge had been replaced by something deeper for Nick and I just wasn't able to see it. ", "Brooke: I was so wrapped up in ridge that nobody really saw it. I mean, I didn't even realize that Nick was the one man who could really make me happy. Sometimes I think what it would've been like if I had seen it sooner. I guess timing is everything. ", "", "Taylor: And by the time you realized what it was you felt, Bridget was pregnant with nick's child. I'm sure that was a horrible choice that Nick had to make. ", "Brooke: I love him even more because he chose Bridget. Because he's Nick, he's committed, honorable. I'm proud of the love that we shared. I mean, it was never really simple, but it was honest, powerful. ", "[SCENE_BREAK]", "*******************************************************************", "Bridget: I guess its just kind of hard to visualize. The two of you, you and Felecia. What was she like?", "Nick: What do you mean?", "Bridget: Come on, you know what I mean. ", "Nick: You know, being in bed like this with my wife that's talking about that -- it's a little weird.", "Bridget: Well, it shouldn't be. Because you are weird. ", "Nick: Well, I must be because I picked you, didn't I? ", "Bridget: If I'm recalling correctly, I picked you. ", "[SCENE_BREAK]", "[ Nick mumbling ] ", "", "[ Bridget giggling ]", "*******************************************************************", "Felecia: I was gonna to help you. ", "Stephanie: Oh, that's not necessary. Besides, it's already done. ", "Felecia: I know, you're going to say that I'm in no condition to be making beds, but -- ", "Stephanie: That's right, isn't it? ", "Felecia: I just don't want to see you making beds, Mother. Cleaning up after me, it's really humiliating.", "Stephanie: Who changed your diapers? Who washed your bottom? ", "Felecia: Just -- I thought I could hide away and handle this on my own. ", "Stephanie: Don't be silly, I want you here. I want to help you. You're my baby girl. You don't think I'd ever leave you to handle this on your own, or try and get through this on your own, do you? Come on. Honey, whatever it is that you need and however you want to handle this, I'm here for you. I just -- I just need to know with absolute certainty -- I just need to know that there's nothing, somewhere, some doctor could do for you, that's all. ", "Felecia: You think I've just given up. Mother, does that sound anything like me at all? The time for the doctors to have done something was when I was pregnant with Dominick. Yes, if I have had radiation then, it might've cured me, but it would've killed my son. I chose Dominick, no regrets. But it doesn't make this next part any easier. Oh, darn it. I don't want to go out in a sea of tears, you got that? I want to die the same way that I've lived. Looking for the good times, the party. ", "Stephanie: Okay, if that's what you want, that's what you can have. ", "Felecia: You're saying --", "Stephanie: If you want the biggest, wildest, wackiest, loudest party, you can have it. ", "Felecia: You know what I'm asking, right? ", "Stephanie: I'll honor your wishes, honey? I mean, when you ask your father -- when you asked us for an old fashioned Christmas, what did we do? ", "[ Felecia laughing ]", "Felecia: Yeah. You gave me the best Christmas that anybody could ever want, or have, with all the trimmings. ", "Stephanie: And everybody was there. ", "Felecia: Decorating the tree. ", "Stephanie: Your father playing the piano. ", "Felecia: Nick singing.", "Stephanie: I thought the eggnog was bad enough, but -- ", "[ Felecia laughs ] ", "", "Felecia: My baby was christened. Mother, did you see Bridget's face? It's like she loves that child already, don't you think? ", "Stephanie: Yeah. ", "", "Felecia: And Massimo. Forget about it, he's besotted. My child is going to be so spoiled. Well, at least he'll be taken care of, financially. ", "Stephanie: More important than that honey, he'll be loved by everyone. ", "Felecia: You'll tell him about me? All about me? ", "Stephanie: Well -- ", "", "Felecia: No, come on. Not bad stuff, I don't want to be a bad influence, but -- Mother promise me that you will help take care of him, because he's going to need you. I am sure from time to time my child is going to need an iron fist. ", "Stephanie: Do you think you can't count on me for that? ", "Felecia: I'm sorry. ", "", "Stephanie: For what?", "Felecia: Giving you such a hard time while I was growing up. ", "Stephanie: Baby. ", "", "Felecia: No, I was rebellious. Because I felt suffocated. I didn't see what you were trying to give me, I couldn't see it. Because I wasn't a mother. ", "Stephanie: Now you know.", "[SCENE_BREAK]", "******************************************************************************", "Bridget: Oh, god. I could just stay here all day. ", "Nick: I know I don't have to go into work. ", "Bridget: Yeah, well I don't think Massimo could get along without you. ", "Nick: But he's training my new replacement -- young Dominick. ", "Bridget: Yeah, well, if he's going to be your new boss then I think we'd better get busy. ", "Nick: Yeah, what are we going to be busy doing? ", "Bridget: I think we should clean out the spare room. You know, and get it all ready for him. You know, just some snips and snails and puppy dog tails. Plus, I really want Felecia to get to see it. See how welcome he is into our home. ", "Nick: I fall in love with you more and more everyday. ", "[SCENE_BREAK]", "*********************************************************************", "Taylor: You've talked about the commitment and being honorable and the strength, but sex, you haven't even mentioned that. And that's usually one of the most important aspects of a relationship for you. Literally defining a quality of it. You haven't even said it once about nick. ", "Brooke: Because it didn't exist. ", "Taylor: You didn't give in to your desire, not even once? The night that you went out on the boat with him, when you reconnected? ", "Brooke: It wasn't necessary. What Nick and I shared was so powerful. More than any physical union. And I'll never forget it. Never. (Sniffling) ", "[SCENE_BREAK]", "***************************************************************************", "Felecia: You know, when you realize you're dying you start seeing things with great clarity. It's like there's this fog between you and the rest of the world and all of a sudden it's gone. ", "Stephanie: I always knew you'd be the realist in the family. ", "Felecia: It's just amazing. It's weird when you've got nothing to lose, it does something to you. You see everything in a different way. There's something I need to tell you.", "Stephanie: Okay. ", "", "Felecia: I don't want to tell you or anybody. I'm scared. You're the strongest person I know, and I need some strength from you right now. ", "Stephanie: Okay. ", "", "[ Felecia sobbing ] ", "", "Stephanie: Whatever you need. Whatever you need, baby. Whatever you need, you have it. I promise. ", "", "[SCENE_BREAK]", "***************************************************************************", "Brooke: I can understand why you'd be surprised. It surprised me, too. I always thought that the physical part of a relationship is what I needed most. And now I see that a perfect relationship, it's not all about that. Nick's strength and his love touched me in such a way that nothing physical ever could. It changed me. ", "Taylor: I had no idea.", "Brooke: I just couldn't let anybody see it. Bridget needed to know that she could trust me. She deserves that. ", "Taylor: Brooke, these feelings you have for Nick, they're so powerful. I don't know if you'll be able to just put them aside. ", "Brooke: It isn't easy. Everyday I have to put up and emotional dam and keep the feelings back. ", "", "Taylor: Is Nick able to do that, too? ", "Brooke: I don't know. I don't know. But I am containing my feelings and that's what's really important here. To see Bridget smile every day. And to know that instead of hurting her, I actually helped bring this joy into her life, and that means everything to me.", "Taylor: But you're telling me that you love Nick more than you've loved any other man. ", "Brooke: And that's why I can do this, Taylor, because I love Nick. ", "[SCENE_BREAK]", "***********************************************************", "Nick: So great. ", "", "Bridget: Hey, baby, could you just -- ", "Nick: What are you doing? Give me that! You're not supposed to lift anything heavy. ", "Bridget: I just wanted to show you a couple of ideas -- ", "Nick: I don't care. You're not supposed to lift anything -- ", "Bridget: Heavy? ", "", "Nick: I'll decide what's heavy. Come here, sit here. Now let me explain something to you. You are the queen, sit. This is your throne and I, the lowly worker bee, will get you anything that you want. ", "Bridget: Well, if you insist. ", "Nick: I insist. ", "", "Bridget: Hmm? All right, well, I just wanted to go over a few ideas about Dominick's room. ", "Nick: Okay. ", "Bridget: Okay, well, there's the racecar theme. ", "Nick: Racecars are nice.", "Bridget: And there's the ever popular ballet theme that I love. I, of course, found a nautical theme. Ship's captain. ", "Nick: I like that one.", "Bridget: I thought you would. ", "Nick: I have some ideas, a couple boxes -- ", "Bridget: Well, honey, wait. I think we have a few nautical things. ", "Nick: I'll be right back.", "[ Bridget screams ] ", "", "Bridget: Ow! ", "Nick: Bridget! My god what happened? Bridget! ", "Bridget: Something's wrong. ", "Nick: What happened?", "Bridget: The baby, it hurts. I think something's wrong. ", "Nick: I'm going to call 911. ", "Bridget: No, please don't leave me. ", "Nick: Okay, okay, okay. I won't. I'm right here. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=MOD-tdHeeqY"}