{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Stephanie: It's not going to be a perfect Christmas. ", "Eric: Not with an attitude like that. ", "Stephanie: How did we ever end up with one another? ", "Eric: Because you fell for me. You fell for my free-spirited sense of creativity. ", "Stephanie: Right. I kept my feet on the ground so you could keep your head in the clouds. ", "Eric: There you go, exactly. You kept me free to create so that you could take care of our home and our family. ", "Stephanie: Oh, right. Well, I haven't done a very stellar job of that lately. The children are at each others' throats, and until Felicia came home, the house was empty. ", "Eric: Well, it's not going to be empty for Christmas. ", "Stephanie: No, but it's going to be empty soon again. Because Felicia will be -- and all the colored lights and all the bright beautiful balls can't put Humpty Dumpty back together again. ", "Eric: Listen, you and I -- you and I are going to honor Felicia's wishes. We're going to make these next few weeks the most wonderful in her life. ", "Stephanie: I don't think I'm going to want to remember this Christmas. ", "Eric: Felicia wants us to remember this Christmas, for her child. She knows it won't be easy. It's not easy for Felicia, either. But she will do anything for that baby. That's a trait she got from you. ", "[SCENE_BREAK]", "*******************************************************", "Felicia: Oh, I don't know how to thank you, Bridget. ", "Bridget: Thank me? Look at him. You're the one who's giving me such an incredible gift. When you asked me to be a mom to Dominick, all I wanted to think about was hiding behind my own ideas of my marriage and my family, but I couldn't do it. I couldn't close my heart to him. Especially after I saw how happy that he made Nick, and they made each other. It was just like my heart opened up so wide for you. ", "Felicia: It's the same way it was the first time I ever laid eyes on him. Hey, Dominick, when the doctor put you in my arms, I was so happy and so relieved. And I'm so relieved now to know that he's going to be all right. ", "Bridget: Oh, he will be. And please, Felicia, don't worry about that. I don't want you to worry at all. I just want you to enjoy this time you have with him. ", "Felicia: That's exactly why I'm saying no to the chemo. I want to be completely here for him now. Right up until -- I don't want to waste a single second that we have together, okay?", "[SCENE_BREAK]", "*********************************************************************", "Nick: So you're not really here to just see Dominick. You're worried about Bridget. ", "Brooke: Aren't you? You're asking her to raise another woman's child. Could you even imagine what that would be like? ", "Nick: I don't have to imagine it. I lived it with you and Hope. ", "Brooke: You have a special relationship with Hope. ", "Nick: I would have treated her as my own. ", "Brooke: Just put yourself in Bridget's shoes. She's pregnant. Expecting a child. She's had a rough year and it's finally settling down. She's happily married, planning a future. ", "", "Nick: Well, obviously, plans change, don't they? But my relationship with hope hasn't. Doesn't that tell you something? ", "Brooke: It tells me that you're an extraordinary man. And that you have a rare bond with Hope. ", "", "Nick: Well, I believe the same thing can happen with Bridget and Dominick. ", "Brooke: I'm not saying it can't, I just wouldn't want you to assume. ", "Nick: Please, if there's one thing I've learned this year it's not to assume anything. ", "Brooke: But you were hoping. ", "Nick: I want my son to live here. I want him to be part of this family. ", "Brooke: A family that you vowed to make with Bridget. ", "Nick: Your daughter's got a lot of love in her. More than you give her credit for. Remember. She did forgive us, didn't she? ", "[SCENE_BREAK]", "*********************************************************", "Bridget: I just want to be a good mom to your son. ", "Felicia: You will be.", "Bridget: I just feel like there's a lot that I don't know. ", "Felicia: Believe me, I feel like that every day. Somehow you just figure it out. ", "Bridget: I meant about you. ", "Felicia: Me? I don't understand. ", "Bridget: Oh, I mean, you know, you're my sister. We're family. There's a ton of stories I've heard about -- you were the trouble maker. Quite the -- I've heard about your career as a designer. But I feel like that's so surfacy. I just want to know the real you. Like where have you been living? What is it that you really like to do? What's your favorite book and your favorite song? And your favorite band? I feel like someday Dominick's going to want to know all of that and I really want to be able to tell him. I just want to spend so much time with the two of you so I'll know. I want to watch how you interact and how he likes to be held. What games you play and what kind of songs he listens to. ", "Felicia: Bridget, stop. He's too young. He's not going to remember. ", "[ Baby fusses ] I know, baby. Come here. ", "Bridget: Yeah he will. Felicia? You're going to be so much more than just a picture on your mother's piano. I'm going to make sure of it. ", "Felicia: I'll tell you everything you want to know. ", "Bridget: Good. But I just want to tell you one thing first, and I really want you to hear me. I'm never going to replace you in Dominick's heart, and I don't want to. I've told you this before, but you are his mom. I know you're entrusting him to Nick and to me, and we're going to be the most loving parents that we can possibly be. But Dominick -- he is and he always will be your son. ", "[SCENE_BREAK]", "********************************************************************", "Brooke: That's exactly my point, Nick. Bridget has overcome the past. Everything we put her through. It hasn't been easy, but she did it. ", "Nick: Well, what makes you think that she can't do this? ", "Brooke: All I'm saying is she shouldn't have to. ", "Nick: Well, Felicia shouldn't have cancer either, Brooke. And Dominick shouldn't have to lose his mother. I mean, it's not an ideal situation for anybody. ", "Brooke: Well, this could affect your marriage. ", "Nick: It won't. ", "", "Brooke: You don't know that. ", "Nick: I know your daughter. And I've seen that little boy. ", "Brooke: And? ", "Nick: He's adorable. I don't think any woman in the world could resist him. ", "Brooke: Like father like son. ", "Nick: It may take Dominick a little time to win Bridget over, but I think it's going to happen. He'll help this marriage. As a matter of fact, I think this boy's going to keep this family together. ", "[SCENE_BREAK]", "****************************************************************************", "Eric: We wish you a merry What? What? ", "Stephanie: I owe you an apology. ", "Eric: No, no, no. No, no, no. We've both made a lot of mistakes. You and I, string them together, we could decorate this whole tree. We could wrap them around the house. ", "Stephanie: Yeah, like I said, it's just Felicia's illness that puts it all in perspective. ", "Eric: The last thing she needs is for her parents to be arguing about the company. ", "Stephanie: It's not just the business, it never was. ", "Eric: I know. A lot of our troubles could have been avoided if I hadn't married Brooke. ", "Stephanie: You got that one right. ", "Eric: And you haven't forgiven me for it. ", "Stephanie: Well, the truth is, right now, the only thing I can think about is Felicia and the baby. Let's put everything else aside for the time being. We'll just try to be civil with one another. ", "Eric: We're not doing that bad a job of it. ", "Stephanie: Did you speak to Bridget today? ", "Eric: No. ", "Stephanie: So you don't have any idea how it went last night? ", "Eric: No, I don't. I hope it went well. ", "Stephanie: It's kind of strange that we haven't heard anything. ", "Eric: Well, don't you bother them. ", "Stephanie: Oh, you're not curious? ", "Eric: Yes, I'm curious, but they need this time alone together with the baby if they have a chance of bonding the baby at all. ", "Stephanie: If? You think Bridget's not going to say yes? ", "Eric: I hope she does. For Felicia's sake. ", "Stephanie: Well, you know, it wouldn't be the end of the world if she doesn't. He could have a wonderful home here. Certainly a festive one. ", "Eric: Here with you?", "Stephanie: He's my grandson. ", "Eric: Well, you can't raise him alone. ", "Stephanie: Right, you were such a big help with the first set. ", "Eric: Yes, okay, so I wasn't. But what good is making mistakes if you can't learn from them? ", "", "[SCENE_BREAK]", "Felicia: Wow, look at grandma's Christmas tree. ", "Stephanie: Well, we're just starting! ", "Eric: It's a work in progress, Felicia. Let's have some patience here. ", "Stephanie: I thought you were going to call. ", "Felicia: I took a cab.", "Stephanie: But, honey, I wanted to pick you up. ", "Felicia: I know. Dominick couldn't wait to get home. ", "Eric: He couldn't wait to meet me. Let me see you. ", "Stephanie: He's so excited, he's ready to go to sleep. ", "[ Felicia laughs ] ", "", "Eric: That's your grandmother. That's sarcasm. You're going to get used to that. We all have to get used to that. ", "Felicia: I didn't expect dad to be here. ", "Stephanie: Oh, he wanted to help get the tree decorated before you got in from the hospital. Actually, he was going to go down to the beach house and pick up the baby. ", "Felicia: Bridget brought Dominick to the hospital this morning. ", "Stephanie: So what does that mean? He's not going to stay with them anymore? ", "Felicia: He's going to stay with me for as long as he can, before it's time to go live with Nick and Bridget. ", "[SCENE_BREAK]", "*****************************************************************", "Nick: It's hard to describe how I feel when I see that boy. How happy he makes me. ", "Brooke: You don't have to.", "Nick: I'm not sure you know what it did to me. When I found out that R.J. wasn't my boy. Knowing I wasn't going to be a father to Hope. I lost all that. And I thought I'd never recover. ", "Brooke: But you have. And not only did you find out that you're having a daughter, you found out that you had a boy. ", "Nick: I thought it was going to be you. ", "Brooke: Yeah, well, here it is. And I can see how excited you are. I'm just, I'm really -- I'm really worried about Bridget. ", "Nick: She wants me to be happy. ", "Brooke: I know, of course she does. But does she share that happiness? ", "Nick: Hey, your mom came by to see Dominick. Where is he? ", "[SCENE_BREAK]", "Bridget: He's with Felicia. And I thought it'd be a good idea for him to spend as much time with her as he can before we become his parents. ", "Nick: His parents? ", "", "Bridget: His parents.", "Nick: She said yes? She said yes! ", "Brooke: Nick said that you were having some trouble with all of this last night. ", "Bridget: Yeah, I was, but I was just being so selfish. ", "Nick: You were overwhelmed. ", "Brooke: Well, that's all right. Anybody would be. ", "Bridget: I'm not anymore. I'm just really excited. ", "Brooke: Really? ", "", "Bridget: Yeah, I'm very excited. You know what? I thought that we have a lot of joy in our lives and no one is ever going to take that away from us. And I think Dominick can only add to it. ", "Nick: He will. He definitely will, you'll see. ", "Bridget: I already have.", "Brooke: I'm so happy for you, sweetheart. I really am. ", "Bridget: Mom. ", "[SCENE_BREAK]", "***********************************************************************", "Stephanie: Come here, baby. ", "Eric: You're the best baby. Yeah? ", "Felicia: I really have to thank you both for this. It's everything I wanted. ", "Eric: Well, you just wait. It gets better. All right, this is almost finishing. It needs a couple of finishing touches, but it still needs something. ", "Felicia: A warning label!", "Eric: What? ", "Felicia: Forget chemo. A couple cups of this poison every day and I'd be cancer free. Oh, Mom. It's okay to laugh. ", "Stephanie: I know, honey. I know. ", "Eric: You deal with this in your own way, hon. And we will deal with it in ours. ", "Felicia: This is too much for you. ", "Stephanie: Sweetheart, it isn't. I know that you have to laugh and cry. It's all part of it. I'm just glad that you're here. I'm just glad that you and the baby are home, that's all.", "Felicia: So am I. So am I.", "[SCENE_BREAK]", "*****************************************************************************", "Nick: So you talked to Felicia? ", "Bridget: Yeah, I think there's still a lot of details to work out for sure. ", "Nick: What did she say?", "Bridget: She was really relieved. ", "Nick: What did you say?", "Bridget: Well, I thanked her for trusting me with such a precious gift. ", "Nick: You're sure? ", "", "Bridget: Yes. ", "Nick: It's just me and you here now, so if you've got any misgivings about this -- ", "Bridget: Honey, I really don't. ", "Nick: You know that this is going to change our entire life. ", "Bridget: Yeah, but for the better. ", "Nick: Well, I've got to be honest with you. Last night, this morning, I felt a real distance. ", "Bridget: You did? ", "", "Nick: You hadn't made up your mind. ", "Bridget: No, I had made up my mind. I was going to say \"no.\" But then I came in this morning and I saw you feeding Dominick breakfast and I couldn't even interrupt you. It was a powerful moment for me to see how happy the two of you made each other. I don't ever want to deny you that kind of happiness. ", "Nick: Bridget, you didn't just say yes for me, did you? ", "Bridget: Of course I said yes for you. I said yes for you and for me and for Felicia, but especially for Dominick. Honey, I see how you are with Hope and R.J. How excited you are about our baby. You were just born to be a father, and you're going to be a great one. Plus, I wouldn't ever want Dominick to grow up without his father full-time. And if I could have a part in that and make that happen for him -- ", "Nick: You are a part of that. You are making that happen, and you are going to be one hell of a mom.", "Bridget: Nothing's going to make me happier. ", "Nick: God, I do love you.", "Bridget: I love you, too. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=u-smega50AE"}