{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Nick: Bridget, this is very uncomfortable. I know what you're trying to do. But it's -- ", "Bridget: There. Is that what everyone is so terrified of seeing? Is it bringing you such agony? ", "", "Brooke: Yes. ", "Bridget: But only because you think it's killing me. But no, Mom, it was the waiting for it to happen that's killing me. Just stop thinking of me as what's keeping you apart and let me be the one that brings you together. ", "[SCENE_BREAK]", "**************************************************", "Stephanie: Good evening and welcome. And to, hopefully, only the one or two people in this room that might not know who I am, my name is Stephanie Forrester. ", "Jarett: The press kit says you're CEO now? ", "Dane: What's the last job you held, Stephanie? ", "Jarett: Is Eric out for good? ", "Stephanie: Well, Jarett, I hadn't planned on answering questions, we thought we were just going to make an announcement. But restructuring brings about changes. Which brings me to --", "Sophie: What about our women readers? ", "Stephanie: What about them, Sophie? ", "Sophie: Every first wife who's been dumped for a younger model wants to know, is revenge as sweet as they say? ", "****************************************************************", "Bridget: Mother, just stop. You can't keep trying to protect me by running away to Dante, or dad, or anyone, anywhere. You never, ever could. The only thing it's done is make the four of us displaced. Just tell Nick what he wants to hear. Tell him that he matters more to you than your pride. Because that's all it is now. The only thing that stands between the two of you -- is you. ", "******************************************************************", "Stephanie: Tonight marks the return to the ideals that made Forrester great. ", "Jarett: What made Forrester great was Eric. ", "Stephanie: Yes, you're absolutely right, Jarett. Fortunately for you, you weren't married to him. As of this evening, we have ", "[SCENE_BREAK]", "Thorne: Dane, there will be, I promise you, time to pepper us with hard questions. Tonight, however, is a celebration. And first off, I'd like to say how happy I am to be back. ", "", "Dane: But where are your designers? ", "Jarett: Does the situation at Forrester call for a staff psychiatrist? ", "Thorne: It's true. This will be a new role for my sister-in-law. But -- ", "Taylor: Well, no. Yes, it is true that my training is in psychiatry, but tonight I am here in a different capacity. I never had any interest in being a fashion maiden. ", "Dane: But you're looking good. ", "Taylor: Thank you. You know, that's a very good point you're making though, and we should all ask that question. What does looking good really mean? Our new president and CEO asked that question, and they decided to take a good hard look at the fashion industry. In general, they didn't like what they saw. Not many women are built like runway models. So exactly who have we been designing for? That was a question that they wanted to ask. And we think all women are beautiful. And they should be able to look and feel that way. Stephanie and Thorne asked me to tap into the mind of the everyday woman -- the woman who works, the woman who has children, and is nurturing their family. And we found that that woman is taking a beating, because she doesn't conform to the runway standard. So, myself -- as a psychiatrist, and a woman, and a mother -- I thought it was a wonderful chance to try to make a difference. ", "Sophie: Hear, hear! ", "", "Jarett: Are we to take it that husband doesn't share this \"everyone's beautiful\" philosophy? ", "Taylor: Well, this is a family business. And we all love each other. Ridge loves his mother and his brother, but he just thought this would be a good time to take a step back out of the spotlight. And really, I don't know what's wrong with new talent. We have to look at Dante Damiano here, who is our new fabric designer, and he's had very, very good success, so -- well, I guess I'll conclude, and the way I do with my patients, and say, our time is up for today. So thank you very much for being a part of this landmark moment. ", "[SCENE_BREAK]", "[ Applause ] ", "*******************************************************", "Eric: Well, that's very kind of you, Bridget, to be so generous with my wife. ", "Bridget: Dad, come on, you know that mom loves you. You just know that it's not the same. ", "Brooke: Honey, I'm very happy to be married to such a wonderful man. ", "Eric: Bridget, you'll be very happy with Nick. ", "Bridget: Why, because that would make your marriage feel a little safer? ", "Eric: That's unkind. That's unfair, and it's unkind. ", "Bridget: But it's true, isn't it? You're not a fool, dad. You know everything that I know. As long as Nick's available, don't you feel like your marriage is just a shipwreck waiting to happen? ", "[SCENE_BREAK]", "**********************************************************", "Ridge: My being at Forrester would give credibility to a regime that has no credibility with me.", "Thomas: So you're going to let grandma run it into the ground? ", "Ridge: No, no, I'm not.", "Thomas: So, you haven't bailed completely, you've just bailed on mom. Her first public appearance on the job, and you're not there. How's it going to look? It's like you turned your back on her, too. ", "Ridge: Look, it would be just like business as usual there, and it's not, so -- ", "Thomas: Couldn't you just go as a civilian? ", "Ridge: Oh, like the press would let me do that? ", "Thomas: Look, you could just say, \"I'm here to support my wife. No further comment.\" ", "[ Cell phone rings ]", "Ridge: Maybe she's on her way after all. Hey. How was it? ", "Jarett: Oh, I wouldn't say it was a complete disaster. ", "Ridge: Jarett? How'd you get my cell phone number? ", "Jarett: Tell me, Ridge. Was your absence tonight a statement about the new Forrester leadership? ", "", "Ridge: I had a previous commitment with my kids. Taylor knows all about it. ", "Jarett: Yes. How is it that she seems to be the only one who gives the impression she knows what she's doing? ", "Ridge: Because she does. She also has my complete support. ", "Jarett: Then, Ridge, are you or aren't you on the creative team? ", "Ridge: No more comments for you, Jarett. Good-bye. What is that thing you say to me? ", "Thomas: Shut up. ", "", "Ridge: Yeah. Shut up.", "[SCENE_BREAK]", "***************************************************************", "Darla: And here is to the new Forrester Creations. ", "[SCENE_BREAK]", "Stephanie: Well, yes, how fabulous. ", "Taylor: Hear, hear, hear.", "Thorne: Cheers. ", "", "Taylor: Hector? Will you get over here and join us, please? ", "Stephanie: Yes, come on. We want to make a toast to the new Forrester spokeswoman. To the new face of Forrester. ", "[SCENE_BREAK]", "Hector: I will drink to that. ", "Thorne: You always hit a home run your first time at bat, Taylor? ", "Hector: You know what? You were great. You were real, and they saw it, and that's what tamed them. ", "", "[SCENE_BREAK]", "Stephanie: Yes. ", "", "Darla: That's right.", "Stephanie: That's the truth. ", "Darla: Oh, you know what, honey? I should go home and relieve our babysitter. ", "[SCENE_BREAK]", "*********************************************************", "Hector: Kind of a rush, wasn't it? ", "[ Taylor sighs ] ", "", "Taylor: I don't even know how I knew how to do that. I don't even know what I just did. ", "Hector: Well, I'm glad I was here to see it. ", "Taylor: You know what? I've had just enough champagne to say, \"so am I.\" ", "Hector: Do you need a ride home? ", "Taylor: No, Stephanie got me a limo. It'll be out in the front in a minute. ", "Hector: Oh, well, that's good. Because I just remembered that I took a cab over here. ", "Taylor: Oh, my gosh, no. We'll drop you off on the way home. Oh, and thank you. Thank you for not stating the obvious. See, ridge and I had these plans -- we had plans to go to big bear. And then this whole thing happened, and so I cancelled it. ", "Hector: Oh, and he couldn't change his plans? ", "Taylor: Apparently not.", "Hector: Oh! There's no table down there. You are lit. ", "Taylor: No, I just had a couple glasses of champagne. ", "Hector: No, I mean lit up, like a firefly. ", "Taylor: What is that, some kind of a firehouse joke? ", "Hector: Oh, come on, you know about fireflies, don't you? What those little lights are for? ", "Taylor: No, what, so they don't run into stuff? ", "Hector: No. The little lights are for sex. See, the males cruise by, flashing their hearts out, and the female sees a nice strong flash that she likes the look of, and -- you know, she flashes back. Once or twice, like that. ", "Taylor: And then what?", "Hector: Well, then she either mates with him or she eats him. ", "Taylor: Oh, well, that's just like real life, you know? Love, murder, love-murder, murder-love, you know.", "Hector: Yeah. Hey, what do you say we find your chariot, firefly? ", "Taylor: Okay. All right.", "Hector: I'll carry that. You can give that to me. ", "Taylor: Hold on. ", "", "Hector: I'll take all that stuff. I'm down with that. ", "Taylor: Come on. ", "", "Hector: Oh, we need a glass. ", "Taylor: It's here! It's out here. ************************************************************************", "[SCENE_BREAK]", "Brooke: You think I'm being blind -- or stubborn. You think you know what's best for me. But, sweetheart, Nick understands. ", "[SCENE_BREAK]", "Nick: Bridget, there is no future for your mother and I. ", "Bridget: You're all standing here broken-hearted when everything could be made right. ", "Nick: I think your broken heart is why we're all here. Because you've lost trust, and you feel completely fearless right now. But all of that pain, it's made you completely blind to the truth. ", "Bridget: Well, then, explain the truth to me. Because mom can't. She won't. So tell me why you two can't be together. ", "Nick: Because we realize we love you so much more than we love each other. ", "[SCENE_BREAK]", "*************************************************************************", "Hector: Whoa. I have not been in a limo since my senior prom. And what a disaster that was, let me tell you. This is comfy. You want to lie down? ", "Taylor: That drunk I'm not. ", "[ Hector laughs ] ", "", "Hector: Well, we can fix that, my little firefly. ", "Taylor: Oh, my gosh, I have a feeling you'll be calling me that -- ", "[ Tires screeching ]", "Hector: Whoa, driver, pick a lane! ", "Taylor: -- For a very long time. Okay, let's get this baby open. ", "[ Taylor screams ] ", "", "Hector: That never happened to me with beer. Might as well get it while it's hot. Woo! ", "Hector: Driver, I think you're going to have to stop at dr. Forrester's house. Because we've had a little accident here, and she's going to have to get out of these clothes.", "Driver: Of course, sir.", "Hector: What? ", "[ Glasses clinking ]", "Taylor: It's okay! It's okay, okay? It's French. It's probably good for the skin. ", "Hector: Yeah, but, you missed a spot right there. And I'm going to get it. ", "Taylor: So now, why was your prom such a disaster? ", "Hector: Oh, it wasn't that bad -- except when my date threw up on me. It wasn't very good. ", "Taylor: Well, maybe you shouldn't ride in limos anymore. ", "Hector: You know, I can -- I can ask the driver to stop the car, pull over and let me out. I can just walk home. ", "Taylor: Listen, I was terrified tonight, okay? I mean, I was in a room full of reporters. Stephanie referred to them, you know -- she referred to them as vultures. And there I was -- I was standing there, I didn't know what I was going to say, because I knew they were laughing in their minds that I was totally out of my place. And I just somehow got through it. But that's because you were standing there. I looked up and I saw you, I saw you standing there. And you were supporting me. And somehow, you know, it just -- it all came into place. It turned out to be one of the proudest moments in my life. So get a grip, you are not getting out of the car, you are not walking home, okay? I mean, just because -- okay, because I can't respond to you in a certain way, it doesn't mean I don't appreciate you.", "[SCENE_BREAK]", "*****************************************************************", "Nick: Given your history with men, I really question what love is in your mind. Can any one of us in this room say they've only loved one person their whole life? ", "Bridget: You. ", "Nick: You know better than that. ", "Bridget: I'm not saying that you never had feelings for me. ", "Nick: That's because you can't say that. But what's reality here, Bridget? I mean, what are we really talking about? You know, you can only float on a cloud and be in love for so long. Then reality sets in. You've got to go to the job. You've got to pay the mortgage. What happens when your kids are up all night sick? Who takes care of them? What's next? That's what I'm trying to get through to you. There is no \"next\" for your mother and I. ", "Bridget: How can you possibly know that? ", "Nick: Because my heart broke when I broke yours. Now, the way I felt and what I still feel is real. I want that \"next\" with you, the child and the life we were planning. I want that as my future. I still want you. ", "[SCENE_BREAK]", "***************************************************************", "Stephanie: Taylor? Oh.", "Thorne: Well, we can fax her the memos. ", "Stephanie: What was Hector Ramirez doing here? ", "Thorne: I think he and Taylor are kind of friendly. ", "Stephanie: How friendly?", "Thorne: Mother, you know Taylor's not the type. ", "*********************************************************************", "[ Cell phone ringing ]", "Stephanie: Hello? ", "", "[SCENE_BREAK]", "Ridge: Is Taylor with you?", "Stephanie: Ridge. No. No, I think she's on her way home. But I'm just leaving. Do you want me to drive by the house, make sure everything is okay? ", "Ridge: No, I'm almost there. ", "Stephanie: I thought you were in Big Bear with the children. ", "Ridge: I changed my mind. Is that okay with you? ", "Stephanie: I think that's very wise. ", "[SCENE_BREAK]", "***************************************************************************************", "Taylor: Ah, thank god! Dry clothes. ", "Hector: Cold and sticky. Bad combination. ", "Taylor: Oh, you're not going to get any warmer like that. ", "Hector: I should go.", "Taylor: Are you crazy? Don't be silly. Go get some dry towels. They're over there in the bathroom.", "Hector: But, um, you know, the driver -- ", "Taylor: Oh, he'll wait. Would you get me a towel? No, no, I need two. I need at least three. Three towels, okay? ", "Hector: Which towels should I use? ", "Taylor: Doesn't matter. Any of them. They're all fine. ", "Taylor: I was freezing.", "Hector: Well, this is warm. Let me. That feel good? Give me your arm. ", "Taylor: Hector -- ", "", "Hector: You want me to go?", "Taylor: Maybe you should.", "Hector: That's not what I asked. ", "Taylor: It's getting late.", "Hector: And Ridge won't be here tonight. I want to make love to you, Taylor. I want to see what you look like when you're asleep. I -- I want to stay. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=s5-1h3Dh9J8"}