{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Felicia: He likes you, Bridget. ", "Bridget: He's adorable.", "Felicia: I had no idea what having Dominick would do to my life. Caring for him. Putting his needs before my own. Made me grow up. He's enriched my life in so many ways. And I know that any family he's with will feel the same way. ", "Nick: Felicia. ", "Felicia: I just want to give him the world, everything that a mom would like to give her son. But I can't. ", "Nick: He will always be loved and cared for. ", "Felicia: Thank you. I'm grateful for that. Dominick needs a mom's love, too. You know what I mean, Bridget, don't you? ", "Bridget: I think we should probably take Dominick home and put him to bed. ", "[SCENE_BREAK]", "************************************************************", "Taylor: Yeah, I'm sorry to interrupt. ", "Brooke: If you're here to talk about business -- ", "Taylor: No, I would never come to your home and discuss Forrester Creations. So beautiful. What a pretty tree! ", "Hope: I'm helping. ", "", "Brooke: Honey, why don't you go get the cookies that we made for Phoebe and Steffie? Catherine has them in the kitchen. ", "Hope: Okay. ", "Brooke: You must be excited. Spending Christmas with your children after all these years. ", "", "Taylor: Yes, yes I am. Very much. Actually, I was thinking about you and your children. ", "Brooke: We'll be fine.", "Taylor: Well, Thomas and the girls had told me that they can't imagine spending the holidays without you. So, I wanted to come by and see if maybe you would bring Hope, and R.J. and even Bridget and Nick over for Christmas day. ", "[SCENE_BREAK]", "***************************************************************", "Stephanie: There you are.", "Eric: Hey. Hi, honey.", "Felicia: Daddy, what?", "Stephanie: Sweetheart, I had to tell him. He's your father. ", "Felicia: Well, actually, I'm glad you're both here. ", "Stephanie: Oh, you mean you got the test results back? And? ", "Felicia: Good news and bad news. Good news is, no chemo, I get to go home tomorrow. ", "Stephanie: Oh, my god, that's wonderful, honey. ", "Eric: So, the cancer's not spreading? ", "Felicia: Actually, it has. That's the bad news. ", "Stephanie: Well, if the cancer has spread -- how can you come home? ", "Felicia: Because I've decided not to do any chemotherapy, Mother. ", "Stephanie: Why? ", "", "Felicia: There's no point. It's too late. ", "[SCENE_BREAK]", "********************************************************************", "Nick: I don't know why the directions on these car seats are always in Japanese. I guess it's a good thing I speak Japanese. ", "[SCENE_BREAK]", "Bridget: I can't do this. I just can't do this. ", "[SCENE_BREAK]", "*****************************************************************", "Taylor: So, what do you think? Do you think you could include us in your Christmas day plans? ", "", "Brooke: I don't know what to say. I was wondering about Christmas this year, and how it would be, with Eric and Stephanie at odds with each other about Forrester. ", "Taylor: Oh, I invited them, too. It wouldn't be Christmas if it wasn't totally dysfunctional. ", "", "Brooke: Oh. Well -- actually, I would like to spend Christmas with the children. ", "Taylor: I think it'd be good for Hope. ", "Brooke: I think it'd be good for everybody. ", "Taylor: Yeah, for everyone. ", "Brooke: What? ", "Taylor: You had told me before that you were over Ridge. And I guess I just didn't believe you. ", "", "Brooke: And now? ", "", "Taylor: I don't know. We've been rivals for so long, I sometimes don't know how to see you any other way. ", "Brooke: I may not agree with your vision for Forrester, but as mothers, I think we understand each other. ", "[SCENE_BREAK]", "*******************************************************************", "Nick: You're a big guy. Big, big, strong guy. You know, he seems to be doing pretty well. Probably getting hungry about now, wouldn't you think? Bridget? ", "Bridget: You know, I really wish that you could just look at this from my point of view. You know, my husband's ex-girlfriend comes back from Paris with a baby who turns out to be his. A minor detail that she's chosen to keep from him for god knows what reason. And that alone would be more than most people would ever, ever be able to deal with. But is that all that's in Felicia's surprise package? No, no, of course not. I go to the hospital with her to discover that the cancer that she thought was in remission is back. It's not only back, but it's so far advanced that she's -- she's refusing treatment. Why wasn't this eradicated before, why has it spread so much? Because Felicia refused radiation so she could -- have a healthy baby. She chose to risk her own life so that her son could be healthy.", "Nick: It took a lot of strength and courage to do that. ", "Bridget: I know, my god, she's a saint. And all she's asking in return is that the baby's father and his new wife just take Dominick in as their own. And it shouldn't bother the new wife -- it's really not a big deal. Especially not as big a deal as dealing with terminal cancer. ", "Nick: Bridget -- ", "", "Bridget: Can't you see how this makes me feel? I just feel like such a terrible, terrible person. It's just too much. It's just too much. ", "Nick: Honey, you are not a terrible person. And you're right, this is too much. It's too much for you and Felicia, and for little Dominick here. It's too much to ask of anybody. ", "", "[ Baby fusses ] ", "", "Nick: But I am his father.", "Bridget: I know. I don't have a problem bringing him home for one night, but we both know that that's not what Felicia's asking. You are his father, and you have an obligation, and a very special bond, but I'm not his mother. I don't even know if I can be. ", "", "[SCENE_BREAK]", "*****************************************************************", "Eric: You say there's no point in doing the chemotherapy? I disagree. ", "Felicia: The cancer's spread. The chemo's not going to make a difference. ", "Stephanie: You can't give up. ", "Felicia: If I'd done the radiation six months ago, eight months ago -- but I knew then that if I continued treatment, then my son would've died. I chose him. That turned out to be the best decision that I have ever made in my life. Bringing him into this world, healthy, and watching him grow. I want to be here for him. I want to be here with him forever, but I think I've run out of miracles. ", "Stephanie: I'm not going to let you give up now, Felicia. ", "[ Felicia chuckles ]", "Felicia: Mom, it's not up to you. ", "Stephanie: Yes, it is. I'm going to talk to the doctors, there has to be some protocol, some procedure -- I mean, there's gotta be something experimental that they're doing that we just don't know about right now. ", "Felicia: She couldn't control my life, and now she thinks she's in charge of my death. ", "Eric: Yeah, well, that's the only way she knows how. Why not try the chemo, give everybody some hope?", "Felicia: I know what it'll do to me. I'll be exhausted, throwing up all the time. Hurting so much I won't be able to hold my son, kiss him. I'll be robbing him of the life that I have left. I'm sorry, daddy. I need to do this on my own terms. ", "[SCENE_BREAK]", "**********************************************************", "Bridget: I'm so sorry. I know you must be so disappointed in me. I'm having my own child. It's the most important thing it's ever happened to me. And now, I feel like it's just being pushed aside for someone else's baby. I know that Dominick is going to be a part of your life. And a part of mine. But, what about -- what about our little girl? How am I supposed to divide up the love that I have for her? Just the joy and the excitement. I know that sounds so selfish. ", "Nick: No. It's not selfish at all. I mean, you're going to be a new mother -- it's a maternal instinct. You feel as though your child should come first, it's understandable. ", "Bridget: I just really wanted the three of us to be a family, and I feel like -- it's just what I've been dreaming for and longing for, and I feel like it's just ruined. ", "Nick: It doesn't have to be, you know. I know that you've got more than enough love for two children.", "Bridget: No, I don't want to love another child! I'm not ready. ", "[SCENE_BREAK]", "*******************************************************************", "Eric: Felicia? I still can't believe that you have a little baby boy. ", "Felicia: You're going to love him. He has the greatest smile. He has your smile. ", "Eric: Yeah? I'm sorry, for all the time that -- for all the time that you and I did not get to spend together. I want to make it up to you. ", "Felicia: Daddy, I think it was supposed to happen the way it happened. If I hadn't gone off on my own, lived la vida loca, I wouldn't have Dominick. We can't beat ourselves up. Nobody promised us a bowl of cherries. ", "Eric: What did dr. Nomura say? ", "Stephanie: He's a quack. I'm calling in another oncologist. How are you feeling? Can I get you anything? Can I do anything for you, honey? ", "Felicia: Yeah. It's Christmas. I'd like to have the best Christmas ever. Just like we used to have. With the huge tree -- Christmas carols -- dad's terrible eggnog. You think you guys can do that for me? ", "Eric: Of course. What else? ", "Felicia: I want Dominick to live with his father, and Bridget. I already spoke to Nick, he's willing. But I don't know if Bridget's ready for such a huge responsibility. ", "[SCENE_BREAK]", "*********************************************************************", "Bridget: I just can't make a life-changing decision like this in one day. ", "Nick: I agree. ", "Bridget: It's not fair to me, or to anybody. It's not -- what did you say? ", "Nick: I said I agree. I say we take it one step at a time. We don't do anything until we're completely sure. Except, maybe, feed him, make sure he gets a good night's sleep. ", "", "Bridget: You mean it?", "Nick: I mean it. ", "", "[ Baby cries ] So, where's the diaper bag? ", "Bridget: I left it in the car. ", "Nick: Say \"see ya.\" We'll be right back. ", "Bridget: Wait, wait. It's really cold outside. Why don't you leave him with me? It's okay. Daddy will be right back. You know how much your daddy loves you? You don't understand anything I'm saying, do you? I don't know what to tell you, kiddo. I'm really sorry you're going to lose your mom. Okay, I have my own child to look after, though. I have my own little girl. It's nothing against you, it's just that she belongs to me. You don't. Dominick -- why do you have to be so sweet? So innocent? No, it's not your fault. I really, really want to help you. But I can't. I'm so sorry, but I can't. I think you're just going to have to live somewhere else. ", "Nick: Hey. So, where do you want to put him down? Listen, we're going to get through this. We'll get through it together. ", "Bridget: I don't think I can. I can't. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=bFK2zDOQwOY"}