{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["[Jackie sighs] ", "Jackie: Is this what this has come to? Taylor thinks that I've warped you for life by not letting you go out and pick up a bunch of dirty, tossed out old bottles? ", "Nick: No. ", "Jackie: Because I don't happen to think you turned out too badly. ", "Nick: Nor do I. ", "", "Jackie: Then what is this about? ", "Nick: Why was it wrong?", "Jackie: I loved you Nicky, just as I love you now. You were my little man. You wanted to help. But quite frankly, what difference would $2.00 or $3.00 a week have made? And it wasn't your responsibility to support us. It was mine. ", "Nick: Did you sell those pearls I gave you? The ones from Captain Kramer? ", "Jackie: Yes. Yes, I did, I took them to the pawnbrokers. I wore them and then once you stopped asking to see them on me -- why is that so terrible? ", "Nick: I guess I just wish I could have given you more to pawn. ", "Jackie: Well, we've had our little revelation. I think we should just get back to work. ", "Nick: I'm not going back to the office. ", "Jackie: Okay. I'll try and make it work on my own. ", "Nick: Tell me about Captain Kramer. ", "Jackie: Well, he was your friend, not mine. ", "Nick: Tell me. ", "", "Jackie: It's really hard to remember. ", "Nick: But you do remember him. ", "Jackie: I remember he was good to you. ", "Nick: Was he good to you? ", "Jackie: Yeah. Yes, he was kind. He definitely tried to help us. ", "Nick: And so did his friend, Captain May. ", "Jackie: I appreciated anyone that showed an interest in you because you were, you know, starved. You didn't have a grown man to look up to. You were starved for that. ", "Nick: I was and I wasn't because I liked these men. And then I couldn't stand the sight of them. ", "", "Jackie: Well, I can certainly understand that. You must have been so bored with their dull, \"Oh, look how tall you've got, Nicky,\" conversations. ", "Nick: Conversation isn't why they were there. Was it, mother? ", "Jackie: This is really unfair. It's really unfair what you're doing to me. ", "Nick: You were the world to me. You were my world. And then all of the sudden I didn't care about bottles and paper routes and I left and you never asked why. ", "Jackie: Because I didn't want to stand in your way. ", "Nick: You know what I'm asking! ", "Jackie: Well, I don't hear a question. ", "Nick: Why did I leave?", "Jackie: You were ready. You were ambitious. ", "Nick: You couldn't deal with it when I was a boy, Mother. You couldn't tell me then. Don't make me accuse you now. I want you to say it. I want you to say what you have to say. Because it's got to be better than the word I'm holding back. ", "[SCENE_BREAK]", "*******************************************", "Taylor: Not a case of traumatic memory suppression, since as a boy he had a grasp of what he was witnessing. And then a few years later, it drove him away from home to sea where he worked his way up the ranks of a merchant fleet. It appears that over time, Mr. Marone allowed this Captain Jerry Kramer and these other sea captains to become maybe a selective amnesia, innocent memories. And he constructed a childhood fantasy that he was this little boy who had been befriended by these men that he looked up to. Transforming his childhood in this way helped him reconcile the love and respect he had for his mother and the fact that he recognized that she was accepting money from these men for sex. ", "[SCENE_BREAK]", "Stephanie: Oh my god! Jacqueline Payne was a whore?"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=_RH5cU5_qyY"}