{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Brooke: Your place is with Bridget. She is my daughter. You could never betray her any more than I could. And no matter how much I love you, Nick -- I can never be with you. I can never be with you. ", "[ Cell phone rings ] Hello? ", "Eric: Brooke, it's me. Look, I've been at the office all night. We have a big emergency here. I need you to get in here right away. ", "Brooke: What's going on?", "Eric: I'll explain when you get here. Hurry. ", "[SCENE_BREAK]", "**************************************************************************", "Stephanie: It's mine. It's all mine. Forrester Creations is mine. ", "[SCENE_BREAK]", "***************************************************************************", "Eric: Stephanie cannot strip me of my own company. Not after all the years I spent making Forrester Creations a success. ", "Jonathan: I'm afraid she can. ", "Eric: I don't want to hear that, Jonathan! ", "Jonathan: I realize that. But my top attorneys and I have gone over every line of this trust. ", "Lawyer #1: We even tracked down the trustee, Katherine Chancellor. ", "Lawyer #2: Who verified she's done nothing to alter the original document. ", "Lawyer #1: I'm sorry, Mr. Forrester, but this document is legal and binding. ", "Eric: Damn it! There must be some kind of a loophole. ", "Jonathan: Eric, you're not hearing us. We've gone over every avenue that we can. Not only is Stephanie sole owner of this company, but there's even more to worry about. If she chooses to, Stephanie could make a criminal case of fraud against us for concealing the trust. Which means you and I could wind up in jail for quite some time. ", "", "[SCENE_BREAK]", "*******************************************************************", "Sally: Geez Louise. Would you lighten up a little bit, people. Things cannot be that dire. ", "Clarke: The heck they're not. I just came from the warehouse. We're up to our rafters in inventory. Nothing is moving. ", "Thorne: And that surprises you after the trouncing we took? I think this about sums it up, don't you?", "Sally: All right, I'll admit it. I made a royal mess of things, okay? This wasn't any old fashion fisticuff. Ridge designed his heart out to get his son back home. And Tommy boy, god bless him, he managed to hit a sophomore slump at the worst possible time. And add to all of that, the media hoopla surrounding king Eric's remarriage to Brooke, and out of nowhere, the launch of the \"Forrester reunited\" campaign. But still, if we do go belly up -- ", "Thorne: You still have some of the money that I paid you, Sally. But I bet my entire inheritance on spectra. And I could lose it all. Every last cent. ", "[SCENE_BREAK]", "************************************************************", "Massimo: I won't even ask if you slept well last night. ", "Stephanie: I never even went to bed. I have so much to do. ", "Massimo: New plans for Forrester Creations, huh? ", "Stephanie: Going to change things around, shake things up. ", "Massimo: Yeah, I'm sure for certain people. ", "[ Knock at the door ] Expecting someone? ", "Stephanie: Taylor, come in, come in. ", "Taylor: Stephanie, I have been so worried about you. I mean, when I encouraged you to focus on yourself, I didn't mean for you to move all the way to Florida. ", "[ Stephanie chuckles ]", "Massimo: There's been a change of plans. ", "Taylor: Massimo? ", "", "Massimo: Hi, Taylor.", "Taylor: What's going on?", "Stephanie: Everything is fine. I'm just not going anyplace. ", "Taylor: Well, that's wonderful. How did that come about? ", "Stephanie: This. ", "", "Taylor: \"Stephanie Douglas trust?\" ", "Stephanie: I found it by accident in Eric's office in the safe. My father had it drawn up years ago, and he just -- he never had the opportunity to tell me about it. I'm the beneficiary. ", "Taylor: Beneficiary of what? ", "Massimo: Taylor, my dear -- you are looking at the sole and rightful owner of Forrester Creations. ", "", "[SCENE_BREAK]", "************************************************************", "Brooke: Eric, what's going on? I saw Jonathan and the other attorneys out there. What's wrong? ", "Eric: We have trouble, Brooke. We have big, serious trouble. ", "Brooke: \"The Stephanie Douglas trust.\" What is this? ", "Eric: It's a document that Stephanie's father had drawn up before he would give us the money to start the company giving sole ownership of fForrester Creations to his daughter. ", "", "Brooke: What? No, that's impossible. I never even -- wait. Did you know about this? ", "Eric: Yes. I never told anybody. It's been in my safe in all these years. But now that Stephanie knows about it, she's convinced that the company is all hers. ", "Brooke: Eric, I don't care what she's convinced of! She's not going to do this to us. You and I are the ceo’s of Forrester Creations, and some paper written a zillion years ago isn't going to change that. Go get Jonathan. Okay, fine, I will. ", "Eric: No, Brooke -- it's too late for that. Stephanie has complete power over this company now and she's going to come after you and me -- like she never has before. ", "[SCENE_BREAK]", "***************************************************************", "Sally: Listen, I know that Spectra has lost its shirt more times than Brooke has shed tears and we've always lived to design again another day. And we will this time, too. Heaven forbid, if that doesn't happen, then -- ", "[SCENE_BREAK]", "Thorne: You still walk away with a cushy nest egg to live on. I have a family to support, sally. I have a wife, I have a little girl, who are counting on me. And what do I do? I gamble away their security. The two most precious things in my life. And that's how I protect them? What kind of father does that? What kind of husband? ", "[SCENE_BREAK]", "*********************************************************************", "Brooke: Even if Stephanie did try to use this document to cause trouble, she wouldn't get anywhere. Not if we talk -- ", "Eric: Look, she's already planning our demise, Brooke. She fired me yesterday. ", "Brooke: Eric, she can't fire you. This company would be nothing without you. ", "Eric: Without us. You've given this company as much as I have. And that's our strength -- that's this company's strength. But Stephanie is determined to take it all away from us.", "Brooke: And from our children. That's what you're trying to say, right? That my stock and the stock that we gave our children is reverting all back to Stephanie? ", "Eric: I'm afraid so.", "Brooke: Oh, my god, Eric. This can't happen. We need to fight her. ", "Eric: And we will, Brooke, we will. All of us together. Forresters standing together. ", "Brooke: Who else knows about this? ", "Eric: Jonathan has filled in Ridge on this and Rick is on his way back from Milan as we speak. He'll be here any minute now. ", "Brooke: What about Bridget? ", "Eric: I don't think she needs to know about this -- yet. ", "Brooke: No, she needs to think about her baby. She doesn't need to be more stressed out. ", "Eric: No, it's the last thing any of us needs right now. I'm just afraid that -- ", "[SCENE_BREAK]", "Ridge: That all hell's about to break loose? ", "Eric: So Jonathan filled you in? ", "Ridge: I never knew a trust existed. ", "Eric: Your grandfather Douglas drew it up before he would give us the money to start the company.", "Ridge: Is this thing still legit? ", "Eric: Yes, it is. That's why it's imperative that the three of us and Rick all stand together here. We can't let Stephanie change anything. This company is our legacy. ", "Brooke: And our children's. ", "Eric: That's right. We built it, and we made it great. We need all of us working together here. Now, if she pulls this family apart, the company will disappear. We have to make her understand that. ", "Ridge: There's no way mother is going to take this company away from her kids and grandkids. She'll calm down. And, when she does, we'll just work this out. ", "[SCENE_BREAK]", "**************************************************************", "Taylor: I just absolutely -- I cannot get over this. Forrester Creations is all yours? ", "Stephanie: And it has been -- from day one. ", "Taylor: But Eric kept it from you all these years? ", "Stephanie: Yes. ", "", "Taylor: I cannot imagine how you feel. You must be -- ", "Stephanie: Oh, I am -- I'm so upset. I mean, he has betrayed me on such a level. I never would have thought that he was capable of this. I'm really, really hurt and I'm deeply offended. There's going to be some changes. I want to tell you about them. First, there are gonna be changes concerning your children’s' trusts. But believe me, in the long run everything will be straightened out. And eventually, they will be very well taken care of. Will you trust me on this? ", "Taylor: Yes. ", "Stephanie: Thank you. Discovering this document, Taylor, has given me a real sense of purpose. This isn't just about business, it's just so much more than that. It's about the things that you and I stand for. You know that I have always believed that goodness and morality prevail in the long run. Some people think I'm a little naive, but that's what I believe. And you have to have luck. Luck. Luck has brought me to this moment in my life. This document and luck have brought us to a new day. A new day for my family and my company. A new day, Taylor. ", "", "Taylor: I -- I don't get, what do you mean you're making major changes? ", "Stephanie: I'm going to take over the company, I'm going to run the business. I have a vision of what I want to do, and I believe I can turn that vision into a reality. ", "Taylor: To bring Forrester Creations back to what it used to be? ", "Stephanie: Yes, a company that was synonymous with style, class and dignity. I have a purpose now, but I want you to help me. ", "Taylor: Well, you know I will. I mean, I'm totally with you. I think Brooke has practically destroyed the image of this company. ", "Stephanie: Good, I knew I could count on you. Forrester is going to be a kind of company that we can be proud of again. ", "Massimo: You were right. Eric did send for Rick. He's there at Forrester Creations with his parents and Ridge. ", "Stephanie: Wonderful. Gives me the opportunity to explain to them what I want to do with the company.", "Taylor: You're going over there right now? ", "Stephanie: Yes. I want you to come with me. I think that you're going to find that what I have in mind is fascinating. In more ways than one. ", "[SCENE_BREAK]", "*********************************************************************", "Darla: Thorne -- sweetie -- ", "Thorne: I shouldn't have gone off on Sally like that. I mean, it's not like I didn't know how she operates when I signed on as a partner. It's just that everything was going so well there for a while -- maybe I took it for granted. Maybe the truth is, I was never meant to be a success. ", "Darla: Baby – ", "[SCENE_BREAK]", "**********************************************************", "Brooke: It's so good to have you home, sweetheart. ", "Rick: It's good to be home. I think. ", "Eric: I appreciate you getting here as soon as you could. I know it's very short notice. ", "Rick: So, the reason you had me fly here so quickly -- ", "Eric: Look, our company is under attack. I needed all of our key players here to do battle. ", "Ridge: Come on, aren't you being a little melodramatic? ", "Eric: Your mother is, but I'm not. ", "Rick: You know what, Dad, actually, I'm not all that surprised. After you and mom got married I kinda figured Stephanie would do whatever she could to stir things up. ", "Brooke: Stephanie has already fired your father. ", "Ridge: What? ", "Eric: In the heat of the moment, yes. Look the point is there's no predicting what your mother's gonna want to do here. Or when. Whatever it is, we have to provide ourselves with a united front. She cannot use Forrester Creations as a weapon in her vendetta against your mother, or as something to get back at you and me because of our remarriage. ", "Brooke: She can't run this company without any of us. So if we just stand together then -- ", "[SCENE_BREAK]", "Eric: There's not a damn thing she can do. Nothing -- ", "[ Door opens ] ", "Stephanie: Oh, I'm so glad you're all here. ", "Eric: Stephanie, hello.", "Ridge: Taylor, what are you doing here? ", "Stephanie: She's with me.", "Eric: Uh, we're in a meeting here. If you want to see us, you'll have to wait outside my office.", "Massimo: Her office.", "Eric: Oh, I see. Is that what this is all about? Look, let's get something straight here. You may have found that old document, but you can't come in here and start shoving people around. We're not going to take it. This family is not going to take it. ", "", "[SCENE_BREAK]", "********************************************************", "Darla: You listen to me, Thorne Forrester. I am not going to let you do this to yourself. Yes, things do look bleak right now. And they might not turn around. But if that happens, honey, it's not because you failed this company or your family. You have put your heart and your soul into this place. You alone have brought it respectability and class. Not to mention giving Sally and everybody else that works here a sense of pride and accomplishment -- something that they have never had before. You did that, Thorne. By being the wonderful, wonderful, sweet, caring man that you are. The man that I fell in love with. The man that I will continue to love until I breathe my last breath. And if it doesn't work out here at spectra, well then, baby, it just wasn't meant to be. But I do know something -- your best days are ahead of you. ", "[ Thorne scoffs ] ", "", "Thorne: How can you be so sure? ", "Darla: Please, because I have faith in you. Absolute, all-consuming faith that you will find your way. Or it'll find you, baby. Maybe sooner than you think. ", "[SCENE_BREAK]", "*********************************************************************", "Stephanie: Good speech, Eric. ", "Eric: Just want to be sure that we all understand each other. ", "Stephanie: Oh, I understand you. And I'm not surprised that you called in the troops. Rick, it's really good to see you, thanks for coming. I'm sure your father has told you everything that's happened -- his version, anyway. ", "Rick: Yeah, you're trying to challenge the family for ownership of the company? ", "Stephanie: No, that's not my intention. I had hoped that your father would have told you the truth. Obviously, he didn't, so -- let's just get right to it. I think maybe you'll understand better when you realize that he kept this knowledge from me through our entire marriage. The knowledge being who really owns Forrester Creations.", "Eric: Oh, come on, Stephanie. Forrester creations is something a lot more than just a piece of paper. It's the creativity, the talent of the four people that you saw in this room here and many others. Rick at international. Ridge's designs. Brooke's contributions. ", "Brooke: Eric's creativity. There wouldn't even be a company to fight over if it weren't for his incredible talent. ", "Eric: Not that there's going to be a fight. Because we're all standing because we're all standing here, the four of us together, to assure you that we will accept no changes in this company. ", "Stephanie: It's so typical of you to hide behind your bride and your children. ", "Ridge: Come on, Mother.", "Stephanie: Well, I think this is just a perfect example of how far a field the company has gone. I'm taking over. ", "Rick: You're taking control of Forrester Ceations? ", "Stephanie: Yes, Rick. And I would like very much for you to stay at international. I want very much for Ridge to stay on as the head designer. As for your parents, Rick -- ", "Eric: Brooke and I are co-ceos of this company. ", "Stephanie: No, you were fired yesterday. And you were terminated today officially. ", "Brooke: You can't do that, Stephanie. ", "Stephanie: My lawyers assure me that I can. Mass? ", "Massimo: Well, I don't think I have to say anything. But I'm sure Jonathan told Eric the same thing. How total power in the company now resides in her hands. ", "Stephanie: I'm going to take Forrester back to what it once was -- before Brooke arrived here with her smut and her debauchery. ", "Eric: Stephanie, just stop this. ", "Stephanie: Oh, you can stand there and you can huff and puff, but you're not -- you're not going to change anything. I am taking control. I own Forrester. I have all along. And that means, Brooke, quite simply, that you are out of the company. ", "Brooke: The hell I am.", "Eric: Brooke, don't --", "Brooke: No, Eric. Stephanie can \"huff and puff\" all she wants, but she's not going to throw me out of a company that I've spent years helping to build. I don't care about your little piece of paper and what your lawyers are going to do. I am going to hire my lawyers to take care of this. You are not going to take Forrester Creations away from my children. Because it's as much their legacy as it is yours, Stephanie. No matter how much you hate me, you're not going to do that. I will put a stop to this. I swear to god, I will. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=9Xy15D1ME-4"}