{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Bold and the Beautiful", "Transcript": ["Dante: Sign these papers. You're holding on to a marriage that's already dead. ", "Nick: It's just beginning. Bridget, please don't give up on us. ", "Bridget: You pledged your life to my mother. You've been acting like such a devoted husband -- so excited about having a child with me. This whole time, you've been longing for her? And now that the divorce papers come, you just want me to forget about all of that, and believe that you've changed overnight. ", "Nick: This isn't overnight, and you know it. Search your heart, stay true to that. ", "Bridget: So, you just expect me to come around after you've lied to me, you've hid things from me? Nick, I don't want a life full of insecurity and games. ", "Nick: Well, neither do I! But don't forget, I'm not the one who started this. I think somebody ought to be a man and step up and own their part in this. ", "Bridget: What -- Dante?", "Nick: What about the lies about the abortion? Those tests that you put me through? You know, those weren't my ideas. And I don't think they were yours, either. I think I know you a little better than that. ", "Dante: She was unhappy long before that. You told her you loved her mother. ", "Nick: Because I was trying to be honest about everything. And, believe it or not, we had a loving, truthful relationship before you came to town. And I want that back. No more fake abortions, no more fake love sessions by the pool or fake marriages or fake relationships. I want to start a new beginning. And I know that you do, too, I can feel it. I want to get back to what we talked about, back to the way we felt about our relationship and this child. We can have that back. I'm tearing these papers up. ", "Dante: Like hell. You're a son of a bitch. That's all you've ever been. ", "[SCENE_BREAK]", "***********************************************************", "[ Glasses clinking ]", "Eric: Here's to a new understanding. A deeper commitment on my part to fulfilling your deepest desires. ", "Brooke: Eric. ", "Eric: No, no, no. This is my night. You don't talk until it's over. You're wonderful. You're amazing. And you affect me in a way that no other woman ever has, or ever will again. You ignite this passion in me, it's something I can't even control. My god -- I'm able to leap tall buildings in a single bound. Flying to Las Vegas, you and I, getting married again for Bridget, to restore the family name -- for the company -- that idea was filled with greatness -- and risk, I know -- but I didn't care. Because I was starved for you. I was tortured watching you deal with your yearnings there. ", "Brooke: Eric -- ", "", "Eric: No, no. So now, I'm going to fulfill those needs in a way you never thought possible. ", "Brooke: Please -- ", "", "Eric: No, don't need to thank me. Plenty of time to thank me later. When I told Stephanie about us, she just laughed at me, she told me that I wouldn't be able to hold on to you. And I told her that, if it only lasted a week, it would be the happiest week in my life. And, sure enough -- you give me more happiness, more joy, more of everything than I ever could have expected. It didn't turn out as I expected, it really hasn't. But then, nothing really does with you, does it? So -- here's to this marriage -- this madcap, wonderful, ill-conceived marriage. And here's to -- and here's to it's conclusion. Here's to you, honey. To your freedom. ", "", "[ Glasses clinking ]", "Brooke: Our marriage? Are you saying you're leaving me? ", "Eric: Leaving you? For me to leave you, young lady, would imply that I had actually had you. ", "Brooke: Eric -- ", "", "Eric: Look, we -- we tried to do something wonderful -- something wonderful for Bridget. It was not a very good idea, actually. I mean, she never bought it. In fact, it didn't work for us, either. And I think you probably were coming here to tell me exactly the same thing. ", "Brooke: I felt so horrible for everything that I put you through. ", "Eric: Don't do that. Don't do that. No regrets, okay? This was fun. And we're going to have good -- more good times together, we will. As grandparents. I cannot wait to hear that little baby call you \"Gramma.\" And we have new bridges to build, we do. Forrester creations -- I'm going to get the company back from Stephanie. I've got some new people lined up, I have a whole new plan of attack. ", "Brooke: You're incredible. And there is a woman that is lucky enough to deserve you. She is out there.", "Eric: I believe she is, too. And so, our wild ride -- part two -- comes to an end. Damned if I don't still love you. ", "Brooke: I love you, too.", "Eric: Yeah, yeah, I know. Well, now that the pressure's off, you know, I really hate to see this bed go to waste. Any interest in that at all? ", "[SCENE_BREAK]", "************************************************", "Dante: I know about family. And I never wanted yours to be torn apart. Listen, it's only a question of now or later. I mean, how many times has this guy hurt you, huh? And I don't want him to do it again. You know, there's clever people in this world, okay? They take advantage of other people. They use other people. And there's others -- not many -- okay, that have generous hearts, that are forgiving. I mean, Bridget, when you're happy, you're extraordinary. I mean, if there are words in English to describe it, I don't even know what they are. But, when you're sad, that light inside you -- it's like, it's gone. It just dies a little, you know? How many times are you going to let him do that to you? I mean, do you want to end up like Taylor -- married to a man who can't let go of your mother? ", "", "[SCENE_BREAK]", "Nick: I'm not Ridge.", "[ Stephanie scoffs ]", "Stephanie: Dante's right. You may believe you're not, but you're not any different than the rest of them.", "Nick: I am. I'm not like them. I'm not like any of them. ", "Stephanie: Yeah, you keep saying that. But I've seen Brooke get under men's skin. Strong, determined men like you. ", "[SCENE_BREAK]", "Dante: I love you, Bridget. And I don't love anybody else! ", "[SCENE_BREAK]", "Nick: Bridget -- I know that I have to win your trust back. And I will do whatever it takes for how long it takes, but it can't happen if he's here. ", "Bridget: He has no place else to go. ", "Nick: They have plenty of hotels in L.A. I'll take him myself. ", "Bridget: He's not going anywhere tonight. ", "Nick: Okay, fine, fine. Let's pack a bag for you. I want you to stay at the boat. ", "[SCENE_BREAK]", "****************************************************", "Stephanie: Don't you do any such thing! ", "Dante: Sign the papers!", "Stephanie: Dante will help you raise this child. ", "[SCENE_BREAK]", "Nick: Nobody's raising my child. ", "Bridget: Oh, for god's sakes, just stop it! Stop! ", "Nick: I need to talk to you for five minutes. That's all I ask. Alone! ", "Nick: This is wrong, Bridget. What's going on in there, this arguing and bickering and this high manip -- ", "Bridget: You have no right to tell me you can or cannot stay in my house. ", "Nick: No, I don't. ", "", "Bridget: Okay. ", "Nick: But that is my child. And I do have a right to raise my child. But I don't want to do that without you. We've lost a lot of time, you know. A lot of precious time. I don't want to do that anymore. I'm asking you to trust me and let me be in your life. The way it should be. The three of us. And you won't regret it. And I'm going to say this 'till I'm blue in the face, because I mean it. I will never disappoint you again. Never. ", "[SCENE_BREAK]", "*********************************************************", "[ Jackie sighs ] ", "", "Jackie: Eric -- I'm so sorry, sir. We're closed. I must've neglected to lock the door. I'm sorry, I'm going to ask you to leave. ", "Eric: I'm looking for something special. ", "Jackie: Eric. ", "Eric: Something elegant for someone very dear to me. I'd like to be able to give it to her tonight.", "Jackie: Well, you're going to have to shop somewhere else. There are plenty of other places that are not closed. ", "Eric: None of them as special as yours. ", "Jackie: Having something made up at Forrester not an option? Yes. Yes, it is a bit awkward with Stephanie in charge. But that's no reason to come here and torment me. ", "Eric: I would never do that. But I do have my heart set on finding something here. ", "Jackie: Fine, just pick out what you want and leave. ", "Eric: Well, I'm -- I'm going to need your help. ", "Jackie: You're not even looking in Brooke's size! Here -- this one should do. Lots of cleavage in this. No, no, no. This one. Completely see-through, perfect. ", "Eric: No, no, I actually had something else in mind. Something a little more elegant. Something with a little more class. ", "Jackie: Pearls before swine. ", "Eric: Something like this.", "Jackie: That wouldn't fit Brooke. It wouldn't even suit Brooke. ", "Eric: Fine, I'll take it.", "Jackie: Brooke wouldn't be caught dead in this. But if it's what you want, just be sure to read the return policy. ", "Eric: So you do take returns? ", "Jackie: Only if the goods aren't damaged. ", "Eric: No problem there. I'll take it. Oh, would you mind gift-wrapping that for me, please? Thanks. Is there a card? And a pen? ", "Jackie: Eric, I -- ", "", "Eric: No, just wait a second. ", "Jackie: You -- ", "Eric: No, wait -- okay. Would you do me a favor? Would you read this for me, please? ", "Jackie: No. ", "Eric: It would mean a lot to me. ", "Jackie: \"Please forgive me. I am an idiot -- Jackie -- and let me love you the way that you deserve to be loved. Eric.\" ", "Eric: My marriage is over, it never should have happened in the first place. Any chance I could take you to dinner? ", "Jackie: Well, there's always a chance. But I warn you, you are going to have to pay. ", "Eric: Well, I'm willing. Whatever it takes. ", "[SCENE_BREAK]", "**************************************************************", "Nick: I'm not asking you to forget what happened. I'm asking you to reconnect -- to try and think of good things, the good times, about how we fell in love. Let me hold you -- hold you, and think back to the foundation that we built -- what we built together. Just let me hold you. Think of that. ", "In my wildest dreams I never thought I'd see the day someone would change me you walked into my life", "and now I feel so alive I'm just not the same me you're my soul reason that I feel this way ", "come on and warm me like the sun you're my inspiration you're every breath I take ", "you're my soul reason I laugh I cry I live ", "I die and I love ", "", "you're my soul reason", "Nick: I want that. I want all of that. I want it for the rest of our lives. I want you. I'm sorry. I'm so sorry. I'm sorry. Oh, I love you so much. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=L-mBMiWdMuk"}