{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Jeffrey: Door's that way. \nJeffrey: Door's that way. \nCassie: Uh-huh, yeah. \nJeffrey: You step on gum or something? \nCassie: No. \nJeffrey: Because, see, you're not moving. \nCassie: Neither are you. You're not moving. \nJeffrey: It's a nice day, isn't it? \nCassie: It's a beautiful day. \nJeffrey: You afraid? \nCassie: Me? No. You? \nJeffrey: Me? Why would I be afraid? \nCassie: You know, we walk in there holding hands... \nJeffrey: What, the earth is going to stop spinning? We're going to fall off? What, people going to throw tomatoes at us? \nCassie: Okay, okay. You're right. I'm crazy. I'm just being crazy. \nJeffrey: Look, you know what? We had to leave my apartment at some point and face the real world. So let's just be adults, hmm? Walk in there and get a bite to eat. Okay, you first. \nCassie: Let's go. ", "[SCENE_BREAK]", "Dinah: So are you ever going to reveal the mystery of this tragic haircut?\nJonathan: You know, every man has his secrets. I can sum mine up in one word-- mothers. \nDinah: What about them? \nJonathan: You know, even when you're faking it, even when you're wearing that phony pregnancy pad, you're still better than some of the real mothers out there. You're pretending to be pregnant. Cassie and edmund are pretending that their relationship isn't the train wreck that we're all watching with glee. The world's a joke, if you haven't heard. ( Phone rings ) hey, looks like you've got some messages. \nDinah: Yeah. I mean, I wonder who it could be. ( Knocking at door ) \nEdmund: Dinah, I've been calling. You all right? \nJonathan: Oh, I wonder who it could be. Hey, eddie, just give us a second to put our clothes on, okay? ", "[SCENE_BREAK]", "Harley: I'm going to be cleared, and finally this nightmare will be over. \nGus: Mallet turned out to be a pretty good guy after all. And if he can get a confession out of sebastian, more power to... \nHarley: Shh. I know this is our life right now, but I don't want to talk shop. \nGus: Yeah. \nHarley: I want to enjoy my freedom. \nGus: Mmm. \nHarley: Maybe enjoy you a little bit while I'm at it. \nGus: Yeah? ( Gunshot ) \nGus: Talk about a bad dream. You know when your worst dreams come true, babe? Harley? Harley? ( Groans ) ", "[SCENE_BREAK]", "Mallet: Excuse me, ma'am? Hi, how are you? I'm looking for a male caucasian, medium build, medium height, with bleached hair. \nNurse: Oh, dr. Wallace's brother. Yeah, he's resting inside. \nMallet: Oh, good. Thank you. ", "[SCENE_BREAK]", "This portion of \"guiding light\" is sponsored by olay. Love the skin you're in. \nJeffrey: Okay. \nJeffrey: Okay. I feel slightly ridiculous here. \nCassie: Slightly? \nJeffrey: You know what? If... \nCassie: It's not that I'm embarrassed or anything. It's just coming out of this, blasting it to the world is a little overwhelming right now. \nJeffrey: ...Adults here. You see what we just did? \nCassie: Let's never do that again. \nJeffrey: Yeah. \nCassie: All right. You go first. \nJeffrey: I don't care what anyone thinks, okay? I've never lived my life by other people's rules. \nCassie: How's that working for you? \nJeffrey: Okay, so I don't have a lot of friends. But, you know, the upside of that is I don't get bothered a lot, you know? People generally tend to leave me alone. \nCassie: Well, I don't know what I need to be ashamed of. So my marriage to a guy who had me locked up in a tower for a while crashed and burned, and now I'm with a man who looks exactly like my dead husband. \nJeffrey: Yeah. It's not your typical reality, is it? \nCassie: My reality? \nJeffrey: I'm the realest person you'll ever know, mrs. Winslow. \nCassie: Yeah, my... I don't know. I think my marriage to edmund was just a fantasy. It was. It was a make-believe family, make-believe trust, make-believe commitment. It was just one big illusion, except for the baby that dinah's carrying. That's the only good thing to come out of this, you know. \nJeffrey: Yeah, it's also the only thing that's keeping you tied to edmund, isn't it? ", "[SCENE_BREAK]", "Edmund: Dinah? \nDinah: Give me that. \nJonathan: You ever play keep away? \nDinah: Okay, jonathan... ( pounding on door ) \nEdmund: Dinah, open, the door! \nDinah: Now I don't even know if I want to let him in. \nJonathan: Well, if you didn't want edmund over here, why'd you get him all wound up on the phone? \nEdmund: I'm going to count to ten and then forget my vow of nonviolence. \nDinah: Okay. It takes a long time to get a pregnant woman across the room. Don't you know that? \nEdmund: Well, I do now. \nDinah: I couldn't just drop everything because you decide to barge in here and do whatever you want. \nEdmund: Well, you were certainly able to drop his pants. \nJonathan: Now, is that any way to talk to a pregnant woman? \nEdmund: What the hell is he doing here? \nDinah: Jonathan is servicing me with some sex, because I am an expectant mother, and we need a lot of that. \nEdmund: Dinah, for god's sake... \nJonathan: Uncle eddie, you don't know what you're missing, man. You definitely should have gotten pregnant the old- fashioned way. \nEdmund: Okay, I'm going to kill him now. \nDinah: Okay... no! No, no, no, no, no, no, no, no, no. Okay, now listen, listen, listen. Let's just calm down and have a drink and chill out, okay? \nEdmund: Are you insane? \nDinah: I... women need a lot of sex when they are expecting, and I'm fine now. I'm good. \nEdmund: How could you even touch that... \nJonathan: Careful. \nEdmund: I can't begin to tell you how much I want to throw you off that balcony right now, but I'm not going to, because of cassie. \nJonathan: Well, how big of you. \nEdmund: Thanks. Dinah, what happened to your selfless and sacred act, your desire for redemption? \nDinah: I tried that, but it didn't work. And what am I supposed to do? Am I supposed to just wait around here and get bigger and bigger while you and cassie harvest a baby? Look, jonathan, he makes me feel like a woman. He makes me feel attractive. And you didn't want to do the heavy lifting, so I found myself a man who could. ", "[SCENE_BREAK]", "Harley: Look who's grabby now. \nMallet: What are you doing here? \nMallet: What for? \nHarley: Three reasons. One, backup. \nMallet: I'm fine. \nHarley: Two, I know more about this case, and I know about sebastian. \nMallet: And three? \nHarley: Three is... \nMallet: You don't have a three, do you? You said you had three, but you only have two. \nHarley: I've got a three, okay? I've got a three. \nMallet: Okay, I'm listening. \nHarley: Three is... you know, I'm sick of you taking risks for me all the time. \nMallet: And again, I'm fine. You, on the other hand, are not fine. You know, all it takes is a cop on the street, a patrol car, a security guard to see you... \nHarley: I know. If a hot dog vendor spots me, I'm going down, I know. \nMallet: Yeah, that's right. And yet here you are. \nHarley: Could we just find sebastian and find some answers, please? \nMallet: Okay, okay, okay. So what's this guy's deal anyway? \nHarley: Well, all I know is that dr. Wallace was alive before his brother got here, if you know what I mean. \nMallet: You think sebastian came here and killed the good doctor because he had something to say? \nHarley: I think sebastian was driving the car that hit him in the first place. \nMallet: And sebastian came here to finish the job? Oh, hmm. You know, that's possible. But you know what the bad news is? The guy's long gone. \nHarley: So what are you saying, we have nothing? \nMallet: I'm saying maybe wallace said something to a nurse or a doctor, or maybe somebody saw something. \nHarley: Good. Let's ask some questions. \nMallet: No, no, no, no, no, no. I ask the questions. You go back into hiding. ( Phone rings ) ", "[SCENE_BREAK]", "Harley: Hello? \nGus: Wow. I don't know whether to be relieved that you answered the phone or to be angry at you for sneaking out as you always do. \nHarley: Well, don't yell, okay? Save your strength. \nGus: Are you safe? Where are you? \nHarley: Of course I'm safe. I'm with mallet. You want to hear the bad news?\nGus: Well, I thought that was the bad news. \nHarley: No. The bad news is sebastian. Apparently he woke up and kind of took off. \nGus: Well, that's just great. You need to get back here, okay, before somebody recognizes you, because you've got a bullseye on your back and on your front. \nHarley: Hey, trust me, I am not looking to get grabbed. But we cannot leave the hospital until we talk to every doctor or nurse who might have seen wallace before he died. \nGus: Well, mallet can handle all of that, and I'm sure that he'll agree with me on this one. \nHarley: Oh, that's so touching. You're becoming friends. \nGus: Just get back here, okay? \nHarley: Whoa, you're breaking up. Whoa. \nGus: No, no, no. Don't pull that \"breaking up on the cell phone\" trick. I invented that thing. \nHarley: Look, you should be getting rest, gus. \nGus: And you're supposed to be playing it safe and smart so we can get married and have kids and raise the boys and get a dog. \nHarley: A dog? \nGus: Yes, a dog! You had a dog with what's-his- face, right? I just found that out. So we should get a dog. We can get a big dog or a small dog or a small dog and name him big. Whatever you want. I'm going to get us a dog. \nHarley: Look, can we talk about the dog another time? \nGus: No, we're going to talk about it now in this hotel room. Get back here.\nHarley: No. \nGus: What do you mean, no? \nHarley: No. \nGus: No? \nHarley: No. \nGus: Fine. \nHarley: Fine. \nGus: Then I'm going to be fine, okay? I'm going to have my hip fixed and my foot, and as soon as my foot is ready I'm going to put it right in your... \nHarley: You know what? You need to take that back, because you're just being nasty now. ", "[SCENE_BREAK]", "Mallet: Enough. I'm going to take you back to the hotel and lock you in a room so you two stop driving the rest of the world crazy with all this old married couple junk. \nGus: What? \nMallet: Listen, gus. As much as I'd love for you to talk, some sense into harley, there are not enough hours in the day to accomplish that task. \nHarley: You're both ganging up on me now? \nMallet: So listen, gus. She knows things about sebastian and wallace that I don'T. \nGus: Yes. Yes, she does. Will you just watch here, please? Will you watch out for her? \nMallet: I will. Hey, get some rest. And order an adult movie. Belasco's got quite a selection. What? ", "[SCENE_BREAK]", "Sebastian: Yes, hello. I have some information regarding a wanted fugitive.", "[SCENE_BREAK]", "Cassie: We're going to have to hurry up and go in there, because I am starving. \nJeffrey: Yeah. \nCassie: Didn't we say we're going to go out for a bite and a beer and hold hands just like every normal, average couple? \nJeffrey: You and me, normal and average? That's a bit of a stretch. \nCassie: Okay. Let me rephrase it. That we were going to be who we are, no apologies. So let's go. Come on. \nJeffrey: Okay. You're sure? \nCassie: I'm sure. I'll protect you. \nJeffrey: Thank you. Okay, let's go. \nCassie: Wait, wait, wait. \nJeffrey: What? \nCassie: I just wasn't ready. \nJeffrey: You just said... \nCassie: I know what I just said, but... okay. How do I look? \nJeffrey: Like you just rolled out of bed. \nCassie: I can live with that. \nJeffrey: Me, too. Let's go. Come on. \nCassie: See? I told you no one would care. \nJeffrey: Right. \nCassie: Excuse me? We're going to get two burgers, two beers, whenever you get a chance. \nWaitress: Coming up. \nCassie: Okay. \nJeffrey: Did you just order for me? \nCassie: Yeah, I did. Sorry. \nJeffrey: Okay. ", "[SCENE_BREAK]", "Tammy: Mom, jeffrey? ", "[SCENE_BREAK]", "Edmund: I'll spend more time with you. \nDinah: Okay. Okay. So that means that you are going to have sleep-overs, you're going to spend the nights? \nEdmund: Dinah, why would you want to spend the night with a man you claimed kidnapped you? \nDinah: Okay, okay. What, you're not going to forgive me for that little thing? Now, come on. No. I... look, forgiveness is divine, and I am. You can ask jonathan. \nEdmund: Is that supposed to make me jealous or sick to my stomach? \nDinah: How's it working? Come on. I know you want to be with me, edmund. \nEdmund: Dinah, even if I did, I'd be giving in because it would serve my purpose. I want to make sure my child, my unborn child, is safe from harm, not to mention disease. I'd be using you, dinah. You know it and I know it. And let's not make fools of ourselves by pretending it would be otherwise. ", "[SCENE_BREAK]", "Jonathan: I'm using her, too. And she's using me. Everybody's using everybody. \nEdmund: Nice haircut. \nJonathan: Funny. \nEdmund: If I toss you off the balcony from this height, do you think you could fly? \nJonathan: Go ahead, toss me. \nEdmund: I'm not going to toss you, because cassie thinks I'm back to my old ways, but I'm not that man anymore, because i can't afford to be. And I'm going to spend every breath of my life proving that to cassie until the baby is born, and then she comes back. \nJonathan: Oh. So you think a baby's going to solve all your problems, huh, eddie? What if there were no baby? What would you do then? ", "[SCENE_BREAK]", "Nurse: There's someone here to see you. \nMallet: Did they flash a badge? \nNurse: You said you were a federal agent. \nMallet: I did. I mean, I am. We're just... we're a little surprised because we're flying under the radar a bit. ", "[SCENE_BREAK]", "Harley: Did they tell you who they were? ", "[SCENE_BREAK]", "Gus: Oh, good. I'm not dreaming now. It's about time. ", "[SCENE_BREAK]", "Police officer: Don't move! ", "[SCENE_BREAK]", "Mallet: If it's the cops, I'll handle it. \nHarley: Okay. \nMallet: Okay. Who are you? ", "[SCENE_BREAK]", "Andrea: I'm andrea wallace. I know who you are. You were giving my brother all that money, and you're the reason he's dead. ", "[SCENE_BREAK]", "Coming up on \"guiding light\"... \nEdmund: How did I not manage to kill you when I had to chance? ", "[SCENE_BREAK]", "Jonathan: I guess I have good old mom to thank for that one, huh? ", "[SCENE_BREAK]", "Richard: Marissa randall, olivia's sister, her body was found washed up on a beach in san cristobel. ", "[SCENE_BREAK]", "Tammy: Jonathan's mother? ", "[SCENE_BREAK]", "Police officer: You can go downtown or you can talk. ", "[SCENE_BREAK]", "Gus: Talk? Talk? Talk about what? I don't know what you're talking about. ", "[SCENE_BREAK]", "Frank: Really? How about everything you know? ", "[SCENE_BREAK]", "Cassie: Tammy, hey, sweetie. How are you? You look great, and I miss you. \nJeffrey: Tammy... \nCassie: How are things going? Josh isn't working you too hard, is he? Because, you know, he shouldn't be working you too hard, because someone your age should be having a really good time, having a lot of fun. Well, not too much fun, because what I meant was that you should probably... \nJeffrey: She knows what you meant. \nTammy: So you two are hooked up now, right? \nCassie: Why would you say that? \nTammy: Maybe the way you were holding hands, and then all of a sudden you weren't holding hands when I saw you. And you're rambling. \nCassie: I'm not rambling. \nJeffrey: Yeah, you kind of are. \nCassie: Okay. So... okay. All right. I was. I was rambling. I'm just... yeah, we are kind of... well, what you said, sort of. \nTammy: Okay. Mind if I join you? \nJeffrey: Oh, sure. \nTammy: So normally I would pretend I didn't see anything. I'd let you tell me what's going on in your own sweet time. But I don't have the time or the patience for that. \nCassie: Okay. \nJeffrey: We appreciate your candor, tammy. \nCassie: Yeah. \nTammy: Face it. He looks like richard. We've both had our private little freak-outs about it. We've had to get used to seeing his face. \nJeffrey: Well, you know, you can talk about me like I'm not here. I don't mind. \nTammy: I'm going to get to you in a minute, mister-- mister da who tried to keep me in jail. \nJeffrey: For stealing a car, yeah. \nTammy: Mom, he's not daddy. He never will be. But just seeing his face, the way rj used to run up to him all the time, it did something for all of us. It gave us some comfort. \nJeffrey: Tammy, I'm not... \nTammy: I know you're not richard. But you look like him, so you have to know what that means. It took a while, but we all like you for who you are, jeffrey. But having your face means a lot more than people are willing to talk about. \nJeffrey: I know. \nTammy: Then just get over it, both of you. Besides, he's actually saved your life a bunch of times. And most importantly, he seems to make you smile. And you need that after edmund. \nCassie: I do. \nTammy: Edmund's not going to let go of you, mom. And what are you guys going to do about the baby? \nJeffrey: Well, we haven't gotten that far yet. \nTammy: Well, you need to figure it out, because that is my baby brother or sister. \nCassie: Yes, ma'am. I love you. \nTammy: I know. I love you. Now, let me have jeffrey for a minute. \nCassie: Okay. I'm going to go get... well, I'm going to check on the burgers and the beer, and just take it easy. \nTammy: Okay. \nJeffrey: I appreciate what you just said, tammy. \nTammy: Well, I'm done. Moving on. I need some da/detective older guy advice.\nJeffrey: Oh. Okay, okay, shoot. \nTammy: Which is exactly what I'll do to you if you ever break my mom's heart.\nJeffrey: Got it. \nTammy: Okay. If someone's acting weird, disappearing, giving excuses that don't hold up, how do you find the truth without ruining things? \nJeffrey: Well, tammy, you know, trust is important. It's everything. If you don't have that, well, then, what do you have? \nTammy: What if I want to hedge my bets? ( Phone ", "[SCENE_BREAK]", "Mallet: I apologize for my partner. She comes on a little strong. \nAndrea: Your partner? I'm sorry. I misunderstood. I thought you were... I don't know. Whoever my brother was dealing with. \nMallet: I'm sorry for your loss. We're just trying to piece together what happened to dr. Wallace. He was a good man that met a tragic end. \nAndrea: Yes, thank you. \nMallet: And I know that you want to get to the bottom of this as much as we do. So I have to ask you, was your brother flashing a lot of cash or anything like that before he died? \nAndrea: A boat. All those trips to new york. I know doctors do well, but not this well, and not er docs. He couldn't spend it fast enough. When I asked him about it, he said he had a very generous patient. \nHarley: Was that man's name phillip spaulding? \nAndrea: He was the one who was murdered. \nHarley: Did your brother ever meet him? \nAndrea: I don't know. \nHarley: Did he ever mention any other names, any other spaulding names? \nAndrea: I just came to claim my brother's body. Excuse me. \nHarley: Please... whoa! What? \nMallet: Let her go. Just let her go. \nHarley: Let her go? That's our only lead. Are you crazy? \nMallet: Let her go. \nNurse: Ms. Wallace, here are your brother's belongings, and the note your other brother was looking for. \nAndrea: I don't have another brother. \nHarley: Look, maybe I'm just being foolish here, but i actually thought we were getting pretty close there. \nMallet: We'll get close again, harley, all right? I'll make sure of it. ", "[SCENE_BREAK]", "Jeffrey: Olivia, I hate to do this over the phone. I'm sorry for your loss. Please call me. Thanks. \nCassie: Hey. I thought tammy... ah, food's here. I thought tammy would still be here with you. \nJeffrey: Yeah? Well, she took me out to the woodshed and whacked me across the head a few times, but then she had to get on with her own life. Your daughter just wants to be happy, cassie. That's all. \nCassie: Happy isn't a word that I find useful these days. \nJeffrey: Well, I'm sure she would have stayed around and given you an earful, but there's something going on with sandy. You know, she's going through that \"can I trust my feelings\" thing that you seem to all go through. Uh-oh. \nCassie: \"You all seem to go through?\" \nJeffrey: I'm sorry. Digging a grave for myself here. I think I'd better put my da hat on and change things up here before I get incinerated. I got a call from san cristobel, and jonathan randall's mother, well, she was found dead. \nCassie: Oh, my god. How'd she die? \nJeffrey: I don't know. But I'm going to have to make a few calls. \nCassie: I guess I have to get used to this, like, \"go away, i have to make a few calls.\" \nJeffrey: You really want to kiss me right now, but we're still getting used to this public display of affection thing, I know. \nCassie: You want to kiss me? \nJeffrey: I got no problem doing it right now. \nCassie: I need a little time. \nJeffrey: Time's on my side. \nCassie: I'm going to go sit in the afternoon sun. \nJeffrey: Okay. ", "[SCENE_BREAK]", "Edmund: You look lovely, cassie. \nCassie: What do you want, edmund? Jeffrey's inside. \nEdmund: Oh. Good for him. I was just wondering if we might have a moment together without you screaming at me or accusing me of something. There's so much bad blood between us. I'd like that to stop. \nCassie: How? \nEdmund: We share so much, so many memories. Not all of them good, I'll grant you that. But there is the baby. Of course, we don't exactly share that either, do we? \nCassie: What's your point, edmund? \nEdmund: Well, dinah signed a contract when she agreed to carry the child. \nCassie: Yeah? And? \nEdmund: Her name is on the contract. My name is on the contract. Yours, however, is not. \nCassie: That's because I was nowhere to be found when you came up with this stupid idea to implant my embryos in dinah. \nEdmund: Perhaps it was foolish of me to think a child would keep us together.\nCassie: You know, we could solve this in two minutes in a lawyer's office, edmund. \nEdmund: Oh, yes. Lawyers are useful for so many things, aren't they? But lawyers can't make your dreams come true, whereas I can. So shall we talk? ", "[SCENE_BREAK]", "Dinah: You know, I'm worried about you. You... one minute you smile, and then the next, if we start talking about kids, or, you know, god forbid, mothers, \"lee, lee, lee, lee.\" \nJonathan: I'm not psycho, dinah. Okay, maybe a little bit. \nDinah: Well, I mean, I know about your dad, but what about your childhood?\nJonathan: It sucked. \nDinah: Well, mine did, too. What about your mom? She raised you? \nJonathan: I'm going to go get that fresh bucket of ice. This is awkward. \nTammy: I've been looking for you, actually. \nJonathan: Well, you found me. \nTammy: Your hair. Have you talked to jeffrey o'neill? He said he was going to call you. \nJonathan: Am I under arrest? No, I haven't been checking my phone. \nDinah: Jonathan? \nJonathan: Speaking of awkward... \nTammy: I'm an idiot. I thought you might need... never mind. \nJonathan: Wait. Need what? \nTammy: Just check your messages. And I'm sorry. ", "[SCENE_BREAK]", "Gus: Frank, I'm glad to see you, man. Excuse me. This guy is trying a little too hard to make a collar out of me, okay, for nothing. I didn't do anything.\nFrank: Really? Well, then I guess we have different definitions of nothing.\nGus: I didn't do anything. \nFrank: I made some calls. You're coming back with me to springfield. \nGus: Springfield? Are you going to arrest me? What about harley? \nFrank: What about her? \nGus: I need to find her. \nFrank: Really? \nGus: I need the keys too... \nFrank: Really? Well, you know what? Where is she? \nGus: Frank, she's gone, all right? She's with mallet. \nFrank: You're lying. \nGus: I'm not lying. \nFrank: Gus, you look me in the face right now and you tell me where my sister is. \nGus: Frank... \nFrank: Because we both know she would never leave you. \nGus: Listen to me. If it's a matter of staying with me or being safe, I made sure she left, damn sure she left. And look at me, frank. Look at me in the eye. I'm not lying, okay? She's gone. She's long gone. ", "[SCENE_BREAK]", "Mallet: So thanks for your help. And if any more information comes your way, you've got that phone number that I gave you. \nHarley: Yeah, thanks a lot for all your help, really. Really, I mean it, everything i said. I was standing here. \nMallet: What? \nHarley: Oh, that's right. I forgot the power that you have over women-- not just in the back seat of that surveillance van, I'll tell you. \nMallet: Oh, boy. Don't start. \nHarley: No, actually, I'm sorry. I was being sincere. I was. That was very good, you know, with the nurse and dr. Wallace's sister. You were very patient and kind and almost charming, really. \nMallet: Thank you. I'm kind of a \"get flies with honey\" kind of a guy. \nHarley: I remember. I mean, I remember the effect it had on me years ago. \nMallet: For all the good it did me. \nHarley: Well, it did you good. We got married, didn't we? \nMallet: That's right, we did. \nHarley: Hey, what is that? \nMallet: There's a lot of scars I have that you don't know about. \nHarley: I could say the same thing. No, I mean, it looks new. It looks... \nMallet: It's new. I was a warden thrown into a general prison population. Stuff happened. \nHarley: Sorry. \nMallet: No, don't be. It was a good learning experience. Helped me sharpen my survival instincts. We've got to get you out of here. You've been outside way too long. We've got to get you back in hiding. Come on. \nHarley: Hey, wait. For whatever it's worth, I mean, you know, this whole thing's been really complicated and everything, but you've been... \nMallet: Hey, you're welcome. \nHarley: It's been great. ", "[SCENE_BREAK]", "Cassie: What do you want, edmund? \nEdmund: You. But clearly I'm not going to get that back. You always hear that question, and the answer from some lovesick sop who doesn't know whether to...\nCassie: I'm leaving. \nEdmund: Okay, please, please. The baby, cassie. \nCassie: What about it? \nEdmund: I think we'll both agree that the child should be born into a unified, stable family. \nCassie: Edmund, I'm filing for divorce. \nEdmund: Well, I never said it was going to be easy. Families come in all shapes and sizes these days. I'm just... I'm thinking we should create one that fits. \nCassie: Okay, let me make this clear. I want you to stay as far away from me and the baby as possible. \nEdmund: All right. But officially, you see, the baby belongs to me. You're just an egg. \nCassie: I'm the baby's biological mother. \nEdmund: And I'm the baby's biological father. And the law is the law. \nCassie: You're sick, edmund. You're sick. \nEdmund: The baby, cassie. It's the baby or jeffrey o'neill. You decide. ", "[SCENE_BREAK]", "Jeffrey: Cassie? Who was that? \nDinah: Hey. Was that tammy out there? What's going on? What happened? \nJonathan: She was talking about comfort. \nDinah: Well, that's my department. \nJonathan: You're not pregnant. Bottoms up. \nDinah: Oh, come on. Check your messages later. \nJonathan: Would you just back off for a minute? \nJeffrey: Jonathan, this is jeffrey o'neill. I would have preferred to say this face to face, but you're a hard man to track down. I'm afraid I have some bad news, jonathan. Your mother, marissa randall, has been found. She's dead, jonathan. The local authorities suspect foul play. Please call me when... \nDinah: Want a glass now? \nJonathan: Why not? ", "[SCENE_BREAK]", "Harley: Gus? \nMallet: Gus? \nHarley: He's not here. Where is he? Do you think he followed us to the hospital? \nMallet: He's not that stupid. \nHarley: I was. \nMallet: Hey, frick and frack, do you two want to get caught? \nHarley: Maybe he's just trying to throw the cops off our trail. \nMallet: They were off our trail. \nHarley: Right. Maybe he got caught. Maybe he's in lockup right now. Maybe he could be out there anywhere if he got away. \nMallet: Wait a minute. \nHarley: The man can barely walk. We can't just leave him out there. \nMallet: Gus knows what he's doing wherever he is, okay? He's counting on you. He's counting on us to find phillip's killer. You just said so yourself, harley. We're getting close. \nAndrea: Alan, the shooter? \nHarley: I know what I just said, okay? And I know what we're trying to do here. I know what the plan is. But this is getting worse by the minute. I mean, first lena dies, then you go to prison. Not to mention the suffering that my family has endured. And now gus is out there getting weaker and weaker by the minute. I mean, how many people are going to sacrifice themselves for me? \nMallet: And are you going to honor their sacrifice by clearing your name, or are you going to keep running off half- cocked every time you get thrown a curve? I'm sick and tired of you thinking you know best, all right, and blowing the play. All right? Now, the way for you to save gus is to save yourself. And you're doing a rotten job of it so far. \nHarley: Wow. That was harsh. I'm doing the best I can. \nMallet: I know, I know. I'm just... I'm saying that you can do, maybe, a little bit better, okay? \nHarley: Well, the truth is, mallet, that we may never find phillip's killer. Not if alan is out there spending every single last dollar he has to hide the truth. The only thing that I can do is fix what is directly in front of me, okay? And that's gus. That is finding gus. And frankly, I don't really care whether you help me or not. What are you doing? \nMallet: Helping. \nHarley: Ow! ", "[SCENE_BREAK]", "Next on \"guiding light\"... \nReva: Marissa's dead? \nJonathan: I really couldn't care less. \nReva: Dead mothers. Is that supposed to be a threat? ", "[SCENE_BREAK]", "Marina: Our barbecue awaits. ", "[SCENE_BREAK]", "Danny: You guys heard from michelle? ", "[SCENE_BREAK]", "Mel: I don't think danny and michelle are over. ", "[SCENE_BREAK]", "Robbie: I don't want to go if mommy's not there. ", "[SCENE_BREAK]", "Harley: What is it? What does it say? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=MwrvMvgl_mk"}