{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Olivia: What happened to you? \nBill: I ran into a rose bush. \nOlivia: Oh, that's cute. You've obviously been in a fight. \nBill: Well, you should see other guys. Not a scratch on them. \nOlivia: Does this have anything to do with your blushing bride? \nBill: Why would you say that? \nOlivia: No reason. It’s just a guess. \n\nBill:  A good guess I might add. \nOlivia: Do you want to tell me about it?\nBill: Not really.  I’m just protecting the woman I love, that's all. \nOlivia: Yeah. Well, I admire your gallantry, but next time, you might want to hire a little muscle. \nBill: That's Vinnie Salerno style, not mine.\nOlivia: Vinnine Salerno? \nBill: Mm-hmm. \nOlivia: Is Eden in some kind of trouble?\nBill: Not anymore. \nOlivia: Are you sure? \nBill: I took care of it. \nOlivia: I can see that. \nBill: Mm-hmm. \nOlivia: Wow, you've had a rough 24 hours. This, last night. How are you feeling this morning, by the way? \nBill: You drove me home. \nOlivia: And tucked you in. \nBill: And tucked me in. Was Eden there?", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nGus: So are you going to tell me the truth, or do I have to drag it out of you? \nHarley: Why do you think I'm lying? \n\nGus: Well, because I just saw bill, and apparently bill paid a little visit to Salerno on your behalf and Salerno's goons roughed him up just a little bit.\nEden: Oh, my God, is he okay? \nGus: He's fine. \nEden: I need to get to him. \nHarley: Eden, you can’t. \nEden: Where is he? \nGus: Why can't she? \nEden: I'm going. \nHarley: You can't do this. \nEden: Harley! \nGus: No, I need some answers. \nHarley: Eden, no. \nEden: Don't put yourself in the middle, all right? Just stop... \nHarley: Why don't you let me make that decision? \nGus: All right, one of you is going to answer me because no one's going anywhere until I know what's going on! ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJeffrey: Ah, if it isn't the happy honeymooners. \nJosh: Hello. No, no, no. We're just an old married couple. \nReva: No, I think we still have that glow, honey. \nJeffrey: Yeah. It's glowing so much that it's blinding me. (Laughter) so, if you'll excuse me. \nReva: What, you have places to go, crimes to solve? \nJeffrey: Just going to grab some dinner. How about you two? \nJosh: Pretty much the same thing. We're just enjoying the quiet before the storm. (Knocking) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nMichelle: Hey. Tony, is Danny inside? \n\nTony: Michelle, what are you... what are you doing here? \nMichelle: Look, I need to see Danny. Are you going to let me inside? \nTony: No, I'm not going to let you inside.\nMichelle: Well, I'm not going to take no for an answer. \nTony: What... what is this, Michelle? Why are you carrying a loaded gun? \nMichelle: Don't worry about it. \nTony: No, I am worried. I am worried, Chelle. This is not the kind of life you need to be living. \nMichelle: Well, it's too late for that.\nTony: No, it's not too late. Michelle, go see your friend, your brother. Do something normal. Not this. \nMichelle: What's normal, Tony? \nTony: Not carrying around a loaded gun, do you understand? \nMichelle: Look, I know what I'm doing. \n\nTony: You don't know what you're doing, Michelle. Here. You don't pick up a loaded gun unless you're ready to use it. What's going on? \nMichelle: I am ready to use it, Tony. Now, give me back the gun. \nTony: No. ", "[SCENE_BREAK]", "Salerno: Blow Eden off the map? \nDanny: Yeah, you wanted to make a statement. That makes a statement. \nSalerno: I like the way you think. \n\nDanny: Come on, Vinnie, you didn't give me much of a choice. \nSalerno: Oh, we all have choices, Daniel.\nDanny: (Sighs) I know what would have happened. \nSalerno: Still, you made a choice, my friend.\nDanny: So, I just want to do it and be done with it. \nSalerno: Good. The sooner the better. Bye-bye, Eden. Boom. ", "[SCENE_BREAK]", "Tony: Forget it. You don't need a gun, all right? \nMichelle: That's not for you to decide.\nTony: You don't even know how to use the thing, Michelle. \nMichelle: I've fired a gun before, Tony.\nTony: This is not the same, you understand? It's not the same. \nMichelle: Look, I realized you're concerned, and I appreciate it... \nTony: I am concerned! \nMichelle: ...But carrying the gun was Danny’s idea. \nTony: It was Danny’s idea? \nMichelle: Yes, as a precaution. \nTony: Well, it's a stupid idea, Michelle. You get yourself killed. \nMichelle: Well, take it up with Danny. I still need to see him. \nTony: He's inside with Vinnie. I was given orders not to interrupt them, all right? No. \nMichelle: Those orders don't apply to me.\nTony: Go home, Michelle. Go home. Whatever it is, it can wait. \nMichelle: No, Tony. It can’t. \nTony: Yeah, it can. I'm not... I'll tell him you were here, all right. That's it. \nMichelle: All right, all right. (Sighs) you're not going to be happy until I go home? \nTony: That's right. I'm not going to be. You asked to be family. Michelle, I'm looking out for you. \nMichelle: All right, then, since I'm going home, will you give me back the gun? I promise I will lock it up. \nTony: You going straight home? \nMichelle: Yes. \nTony: Straight home? \nMichelle: Yes. And you'll give Danny the message? \nTony: You're going straight home? \nMichelle: Yes! \nTony: Yeah, I'll tell him. \nMichelle: You'll tell Danny, okay? \n\nTony: I will tell him. Go home. \nMichelle: All right. ", "[SCENE_BREAK]", "Salerno: I didn't think you had it in you.\nDanny: Why is that? I'm Miguel and Carmen Santos' son. \nSalerno: Ah, but the sensitive one. \n\nDanny: The smart one. Why get my hands dirty?\nSalerno: That's a good motto, but you're starting from the ground up. You've got to prove yourself. \nDanny: That's what I'm doing, Vinnie, isn't it? \nSalerno: Yeah. And I'm proud of you. \n\nDanny: All right, so does that mean I have the green light? \nSalerno: And my blessing. Go. Tell Tony to come in. \nDanny: Vinnie wants you. ", "[SCENE_BREAK]", "Tony: Everything okay? \nDanny: Yeah. Why shouldn't it be, Tony?\nTony: Hey, hey, I was just asking, Danny.\nDanny: Better get in there. \nTony: I'm going, relax. Danny, Danny, Michelle was.... ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJeffrey: You're expecting a storm? Thought we were supposed to have a calm evening. \nReva: No. No, no, no. With us, there's always a storm right around the corner. \nJeffrey: Yeah, that's true. You guys are normally pretty worked up about something or other, aren't you? \nJosh: That’s... yes. We're just taking advantage of this unusually quiet time and just being together. \nJeffrey: Well, that's nice. No, really, that warms the cockles of my heart. \nReva: Yeah. I'll bet. Yeah, it's quiet all around, though. You must feel it. \nJeffrey: Yeah, I do. As a matter of fact, Springfield is about as boring as it's ever been. Even before I got here. \n\nJosh: Sounds like you've done your job, then.\nJeffrey: Yeah, well, there are still a couple details I got to work out. So, you kids have a great evening. (Laughter) \nReva: And to think he could have been our son-in-law. \nJosh: Okay, I need a drink now. Let's go.\nReva: (Laughs) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: Was Eden there? \nBill: Yeah. It's not a trick question. \n\nOlivia: Kind of feels like it. \nBill: No, see, the thing is, she says she was in the bathroom when I got home last night, and by the time she got out, I was already asleep. \nOlivia: Well, you were asleep when I left.\nBill: Did you see her? \nOlivia: No, I didn't see her. \nBill: She wasn't there then, was she? \n\nOlivia: I can't say. \nBill: Oh, that's right. You don't have to. See, I was right. That's it. \nOlivia: You were right about what? \n\nBill: It doesn't matter, because the bad stuff is behind us and what's important now is the future. So that’s... \n\nOlivia: The future? We were talking about the future before you passed out. Our futures. \nBill: Maybe we should have eloped. That's what we should have done. \nOlivia: I don't know. A wedding is nice the first time. You can certainly afford it. \nBill: See, Michelle said the same thing about the wedding. \nOlivia: That you can afford a wedding? \n\nBill: No, the other thing. \nOlivia: Most women dream about their wedding day their entire lives. \nBill: You, too? \nOlivia: Yeah, it just didn't pan out the way I'd hoped it would. \nBill: Now is this the one to uncle josh?\nOlivia: I don't want to take this trip down memory lane. \nBill: Yeah, sorry, sorry, sorry. \nOlivia: But there is something I want to talk to you about. \nBill: Now, you're second one was a big one, too, wasn't it? \nOlivia: It was Alan’s idea. Listen! If you want to talk about hearts and flowers, I am the wrong person to talk to. \n\nBill: Oh, a little jaded now, huh, Olivia?\nOlivia: Yeah, just a little bit. The last one, I did it in a mental institution with a judge and my brother as a witness and, personally, it was my all-time favorite. Look, feelings come and go, all right, but the constants in our lives are kids, our careers, bills to pay. Those are the things we've got to focus on.\nBill: Bills, bills. Okay, now this conversation has changed, okay? \nOlivia: Thank you! Yes, look.... \nBill: Well, well, look who's here! Uncle Josh and Aunt Reva. Oh, my goodness. ", "[SCENE_BREAK]", "Reva: What happened to you? \nBill: No, no, no, no. I'm fine. Actually, Olivia and I were just discussing weddings, but then, who comes walking in: The experts, so... \nOlivia: Yeah, we figured you might have made it into the record books. \nReva: Maybe under the category of \"love conquers all.\" So, what, are you handing out premarital advice, Olivia? \nOlivia: Oh, no, no. Bill felt that you and josh would be better suited for that. \nReva: Well, actually, when it comes to lewis men and marriage, I'm your girl. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nGus: You know that Salerno has been bothering your sister. What you don't know is what he wanted. \nHarley: A last job. A favor. \nEden: Nicky, he promised me this would be it, that he'd leave me alone after this. \nGus: What was the favor? \nHarley: He wanted her to pick something up, to deliver a package. \nGus: You delivering drugs? The antimonius?\nHarley: Okay, but listen, she's not the missing connection. This was a one-shot deal. Last night, only. \nEden: Nicky, I had to do it. \nGus: No, just stop. I love your logic. You had to jump in bed with the mob one more night and everything would be okay. \nEden: You know, there's no logic to it.\nGus: Why didn't you come to me first? \n\nEden: There was no time. It happened all too fast. \nGus: There's no time. That's funny. But you had enough time to tell Harley, right? \nHarley: No, no, no, no, no. I stumbled into this. I found the drugs by mistake. \nGus: Okay, so you knew about this first, yet you let my sister go face-to-face with Salerno with no backup? \nEden: It wasn't her fault. \nHarley: We were going to tell you when the time was right. \nGus: Oh, really? Well, thank you very much.\nHarley: This is more complicated than you know, Gus. \nGus: Well, enlighten me. \nHarley: I've said all I can. \nGus: Every time I turn around, you have a new secret. Well, you know what? The secrets, they end right now, or else. \nHarley: Or else what? We do? (Sighs) \n", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: I'll leave you two to your little family pow-wow. \nJosh: How's Phillip? \nOlivia: He's just peachy. \nReva: That's right. You two are still honeymooners, aren't you? Maybe you are the one who should be giving bill some advice. \nOlivia: No, I'll leave that to you two. Um, see you. ", "[SCENE_BREAK]", "Bill: Take care, Olivia. Now she is a cynical one. \nJosh: She's been through some tough times.\nBill: Yeah, well, me, too. Let's get a drink, huh? \nReva: What's up with your lip? \nBill: Uh, just a little accident. \nReva: Mm-hmm. \nBill: That's all. \nJosh: Really? Looks more like a big fight to me. \nBill: Well, big fight, little accident; what's the difference, you know? I evened the score. \nJosh: Well, that's the important thing, isn't it? \nReva: I don't know about evening scores, but did you put some ice on it? \nBill: Uh, you know, it's fine. It's fine, really. But while I've got you here, can I pick your brains? \nReva: You're nervous, aren't you, about the wedding? \nBill: The wedding, life after the wedding, the whole enchilada. \nJosh: Oh, yes, cold feet. \nBill: No, no, no, no, no. Not cold feet, exactly. I just, I don't know what I'm supposed to do, you know. I don't know how to get it right, you know? Like I said, I was talking to Olivia before, but she's so jaded and cynical, and then, who comes walking in, Uncle Josh and Aunt Reva. Now, if two people can help me, it'd be you two. Now, can you help me? Can you help me here, please? \nJosh: Basically, you just have to go for it, bill. You have to give it your best shot. \nReva: No, there's more to it than just that.\nJosh: Right. \nReva: But maybe you should hear it from us rather than Olivia. \nBill: Well, exactly. Exactly. So, now, what's the deal here? What's marriage based on: Love, respect, some sort of business formula? \nReva: My experience is that business and marriage don't mix. \nJosh: Yeah, I would definitely agree with that. It's the love thing. That's the deal. \nReva: Definitely. And respect. Never take each other for granted. \nJosh: You think I take you for granted?\nReva: I wasn't talking about us. \nJosh: I'm just asking a question here. \n\nReva: No. You have always appreciated me.\nJosh: Okay. \nReva: Every single time we've made a go of it, and that's where forgiveness comes in. \nBill: Forgiveness. \nReva: Come on. We all know my history. I've always been a little out there. \nJosh: Yeah, well... \nReva: And josh, though, I mean, it's... actually, literally out there at times. (Laughter) \nBill: Well, you know, Eden is a little out there herself. \nReva: Yeah, I've noticed that. But you know what? No matter what I did-- and there were some doozies... \nJosh: Mm-hmm, yes. \nReva: Josh always forgave me. \nJosh: I did, indeed. It's easy to forgive somebody when you know them better than anybody else on the planet. \nReva: Even when they make you crazy? (Laughs)\nBill: Now why do I bother? How can I even compete with this? \nReva: Don't worry, little bill. (Laughter) I'll make this very simple for you. \nJosh: Oh, no. Here we go. \nBill: What's this? \nReva: Shh. My secret? \nBill: Oh, yes. \nReva: And you can pass this on to Eden.\nBill: Of course. \nReva: Always-- and I do mean always-- keep a little red dress hanging in your closet. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: O’Neill? \nJeffrey: What do you think you're doing? You're going to blow the whole operation. \nDanny: Relax. No one followed me here. We need to talk. \nJeffrey: Okay. Well, come on, you've got something to say, say it. \nDanny: I can't do this. \nJeffrey: Oh, Danny. \nDanny: We've got to figure out something else. \nJeffrey: Oh, come on! \nDanny: Listen to me. I know you feel like I need to pay for all of my mistakes-- and all right, maybe I do-- but my wife and my kid don’t. They have paid enough. Michelle has already alienated everybody. We had to send our son away. And I understand that that was part of the deal. That's fine. But I will not hurt another family. I cannot do it. I can't destroy someone else. \nJeffrey: Danny, we've been through this a hundred times. \nDanny: Yeah, I know. But this changes everything. You understand that. Do you know what this means? \nJeffrey: Yeah. I got a small idea of what it means. \nDanny: What, you just... you don't care. You don't care? \nJeffrey: I do care, Danny. Of course, I care, but I got a job to do. \nDanny: (Sighs) \nJeffrey: Listen, this thing came at us out of the blue, but we're dealing with it, right? \nDanny: All right, just spare me the speech, will you? \nJeffrey: Okay, fine. So why are you here? Isn't there someplace you got to be? \nDanny: Man, you're all heart, you know that?\nJeffrey: At least it's Eden and not Michelle. At least Salerno gave me that choice, right? \nDanny: Yeah, my wife is safe, but I can't say the same about Eden. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: Lay off of her, Nicky. She's done nothing but help. ", "[SCENE_BREAK]", "Harley: No, it's okay. Can we take it back a second? \nGus: Take it back as far as you'd like.\nHarley: To the part about us not telling you.\nGus: Fine. \nHarley: It's not all about you. \nGus: I'm aware of that. \nHarley: Listen to me. If Eden didn't make that drop, Salerno would kill her. \nGus: Maybe, maybe not. \nHarley: See, this is exactly why I didn't tell you, because I knew you would do this. \nGus: What am I doing? \nHarley: You would act like her brother, not a cop. \nGus: I am her brother! I am her brother!\nHarley: Exactly. \nGus: Do you have a point? \nHarley: There would have been a lot of discussion and a lot of conflict, and in the end, you would have ended up drawing the same conclusion that I did. \n\nGus: You've convinced yourself of this, haven't you? Is that right? \nHarley: She had to walk in there. Salerno expected it. Be a cop. ", "[SCENE_BREAK]", "Gus: What was the point of the delivery in the first place? \nEden: She just told you. \nGus: No, she told me what Salerno expected. What did you expect to happen, huh? That he'd let you off the hook? You'd be a free woman? Did you get the little kiss on both cheeks and sent on your way? Did you hear congratulations from Salerno? Is that right? \nEden: Nicky, you know what happened. \n\nGus: Oh, I know what happened. No, I do. He has raised the bar now, or the hoop, or whatever you want to call it, so she can jump that much higher. \nHarley: It doesn't matter now. \nGus: Oh, it matters! It does. It matters.\nEden: I wanted to believe him. Nicky, I wanted to get out and I was this close. \nGus: No, you weren’t. You weren't, because nobody ever gets out, ever. ", "[SCENE_BREAK]", "Jeffrey: What? What, you're that shocked? You knew something like this might come up. \n\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: Yeah, I did. But doing it is a little different. \nJeffrey: Okay. Yes. I've been there before. I know it's a huge price. \nDanny: Please, you don't give it a second thought when you destroy people's lives. I mean, how do you sleep at night, really? \nJeffrey: I sleep just fine, thank you. \n\nDanny: Mm-hmm. Then how do you live yourself?\nJeffrey: You're asking me that? That's kind of funny coming from you. At least, I've always been on the right side of the law. \nDanny: Oh, right. Right. That's the difference. That's it. Give me a break. \nJeffrey: I've got a job to do, Danny, and so do you. Nothing that you can say is going to change any of this, all right? Plus, we have a deal. \nDanny: Yeah, I know what the deal is. I'm sorry, I can't do this. \nJeffrey: Danny, you're going to do this, okay? You have to do this. This thing is going down and it's too late for you to back out. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nSalerno: We all set on this, Antonio? \n\nTony: Yeah, I know you want me to spy on him.\nSalerno: Not spy, witness. Danny says he's up to the task. I just want to make sure. \nTony: When do you want me there? \nSalerno: In an hour. Call me when it goes up.", "[SCENE_BREAK]", "Michelle: Danny? \nDanny: Michelle. What are you doing? What are you doing here? \nMichelle: Look, I'm sorry, I just.... \n\nDanny: What? \nMichelle: I just can't get rid of this feeling, Danny, okay? I've got this feeling that I just can't let you out of my sight right now, and I know that it's not going to go away until we're home together. So, I just need to be with you and shut out the rest of the world right now, okay? \nDanny: Okay, Michelle, listen to me. You need to let me do what I need to do. Now, everything is going to be fine.   Please, please go home. \nDanny: Michelle, why are you following me?\nMichelle: I didn't know what else to do, Danny, okay? I know that you're keeping something from me. \nDanny: Honey, no! \nMichelle: Something is going on, Danny. That's why you sent Robbie away, and that's why you asked me if I'd love you no matter what. \nDanny: Michelle, right. I told you.... \n\nMichelle: Honey, I know you and know when you're hiding something. \nDanny: I just want this to be over. That's it. But it's not and I don't know when it will be over. That's what it is.\nMichelle: What are you doing down here, then?\nDanny: I had to check in with Vinnie. But you can't go following me like that. What if Salerno had somebody follow you, Michelle? \nMichelle: Okay, fine. \nDanny: We cannot do things like that. \n\nMichelle: Fine. Can we go home now, then?\nDanny: You're going home; I can't. I've got one more thing to do for Vinnie tonight. \nMichelle: What? \nDanny: Honey, it is nothing for you to worry about. Sweetie, I know how hard this is for you. I do. \nMichelle: This is hard for both of us. \n\nDanny: Yeah. \nMichelle: But we decided we're going to stick together no matter what, and I am glad that you're telling me things, but it doesn't make it easy. \nDanny: Honey, I don't know what to tell you except that this is not going to last forever. That's what I have to keep telling myself and that's what you have to tell yourself, okay? Come here. (Sighs) we're going to get through this. We will. \nMichelle: We will, won't we? \nDanny: Yeah. \nMichelle: We're strong like that, right?\nDanny: You bet. \nMichelle: No one, no one can divide us.\nDanny: Uh-uh. A lot of people have tried, haven't they? \nMichelle: Yeah, well, look around. Do you see anyone? \nDanny: No. All I see is you. And that's all I want to see for the rest of my life: This beautiful face every time I wake up in the morning, those sexy eyes before I close mine at night. \nMichelle: It's funny, because I have the same wish. \nDanny: Good. Thank you. I know that I didn't deserve it, but thank you for giving me a second chance. And a third. And a fourth. You're my home, baby, and I will always find my way back to you. Always. \nMichelle: We can't help but find our way back to each other. \nDanny: Uh-huh. \nMichelle: I mean, there's no fighting it, really, because, in the end, there's nowhere else that we could be but together. \nDanny: I'm the luckiest man in the world.\nMichelle no, we're lucky. \nDanny: Yeah. You know that everything I'm doing, I'm doing for you, for us, right? \nMichelle: I know. \nDanny: Okay. Honey... come on. \nMichelle: You want know go home. \nDanny: Yes. I will feel better. Really, there's nothing for you to worry about. Please. \nMichelle: Okay. Yeah, but I'm not going to go to the big empty house all alone. \nDanny: Why not? \nMichelle: No, I'll go somewhere else. I'll go to the hospital, okay? I'll wait for you there. \nDanny: All right. Okay. \nMichelle: I will always wait for you, danny. You remember that, okay? \nDanny: I love you. \nMichelle: I love you. (Sighs) I know you're keeping something from me, Danny. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: So I've got to get myself a red dress?\nReva: Not you. Eden. \nBill: Oh, right. That’s.... (Laughter) \n\nReva: Because you need to keep things interesting in a marriage, you know? Because you never know what might happen. \nBill: Uncle Josh, you're looking a little pale over there. \nJosh: I just... no, I know what she's talking about, I think. \nReva: Yeah, because a niece could show up on your doorstep just when you thought you had the place back to yourself. \nBill: Right, like the furnace break breaking down on the coldest day of the year. Something like that, right? \nReva: Exactly. You have to have something you can rely on to keep it interesting and fun. \nBill: And for you? \nReva: My little red dress. \nJosh: Well, you're talking about what it represents, though, right? I mean, what it means to us. \nReva: (Laughs) of course, honey, of course. Don't you worry? \nBill: I'm sorry, am I sensing a little tension about this red dress? \nJosh: Well, in theory, it works, of course.\nReva: It spices things up. \nJosh: But you can't forget other things, like the power of chocolate, for instance, or candles. Candles can be a very good thing, you know, the guy stuff.\nReva: Chocolate, candles, always work for me.\nJosh: Yeah. \nReva: (Laughs) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: Tony? \nTony: Hey, Olivia, how are you doing? \n\nOlivia: Don't ask if you don't want to know. How's it going? Want me to get you something? \nTony: You tending bar now? \nOlivia: I'm just here. \nTony: That makes to two of us. Tequila, please. (Sighs) thank you. Please. \nOlivia: Better? \nTony: Not yet. You want to join? You look like you could use one, three, four, maybe. \nOlivia: Sounds like a good idea. Maybe later, huh? \nTony: Well, don't push things off, Olivia, because life changes. You make choices, and then you have no choice but to move forward. \nOlivia: You've had a bad day. \nTony: You know what? Sometimes... sometimes life sucks, doesn't it? ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: Nobody gets out? \nGus: Well, I think you know that as well as I do. \nEden: Nicky, I tried so hard. It doesn't matter, does it? \nGus: I don't really know. \nEden: I just wanted to hold on to my dream.\nGus: I don't want you to lose your dream.\nEden: You know, I'm just so stupid. Why did I think I could be any different? All my life, I've made one lousy decision after another and I'm paying for it now. \nHarley: Don’t. Don't do this to yourself now, Eden. \nEden: Harley, it's true. I'm going to lose Bill. \nGus: Wait. We have to figure a way out of this. \nEden: It was bound to happen, I guess. \n\nGus: You're not going to go it alone, okay? You should have had protection. \nHarley: Okay, that's it. I am not very good at keeping my mouth shut. God knows I try, but it gets me into trouble with you every time. \nGus: Is there something you're trying to tell me? Is there something more? \nJeffrey: I think what she's trying to say, Gus, is that she already has protection: Mine.   The reason why she didn't tell you, Gus, is because this is a need-to-know situation. \nHarley: I fell into this. \nJeffrey: Look, you shouldn't be angry at her. As a matter of fact, you should be thanking her because, without her help, your sister here probably would have gotten herself killed. \nEden: Nicky, it's true. Harley's been looking after me the way you or dad would have. \nHarley: I couldn't tell you. I'm sorry.\nGus: Yeah, I'm sorry, too. \nJeffrey: Okay, you're both sorry. Are you done here, kids? Can we move on now? \nHarley: No. There's more, Gus. \nGus: What? \nJeffrey: Oh, you... oh, you didn't tell him the best part! Okay, you want me to tell him? Your sister.... \nHarley: Eden flushed the drugs down the toilet. \nEden: Yes, I did. \nGus: What were you thinking? \nEden: I wasn't thinking. I was angry. He told me that he wasn't going to let go of me, that he owned me. \nGus: Well, Salerno’s going to want his drugs back, or his money back, and when he doesn't get either one, you know what he's going to do? He's going to make an example out of you. \nJeffrey: Eden's going to have to testify now, Gus. \nEden: I don't want to think about that right now. \nJeffrey: It's the only way. \nHarley: We promise, she'll be perfectly safe.\nGus: Yeah, great, but after she testifies...\nEden: Nicky, I'm so sorry. \nJeffrey: I need to talk to you outside. Gus, you, too. \nGus: I'm not leaving her right now. \n\nJeffrey: Look, the place is surrounded with my men. Everything's going to be fine; she's going to be fine. It's not going to take long. Let's go. \nEden: I'll be okay. \nHarley: Don't answer the phone; don't answer the door. \nEden: I love you, Nicky. \nGus: I love you, too. Do not go anywhere.", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: Oh, my goodness. Well, thank you. Now, I don't feel so bad. \nJosh: Really? \nBill: Yeah. \nJosh: Well, I'm glad we could help you.\nBill: Reva, Eden's going to love that little red dress idea. \nReva: If you need any more pointers, you know where to come. \nBill: Mm-hmm. \nReva: Because I haven't even gotten into the part about dancing on table tops. \nBill: All right. Okay. Take care. ", "[SCENE_BREAK]", "Reva: I'm teasing. \nJosh: I hope so. I was just kind of hoping that your red dress, dancing on the bar days were over. \nReva: Come on, admit it. You've always liked me in a little red dress. \nJosh: I've always liked you out of the dress.\nReva: Really? \nJosh: Really. \nReva: I'll remember that. \nJosh: You might want to think about remembering it tonight. \nReva: We still have a house guest, remember?\nJosh: We still have a pool house. \nReva: Good idea! ", "[SCENE_BREAK]", "Bill: All right. Well, I'm going to take off now. I've got a little romancing to do. \nOlivia: You got all the help you needed from your family? Lucky you? \nBill: Yeah, well, I am lucky. \nOlivia: I want to have this conversation with you sometime, okay? So can we... \nBill: Absolutely. Absolutely, we will. Well, look who's here. Tony Santos. Gee, maybe I should stick around and have a drink with you. ", "[SCENE_BREAK]", "Tony: What's up, Bill? \nBill: Call Vinnie Salerno and his goons, play kick the human piñata. But I'm going to run home, see the little lady. Take care. \nTony: You know how it is, Olivia. Sometimes, you do what you got to do and people get hurt. (Phone ringing) ", "[SCENE_BREAK]", "Eden: What if it's Bill? (Phone ringing) Hello? \n\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: Eden? \nEden: Who is this? \nDanny: Danny. I know what you did with the drugs. \nEden: What do you want? \nDanny: I want to help you, and so does Tony. We're both worried about you. \nEden: You work for Salerno. Why should I trust you? \nTony: Because you and bill have been there for me. I know I disappointed both of you, but I think I can make it up to you. \nEden: I shouldn't be talking to you. \n\nDanny: Eden, don't hang up. Tony and I have figured out a way out for you. It may be your only chance. \nEden: I've heard that one before. \nDanny: Just hear me out, okay? \nEden: Why would you help me? \nDanny: Obviously, I want to keep Vinnie happy and I want to keep you safe, you and bill. I owe you both. \nEden: There's no way out of this, Danny.\nDanny: Yeah, there is. Vinnie just needs satisfaction and a little respect. \nEden: What does that mean? \nDanny: We can replace his product, but you have to hand it over to him. \nEden: Are you crazy? \nDanny: Eden, I'm dead serious. Can you meet me? \nEden: No. I don't trust him. \nDanny: What about me? \nEden: You work for him. \nDanny: Only because I have to. Look, Tony’s here with me. You trust him, right? \nEden: Sometimes. \nDanny: This is your last shot, Eden. Your life with bill depends on it. \nEden: Where are you? \nDanny: You'll meet me? \nEden: Yeah. I'll meet you. \nDanny: I'm at the warehouse, pier 8 off trails' end road. ", "[SCENE_BREAK]", "Bill: Eden? Eden? Where are you, the love of my life? Eden? Okay, definitely not in the bathroom this time. That's all right. That's all right. Hmm. ", "[SCENE_BREAK]", "Olivia: To all the fools who think it'll last. ", "[SCENE_BREAK]", "Reva: Well, we've done our head of the family duties for the night, I hope. \nJosh: I doubt there's anybody else in this bar that needs our advice. \nReva: When did we get to be the wise ones?\nJosh: Well, we've dealt with a lot of trouble in our lives. Maybe people just learn from our mistakes. \nReva: I think we need to get into some more trouble. Tonight. \nJosh: I agree. (Phone rings) excuse me. Yes? Well, I feel for you, but isn't that why god invented cabs? Okay. All right. We're on our way. \nReva: Who? \nJosh: I'll tell you on the way. Let's go.", "[SCENE_BREAK]", "Tony: Kind of cute together, don't you think?\nOlivia: I was thinking nauseating. \n\nTony: (Laughs) well, there are a few people, I guess, who find real love, and more power to them, right? \nOlivia: There's more to life than love.\nTony: Yeah, you know something? You're right. You're right. Let's make a toast to life and love, Olivia. Salut. ", "[SCENE_BREAK]", "Eden: Danny? (Gasps) \nDanny: Sorry. \nEden: Oh. \nDanny: Did you come alone? \nEden: Yeah. Why'd we have to meet all the way out here? Gives me the creeps, Danny. \nDanny: That's okay. You're with me. \n\nEden: Yeah, I hope that's a good thing. I'm counting on you to get me out of here in one piece. \nDanny: Well, that's the plan. \nEden: So, what do you want me to do? If this works, I can't thank you enough, Danny. \nDanny: It'll work. It has to. \nEden: Yeah. \nDanny: Come on. Go in the office and wait. God forgive me. ", "[SCENE_BREAK]", "Michelle: Danny? (Explosion) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJosh: Next, on \"Guiding Light.\" ", "[SCENE_BREAK]", "Reva: We all have one person, and she's not yours.   I'm sorry. ", "[SCENE_BREAK]", "Gus: No, you do something! Do something! It's over. It's over. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=F2NuECGN9SI"}