{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Cassie: Go home, Reva \nReva: No, Cassie, we've been dancing around with this Tammy and Jonathan for a while trying to be nice. \nCassie: I'm not feeling very nice right now.\nReva: Me neither. I just came from seeing my son in jail. \nCassie: Maybe jail time is what he needs. And what I need right now is for you to leave. \nReva: Not so fast, little sister. ", "[SCENE_BREAK]", "___________________________________________\nJeffrey: Spaulding walked... because Judge Packard is an idiot. Listen, I've got to go, call me in the morning. Thanks. Tammy, what are you doing here? \n\nTammy: I was just with Jonathan \nJeffrey: You saw him, how? \nTammy: It doesn't matter. What matters is he is still locked away and you won't even let them set bail. \nJeffrey: Tammy, it's a little more complicated the than that. \nTammy: You're loyal to my mom. I get that. But she was wrong to turn us in, Jeffrey, the fire was an accident. You feel my mom made a mistake. I can feel it. \nJeffrey: Tammy. \nTammy: Drop the charges, Jeffrey let Jonathan go. ", "[SCENE_BREAK]", "___________________________________________\nBeth: This should be a fun ride home. I'm sure Alan is so pleased with us for trying to keep him locked up. \nAlexander: We could just leave, let Alan take a taxi home. \nBeth: I can't do that, he is my husband, and I want to keep an eye on him. \nAlexander: Now, that is a good idea. \n\nBeth: Why is it taking so long? Excuse me, are they almost finished processing Mr. Spaulding's release? He is already gone.", "[SCENE_BREAK]", "Alexandra: What do you mean gone? But he was being processed... ", "[SCENE_BREAK]", "Man: I know. I did the grand honor myself.\nBeth: And he left? \nMan: Puffing a fat cigar. ", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: Okay, Dad, where are you? ( Knock on the door ) Marina. \n\nMarina: Hi. \nAlan-Michael: What are you doing here? \n\nMarina: I just came to wish you a Happy New Year. \nAlan-Michael: Happy New Year to you, too. Listen, this really isn't.. \nMarina: Well, aren't you going to take my coat? \nAlan-Michael: Whoa. ", "[SCENE_BREAK]", "___________________________________________\nAlan: Stop this car! Gus? I'm not telling you again. \nGus: Watch your mouth, Dad, it will be a lot easier on both of us. Oh, and you better put your seat belt on. \n___________________________________________\n( Cell phone rings ) \nDinah: You want to get that? \nMallet: No, it will go to voicemail. ( Cell phone rings ) Oh! What? Hmm, yeah. What are you talking about? What, Spaulding got out? Man, oh, man. Gus was right. Why? Why, does he know? What are you talking about, where in the hell is he then? \n___________________________________________\nAlan: I demand to know where you're taking me, Gus \nGus: I'm taking you to a place where you can never hurt Harley or my family again. ", "[SCENE_BREAK]", "___________________________________________\nHarley: I waited under the marquee for hours and you never showed, and now you're not in the hotel room, either. Where are you? I want to be mad, I really do, but mostly I want you here. Can you get here. I love you. Where are you, Gus? And no message, either. Great. What a lousy New Year's Eve. \nO'Neill had no comment about Spaulding's release. In other news, the Springfield civic counsel will be funding... \nHarley: Alan is out. Oh, my God! ", "[SCENE_BREAK]", "___________________________________________\nReva: Are you trying to push Tammy away, Cassie, is that your goal? \nCassie: The goal is to be her mother. I can't always be a gal-pal, like her auntie. \nReva: I am trying to help her, Cassie, but we have to be careful not to make the situation worse. \nCassie: Tammy is my child, and I will not sit back and watch while she makes the biggest mistake of her life. \nReva: And that mistake would be Jonathan, my child? \nCassie: Don't tell me this is okay, what is happening between them, because it is not. \nReva: That's not for us to say. \nCassie: The hell it isn't! They are children, and they are cousins, and if that is not enough, think about a year ago, and what he did to her was unforgivable. \nReva: What he did to her or what he did to you? \nCassie: Both. \nReva: You're right, but he has changed.\nCassie: He has not changed. He is still the same son of a bitch he has always been. \nReva: Well, I guess that makes me the bitch, then, huh? \nCassie: You helped them, you encouraged them to be together. \nReva: Well, they didn't need a whole lot of encouragement. \nCassie: No? What about the night before Tammy's wedding? The private place you helped them find? What was your objective then? \nReva: They needed some time together to be honest with each other. Tammy wasn't in love with Sandy, not the way she is in love with... \nCassie: Don't even say it. \nReva: Why not? Me not saying it isn't going to make it go away. \nCassie: Why didn't you tell me? \nReva: They weren't ready. And it wasn't my place to tell you. \nCassie: Wasn't your place?! When have you ever worried about your place? I'm your sister, and this is my daughter. My daughter was throwing her life away, you lied about it, and you told... you pretended to be on my side. You weren't on my side, you weren't on Tammy's side. The only person you care about is Jonathan \nReva: This isn't fair. \nCassie: Oh, it is. Because you're still trying to clear up your guilt for what you have done in his life. \nReva: I was being a mother. \nCassie: So was I. \nReva: Really? By having Tammy arrested and dragged down to the police station and humiliated? Where was I when you made that anonymous phone call? Was I out on your porch, ten feet away or when I had driven away? \nCassie: If you stopped this months ago, this wouldn't have happened. Jonathan probably wouldn't have started that fire. A woman was hurt. It could have been Tammy and who knows what it will be next time? \nReva: Are you going to keep Jonathan locked away forever? \nCassie: I'll do whatever it takes to keep them apart. \nReva: Well, they're not apart. They're together right now, and yeah, I arranged it. ", "[SCENE_BREAK]", "___________________________________________\nJeffrey: Listen, I can't just release Jonathan \nTammy: You had me released the night you brought me in. \nJeffrey: Well, you didn't attack a police officer when you were in custody. \nTammy: This is not about the case. You're stalling on letting him out on bail because Mom doesn't want me anywhere near him. \nJeffrey: Do you blame her? \nTammy: Yes. What kind of mother has her own daughter arrested? \nJeffrey: The kind who is very worried. The kind who sees you going down a path with someone... \nTammy: Who loves her. \nJeffrey: I know he loves you, but I also know who he is and what he is capable of. \nTammy: So he is not what you were at that age. You probably were already fighting crime. \nJeffrey: You know what? He is actually a lot like I was at that age. But it doesn't make me feel any better. Call your mom.\nTammy: Why? \nJeffrey: She is worried about you. Besides, I think I know a way we can fix this. \nTammy: She is the one who needs to fix this. I know what I'm doing. Jonathan makes me happy. \nJeffrey: Well then let her see that, Tammy, show your mom you know what you're doing, show her you have made your own choice, and you haven't completely lost your mind, and come back to the farm. You need to be with us right now. \nTammy: That's what Jonathan said. \nJeffrey: Well, he is right. That way you and your mom have a chance to work this out. \nTammy: Okay, drop the charges, and I will. That's what I thought. \nJeffrey: Tammy... ", "[SCENE_BREAK]", "Beth: Jeffrey, Jeffrey, Alan is gone. \n", "[SCENE_BREAK]", "Jeffrey: So? \nAlexandra: So, we were waiting for him.\nJeffrey: And your hearts are broken because you miss him. Guess what, ladies, Mr. Alan Spaulding is no longer under the care of the state. He is all yours. \nAlexandra: Well, maybe the state will take him back. ", "[SCENE_BREAK]", "___________________________________________\nDinah: What is wrong? \nMallet: Nothing, I hope. \nDinah: Gus is upset at Alan \nMallet: You can say that. That's why I have to go find him. What am I doing? I can't leave. \nDinah: Why not? \nMallet: Because it's not right. \nDinah: Forget about it. \nMallet: But you were upset about your dad, and you were pretty shaken up, and you and I got started... \nDinah: It is not your problem. Go. \n\nMallet: You don't mind? \nDinah: Well, I mind a little, but I'm not needy. \nMallet: I just don't want to do the walk of shame. I'm kidding. I'm kidding. Hey. \nDinah: What? \nMallet: Nothing. I'll call you in the morning. \nDinah: You don't have to. \nMallet: I know. ", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: Okay, what are you doing? \nMarina: Well, if you have to ask, then I'm not doing it right. Do you want a drink? \nAlan-Michael: No. And neither do you? \n\nMarina: Oh, yes I do. I am so thirsty. \n\nAlan-Michael: Okay, you've had your free booze. It is time to go. \nMarina: Wait, no. You haven't let me make my toast. To coming to my senses. \nAlan-Michael: Coming to your senses. \n\nMarina: Yes, about pining after someone who doesn't want me. I did it for a year. Never again. \nAlan-Michael: Why the big realization? \n\nMarina: Resolution. My number one. From now on, when I want something, I am just going to grab it. You know, I used to be a pretty big risk-taker, it came so naturally, and then something happened. From now on, I'm going to just go after what I want. Care to join me, Alan-Michael?", "[SCENE_BREAK]", "___________________________________________\nHarley: Hey. You, I've been looking for your partner. Do you know where he is?\nMallet: Gus? \nHarley: Yeah, the guy you were working with tonight. Was he in the car? \nMallet: Yeah, I'm not -- I'm not really sure.\nHarley: Why not? \nMallet: Because he is not where I left him.\nHarley: Where did you leave him? \nMallet: In jail. \nHarley: You mean at the station? \nMallet: No. In jail. I locked him up earlier, to keep him away from Alan, and unfortunately Gus has escaped, and I don't know where he is, and that's not a good thing. ", "[SCENE_BREAK]", "___________________________________________\nCassie: You helped Jonathan and Tammy be together for New Year's Why am I not surprised? \nReva: She wanted to see him. \nCassie: Tammy doesn't know what she wants these days. \nReva: I don't think you care what Tammy wants these days. \nCassie: The hell I don't I am her mother...\nReva: Then start acting like it. Cassie, honey, listen to her, they love each other. \nCassie: It is okay with you, it is okay with you that when they walk down the street hand- in-hand, and people will whisper and stare and they'll all think what they have is sick. \nReva: It is not sick. \nCassie: What, it's peachy? \nReva: It's... it's different. It is not like they grew up together. \nCassie: It's wrong, Reva, it is wrong. And even if it weren't, he is not good enough for my daughter. \nReva: He is my son. He is Richard's son.\nCassie: I don't care. I don't care. \n\nReva: But you can't keep them apart. \n\nCassie: Watch me. \nReva: Then I'm going to stop you, Cassie I will stop you if you try to hurt them again. \nCassie: Wow. So here we are again. Here we are, with you making decisions about my life. About the people I love. \n\nReva: Don't -- don't do this. \nCassie: It is Richard all over again. \n\nJeffrey: Hey. \nCassie: Hi. How did the case go? \nJeffrey: We lost. Alan Spaulding was set free. \nReva: Alan, free? He got off? \nCassie: Poor Harley \nJeffrey: Poor Springfield \nReva: I can't believe it. He killed Philip, for God's sake. \nCassie: She is in danger. We have to... we have to help her. ", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: Marina, I can't \nMarina: You know, Alan-Michael, you know you want to. \nAlan-Michael: We have to stop now. \n\nMarina: No, we don't \nAlan-Michael: Yes, we do. \nMarina: Come on, Alan-Michael, why are you playing hard to get? \nAlan-Michael: Believe it or not, I'm not playing anything. \nMarina: What's wrong? We had a date. \n\nAlan-Michael: Which we canceled for some reason. \nMarina: Yeah, you were a little vague about that. \nAlan-Michael: I told you I had to work.\nMarina: On New Year's Eve? \nAlan-Michael: It can't be helped. \nMarina: Okay, well, it's past midnight. I don't think it would kill you to quit early. \nAlan-Michael: I'm sorry. I'm in the middle of something. \nMarina: I'll let my Aunt Harley know you're dedicated. \nAlan-Michael: She already knows. \nMarina: What is wrong with you? \nAlan-Michael: You're distracting me. \n\nMarina: Is there another girl here? Come out, come out, wherever you are. \nAlan-Michael: There is no one else here, Marina, it just isn't right. \nMarina: Okay, now I know something is wrong. Because ever since you became single, you have been dating, like, oh, ten girls at once. You pride yourself in being a player. You're trying to get rid of me for a reason, and I'm not going to leave here until I figure out what that is.", "[SCENE_BREAK]", "___________________________________________\nHarley: Wait a second. Back up. Gus escaped. Explain this to me, slowly, please, and start from the beginning. \nMallet: Gus has been worried about Alan all week. \nHarley: I know, he almost beat up one of my interns who he thought was working for Alan \nMallet: That's right, that's why I locked him up. I was worried about the whole vigilante factor. \nHarley: Did you talk to him about that?\nMallet: Yeah, he tried to recruit me, and I said I wasn't going to step over the line, and he said he wasn't going to do that either. \nHarley: And you didn't believe him? \n\nMallet: No, hence the jail cell. So you guys were supposed to meet? \nHarley: Hours ago, and he never showed.\nMallet: And you haven't seen him all night?\nHarley: How long ago did he get free from that cell? \nMallet: Hours ago. \nHarley: You don't think... \nMallet: Harley, don't panic. \nHarley: This coming from the guy who locked him up to keep him out of trouble. \nMallet: It was a precaution. \nHarley: Drastic. Should I be worried about my husband? \nMallet: Yeah, a little. ", "[SCENE_BREAK]", "___________________________________________\n\nBeth Ehlers, inside the light.\nBeth: I thought it was great fun to carry an episode. Everybody was on. It was everybody I love to work with, this is my family. I'm glad to be on the longest distance running show. \n", "[SCENE_BREAK]", "See Harley, January 4, inside the light \n___________________________________________\nHarley: You think Gus is with Alan? \nMallet: Maybe, maybe not. \nHarley: Maybe he's out doing some late-night grocery shopping. That's possible. \nMallet: Where you going? \nHarley: To the house. Basically what you're saying, he and Gus have just disappeared. \nMallet: Basically, but maybe it is not as bad as it sounds. \nHarley: No, maybe it's not. I could kill him.\nMallet: Gus or Alan? \nHarley: Why does he do this? Why does he feel he has to go off on his own to try to protect me? \nMallet: Because some guys are like that.\nHarley: Yeah, some guys are. Why hasn't he called? What is he doing? \nMallet: I don't know, Harley, but we'll find him. \nDinah: Hey, you forgot this. \nMallet: Hey. \nDinah: Have you found Gus? \nMallet: No. \nHarley: He has to be out there somewhere. He'll show up. What is he doing? I'm not waiting for him. I'm going to go try to find him. \nMallet: You don't even know where to look.\nHarley: No, but I know him. \nMallet: Can I come? \nHarley: No, I'm fine. \nMallet: Keep me posted. Have him call me.\nDinah: I feel so bad for her. It is cold out here. \nMallet: Yeah. ", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: You're such a cop. There is no mystery here. Our date tonight, I think you misunderstood. \nMarina: What is there to misunderstand, a date is a date. \nAlan-Michael: Unless it is a couple of friends who have nothing to do for New Year's and decide to hang out tonight.\nMarina: I really was your standby. I thought you were just kidding about that. \nAlan-Michael: It makes me kind of a jerk, huh? \nMarina: Yeah. So has this whole thing just been a misunderstanding? \nAlan-Michael: Look, the flirting is fun, but you're a kid. \nMarina: A kid? Why didn't you think about telling me this before? \nAlan-Michael: Because I thought we were on the same page. I didn't think you would take it seriously. \nMarina: You didn't think I would take it seriously. I think I'd better go before I grab my service revolver. \nAlan-Michael: Marina, wait. Come on, Dad, where are you? ", "[SCENE_BREAK]", "Alexandra: Well, someone is here. ", "[SCENE_BREAK]", "Beth: Alan? Oh. \nAlan-Michael: Aunt Alex, Beth. \nBeth: Alan-Michael, what are you doing here?\nAlan-Michael: I'm working. \nBeth: On New Year's Eve? \nAlan-Michael: I didn't have anything better to do. What brings you two here so late? \nAlexander: Well, the judge just released your father. \nAlan-Michael: You're kidding. \nAlexander: If only. We thought he might have come here. \nAlan-Michael: No. Maybe he is at the house.\nBeth: No, we checked there. Alan-Michael, are you expecting someone? \nAlexander: Aren't these Alan's favorites?\nBeth: Uh-huh. ", "[SCENE_BREAK]", "___________________________________________\nCassie: I'll check in on Harley first thing in the morning, make sure she is all right. \nJeffrey: You two want some time alone? \n\nReva: No. Actually, it is late. I think we've said enough. \nJeffrey: Hey. \nTammy: Hey, I saw the light, I figured you were still up. \nCassie: Yes, of course, honey. Are you staying? \nTammy: No. I just came to get my stereo and a few other things. \nCassie: Your stereo? \nTammy: Yeah, I thought I could sell it.\nCassie: Why? \nTammy: To help to pay for Jonathan's lawyer.\nReva: Tammy, you don't have to do that. I told you I would help. \nTammy: No. I didn't come here to... \n\nCassie: What are you doing? Reva, stay out of this. \nJeffrey: Maybe some sleep would be a good idea. \nCassie: I bought you that stereo. \nTammy: Fine, I'll take the tv and the vcr.\nCassie: What do you want to do, sell everything you own for him. You are not taking anything out of this house.\nTammy: Fine! Aunt Reva, if your offer is still good, I'll stay with you. ", "[SCENE_BREAK]", "___________________________________________\nHarley: Hey, what are you doing sitting out here all by yourself? \nMarina: Just hanging out. I didn't feel like going to bed yet. How about you? \nHarley: I'm looking for Gus He stood me up.\nMarina: You, too, huh? \nHarley: You've been stood up? \nMarina: Sort of. What was Gus's excuse?\nHarley: He's with Alan, I think. Alan was released from the loony bin this evening. I think he and Gus are off somewhere discussing the conditions of his new-found freedom. \nMarina: I don't understand. \nHarley: Gus thinks that Alan is a threat to me, to us. \nMarina: Well, what do you think? \nHarley: I'm not scared of him, much. \n\nMarina: He sure picked a good night to be released. \nHarley: It was our first New Year's Eve as a newly married couple. There will be others. \nMarina: Of course there will be. \nHarley: I think I've only been stood up once before on New Year's in my whole life. \nMarina: Who was the jerk then? Not that Gus is a jerk. \nHarley: I know what you mean. This guy was a jerk. Alan-Michael, he was supposed to take me to some frat party, and he never showed. \nMarina: Stood you up, huh? \nHarley: I'm a little fuzzy on the details. It was a long time ago. But I believe there was a misunderstanding. \nMarina: How ironic. So what did you do?\nHarley: I did what any girl would do. I showed up with another guy, and made him really jealous, and poured punch on his head. \nMarina: I'd like to pour punch on his head.\nHarley: Alan-Michael?\nMarina: The guy that stood me up. \nHarley: Sorry you had a sucky night. \n\nMarina: Me, too. I mean, I'm sorry you had a bad night. \nHarley: It's only one night. There are 365 more. \nMarina: Who says this is the night? \n\nHarley: You are so right about that. \n\nMarina: Some family, huh? The Spaulding's.", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: Dad doesn't have the monopoly on liking \nAlexandra: Why two, and why two glasses?\nAlan-Michael: You caught me, I'm expecting a lady friend. \nBeth: A lady friend. A lady friend who smokes cigars. \nAlan-Michael: No, no. The cigars are for me. I like to have one after... \nBeth: Oh, spare me the details. \nAlan-Michael: It is kind of fun being single again. Too bad you're off the market. \nBeth: I don't go for younger men. \nAlan Michael: That's not what I heard. Rick told me about you and little Bill Lewis. \nAlexandra: Will you stop it, you're both turning my stomach. Besides, we have more important things to discuss, namely your father. \nAlan-Michael: Haven't seen him, and I don't want to. \nAlexandra: Neither have I. \nAlan Michael: And here I thought you'd be rushing home to put out the welcome home banner. \nBeth: Your aunt and I testified to keep Alan locked up. \nAlan-Michael: Good to be back with my loving family. \nBeth: We can smooth things over, we can.\nAlan-Michael: Well, good luck. Tell me how it goes. \nAlexandra: Will you stop pushing? \nAlan-Michael: I have company, and she'll be here soon. \nAlexandra: This happens to be -- never mind. Where should we look next? \nBeth: We should start calling the limo service. \nAlan-Michael: Don't worry, Dad probably stopped to get a bite to eat. \nBeth: Two and a half hours. \nAlan-Michael: Two and a half hours? \n", "[SCENE_BREAK]", "___________________________________________\nCassie: You already invited her to stay with you? \nReva: I mentioned it. \nCassie: You mentioned it. Why didn't you mention it to me? \nReva: I don't want to do this. \nTammy: Don't gang up on Aunt Reva, she was only trying to do the right thing for me. Too bad I can't say the same thing about my mother. \nCassie: I am always here for you. \nTammy: You told me not to come back here, out in the barn. \nCassie: I know, I'm sorry. I just wanted you to come to your senses. \nTammy: Turn my back on Jonathan? That is not going to happen. \nCassie: Do you see what you've done? I just want to talk to you alone. \nTammy: Not until you have Jonathan released.\nCassie: We need to talk about this. \n\nTammy: This is you Mom. You the problem. You're the one that got us arrested. You're the reason Jonathan is in jail right now. \nCassie: I hated doing that. I felt like it was the only choice I had. \nTammy: I'm not a little girl. You have to let go. \nCassie: I don't think I can. Not if it means you throwing your life away. You came here because this is your home, this is where you belong. \nTammy: I belong with Jonathan now. \n\nCassie: Honey, you don't mean that. You are confused. If we could just talk, the two of us... \nTammy: I don't want to do this anymore. Can I go home with you? \nCassie: Reva, don't \nReva: I'll always have a place for you.\nTammy: I'll follow you. \nReva: Sure. Cassie... \nCassie: I have nothing to say to you, Reva\nTammy: I hate this. \nReva: I know, sweetie, so do I. ", "[SCENE_BREAK]", "___________________________________________\nAlan-Michael: Well, kids, Happy New Year. \nAlexandra: Happy New Year. \nAlan-Michael: I'll come by the house tomorrow and catch some football. \nAlexandra: Sure. \nAlan-Michael: Dad, where are you? Call me.", "[SCENE_BREAK]", "___________________________________________\nDinah: You sure you want to still sleep over? \nMallet: Yeah. \nDinah: Well, I have a bottle of vodka here, and I can go to the vending machine and get some juice out. \nMallet: I can't stay. \nDinah: Oh? \nMallet: It is not you, it is Gus \nDinah: That's a new one. \nMallet: He is out there someplace, and Alan is out there someplace, and that is just not a good combo. But thank you, thank you for the offer and the drink and everything. \nDinah: Yeah, sure. Anytime. \nMallet: You understand, right? \nDinah: Well, why wouldn't I? \nMallet: I've been yanking you around all night, and I'm sorry. I've got to go do this, you know, for Harley \nMallet: Okay. \nDinah: For Harley ", "[SCENE_BREAK]", "___________________________________________\nHarley: Who am I kidding? I am not going to get any sleep. \nGus: Dear Harley, I made a vow to keep you safe, and now I have to keep it. Alan has never been more of a threat to you-- to us. If you're reading this, it means he is out. I'm not going to wait for him to come after us. So I'm going to him. I'm going to keep him away from you until I can figure out a way to have him locked up for good, or whatever it takes to protect you. I love you. You know I do. Me. \nHarley: Oh, Gus, what have you done? \n"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=A-56l9Ol07s"}