{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Jonathan: Hey, how long you going to keep me locked up in here without setting bail? Bring on the judge! Or at least give me something sharp to scratch the days off with. \n_________________________________________\nJosh: Tammy. ", "[SCENE_BREAK]", "Tammy: Hey, Uncle Josh. \nJosh: What's going on? \nTammy: Don't ask, okay? \nJosh: Okay, is there anything I can do?\nTammy: That all depends. \nJosh: Try me. \nTammy: Jonathan's still locked up in that cell and they won't even give him a hearing. I need help. \nJosh: Tammy, I don't know what you think it I can do, but uh... \nTammy: Maybe you can talk to my mom or to Jeffrey. Maybe Frank Cooper. \nJosh: Look, I want to be honest with you here, okay? Even if I could think of some way to get Jonathan out, I'm just not sure that I would. In fact, right now, I'm kind of glad he's there. \nTammy: Good to see you, too. \nJosh: No, no, no. Tammy, just wait a minute, okay? \nTammy: Why? I can see now that Aunt Reva is the only one who really wants to help us. ", "[SCENE_BREAK]", "_________________________________________\nMel: Reva. \nReva: Oh, Mel, hey. \nMel: Hey. \nReva: You want some coffee? \nMel: No, I've had enough caffeine for today.\nReva: Okay. \nMel: So, how are you? \nReva: Actually, I've been better. \nMel: You said you needed legal advice? \n\nReva: Actually, I need more than just advice. I need a lawyer. Well, Jonathan, my son, needs a lawyer. \nMel: Ah, Jonathan. What's the charge? \n\nReva: Arson. Yes, he was playing with matches, but he never meant to start a fire, which resulted in an innocent woman being hurt. \nMel: Wait, wait. Somebody was hurt? \n\nReva: I'm not saying that he's completely innocent, but the problem is that they've kept him locked up for days without even a bail hearing. \nMel: No hearing? That's strange. Usually Jeffrey likes to move things along. \nReva: I thought so. So you think you can help us? \nMel: Well, it sounds simple enough. I don't see why not. \nReva: Great. ", "[SCENE_BREAK]", "_________________________________________\nOfficer: You've got ten minutes, Miss Winslow. \nTammy: Hi. \nOfficer: I'll be nearby if you need anything.", "[SCENE_BREAK]", "Tammy: Thank you. \nJonathan: Hi. Give me some good news? \n\nTammy: I wish I could. Nobody knows when you're going to get a hearing. I've been doing everything I can. \nJonathan: No, you stay out of this; let Reva handle it. Stay out of it. \nTammy: Whatever. \nJonathan: I'm serious. \nTammy: All right, you want to play tough guy? Just wait until you get out of here. Until then, cut the crap, Randall. \n\nJonathan: Whoa. Look who's tough now. \n\nTammy: I learn from the best. \nJonathan: Yeah. \nTammy: This is crazy. How can they keep you in here? \nJonathan: I don't know. The law's no match for an angry mama and the guy who loves her. ", "[SCENE_BREAK]", "_________________________________________\nJeffrey: Hi. \nCassie: Hi. \nJeffrey: What is that? \nCassie: Tammy's first spelling bee. She won. ( Laughter ) \nJeffrey: Of course she did. \nCassie: Yeah. Always the smartest kid in her class. How do you spell \"mistake\"? \nJeffrey: She is still pretty smart. She's just uh... well, she is in love. Speaking of which, you know, we've been dragging our heels with this bail hearing for Jonathan so you could talk to Tammy without him around, but we can't hold it up anymore. We've got to send Jonathan's case to the judge. \nCassie: But then the judge will set bail, and Jonathan will be on the streets, and Jonathan and Tammy will be together. \n\nJeffrey: Cassie, they're adults, we can't just keep... \nCassie: I know. One more day. I know you can do that. Please, just one more day. \nJeffrey: One more day? What, you think 24 hours is going to make a difference? \nCassie: Well, maybe today's the day that Tammy will come to her senses and figure out how bad Jonathan really is for her. Who knows? ", "[SCENE_BREAK]", "_________________________________________\nTammy: They really think they can keep us apart? \nJonathan: They have kept us apart so far.\nTammy: The more time I spend away from you, the more I want to be with you. So no matter what they do, they're just going to make us stronger. ", "[SCENE_BREAK]", "_________________________________________\nRick: Hey, Josh. \nJosh: Hello, Dr. Bauer, how are you? \n\nRick: Good. How you doing? \nJosh: The usual, I guess-- at least as far as the usual goes in my life these days. \nRick: Meaning? \nJosh: Well, I run into a member of my family, alienate them and then move on. \nRick: No, see, you're a peacemaker, Joshua. You're a peacemaker. \nJosh: Not anymore. \nRick: See, my brilliant wife and daughter have taught me to nod and smile. It works, Josh, every single time. \nJosh: Oh, great. I'll have to try that someday. Thank you. \nRick: You should. You should. \nJosh: How are they, by the way? \nRick: Good. My wife's working double shifts still, amazingly. \nJosh: Yeah, and you are, too, right? \n\nRick: Yeah, but see, she manages to do it and still take a shower on a daily basis. Me, I don't believe in showers. It's overrated. But thankfully Leah is definitely her mother's daughter. \nJosh: Yeah, she's away at school right now, right? \nRick: Yeah. \nJosh: How's she doing? \nRick: She is doing great. She certainly doesn't miss me very much. \nJosh: Yeah, it's funny. That's the way it works out. You think your kids are going to be the ones who are homesick, and then it turns out that the parents are the ones that freak out. \nRick: How are Marah and Shayne doing? \n\nJosh: Good, thank you for asking. And I just ran into Tammy. You know, she reminds me a lot of Marah a few years ago. \n\nRick: How's she doing? Is she okay? I mean, I haven't spoken to her since the whole wedding thing fell apart. It has got to be hard. It's weird. I just thought that Sandy and Tammy were perfect together.\nJosh: Yeah, well, you've got to be careful about that perfect exterior kind of thing. I just think Tammy's going through a lot of changes right now. \nRick: Well, she's a strong kid, Josh. She'll be fine. \nJosh: I hope so. ", "[SCENE_BREAK]", "_________________________________________\nCassie: Jeffrey, please tell me that you can keep Jonathan behind bars just one more day. \nJeffrey: Don't you think it's time we face reality? You know, keeping Jonathan behind bars away from Tammy is not going to bring her any closer to you. As a matter of fact, it's driving her further and further away. You can see that, can't you? \nCassie: I know, I know. I want my daughter back, Jeffrey, I do, but even more than that, I want her safe. So whatever it takes, if that means that she hates me, but Jonathan stays behind bars, I can live with that. \nJeffrey: I'm not so sure about that. \n\nCassie: I am. \nJeffrey: I've got to get going. I'll see what I can do. \nCassie: Thank you. \nJeffrey: All right. I'll call you later.\nCassie: You better. And, Jeffrey? I love you.\nJeffrey: I love you, too. \nCassie: Everything is going to be fine. It has to be. ", "[SCENE_BREAK]", "Sandy: It will be. Trust me. \nCassie: Sandy? \nSandy: Sorry if I scared you. \nCassie: You didn't. What are you doing here?\nSandy: I just wanted to talk for a minute. I wasn't trying to overhear, but when I walked up, I heard you and Jeffrey talking about Jonathan and keeping him in jail. \nCassie: What about it? \nSandy: I couldn't agree with you more. And if you give me a shot, who knows, maybe I could help. ", "[SCENE_BREAK]", "_________________________________________\nTammy: Whenever we're apart, I feel so empty, I can't even think. \nJonathan: Yeah, me, too. ( Coughing ) \n\nTammy: Hey, are you sick? \nJonathan: It started last night, I think. I'm allergic to something around here, like being in jail. ( Coughs ) \nTammy: Hold on. I'll get you some water.\nJonathan: ( Coughing ) Oh. ", "[SCENE_BREAK]", "Reva: Hey, are you all right? \nJonathan: Yeah, I'm fine, Tammy went to get me some water. She's over there. Hi. \nMel: Hi, Jonathan. \nReva: Mel is your new lawyer. \nMel: So I'm just going to need to hear your side of the story, and I'll find the D.A. and see why he's dragging his heels.\nJonathan: I can save you the trouble, pretty lady. \nMel: Well, I'd rather get both sides of the story so I can get a full picture. Chances are you being locked up this long is just a clerical error. \nJonathan: ( Laughs ) Right. It's just a clerical error. \nTammy: You want to know why he's still in here, Mel? It's because my mom and her boyfriend, the District Attorney, would like to see him rot in here. If they had it their way, he would never get out of here. \nMel: Why? Jeffrey O'Neill... there's got to be a reason. Your mother... \nReva: That's not important. I mean, not now, anyway. The reason's not important. \nTammy: It is. \nReva: Tammy. \nTammy: You want to know why he's in here? It's to keep him away from me. Because my mom thinks that these are stronger than what we feel for each other. \nMel: Feel? \nJonathan: We're in love. \nMel: Reva... \nReva: Hmm? \nMel: Can I talk to you for a minute in private, please? \nReva: Sure. \nMel: Reva, I thought you said this was going to be a simple case. There's a lot going on here. \nReva: It's not as complicated as you might think. \nMel: Reva, they're cousins. \nTammy: I hate this-- people looking at us like we're freaks. \nJonathan: You better get used to it. \n\nTammy: I thought Mel would understand. I mean she's cool. \nJonathan: Well, give her a few minutes, maybe she'll come through for us. \nReva: Cassie's only my half sister, Mel. It is not that big a deal. They didn't grow up together. It's not like they spent Thanksgiving dinners together eyeballing each other across the table since they were in grade school. They met and they fell in love. That's the bottom line. They're in love. You of all people should know that love knows no boundaries, right, Mel. \nMel: You're comparing me and Rick to cousins who are dating? \nReva: It's just that... people see it...\nMel: Look, you know what? It's not my place to judge, but from what I'm seeing, Cassie isn't as progressive about this whole situation as you are or else she wouldn't be trying so hard to keep them apart.\nReva: Yeah, well it's going to take some time getting used to, but we'll work it out. \nMel: I hope you do. I really do. But in the meantime, I love you and I love Cassie, and I won't put myself in the middle of it. \nReva: No, I'm asking you to take this case.\nMel: You're asking me to choose sides, and I'm sorry, I can't do that. Reva, I'm very sorry. Sorry, Tammy. \nJonathan: Come on, can I get one of those sorry's, too! \nReva: Well, that was fun, wasn't it? \n\nJonathan: I guess it's back to the good old yellow pages, huh, Ma? ", "[SCENE_BREAK]", "_________________________________________\nSandy: We both want the same thing, Cassie, Jonathan behind bars for a long time. I don't want to see Tammy hurt any more than she already has been. And I know I can help. \nCassie: Thank you, Sandy, but no. \nSandy: I know I'm responsible. Give me a chance to make up for it. Look, when Tammy found out about my ex-wife, she ran... \nCassie: Not ex-wife. Not ex-wife, Sandy. She is still your wife. \nSandy: I thought the divorce had gone through. Even so, it is my fault for not telling her about my first marriage, and that's the biggest mistake of my life. And I pay for that every day without Tammy. Don't get me wrong, I know that I lost her. But I just want to make up for what I've done. \nCassie: I think what you want is, you want Tammy back. \nSandy: There's nothing I'll ever want more. But I'm not stupid. I know she has moved on, and I'm doing my best to accept that. I've lost her, and maybe I deserve that. But you don't deserve to lose her, not to someone like Jonathan. She needs her family right now, even if I'm not a part of it. \nCassie: Do you know that if Tammy knew I was working with you on this or anything, that it would just tear us apart farther?\nSandy: Please. Cassie, she doesn't... \n\nCassie: No. Thank you for your concern, and thank you for coming by, but I think I have all of the people I need on my side right now. \nSandy: Thank you. ", "[SCENE_BREAK]", "_________________________________________\nJeffrey: Hey, boys and girls. \nReva: Jeffrey O’Neill, you better set bail for my son today. \nJeffrey: Take it easy, Reva. He's going to be out of here tonight. \nJonathan: It's about time. \nJeffrey: But there is one condition for bail.\nReva: Fine. I promise I won't hurt you. How's that? \nTammy: I don't. \nJonathan: What's the catch? \nJeffrey: That is if the people of Springfield don't consider it too big a risk. \nJonathan: All right, come on. What do I have to do to get out of here? \nJeffrey: You have to graduate. \nJonathan: From? \nJeffrey: Anger management class. \nJonathan: ( Laughs ) You've got to be kidding me. \nReva: Okay, no, it's done. Just say thank you, Jeffrey. \nJeffrey: Don't thank me. As a matter of fact, it was Cassie who wanted you to be released. \nTammy: What? Mom told you to let him out?\nJeffrey: She just wants you to be happy, Tammy. That's all she wants. ", "[SCENE_BREAK]", "_________________________________________\nJosh: Get back to me as quick as you can, okay? Thank you. \nMel: Josh. \nJosh: Mel, how're you doing? \nMel: Good question. \nJosh: I just ran into your husband. \n\nMel: Funny, I just ran into your... Reva.\nJosh: How is my Reva? \nMel: Fine, or completely out of her mind; I haven't figured that out yet. \nJosh: Yeah, well, if you ever figure that out, you let me know, okay? Can I buy you a cup of coffee? \nMel: No, I'm good. \nJosh: Okay. \nMel: Josh, you're a sensible man. \nJosh: I try to be. Just one please. \n\nMel: I know that the world is changing very rapidly and that the rules and the standards... \nJosh: Let me guess. Reva told you about Tammy and Jonathan, right? \nMel: Yeah. I wish I could understand. \n\nJosh: Actually, it's quite simple. Thank you very much. \nMel: Really? \nJosh: Yeah. Jonathan and Tammy love each other. \nMel: I feel bad. I think Reva expected me to be a little more understanding because Rick and I went through some questions when we first fell in love, but I told them I couldn't help them. I feel really bad. \nJosh: You know what? You shouldn't. Reva's trying desperately to get people to understand something I think is really difficult to understand. The bottom line is she is trying to help her son, but her son makes that difficult for everybody. \nMel: I need to find Rick. \nJosh: I think he went that way. ", "[SCENE_BREAK]", "Mel: Okay. Thanks. I'll track him down.\n( Cell phone rings ) \nRick: Hello? \nMel: Rick, hi. I thought you were grabbing a bite to eat at Co2. \nRick: I did. I ate, I ran into Josh, and I headed over here. Actually, I'm in the... \nMel: You're at the morgue. I know, your voice echoes when you're in there. \nRick: You're amazingly intuitive. \nMel: Is that why you married me? \nRick: Is that a trick question? \nMel: Yeah, I'm a little freaked out. I just saw Reva, and she wanted me to help her with her son and Tammy. Honey, did you know that... \nRick: Honey, can we discuss this later? I'm with this dead guy, and we want to wrap this up so I can get home and have some dinner. So I'll see you there. Love you. Don't change. \nMel: What was that? ", "[SCENE_BREAK]", "_________________________________________\nTammy: Mom. Oh, thank you. You don't know how happy you've made me. I'm so grateful. And I've missed you so much. So much. \n_________________________________________\n\nKim Zimmer and Robert Newman, inside \"The Light.\" \nI think being part of the show is an extraordinary thing. \nIt's almost like an heirloom.\nSee Josh and Reva on Wednesday, January 11th, inside \"the light.\" \n_________________________________________\nCassie: Honey, I've missed you, too. \nTammy: I knew in the end you'd be there for me, for us. \nCassie: For us? \nTammy: I knew you'd come around and see what I really need, Mom. And I need Jonathan. I need you, too. I need you both.", "[SCENE_BREAK]", "_________________________________________\nSandy: Somebody has to believe me. I just want to help Tammy any way I can.\nJosh: Why did I think coming down here to take a nice, quiet walk to clear my head was a good idea? \nSandy: Josh, I know you're mad at me. \n\nJosh: Yes, I am. \nSandy: But I thought that of all people, you would understand that life is complicated. You and Reva have... \nJosh: Yeah, I know, me and Reva, we've been through all the complications that life has to offer, but, Sandy, life does not always have to be dramatic and complicated. Take the situation you're involved in right now, for example. There's an easy answer: Cut your losses and move on!\nSandy: I can't do that. I have to help Tammy. I need her forgiveness. \nJosh: I'm sure Tammy will forgive you one day. You know, she's a compassionate young lady. \nSandy: She's so many wonderful things, Josh.\nJosh: Sandy, let Tammy go. Move on with your life, okay? You're young; it's not too late to start over. \nSandy: You really think that I should just let her go and let that animal ruin her life? \nJosh: I think you should leave Tammy to her family. \nSandy: Does that include her cousin? \n\nJosh: Sandy, if you had been straightforward with Tammy from the beginning, there's a good chance you'd be married to her right now. But you weren't, so you're not. Let her go! \nSandy: So I'm really on my own now? That's fine. ", "[SCENE_BREAK]", "_________________________________________\nRick: Hey, sweetie. \nMel: Rick Bauer! \nRick: Uh-oh. \nMel: I don't know whether to kiss you or slap you. \nRick: Can you kiss me, slap me, and then kiss me again? \nMel: Not funny. \nRick: Oh, honey, I'm sorry. \nMel: I needed my husband and you practically hung up on me. \nRick: You're right, I did. I'm sorry. Um... so what is it? Are you okay? Is Leah okay? \nMel: I'm fine. She's fine. We need to talk.\nRick: Honey, I'd love to talk, but I've got a lot of work I've got to do. I've got to finish up this paper. \nMel: Rick, the dead body in the next room can wait. I can't. Work doesn't always have to come first. \nRick: Whoa, whoa. Stop here, Counselor. Who came up with that rule? No dinner until you finish your work, Rick. Whose idea was that? \nMel: Okay. You know what? Maybe we need to shake things up a little bit. \nRick: All right, honey, you win. Okay, what is it? What do you want to talk about? \nMel: Well, I just came from Reva. She wanted me to take a case for her son and Tammy. \nRick: Jonathan and Tammy. Yeah, I heard something about that. No wonder Josh was so rattled. \nMel: Reva compared us to Jonathan and Tammy.\nRick: Oh, please, that's ridiculous. We're not related. I mean, we had our own obstacles, but certainly nothing like that.\nMel: We're not cousins. Hello! \nRick: No, that's their family. We overcame our own obstacles, didn't we? We did, look at us. I mean, here we are in this morgue, right? Two highly qualified professionals with a fantastic marriage. We showed all of them. \nMel: Showed them what? \nRick: We showed them with the whole us against the world thing. You know, that credo holds true. It definitely does. I mean, it definitely brings people closer together. \nMel: I'm not so sure about that. ", "[SCENE_BREAK]", "_________________________________________\nReva: So Cassie sent you down here to let Jonathan out. She must have had an awfully big change of heart. \nJeffrey: Well, Cassie needs Tammy, and Tammy needs Cassie. \nReva: This wasn't Cassie's idea at all, was it? So what do you think she's going to say when she finds out you let Jonathan out? \nJeffrey: Well, we'll work it out. \nReva: You seem pretty sure of that. \n\nJeffrey: Yeah. Very. \n( Cell phone ringing ) \nReva: I have to get that. Don't you go anywhere. ", "[SCENE_BREAK]", "Jonathan: Yeah, right. \nJeffrey: Want some advice? \nJonathan: Sure, with good old dad's face, why not? \nJeffrey: Yeah, good old dad. Something tells me good old dad would be worried about the same thing I am right now: Tammy.\nJonathan: That makes three of us. \nJeffrey: I know what it's like, Jonathan, to be in love with someone you're not supposed to be in love with. \nJonathan: Yeah? \nJeffrey: It's a test, and it's a tough one. The test is: Can you, will you think about what is best for her? \nJonathan: You're looking at him. \nJeffrey: You seem pretty sure of that. \n\nJonathan: The only thing I've ever been sure of. \nJeffrey: So you wouldn't think about giving her a little time here? \nJonathan: No. We wasted enough time already.\nJeffrey: Well, don't screw it up. \nJonathan: Wow, you almost said that like you meant it. You don't want me getting out of here, O’Neill. \nReva: So what did I miss? \nJonathan: Come on, admit it. You, Cassie, Sandy, Josh would love to see me get out of here and torch a whole city block. Then you'll have enough to keep me here permanent. Go on, admit it. \nJeffrey: Anger, anger management, and you're going to ace it, too. \nReva: Jeffrey... \nJeffrey: I know you love Tammy. \nJonathan: Well, she loves me, too. \n\nJeffrey: Well, then, do what's best for her. Okay? Keep your head down, get through this class, try to keep that big mouth of yours shut for a little bit. Otherwise, the next time they're going to put you away somewhere where it's going to be very hard for people to come visit you, and you'll do some real time. Bye. \nReva: Jeffrey. Thanks. ", "[SCENE_BREAK]", "_________________________________________\nCassie: I can't believe you're here. \nTammy: How could I stay away? I had to thank you. I mean, you don't know how much it meant to me when Jeffrey told me that you were the one who sent him down to the police station, that you were the one who told him to let Jonathan out. \nCassie: Jeffrey told you that I suggest...\nTammy: I know this has been hard on you, Mom, and you probably still hate the idea of me and Jonathan, like everyone else does, but you still did this for me, and that says so much. It tells me all I need to know, Mom. \nCassie: Honey, no. \nTammy: Mom? \nCassie: I'm sorry. But as much as I want this reaction from you, I need to tell you the truth. \nTammy: About what? \nCassie: I didn't tell Jeffrey to let Jonathan out. In fact, I asked him to keep him locked up as long as he possibly could.", "[SCENE_BREAK]", "_________________________________________\nMel: The whole \"us against the world\" thing is exciting at first, but... \n\nRick: But, but what? \nMel: But did we really get married just to show them? \nRick: Honey, we got married as quickly as we did because we thought I was going to die. That's why we got married so fast.\nMel: Right. But when we knew you were going to be fine, we just plunged ahead and buried ourselves in --buried ourselves in work. I mean, what couple do you know that has four jobs between the two of them? Four very demanding jobs? \nRick: You know what the truth is, honey? The truth is we're both very ambitious people who don't want to slow down. \n\nMel: Well, I worry we work to avoid our real issues. \nRick: Well you know what we've done? We have a beautiful little girl who's very successful. We're highly ambitious people and we're good parents. That's real. \nMel: She's the best thing that ever happened to me, but, Rick, she's out of the house now, and that leaves us alone to deal with our issues. \nRick: I'm sorry, sweetheart. I didn't know we had issues. \nMel: Because we work... we work so hard to avoid them. Especially since Phillip died. \nRick: Honey, that was over a year ago. We've gotten over that. We're back to normal now. \nMel: You see, that... that's what we tell ourselves. We never really dealt with Phillip and what happened afterwards.\nRick: What do you mean, \"happened afterwards\"? \nMel: You know, kissing Beth. \nRick: Oh, that afterwards. \nMel: Yeah. \nRick: Well. What exactly do you want to accomplish today, honey? Just tell me what is it. \nMel: I worry. I worry that we try so hard to be normal that it's going to backfire on us. \nRick: Okay, we try too hard. So you're worried about us being too normal, is that it? \nMel: Yeah, sort of. \nRick: Okay, all right. When we finish up here, we're going to go back to the house and we're going to get on the phone and we're going to call our daughter at school and we're going to tell her about this discussion that we're having, and she's going to tell us we're weird, and then we'll hang up the phone, and we'll know we're not stupid geeks. What we're going to know is that we're like every other parent out there, right? Not too normal, just normal enough. And you know what? It's going to take our sweet little angel to give us a little perspective that we're doing a good job. I've got to finish up. ", "[SCENE_BREAK]", "_________________________________________\nTammy: Of course you didn't change your mind. Oh, I should have known that. You never do, right, Mom? You just make up your mind and that's that. \nCassie: That is not fair. But, Tammy, I have to listen to my gut. It's when I don't that things go wrong. Of course I want to support you. Don't you know how much I hate the way things are between us?\nTammy: So do I. But it's all in your hands, Mom. If you want it different, you know what you have to do: Accept Jonathan in my life. \nCassie: Never. I will not watch him destroy your life. \nTammy: Wake up, Mom! That's what you're doing. I keep reaching out, hoping there is some way we can make this work, and you keep folding your arms. It's your way or no way. You're ruining us, Mom-- both our lives, all of our lives, mine, Aunt Reva's, your own, and now Jeffrey's, too. \nCassie: Tammy... \nTammy: You're punishing all of us. \n\nCassie: Tammy! ", "[SCENE_BREAK]", "_________________________________________\nSandy: You really love hanging out behind bars, don't you? I bet it's a lot more fun than drinking, and you own the bar. \nJonathan: Sandy, what a surprise. \nSandy: I won't be long. I was thinking about calling Tammy, see if I could stop by. See if she needs a warm shoulder to cry on. \nJonathan: Stay away from her. \nSandy: Why? What are you going to do stuck in here like a sad little monkey? I just want to be her friend. Is that okay with you? Not that it matters, because you are locked up in here. \nJonathan: Just leave her alone. \nSandy: Johnny, old buddy, old pal of mine. You know me better. That's not like me. According to you, I only leave people alone after I watch them fall off the side of a mountain. \nJonathan: People think you're so nice and sweet. \nSandy: They do, don't they? It's such a nice day, I was thinking about going for a ride or spending some time alone with my wife. \nJonathan: She is not your wife! Tammy is not your wife! \nSandy: Not yet. ", "[SCENE_BREAK]", "_________________________________________\nJosh: Double cream, no sugar, correct? \nReva: Hey. \nJosh: I was getting one for myself. I thought you might like some. \nReva: I've just about had my fill of coffee for the day. \nJosh: That's fine, because your sister needs you. \nReva: Give me that. \nJosh: Reva, I know you're not too happy with her right now... \nReva: Happy? It's her fault my son is in prison, or whatever he's in. \nJosh: What about punching a cop? \nReva: Why am I the only one who sees my good son, and, of course, Tammy, and Cassie if she could keep her mind open... \n\nJosh: She is just trying to protect her child, like you are. \nReva: Good for her. But my child could spend years behind bars. \nJosh: If Jonathan weren't your son, if you hadn't lost all that time with him, would you still be pushing so hard for Jonathan and Tammy to be together? \nReva: I'm not pushing. They found each other. I just didn't get in their way. I mean, they want what they want. I tried to talk sense into both of them. What they feel for each other is so beyond logic and reason. Even if we tried to stop them, they would still find a way back to each other. Even if the entire world was against them. And you should understand that of all people. And you should be there for them because... well, you know why. \nJosh: Reva, is that why you want them to make it so badly? Because we didn’t. \nReva: Of course Tammy and Jonathan remind me of us. \nJosh: But this time the part of Reva Shayne is being played by Jonathan Randall. \nReva: Well, he is my son. \nJosh: Yes, he is. \nReva: When did you stop believing in young love, Josh? \nJosh: You know it's trickier than that.\nReva: Of course I do. But I just have questions and I have doubts. Of course I do. I have like three or four million of them. \nJosh: But? \nReva: But I see the way Tammy tucks her hand in his, and I see the way Jonathan’s eyes follow her across a room. And seeing them together just fills me with so much joy. And when their eyes meet, my heart smiles. And I can't help but root for them. \nJosh: Reva, nobody knows better than you and me that all the love, all the passion in the world sometimes in the end it's just not enough. \nReva: Maybe not. But it wasn't always heartache for us, Joshua. There was a lot of happiness, too. Do you remember? A lot of it. \nJosh: You think I've forgotten a single moment? You're pretty unforgettable, you know that? \nReva: I'd do it all over again. \nJosh: Yeah, I wouldn't change a thing. But we're not talking about us right now, Reva. We're talking about Tammy and Jonathan, and their situation is very, very different. \nReva: Okay. Well, thank you for this, because I needed something to keep me warm. \nJosh: Glad I could help. \nReva: Me, too. \nJosh: I'll see you. \nReva: You know you will. ", "[SCENE_BREAK]", "_________________________________________\nSandy: Go ahead, bring it on! \nJonathan: You're not worth the trouble.\nSandy: See, that's what I love about you, that nasty little temper. That's what has got you locked up in this cozy little cell. See, that's how we work. You lash out and do all kinds of damage and grab all of the attention, and I sit back, and I wait. And I find a little spot to fit in, and I relax and smile. You know why? Because I know you're going to mess everything up and give me the chance I've been waiting for. You see, that's how we work. You lash out, and I sit back and relax. Every time you mess up, my life gets even better. Like the first time I came to Springfield, you messed up, fell off the side of a mountain. I got to borrow your name and your family for a while. That was a nice ride-- introduced me to Tammy. \nJonathan: You stay the hell away from her. Tammy is not your wife, never will be. She chose me. She loves me. \nSandy: I did blow my chance, didn't I? But then again, your chance went up in smoke with that little house fire. And you nailed the lid shut when you swung at that cop. See, that's what I'm talking about. You keep messing up, you keep making the same mistakes. And that's why you're always going to lose. ", "[SCENE_BREAK]", "_________________________________________\nJeffrey: Tammy, you okay? \nTammy: Nice try, Jeffrey. \nJeffrey: Yeah, well, um, I figured I'd give it a shot, you know. \nTammy: She's going to be angry with you, too.\nJeffrey: Yeah. Well, I think I can take it. I just want you two to... \nTammy: Me, too. Do me a favor and make sure things are okay with you and Mom. Because no matter how angry I am with her-- and believe me, I am-- I just want her to be okay. Okay? \nJeffrey: I'll do my best. \nTammy: I know you will. Take care. \n\nJeffrey: You, too. Hey. ", "[SCENE_BREAK]", "Cassie: Hey. I know what you did, Jeffrey...\nJeffrey: Listen. \nCassie: It's okay. I understand why you did it, and I'm glad you did it. Maybe she'll listen to you. \nJeffrey: Maybe. \nCassie: She certainly isn't listening to me right now. So will you do me a favor? Will you just make sure she's all right? No matter how at odds we are with each other, no matter how much I disagree with her, I need to know she is okay. Just find a way to take care of her? \n\nJeffrey: Okay. \nCassie: Thank you. ", "[SCENE_BREAK]", "_________________________________________\n\nNext on \"Guiding Light\"...\nHarley: Today is the day we will find Gus. That's not Gus in there. ", "[SCENE_BREAK]", "Someone immune to your charm?\nI don't suppose you could help me out with this, could you, officer? \nI know the puppy dog things works for most people... \nTammy: I'm not worried about Sandy. ", "[SCENE_BREAK]", "Jonathan: Well maybe you should be because you're out there alone.  "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=hldFQvwGOPU"}