{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Harley: I'm so happy you picked up the phone. \nGus: Yeah. What's the matter? You couldn't sleep? \nHarley: Are you kidding me? Nobody hogging the covers, nobody tossing and turning, nobody kicking me in his sleep. \nGus: What's the matter? You miss somebody taking up three-quarters of the bed. \nHarley: I never want to go to sleep or wake up without you again. \nGus: Baby, in a few more hours, that won't ever be a problem again. Are you ready? \nHarley: Um, yeah. Yeah, pretty much. Just a few last-minute touches. You? \nGus: Oh, yeah, I'm ready. Are you kidding me? I was born ready for this thing. So, why don't you hurry up over here and we'll do this thing, you know, so we can get back to... get back to sleep. (Laughs) \nHarley: Listen, sweetie, i know that we've had some really crazy issues with our families lately, but I want you to know there is nothing I would rather do today than marry you. \nGus: Well, that's exactly how I feel, and I don't even think you'll ever really know. ", "[SCENE_BREAK]", "Blake: Talking to the groom before the wedding? It's bad luck. \nHarley: Are you kidding me, this is bad luck? I thought looking at the groom was bad luck. Him seeing you, that's bad luck. This isn't bad luck, is it? \nBlake: It's okay, it's okay. I'm just kidding. You're safe. As long as it's not a video phone. (Laughs) \nHarley: Okay, don'T... don't mess with me. I'm a bride on the edge, here. \nBlake: Aren't they all. \nMarina: Don't worry. We've got it totally under control. Body shimmers, body bronzers. \nHarley: Okay, good. Where's my dress? \nMarina: Will you chill out? Reva is bringing it, okay? I'll go set up. \nBlake: Here, take this. Take this. You can do it. Yeah, thanks. All right. Hey. Why do I get the feeling that this is more than pre-wedding jitters? \nHarley: Maybe because you know me, because you know i should trust their instincts at all times. \nBlake: About? \nHarley: Alexandra. She was brad green's accomplice the whole time. I knew it!\nBlake: Oh, my god. Does gus know? \nHarley: No, he doesn't know yet. I'm letting him have today and then I'm going to drop the brick on his head. \nBlake: Oh, honey, I'm so sorry. But listen, as long as gus has you, he will be fine. He will. \nHarley: You're such a good friend. \nBlake: Thank you. \nMarina: Hey, you two. No crying. It'll ruin the pictures. Let's get a move on. We've got a wedding to go to. \nHarley: Oh, my gosh, that's right, I'm getting married. (Laughs) \nBlake: Yeah. \nHarley: I'm getting married today. (Laughs) \nBlake: Again. \nHarley: Again. (Laughter) ", "[SCENE_BREAK]", "Gus: What kind of shirt is this? It's got no buttons on it. Cufflinks. I had a conversation about cufflinks with alan. He was going to get me the cufflinks. No, I was going to get the cufflinks. I was supposed to get the cufflinks from alan. This is for the cufflinks, these little holes. \nPhillip: Mm-hmm. He was going to get you the cufflinks. \nGus: You grew up with this. You know this stuff. I don't know this stuff. \nPhillip: Yeah. But he's not bringing you cufflinks. I'm bringing you cufflinks. \nGus: Thank you. \nPhillip: (Laughs) \nGus: Thank you. \nPhillip: Here. These were our grandfather's-- your official \"welcome to the family\" gift. A little late, I know, but I've been busy. \nGus: Wow. Thank you. \nPhillip: You know how to put those in? \nGus: Uh, I'll figure it out. \nPhillip: Here. You set with your vows? \nGus: Yeah my vows. Well, they don't exactly say what I want harley to know.\nPhillip: Mm-hmm? It's okay. She'll get the message. \nGus: I don't deserve her, phillip. \nPhillip: Yeah, you do. It took you a while, but you earned her trust, and I don't think you'll ever let her down. Trust me, that's all harley cares about.\nGus: Thank you. Thanks. ", "[SCENE_BREAK]", "Alexandra: Oh, my. This is a lovely picture, phillip, you helping your brother dress. ", "[SCENE_BREAK]", "Alan: Is there anything we can help you guys with? ", "[SCENE_BREAK]", "Gus: Phillip and I were just talking about trust. Any thoughts on the subject? ", "[SCENE_BREAK]", "Bill: Watch it, lady. \nOlivia: You watch it. It's my hotel. So? What's that? A wedding present? \nBill: This? How did you guess? (Laughter) you? \nOlivia: Yeah. You actually going to this wedding? \nBill: Yeah, I thought I'd go do a little networking. I can use all the business connections I can get. ", "[SCENE_BREAK]", "Dinah: Short-term parking, okay? And no dents, all right? \nValet: Are you checking in? \nDinah: That depends. Is this the hotel that's owned by olivia spaulding and what's- her-name? \nValet: Cassie winslow? Yes, it is. \nDinah: Good. Okay, well, I'm going to take a look around and I will let you know. ", "[SCENE_BREAK]", "Marina: Grandpa, no boys allowed. \nBuzz: Just passing through. Just passing through. Why don't you check out the spread over there? Hi, beautiful. How are you doing? \nHarley: Hi, daddy. How are you? \nBuzz: I, um... a little uncomfortable. Nervous about walking down the aisle. Fine. \nHarley: No, I mean, alexandra. What happened with you guys after I left last night? \nBuzz: What sort of question is that? Do I ask you about your sex life? \nHarley: Dad! \nBuzz: We danced. We talked about chili and caviar. I told her I loved her and she went home. Does that work for you? \nMarina: The ladies' locker room is off-limits, grandpa. \nBuzz: I'm going, I'm going, I'm going. Now I'm gone. ", "[SCENE_BREAK]", "Harley: I knew she wouldn't do it. \nBlake: Hair department time. Right now. \nHarley: One second. Hey. I need to see you. There is something I need to take care of before the wedding and you're the only person who can help me do it. \nMarina: Okay, the wedding dress is in the building. \nReva: Yes, and now it's time for that \"something old, something borrowed, something blue...\" old, new, blue... \nHarley: Oh, my gosh. You guys did not do this. \nBlake: Yes, we did. \nCassie: What kind of bridesmaids do you think we are? \nBlake: That's right. We finally got you and gus together so we have to do all of this traditional stuff to make it stick. \nHarley: You guys are so good to me. Thank you. \nCassie: Something new, from venice. \nHarley: Ooh. Venice, italy? Is that why you didn't pick up your cell? \nReva: My jet-setting sister. \nCassie: Long story. Go ahead, open it. \nHarley: Ooh. Jewelry. Oh, how sweet. It's a gondola. That's so sweet. \nCassie: So you and gus will have smooth sailing for the rest of your lives.\nHarley: Thank you. \nMarina: It's my turn. My turn. Something blue. \nHarley: Oh, no. Should I be scared? (Laughter) (screams) (laughter) ", "[SCENE_BREAK]", "Darci: You feeling okay? You didn't sleep at all last night. \nFrank: Yeah, I'm fine. I just... I think I'm a little nervous for the wedding, that's all. \nDarci: Somehow I doubt that. \nFrank: Don't be worrying about me. Just go in there and have a good time with harley. \nDarci: Come in with me. I know harley would love to see you. It might do you some good. \nFrank: You know, I would love to, but I've got to get these rings over to the spauldings' because I don't want gus to think that his best man has kind of bailed on him. So, I'll see you. \nDarci: I just can't understand how hard this must be for you: Doing all of this for gus while you suspect that alan and alex are the ones who framed you.\nFrank: It's just one more day. One more day and I'm going to go after the spauldings, big time. \nDarci: I just don't understand who could possibly think that you would protect the mob. What possible motive would you have? \nFrank: Sweetheart, know what? Can we just put this on hold right now and just try to have a good time? Because my sister really deserves to have a big, happy wedding. Okay? I love you. See you. \nDarci: Frankie? \nFrank: Yeah? \nDarci: Gus was right. You are the best man. ", "[SCENE_BREAK]", "Alan: Trust and loyalty are the heart of this family, and no one knows better than gus. \nPhillip: That's right. I appreciate you watching my back at spaulding while I was in the hospital. \nAlexandra: We all appreciate your stepping in, you know. Putting your own career on hold, filling in for phillip in the business. \nPhillip: Okay. You're a spaulding now. No turning back. \nGus: Hey, where's frank? He's supposed to be here by now. \nPhillip: I don't know, but I'll go see if I can find him. \nGus: You guys are good. You got this down to a science: How to destroy a man's life and cover up a drug scandal all at the same time. What does it matter, though, right? As long as the tux is custom and the champagne is imported. \nAlexandra: Oh, come on. Really, gus, is it so bad that we want you and harley to have this day? \nAlan: Gus, we're trying to protect you. \nGus: No, you're not. You're trying to protect yourselves. Oh, man. I am having trouble looking at myself in the mirror. I need a drink. This is what white-collar crime feels like. Now I know. (Laughs bitterly) \nAlexandra: Oh, come on, gus. You know, I'm just... I'm a little sick and tired of this righteous indignation. You are in this as much as I am and no one forced you to take the family's side in this mess. No one forced you. (Arguing) \nGus: I don't remember ever having a conversation with you about framing frank cooper. I don't remember that! \nAlan: Alexandra, please. He's under a lot of pressure. \nAlexandra: No! We're going to get this straight right now. Now, what's it going to be, gus? \nGus: What if there's another way? What if there's a way to protect frank and to protect us at the same time? \nAlan: Wait. Is that possible? \nGus: Maybe. I can't believe I didn't think of this before. ", "[SCENE_BREAK]", "Dinah: Well, well, well. Welcome to cassieland. \nConcierge: Good morning. May I help you? \nDinah: Oh, I'm just admiring this stunning old building. Somebody did a fabulous restoration. Who was the architect? \nConcierge: You'd have to ask the owners. \nDinah: Are they here? \nConcierge: Right over there. Olivia spencer spaulding. \nDinah: Bill. \nConcierge: You know mr. Lewis? \nDinah: Thank you for your help. I need to run. I need to meet someone. ", "[SCENE_BREAK]", "Bill: So, you know, I was thinking. You know, you've been married a lot. \nOlivia: Have I? \nBill: Yeah. Have you ever married for love? \nOlivia: I thought I did. \nBill: Yeah. See, now, they all say that, don't they? \nOlivia: Well, I mean, you and eden were the real thing, right? \nBill: Well, real thing or not, I'm sure marriage would have killed that. \nOlivia: I thought I was cynical. \nBill: No, numbers don't lie. Two out of three marriages end in divorce. \nOlivia: I guess youon't hold out much hope forus and harley. \nBill: Gus and harley, well, i don't know. They may have a shot and I'll keep my fingers crossed. \nOlivia: See, like it or not, there is hope for you yet. (Cell phone rings) hello? ", "[SCENE_BREAK]", "Phillip: So, tell me. Is bill going to start this new company with tony santos or is he going it alone? \nOlivia: Hello? You know, I think we have a bad connection. \nPhillip: (Laughs) olivia, don't even think about starting to play games with me. If you cease to be of value, this truce will end. ", "[SCENE_BREAK]", "Harley: Oh, blake. These are beautiful. \nBlake: These are for something old. They belonged to my mother and she wanted you to have them. \nHarley: I love them. Holly is so sweet. I love you guys. Thank you. \nBlake: I love you, too, honey. I do. And I am so glad to be here, you have no idea. I wouldn't blame you if you, you know, kicked me out on the street after what ross had to do to frank. \nHarley: Oh, please. Ross was just doing his job. \nMarina: Maybe danny should have been mayor. \nHarley: Marina. \nMarina: Well, if he was, I'm sure none of this would be happening. I mean, it's all a set-up. My dad has a swiss bank account? Are you kidding me? Have you seen my dad's car? \nCassie: The truth is going to come out, marina. We all know that. \nBlake: Trust me, ross knows more than anyone how a man can do something wrong in order to protect the woman that he loves. \nMarina: My dad would never commit a crime. Never. Not even to protect darci.", "[SCENE_BREAK]", "Buzz: Phillip. \nPhillip: Buzz. \nBuzz: Big day for the spauldin and the coopers, huh? I mean, thrown together one more time. Hope we get it right this time. \nPhillip: When are you and alex going to make it official? \nBuzz: You're kidding. Well, if it ain't broke, don't fix it. ", "[SCENE_BREAK]", "Phillip: Hm, good point. She does seem to be very happy with you. Go figure.\nFrank: What is that supposed to mean? \nPhillip: I was just making conversation, frank. \nFrank: Oh, I see. Well, you've never been a fan of our family. So, anyway...\nPhillip: Hey, frank? I know that you're under a lot of stress right now, but you need to get a grip. Let's all try to focus on what's important here today, okay? Your sister's wedding day? Happy? Okay. (Sighs) gentlemen, I'll see you both inside. \nFrank: That guy is unbelievable. ", "[SCENE_BREAK]", "Buzz: Frank, you know, you can't put on the gloves every time a spaulding crosses your path. \nFrank: I understand that, pop. Okay? I know that. I promise you I won't-- I will not-- ruin harley's wedding, okay? Gus is a good man. He deserves everything. He really does. That guy went to bat for me. He didn't bail on me when I got suspended, he didn't let me step down as his best man, so I'll do anything for him. \nGus: Actually, it's you who always had my back, frank. I owe you. \nFrank: Look, gus, I just... i just want you to be good to my sister. Keep her safe, okay, man? That's all I want. \nGus: I'll do a lot more than that. Will you take care of him, please? Make sure he's not getting in any trouble before tonight? I've got to go. \nBuzz: Where are you going? \nGus: I'm just going to wipe the slate clean. ", "[SCENE_BREAK]", "Marina: I am so sorry, darci. I was just sounding off. \nDarci: It's okay. \nHarley: And blake was just explaining why ross would never judge frank, because he... \nDarci: I heard. \nCassie: None of us believe that frank would collaborate with the mob or salerno, for whatever reason. \nReva: Frank did tell you why they suspect him, didn't he? \nDarci: It was because of me. \nHarley: Oh, good. So he told you. I mean, I just say that because he said that he didn't want to tell you and I think it's good that he did. \nBlake: Sit down. \nDarci: It was because of me. That's what they think. \nReva: Well, you know what? It doesn't matter what they think. Nothing in your past could make frank go up against everything he's always believed in. \nDarci: Yeah, but that won't stop them from using what I know about the mob against him. \nHarley: Anybody who is stupid enough to go against you and frank is going to have to up against the whole cooper family. You guys will come out fine in the end, darci. You will. And the next wedding that we all go to will be yours. \nMarina: (Cheers) (applauds) \nCassie: Well, speaking of weddings, there's not going to be one if we don't get our act together. \nBlake: All right. \nMarina: Come on! \nBlake: You know what? We have to do something borrowed. \nDarci: I've got it. \nHarley: No. I can't take that. Frank gave that to you. \nDarci: And I love this more than anything in the world. But I think frank would be happy to see you wearing it today. \nReva: Okay, enough with the traditions. Can we please get into hair and makeup? Come on. Harley. Whoo! Let's go. \nHarley: You are so bossy. \nReva: Just noticing that? \nMarina: So, where's your dress? \nDarci: I was in a rush. I left it outside. \nReva: No, let me get it. \nDarci: No. You stay here with harley. I'm fine. \nHarley: You know what? Maybe I should go outside and help her. \nReva: No. You need to stay here and focus. You are the bride. She'll be fine.\nHarley: Frank is very lucky to have her. She loves him very much. \nBlake: Unless you want to get married in your jeans and your t-shirt, stay right here on this chair. \nDarci: Oh, frank. I did this to you. And you didn't say a thing. ", "[SCENE_BREAK]", "Frank: Gus is up to something. I should have gone with him. \nBuzz: Head's up. \nAlan: Well, buzz, frank. I had no idea you two were here already. \nAlexandra: Has anyone seen gus? \nBuzz: You just missed him. \nAlan: Really? Well, where did he go? \nBuzz: Didn't say. You still up for tying this? \nAlexandra: I promised i would, yes, yes. So, what, gus just left, huh? \nFrank: Yes. Yes, he did. \nAlan: Well, maybe he just left the rings somewhere or something. You think?\nFrank: Uh, no, because I have the rings right here and they haven't left my sight. Unlike my briefcase, where that file just kind of magically appeared. \nBuzz: (Grunts) I've got to breathe. \nAlexandra: I'm sorry. There. There. \nBuzz: Thanks. I think. \nAlexandra: Anyone have any idea where gus and harley are going to go on their honeymoon? \nFrank: No, but once they're safely on their way, I will definitely be going after the person or persons who framed me, and I'll do whatever it takes to clear my name. \nAlexandra: I'm sure you will. \nAlan: You know, I would like to make a toast to both of our families, to new beginnings. \nAlexandra: Really? A toast before the ceremony? A little ahead of ourselves.\nAlan: I haven't tried this champagne out, alexandra, and i want to make sure that it's all right to serve our guests. A toast to harley and to gus. May they live a very happy and long life together. \nBuzz: Here, here. \nAlan: Here, here. \nBuzz: (Gags) it tastes like window cleaner. \nAlan: Oh, my gosh. It's turned to vinegar. \nAlan: I hope this isn't a bad omen. ", "[SCENE_BREAK]", "Gus: Okay, thank you. Just... you give me a minute and then you bring him in, okay? \nCop: You're getting married today. Can't this wait? \nGus: It's all right. I just have a little detail to clear up with him. Thank you. (Knock on the door) yeah. Yeah, bring him in. Yeah, it's all right. Hey, vinnie. Long time no see. ", "[SCENE_BREAK]", "Reva: Okay. I can't find darci and I can't find her dress. ", "[SCENE_BREAK]", "Marina: Well, she's been so worked up about my dad, maybe she left the dress at home and had to go back for it. ", "[SCENE_BREAK]", "Cassie: I'm sure she'll be here by the time we pack up to leave. ", "[SCENE_BREAK]", "Jeffrey: Hello, everybody. \nMarina: We are closed for business. \nJeffrey: No, no, no. It's okay. I have a personal invite. I'm judging the bridesmaid's contest. \nHarley: It's okay. He's not staying. Ow. \nJeffrey: I give you very high marks for talent and bikinis. \nHarley: He's not staying! \nJeffrey: I'm not staying. I'm going. \nHarley: Be right back. \nJeffrey: Oh, is this the what's new in bridal attire? That's very nice. I like this. \nHarley: Shut up. Listen. For serious. I need you to do something for me. \nJeffrey: What? As da? \nHarley: Yeah. \nJeffrey: Now? Today? \nHarley: If you don't do it today, there won't be a wedding. \nComing up on \"guiding \nlight\"... \nAlexandra: He'll be here. He's not going to skip out on his own wedding. I'm more concerned about frank, as a matter of fact. He should be back from the beacon by now. \nFrank: Oh, my god. Gus, how the hell could you have done that to harley? \nHarley: I have information that could change everything-- for me, for gus, for frank. The spauldings... \nJeffrey: Wait, wait, wait, wait, wait, wait. This information that you have that's so important, is it really essential that we deal with it today? The day of your wedding? \nHarley: Yes! No. I'm not sure. \nJeffrey: You're not sure. Okay, you're not sure means no, okay? And that means it can wait, and it's going to wait until... well, until you receive my present. \nHarley: You weren't even invited to my wedding and you're giving me money?\nJeffrey: No, no. Don't worry, I'm not giving you money. Nice try. Open it up.\nHarley: Nice card. \nJeffrey: Two tickets to the springfield dog show. I figured you and gus can go there and maybe you'll find a little pooch, a terrier maybe, and every time you look at him, you'll think of me. \nHarley: I think this might be my very favorite present. Consider yourself officially invited. \nJeffrey: I don't think so. \nHarley: Come on. Free food, single women. \nJeffrey: Okay, if you put it that way. My other present to you is that I'm not going to deal with this problem of yours until after your honeymoon. \nHarley: Jeffrey, you don't understand. I am withholding evidence. \nJeffrey: No, no, no. Don't say anything to me, please. \nHarley: Monday morning. Monday morning. \nMarina: Okay, okay you two. Break it up. \nReva: Hey. \nJeffrey: Hey. Hello. \nHarley: Wish me luck. (Laughs) \nJeffrey: No, you don't lead luck. You and gus have that other \"l\" word going for you. Now, go on, get out of here. \nHarley: Monday morning! \nJeffrey: Okay. \nHarley: Mark it down! ", "[SCENE_BREAK]", "Salerno: Nice monkey suit, aitoro. You moonlighting as a waiter these days?\nGus: Have a seat, vinnie. \nSalerno: Right after I call my lawyer. \nGus: This isn't an interrogation. We're just going to talk. You want something? You want a coffee? \nSalerno: You know they don't even serve espresso in this dump? \nGus: So, how are they treating you, vin? \nSalerno: You amnesty international now? \nGus: Now, I don't have to tell you that there is prison and then there's prison. Have you ever spent any time in solitary confinement. You know, one of those little six-by-ten rooms? \nSalerno: Sounds like my first apartment. \nGus: Not for nothing, vin. But I have enough evidence here to put you in solitary confinement and keep you there for a very long time. \nSalerno: You've got no jurisdiction over my case. The charges against me are federal. \nGus: Well, let me correct you. I was federal on your case. Just ask the da. And as the chief of police, I've got to say murder one, that would be my business. \nSalerno: Murder one? No, man. You're looking at the wrong guy. \nGus: No, I've got one of your meat-heads that says you're the one who made the order to put the hit on my sister. \nSalerno: They're lying. \nGus: Really? We're talking the death penalty here in this state. You understand that, right? I mean, are you really willing to put your life in the hands of a jury? \nSalerno: What's my alternative? \nGus: All you have to do is confess to framing frank cooper. \nSalerno: You're crazy, man. \nGus: Confess to framing him. You confess to framing him and i will focus on nailing the trigger man on eden's murder instead of you. It's all right there.\nSalerno: You're lying. \nGus: Take a look. \nSalerno: Whoa. Whoa, whoa, whoa.Rs5 wait a minute. Who's framing who here?", "[SCENE_BREAK]", "Frank: Hey, gus. It's me, man. Listen, where are you? If you don't call me, I'm sending in the troops, all right? Where's your girlfriend? \nBuzz: With alan, I think. Gus not here yet? \nFrank: No, not yet. \nBuzz: He'll be here. Wow. Whew. \nDarci: Thanks. \nFrank: You look beautiful. \nDarci: Thank you. \nBuzz: Uh, I'll be inside. \nFrank: Wow. Now, I finally have a reason to celebrate. \nDarci: Oh. I'm glad to hear you say that. \nFrank: Oh, honey, I've never seen you more beautiful. \nDarci: You always make me feel that I am. \nFrank: Oh, hey. Hey, hey, hey. What's going on here? You're shaking, here.\nDarci: I'm just, you know, nervous, I guess. The wedding party. (Laughs)\nFrank: You're going to be fine. Trust me. \nAlan: Have either of you seen alexandra? \nFrank: No, she's not here. What? Is there something wrong with gus? \nAlan: Well, it's bad enough that the groom isn't here, now i discover that every last bottle of the champagne has turned to vinegar. \nFrank: Oh. It's tragic. It's tragic, alan. Well, you know, I guess I'll have to go find harley and tell her that the wedding is off, right. \nDarci: Frank. \nAlan: I wouldn't expect you to understand, frank. \nFrank: Well, that's all right, alan. Please, please. Keep up with the insults. I love it. \nAlan: Darci, if you see alexandra, would you tell her that I'm going to send jeremy down to the beacon wine cellar and pick up some more champagne? \nDarci: Of course. \nFrank: Oh, no. We don't have to call jeremy. I'll do it myself. I'll go. Please. I can't even breathe around this place. \nAlan: Well, fine, frank. I'll tell them you're on your way. \nFrank: Unbelievable. Oh, honey? Come with me? \nDarci: I have to stay with harley. \nFrank: Oh, well, then I bet you're really going to miss me, aren't you? Huh? How did I get so lucky to get you, huh? \nDarci: You make me happier than I have ever been in my entire life. Never forget that. \nFrank: Oh, baby. ", "[SCENE_BREAK]", "Olivia: So, save me a dance when you're not too busy working the room. \nBill: I'd love to, but i promised your husband no touchy- feelies. \nOlivia: Oh. \nBill: Well, tell the valet to get your car. \nOlivia: Okay. \nDinah: Why is it all the good-looking ones get away? \nOlivia: (Laughs) \nOlivia: Have we met? \nDinah: No. I'm dee. You are...? \nOlivia: Olivia. \nDinah: Oh. \nOlivia: Are you staying here at the hotel? \nDinah: No. I am from out of town, so I'm trying to get a feel for the place. This is a lovely hotel. \nOlivia: Oh. Thank you. \nDinah: Do you work here? \nOlivia: I'm one of the owners. I'm olivia spencer spaulding. Hi. \nDinah: Hi. Yeah. You know, I read something... your partner is princess cassandra winslow. \nOlivia: (Laughs) \nDinah: So, I'm going to suppose that she's the window dressing and you're the brains behind the operation. Huh? \nOlivia: Actually, it's 50-50 all the way. \nBill: Olivia! \nYour car is here! \nOlivia: Give me a second, will you? \nDinah: Now, he is a catch. Is that your man? \nOlivia: Oh, no. I'm taken. \nDinah: Too bad. \nOlivia: Oh, you have no idea. Bill? Come here. There's somebody I want you to meet. \nBill: Now? \nOlivia: Yeah, now. Her name is dee and she's new in town. And... that's really strange. She didn't seem like the shy type. \nBill: What did she want? \nOlivia: Well, actually she wanted you. Because, you know, she kind of thought you were hot. \nBill: Really? She saw me from over there? \nOlivia: Yeah. Mm-hmm. \nBill: Well, I like her already. \nOlivia: (Laughs) \nBill: Let's go. \nDinah: Yikes. Little brother all grown up. ", "[SCENE_BREAK]", "Harley: Hey. \nMarina: Hey. \nHarley: Any sign of darci? \nMarina: Actually, last word was that dad went to the beacon to get some champagne. Darci probably just went with him. \nHarley: Um, what about gus? \nMarina: Still missing in action. \nHarley: Great. Maybe we should have eloped. ", "[SCENE_BREAK]", "Cassie: Wrong! \nReva: Wrong! \nBlake: Wrong! \nCassie: This is supposed to be the happiest day of your life. (Laughter)\nBlake: Here you are, you're surrounded by your friends and your family. You're about to marry the man that you love. \nReva: Even if he is a spaulding. (Laughter) \nPhillip: I heard that. \nReva: Oh. Oops. (Laughter) \nHarley: Hi, phil. \nCassie: No men allowed. \nPhillip: Can't a man have a moment alone with his ex-wife? \nWomen: No. \nHarley: Just one minute. Let him stay. Please? \nCassie: No. (Laughter) \nHarley: Thank you. \nReva: One minute. \nPhillip: Well, you look lovely. \nBlake: You had your chance. ", "[SCENE_BREAK]", "Phillip: Oh, I know. I know. You run with a tough bunch. \nHarley: You should talk. \nPhillip: (Laughs) well, I'm glad that my brother is making you one of us again. \nHarley: Thank you. Have you seen your brother anywhere? \nPhillip: On a plane to vegas. He said something about needing to make a fresh start. \nHarley: Very funny. That's very funny to kid a bride like that. \nPhillip: Worried, are you? \nHarley: Well, you know, this is my fourth wedding. I'm kind of ripe for a no-show. \nPhillip: Maybe we should have done this, had a big family wedding. \nHarley: Oh, do you think that would have made a difference? \nPhillip: No. Commitment might have made a difference. \nHarley: That was never my problem. \nPhillip: No. I guess not. Just for the men in your life. It started with your dad and it just kept on going. \nHarley: Well, my dad is back now, and frank's here, so... \nPhillip: And so is gus. \nHarley: See? It took me a little while, but i got it right, finally. \nPhillip: You never stopped believing that there was a guy out there who would treat you the way you deserve to be treated, did you? \nHarley: No, I did. It's just that gus worked very, very hard to help me tear down all the walls I had built around myself. \nPhillip: He won't let you down. Not the way that I or any of those other jerks did. \nHarley: I know. \nPhillip: Do you? Because I'm not sure that you're ever really going to be able to trust him the way you should until you let go of the rest of us. \nHarley: What are you saying? \nPhillip: I'm asking you to forgive me. Forgive all of us who let you down. Do you think you can do that? \nHarley: (Clears throat) I already have. I have, because of gus. Because... because he taught me to love and trust again when i never thought that I could. And I love and trust him completely. ", "[SCENE_BREAK]", "Gus: No one's trying to frame you, vinnie. \nSalerno: Then you pick up the file. \nGus: I know what's in the file. If you don't want to know what you're up against, it's not my problem. \nSalerno: My guess is that that file has nothing to do with your sister's death. \nGus: Well, you're wrong. You're wrong. You're wrong. It's in there. Look at it. Take a look. \nSalerno: Oh, I'm willing to take a look, but not touch. I bet that's the same file that cooper swears was planted on him, hm? So I get my fingerprints all over it and I take the rap for something I didn't do? Is that the plan, aitoro?\nGus: Vinnie, you're already facing the maximum sentence. Confess to this. Confess and I will be on your side. I'll plead your case, I'll get you a deal.\nSalerno: That's funny, huh? I'm the one in the orange jumpsuit, but you're the one who's desperate. \nGus: Oh, no. \nSalerno: Why is that? \nGus: That's not true at all. I'm fine. Today... I'm the luckiest guy in the world. I'm getting married today. \nSalerno: Oh, yeah, that's right. You're marrying cooper's sister. And here you are, hours before saying, \"I do\" asking me to take a fall. Why don't you go after the ones that actually framed your future brother-in-law, huh? Man, you've got to be in it up to your eyeballs. \nGus: Do something decent. Do something decent for once in your life, huh? Why don't you do it for all the people that are dead because of you? \nSalerno: Or what? Or what? What are you going to do? How far are you willing to go to pin this on me, huh? Beat me? Kill me? \nGus: Officer, get in here! \nCop: You all right? \nGus: I'm fine. Just take this guy back to his cell. \nCop: Let's go. \nSalerno: Hey. Kiss the bride for me. It should be a lovely wedding. \nCop: Let's go. ", "[SCENE_BREAK]", "Frank: This place is pretty impressive. How do you know what's what down here? \nClerk: Well, mr. Spaulding's wines are here. I'll help you pack up. \nFrank: Thanks. Is this camera always on? \nClerk: Recording 24-7. \nFrank: Really? Where do you keep the tapes? \nAlan: Where could gus have gone? \nAlexandra: He'll be here. He's not going to skip out on his own wedding. I'm more concerned about frank, as a matter of fact. He should be back from the beacon by now. \nFrank: You're absolutely positive this is the security tape from the night of the san cristobal festival? \nClerk: Yes. Are you sure this is police business? \nFrank: I've got it from here, thank you. ", "[SCENE_BREAK]", "Phillip: All right. About time we get this show on the road, isn't it? \nAlan: Well, not quite. Unless you and beth want to get married again? \nPhillip: Been there and done that. Uh, excuse me just a minute. I was looking for you. \nOlivia: I'm honored. You want to pump me for information about bill? \nPhillip: Actually, no. Not today. \nOlivia: What's wrong with you? I hope I'm not late. \nAlexandra: Not late enough. \nPhillip: Olivia? May I have a word with you? \nOlivia: After the wedding. ", "[SCENE_BREAK]", "Reva: Um, hey. You guys seen darci? ", "[SCENE_BREAK]", "Alexandra: Darci is gone, too? \nAlan: We have been worried sick. Where have you been? \nGus: I've been trying to get us out of this mess. \nAlan: Well, are you all right? \nGus: Yeah, can I talk to you for a second? Just, listen, I can't do this. I can't keep this lie going, not even for another second. \nAlan: Gus... \nGus: No, you're not listening to me. I can'T. I can't do it, do you understand me? \nAlan: I want you to come with me inside. I have something I want to show you. Come on. \nGus: You're the pipeline of \nantimonious to the mob, huh? \nAlexandra: Gus, you don't \nknow what you're talking about. \nFrank: They knew this whole time. \nAlan: This is what it's all about. This is what makes it all worthwhile. Everything you've done, son. \nGus: You're the pipeline of \nantimonious to the mob, huh? \nAlexandra: Gus, you don't \nknow what you're talking about. \nGus: I'd love to see you try \nand explain this to alan. \nAlexandra: Oh. \nAlan can't know. \nNo, you can't tell anyone, gus. \nGus: Oh, no? \nWhat, is this supposed to be \nour dirty... \nalexandra, it's over, okay? \nI saw brad green drop off the \ndrugs and you pick up the \nmoney. \nNow let's go. \nAlan: I came here, gus... \nFrank: Oh, my god. \nAlan: ...To confirm my \nsuspicion. \nNow I am pleading with you for \nmercy. \nFrank: Gus, how the hell could you have done that to harley? \nAlan: Don't arrest her. ", "[SCENE_BREAK]", "Don't arrest alexandra. \nNext on \"guiding light\"... \nBill: What are you doing here? You're here in public and of all places, here in springfield. ", "[SCENE_BREAK]", "Dinah: I got tired of running, that's all. I came back to turn myself in. ", "[SCENE_BREAK]", "Frank: Come on, sis. No, it'S... ", "[SCENE_BREAK]", "Harley: Look, I don't want any lies, frank. I don't want any game-playing, okay? Just tell me, how bad is this? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=RkRrGKcFuMk"}