{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Olivia: Wow. This is a perfect copy of my necklace. You really outdid yourself, Mr. Carson. \nPhillip: Oh, I was just looking to see... you're not wearing that necklace that I got you. \nOlivia: No, no, I'm having it cleaned. If I'd known you were coming home, I would have picked it up. You caught me off-guard. Thanks for getting it to me so quickly. It really was an emergency. ", "[SCENE_BREAK]", "Jeweler: I'm glad you're pleased with it, Mrs. Spaulding. Wear it in good health. \nPhillip: Pardon me. That beautiful diamond necklace you just gave that woman. Did you make it? \nJeweler: Stunning, isn't it? \nPhillip: Mm-hmm. \nJeweler: You'd never guess it was a fake.\nPhillip: Yeah, you're right. I never would.", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: I do not want you to even look at that suitcase again, okay? Come here. All right. Now, look, there's something I've got to go take care of right now, okay? But when I get back, I want talk more about this, okay? \nEden: Where are you going, honey? \nBill: I just have to go. \nEden no, no, no. Where... no. \nBill: All right, listen to me. If you must know, okay, I will tell you. I'm going to go pick up a bottle of wine, I'm going to go pick up some dinner from towers and we are going to have our own little candlelight dinner right here.\nEden: Okay. \nBill: Happy? Surprise ruined. \nEden: Don't be long. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nRobbie: When is daddy coming home? \n", "[SCENE_BREAK]", "Michelle: I'm not sure, sweetie. You know those men that were here earlier tonight? They played a mean trick on us by messing up our house, so daddy is playing a trick back on them. We just have to hope that he does a really good job of pretending and fools them really, really well. ", "[SCENE_BREAK]", "Danny: You want me to kill Eden august?\nSalerno: The chick stole from me, Danny. She flushed my dope down the toilet. What, am I supposed to turn a blind eye? \nDanny: No. \nSalerno: No. Just like I can't let one of my guys refuse an order. There are rules. Keeping my house in order is as important to me as your family is to you.\nDanny: Are you saying that if I don't kill Eden, you'll come after my wife and kid? \nSalerno: Danny, it pains me to even think of it, but we've all got to follow the rules. \nDanny: Vinnie, you have my loyalty, you know that. But we have a deal. If you so much as touch a hair on Michelle or Robbie’s head... \nSalerno: Come on, Danny. Danny, Danny, why would I do that? We're one big family here. Same goals, same dreams. You said you would do anything to work your way back into the business. I'm just giving you a chance to prove it. Go home, think about it, all right? Call me back tonight. Say hello to that lovely wife for me.\nTony: Danny? \nDanny: Hey. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: Hi, it's Olivia. Did any more stock go on sale before the market closed today? Yeah, I know what you said. I was just hoping that... (Sighs) well, I'm going to have to get it some other way. Well, somebody's figured it out because they're snatching it up before I can. No, I have a pretty good idea who it is. Look, I'm getting another call, okay? I have to go. Bye. Hello? \nPhillip: Hi. It's your husband. \nOlivia: Phillip, hi. \nPhillip: Where are you? \nOlivia: At the beacon. Why? \nPhillip: Oh, that's perfect. Why don't you meet me at the bar in a half an hour-- the one with your name on it? \nOlivia: What's going on? \nPhillip: Oh, you know, I'm just... I'm tired of this tension between us. Why don't we have some dinner, a little wine, try to reconnect, see if we can't remember all the things that are right between us and why we fell in love in the first place. What do you say? \nOlivia: Sounds lovely. But I don't think I can take a break. You know, I have all this paperwork that I need to catch up on. I've been avoiding it for weeks.\nPhillip: Oh, that's too bad. Actually, I was sort of hoping to discuss a little business with you about Spaulding as we go down the line, and your ongoing role with the company, but that's okay. We can do it another time. \nOlivia: No, if it's that important to you, I can put my paperwork off for another day. \nPhillip: Are you sure? \nOlivia: Positive. I'll meet you in a half an hour. \nPhillip: Great. Can't wait. \nOlivia: Me, too. Bye. \nPhillip: Bye. \nOlivia: A little wine, a little dinner. What are you doing, Phillip? ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJosh: Hey. Excuse me. I was under the impression you moved out of this house. You want to give me your keys right now? \nShayne: No, thank you. What happens if I get a little hungry and there's no food in our fridge. \nJosh: Oh, yeah. That's the only reason to come over here now, right? To eat? \nShayne: Well, actually not this time. \n\nSandy: No, no, no. This time it's all about the never-ending move. I thought women were bad with the stuff, but this guy is the worst. \nShayne: Hey, hey. It's sports equipment, okay? It's sports equipment. Dad? \nJosh: Yeah? \nShayne: I hope you didn't throw out those boxes of old mitts and bats that I have in the back of my closet. \nJosh: No, no. Of course we didn't throw that stuff out. Your mother's going to turn all that stuff into the Shayne lewis shrine one day, I'm sure. She's feeling a little sentimental these days. \nShayne: Well, she can have it all after the summer's over. I need all the stuff for the fifth street baseball summer program.. some of the kids can't afford equipment, so I'm going to bring my old stuff. \nJosh: That's great. That's very nice of you. I guess the shrine is going to have to wait, then. \nShayne: And you can actually hang out until I figure out how many boxes there are. \nJosh: (Laughs) \nSandy: Can I? \nShayne: Yes, you may. What is this? \n\nJosh: I think they're... it's from Paris. I think they're gifts from your sister. \nSandy: Ooh. Did Marah send us anything?\nJosh: I don't know. I think it's mostly wedding presents for bill and Eden. \nSandy: Ah, the wedding. My first big family wedding. \nJosh: Ooh, lucky you. \nShayne: Well, see, usually it's daddy and mommy getting married. \nJosh: Yeah, well, this time it happens to be bill and Eden’s turn. \nShayne: Hm. (Knocking on door) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: Salerno! Open up! \nTony: Oh, bill, bill. \nBill: My goodness. Why does it not surprise me that you're here, huh? Your boss around? Never mind, I'll find out myself. \nTony: This is a private club, bill. \n\nBill: Tony. \nTony: Don't do this. Not now. Do you understand that? Don't do this. I'm telling you. \nBill: Listen, I told half the town I'm coming over here, so if anything happens to me... \nTony: If anything happens to you, bill, it's because you asked for it. I'm not here to help, all right? \nSalerno: It's all right, Antonio. Let Mar Lewis in. \nTony: Go ahead. \nSalerno: So, what's on your mind, Bill?\nBill: Eden. I want you to stay away from her.", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nHarley: Hey, Eden. I thought we could go over some wedding plans. \nEden: It's okay. Bill's not here. He's out getting us dinner or stewing, or both. \nHarley: Did you guys have a fight? \n\nEden: He saw how anxious I was and his mind immediately went to Salerno. But I convinced him it was just pre-wedding jitters. I think. \nHarley: Are you sure? \nEden: Yeah. \nHarley: I just mean, if bill didn't buy your story, if he goes and confronts Salerno, I mean, given what you just did to the guy... \nEden: O’Neill told you? \nHarley: O’Neill told me. And we are really concerned about your safety, Eden. \nEden: I'm concerned about my safety. \n\nHarley: Okay. O’Neill has assigned you a bodyguard. Me. You okay with that? \nEden: Are you kidding? I would have you move in here, but bill would get suspicious. Oh, Harley, I hate lying to him. \nHarley: I know. I've been doing a lot of lying to your brother the last few days. \nEden: More than the last few days. You thought for a while I was involved with Vinnie's drug operation. Why didn't you say anything to Nicky? \nHarley: I wanted to wait until I was sure.\nEden: And now that you are? \nHarley: Let's just get through what's in front of us. Okay? And then we'll see where it stands. \nEden: Okay. (Knock on door) \nHarley: Go in the back room and be very quiet. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: Hey. Where's Robbie? \nMichelle: He's upstairs. Is everything okay?\nDanny: Michelle, I'm sorry. We have to get Robbie out of town. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nSandy: So, brother, you sure you don't need my help up there? \nShayne: That's quite all right. The guy has questions about everything and he screws up my process. \nJosh: Oh, that's a terrible thing, isn't it? Your brother wanting to know more about you. \nShayne: I'm going to holler when I need some muscle, okay? \nSandy: All right. You see, that's pretty cool, seeing him fly around like that. \nJosh: Yes, it is. That's how he was as a kid, you know? He never walked anywhere. He always ran or galloped or whatever. And of course, all that stopped. \nSandy: But now he's back. \nJosh: Yes. \nSandy: In full effect. \nJosh: And you had a lot to do with that.\nSandy: Me? \nJosh: Yeah. You've been a good brother to him. \nSandy: Well, he's been a great brother to me.\nJosh: I think it was a good thing for him to have somebody around that needed him at a time when he felt so helpless. A lot of us... I was guilty of this, you know? We got so focused on trying to get him to walk again that we sort of suffocated him, made him feel like he didn't have any purpose. But you helped him. That's why I'M... especially now that Marah's not around, I'm glad that you're here for him. \nSandy: Well, thank you, josh. \nJosh: It's funny how things work out, isn't it? I was just thinking about how when we first found out about you, I wasn't quite sure that you were going to fit into this family. \nSandy: Yeah. Now? \nJosh: Oh, now you're stuck with us, (Laughs) whether you like it or not. You are a full-fledged member of this family now. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nHarley: Sorry. I bet you're wondering what I'm doing with my gun out. \nGus: No, I know what you're doing. You're protecting Eden. I know what's going on with Salerno. \nEden: You know? \nGus: Yeah. He's on a rage. He's on a tear. Nobody on the street knows exactly what put him there, but anybody who's been connected to him is beating it out of town, but quick. \nHarley: But they don't know who really set him off? I mean, that's what I hear. \nGus: Yeah. They don't know. You have nothing to worry about, though, because whatever it is, it's business-related. \nEden: I know. I just... \nGus: You just got a little scared. Right? You called your girl here. But you should have called your big brother. \nHarley: She didn't call me. I heard rumblings about Salerno on the street, so I came here to fill her in and see if she was okay. \nGus: Really? Well, that makes you lucky, doesn't it? I mean, not only do you have a bridesmaid, but you got yourself a bodyguard. (Laughs) \nEden: Yeah, I'm pretty lucky all right.\nGus: Yeah. \nEden: Yeah. \nGus: You got nothing to worry about, honey, because whoever Salerno is after, like I said, it's business-related. But that's a good thing because whenever he finds whoever it is he's looking for, it isn’t going to be pretty. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nSalerno: Why don't you guys go occupy yourselves? Tony, go with them. I didn't catch what you were saying there, Bill. \nBill: Look, Vinnie-- may I call you Vinnie? All right, look, I know that you and Eden knew each other a while ago. Okay, I don't know what the relationship was and, really, I don't care. But what I do know is that she is with me now, and she is going to be my wife. And she is the toughest, bravest woman that I know, but lately, for some reason, the mere mention of your name puts her in a real state. Okay? She is scared. \nSalerno: Scared of me? Did she say why?\nBill: No. \nSalerno: You sure? \nBill: Yes, I'm sure. But you sound like you know the reason why. So, why don't you fill me in? ", "[SCENE_BREAK]", "Michelle: Did something happen with Salerno?\nDanny: No. \nMichelle: Did he threaten Robbie? \nDanny: No, Michelle. \nMichelle: Then why would you say that? \n\nDanny: It's nothing like that. I'm just... I'm getting a feeling, that's all. I'm getting a feeling that things are coming to a head. Vinnie's in a rage.\nMichelle: Yeah, no kidding, Danny. The way he sent those thugs here to destroy our home. \nDanny: Michelle, he thinks that someone stole from him and double-crossed him. \nMichelle: But he knows it wasn't you now, right? \nDanny: Yeah, he does, but Michelle, he's not thinking straight and if he goes off again, I don't want him or his thugs coming back into our house. \nMichelle: Or coming after our son. \n\nDanny: Right. How was Robbie when Salerno's guys were here? Was he... was he upset? Was he afraid? \nMichelle: I told him that the grownups were all playing a game and he could play, too, by going up into his room and hiding. So he wasn't really here for most of it. \nDanny: Good. Michelle, there can't be a next time. There can’t. Honey, we've done everything we can to protect ourselves and the people we care about. We got your father out of town. We got Nico out of here. We've pushed everyone else away. But we knew that this was coming. I'm sorry. Robbie cannot stay with us right now. It's not safe. I'm sorry. I am. I'm really sorry. \nMichelle: What are we supposed to do, Danny?\nDanny: I called Rick. And it turns out that Mel is leaving town tonight with Leah and Jude to visit some relatives and your uncle mike is her first stop. She agreed to take Robbie with her. Is that okay with you? \nMichelle: What reason did you give them?\nDanny: I didn’t. They didn't ask. \nMichelle: Danny, what is really going on? Just tell me what this is about. \nDanny: Michelle, we have to keep Robbie safe. We have to. We have no choice. Honey, I know how hard this is for you, but it's hard for me. It is. But we have to do this. We're doing the right thing. You have been so strong and I can't tell you how much I appreciate that. You've stood by me every step of the way through this. \nMichelle: I always will, okay? \nDanny: Really? You'll always love me? Michelle? No matter what happens? \nMichelle: Of course I will. \nDanny: Okay. \nMichelle: Oh, Danny, just tell me. Please, just tell me what's wrong. Please. \nDanny: It's just this whole thing is getting to me. It's getting to me. It's driving me nuts! \nMichelle: Are you sure that's all it is.\nDanny: Yeah. \nMichelle: Really? \nDanny: That's it. We have to do this. You know what we have to do. Mel's going to be here soon. We've got to get Robbie ready to go. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nPhillip: She had the necklace copied, Alan. Yeah. The real one? Well, I would imagine the real one was sold because she needed to raise some cash, fast, because she's the one who's been buying up our stock. No, we don't want to stop her. Let her keep on doing exactly what she's doing for right now, because if the feds manage to pin something on us, somebody's going to have to take the fall. And alas, with great power comes great responsibility. Well, my focus is on eliminating anything that can harm my children. Anything and anyone. I have to go. My loving wife is waiting. Bye. I am so glad that you could take a break. I think this will be great for both of us. I see you're wearing the necklace I gave you. \nOlivia: Yeah, of course I am. \nPhillip: Boy, they really did clean it up. Look how it sparkles. It almost doesn't look like the same piece. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nGus: So? \nHarley: So? \nGus: Do you know something I don't know? Is Eden the one Salerno is after? I mean, you came all the way down here. \nHarley: Yeah. To put her mind at ease. \n\nGus: So, you think she's safe? You think she's okay? \nHarley: I think that you should go back out there and do your job and let me stay here and take care of your sister. At least for the night. \nGus: Oh, honey, this is what I love about you. You're amazing, you know. When I think about all she put you through when she first came to town. It means a lot to me, that's all I'm saying. \nHarley: She's not a bad person, your sister. She's just made bad choices. I am trying to help her get out from under them. \nGus: I thought she... I thought she was out from under them. \nHarley: Yeah. And I want her to enjoy what's happening to her now. I want her to be happy. \nGus: I've got to get going. I'll see you at home. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: I'm sorry. I'm sorry you had to lie to him again. \nHarley: No, no, no. That's the way it has to be, for now. But he will find out, Eden. Soon. \nEden: I know. \nHarley: You crossed Vinnie Salerno. There will be consequences. ", "[SCENE_BREAK]", "Salerno: I got to say, you got guts, kid, coming to me like this, defending Eden’s honor. \nBill: Well, look, I don't need to defend anything. I just want you to know that your dealings with Eden, they are all in the past. \nSalerno: Yeah. Well, it's true Eden and I do go way back. And there was a time when I had real feelings for her, but I'll tell you something, man. Whatever feelings I had for her are long gone. \nBill: Yeah? \nSalerno: The chick's of no use to me anymore.\nBill: Well, let's just keep it that way.\nSalerno: Listen, I've got to take care of a couple of things. My associates will show you out. Gentlemen, before Mar. Lewis leaves, make sure you give him one of my business cards. Like I said, I respect you, kid, but nobody comes on my turf telling me what I can and cannot do. Tony, come on. \nTony: I'm sorry, Bill. \nBill: Yeah. (Grunts) ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: What did you tell him? \nMichelle: I told him that his Aunt Mel was taking him and his cousins to visit his uncle mike. And I said it was all part of this game that we're playing.\nDanny: Good. \nMichelle: I just tried to make it sound fun, you know? Like a big adventure. Danny? How long? \nDanny: (Sighs) I don't know, honey. Let's not... not long. It's not. It's not going to be long. \nMichelle: I could look into, you know, like a day camp. I just had so many plans for me and Robbie. \nDanny: Okay, listen. Let's just take it a day at a time. Okay? It's not going to be forever. It's not. Hey, champ. \nMichelle: Here he is. \nDanny: You going to carry that down by yourself? \nMichelle: Wow. \nDanny: All right, let's see. Look at you. What a little man. Carrying that big bag all by yourself. Let me see those muscles. Let me see. Let me see. Make a muscle for me. Let me see. Ugh! Ugh! \nMichelle: So, are you excited? Because I sure am. You're going to go with your Aunt Mel and your cousins on a big adventure with baby Leah and Jude. \n\nDanny: And hey, you've got to remember to look out for your cousins, right, because you're bigger and older than them. \nMichelle: Yeah. And then you're going to visit your uncle mike, you know? And he's going to take you to so many cool places. He's going to take you to the Washington monument, the white house. \nDanny: Ooh. \nRobbie: When will I see you again? \n\nMichelle: Soon, honey. \nDanny: Soon. \nMichelle: Really soon. You know, and your mommy and daddy are going to call you. We're going to call you every morning when you wake up. \nDanny: Yeah. Every morning. \nMichelle: We're going to call you before you go to bed at night. \nDanny: We're going to call you all the time.\nMichelle: Because we love you so much. You know that, right? \nDanny: Okay. \nMichelle: Love you. (Horn honks) \nDanny: There's your Aunt Mel. Are you excited? Are you ready? Yeah? Okay. Give me a hug. Give me a hug. I love you, champ. \nRobbie: I love you. \nDanny: Okay. \nMichelle: You know you mean everything to us, right? You know that? Everything. Everything. \nDanny: Okay, come on. Let's go. You want to get it? \nMichelle: Oh, you got it by yourself? \n\nDanny: He wants to do it. \nMichelle: Okay. You're a big boy, huh? All right, let's go. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nSandy: You know, Josh, I never get tired of looking at these pictures. \nJosh: Well, we are planning on taking a new full-family photo at the wedding and add to our collection here, so I'm expecting you to be front and center. \n\nSandy: Well, I'm not a front and center kind of guy, but I must admit, I wouldn't mind being in a big family photo. It's been fun being part of a real family. \nJosh: Fun? When I was your age, I was doing everything I could to get away from my family. It wasn't that I didn't love them; it was just that they were a pretty overwhelming bunch of people. And of course, I was trying to find my own way in the world. \nSandy: Yeah. You see? I always thought finding your own way was a little overrated. I guess everyone wants what they don't have. \nShayne: Hey, sandman! A little help here!\nSandy: Oh, that's my cue. \nJosh: Sandman? \nShayne: Thanks for nothing, Sparky. \n\nSandy: Oh, well, it looks like you've got it all under control, hot shot. \nJosh: Okay, all right. You girls want to stick around for dinner? Your mom's going to be home soon. \nShayne: No, not this time. We've got to get this stuff over to Fifth Street. \nSandy: Yeah. Do you want us to take Eden and bill's gift? \nJosh: No, no, no. That's all right. I left a message for them. I figure he'll stop by here himself later on today. \n", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nTony: Enough, enough, enough. Back off. Get inside. Go on. Go on. Get inside. Go. All right, bill. Get up. I warned you. Didn't I? I warned you not to do it, right? Didn't I? Hm? \nBill: Yeah, I'm surprised you didn't take a few shots yourself. \nTony: Listen to me. Listen to me. You and Eden, you stay away. \nBill: No. \nTony: All right? Next time, you're not going to be so lucky. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: I just wanted to make sure it looked its best. \nPhillip: Well, it's good to see it back around your throat, where it belongs. \nOlivia: This is nice, you know? My husband is coming to visit me on my dinner break. \nPhillip: Just like a normal married old couple. \nOlivia: (Laughs) yeah. So, you mentioned some business earlier. Why don't we talk about that and get it out of the way, and then we can relax and enjoy each other. \nPhillip: You're so practical. \nOlivia: What's on your mind? \nPhillip: Okay. Well, even though I've been steering clear of the office, I've been calling in at least once a day, keeping an eye on things, speaking to people, management, staff. And your name just keeps coming up. People can't say enough nice things about you and what a great job you're doing in my absence.\nOlivia: Really? \nPhillip: You seem surprised. \nOlivia: (Laughs) yeah. I mean, I think I'm doing a good job but I know that people can find me a little... \nPhillip: Cold? \nOlivia: Uh-huh. \nPhillip: Calculating? \nOlivia: Mm-hmm. \nPhillip: Well, sometimes that's what it takes to get the job done, and you certainly have. You made a lot of changes, haven't you? \nOlivia: They needed to be made. \nPhillip: And you had the power to make them, once you got my seat on the board. How did you ever get Alan and Alexandra to agree to that? \nOlivia: Well, they didn't agree, but they didn't have any choice once you gave me your approval. \nPhillip: Oh. I gave you my proxy. Right.\nOlivia: Well, you didn't trust Alan and Alexandra to handle things properly, so you wanted me to be in control. \n\nPhillip: Yeah. It's just... it's so strange, because I have... I don't have a single recollection of a discussion like that. \nOlivia: Hm. \nPhillip: But I'm glad I did, because as I said, it seems like you're doing a super job. What sounds good tonight? \n", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nGus: Bill! What happened? \nBill: Hey. Hey, uh, some guy jumped me, tried taking my wallet. \nGus: All right, well, you give me a description and I'm going to call it in and I'm also going to call you an ambulance. \nBill: (Slurring words) no, no, Gus. Please. I want to forget about it. I got to go. I got... \nGus: Wait, wait, wait. Wait. A punk jumps you in the alley and... this wasn't a punk, was it? \nBill: What? \nGus: Salerno did this to you, right? \n\nBill: What? Why would you say... no. Where would you get that from? \nGus: Because we're standing outside his silly little social club, right? Eden's scared of him. What, did you go try to straighten him out or something? \n\nBill: Something like that, yeah. \nGus: Uh-huh. Ridiculous, you know that? I heard a rumor somewhere you were a smart guy. \nBill: Look, he's got Eden rattled and I don't know why, Gus. All right? Someone has got to get this guy to back off. All right? \nGus: Is that supposed to be you? I'm surprised you're still breathing. \nBill: Look, he admitted to me that he had a thing for your sister once, okay? But he told me that he had no use for her anymore. That he's not interested. I don't know. \nGus: Why would he do this to you? Hm? \n\nBill: I don't know, Gus. I don't know. But I'll tell you something: If this is the price I've got to pay to get this pig out of her life... \nGus: Whatever. Look, I'm taking you to the hospital. Let's go. We're gong to the hospital. \nBill: No, Gus, I'm not going to the hospital.\nGus: Come on. \nBill: No, I'm not going. Please. Just...\nGus: Well, you can't just go... you can't go home looking like this. \nBill: I know. I'm going to go somewhere and clean myself up, all right? But don't you tell anyone that this happened. \nGus: You love my sister, don't you? \n\nBill: More and more everyday. \nGus: Salerno said he was going to lay off her? \nBill: Yeah. \nGus: You believe him? \nBill: Yeah. I do. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nMichelle: Oh, no. \nDanny: What? \nMichelle: Robbie forgot his favorite truck.\nDanny: Honey, it's okay. \nMichelle: Danny, he's going to be so upset.\nDanny: We'll send it to mike first thing tomorrow. We will. Michelle? We need to go over something. \nMichelle: How long has that been there?\nDanny: A while. A while. It's just in case. Michelle, I need you to look at me. Now, let's load it. This is the safety, right here. (Telephone ringing) I don't think you're going to have to use it, but just... you need to know how it works. Hello? \nSalerno: Time's up, Daniel. \nDanny: I've got to get back to Vinnie. I'm sorry. \nMichelle: Right now? \nDanny: Yeah. We have some business that we need to finish up tonight. I'm sorry. \nMichelle: Danny? \nDanny: What? \nMichelle: You know that you can tell me anything, right? \nDanny: Yeah. Honey, there's nothing for you to worry about. There's nothing to tell. \nMichelle: Oh, Danny. Look, whatever you're dealing with... all right, just know that I'm going to be here when you get home. \nDanny: That's what keeps me going. Put that away. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nOlivia: Well, Emma loves the rattle that you bought her. In fact, I think it's her favorite toy. \nPhillip: Speaking of Emma, I'd like to make a toast. Here's to you, for being smart enough to get me to sign my proxy over to you. You voted it very wisely so far. (Glasses clink) \nOlivia: I'm lost. How did we get from talking about our daughter to your proxy? \nPhillip: Because she is our daughter and she's the most important thing that we share. But because of her, we share so many other things, on so many levels. Our interests really are the same, aren't they? \nOlivia: Absolutely. \nPhillip: Good. I think it's important we remember that in the coming months. \nOlivia: Because? \nPhillip: Well, because we're both going to be working at Spaulding, and you know, even if we agree about many things, we're bound to have a difference of opinion now and then. But I think as long as we remember everything we have in common, we'll be okay. \nOlivia: Well, I agree 100%. \nPhillip: Good. Because, you know, when we're good together... \nOlivia: We're the best. \nPhillip: Cheers. \nOlivia: Cheers. (Glasses clink) \nPhillip: That necklace really does look perfect on you. All those diamonds. (Laughs) for all the years we'll have together. \nOlivia: That sounds wonderful. You know what? I should get back to work. \nPhillip: So soon? \nOlivia: The sooner I finish my work, the sooner I can get home to you. \nPhillip: I'll walk you out. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: Hey. It's me. \nEden: Bill? Where are you? \nBill: I ran into your old friend, Vinnie Salerno. \nEden: My god. Did he go looking for you?\nBill: No. I went looking for him. \nEden: You what? Are you crazy? \nBill: Yeah, I am crazy in love with you.   Anyway, I'm fine. Vinnie and I had a little chat. \nEden: You had a chat? \nBill: Mm-hmm, yeah. He admitted that he had a thing for you once but he's past that now. He won't be bugging you ever again. \nEden: He actually said that? \nBill: In so many words. He's out of your life, babe. He's out of our life together-- forever. \nEden: Are you coming home soon? \nBill: Yeah, soon. Soon. Eden, I love you.\nEden: I love you, too. \nBill: It's smooth sailing from here on out. Wedding bells here we come, huh? I'll see you in a while. ", "[SCENE_BREAK]", "Harley: Is everything okay with Bill? \n\nEden: Seems so. Yeah. \nHarley: Well, where is he? What has he been doing, Eden? (Knocking at door) \n\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nGus: It's me. Open the door. \nHarley: What are you doing back here? \n\nGus: I'm looking for some answers. You told me that Eden wasn't in any way involved with Vinnie Salerno. I think you're lying to me. \nHarley: Lying? \nGus: Yeah. Lying. I think she's in danger, I think you know about it, and I think that's why you're here. Don't look at her, look at me. Look at me and tell me what is going on! ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDanny: Michelle, I'm sorry.   We have to get Robbie out of town.   You'll always love me, Michelle, no matter what happens? \nMichelle: Whatever is going on, Danny, you're not in this alone. \nDanny: Yeah. Vinnie's expecting me. \n", "[SCENE_BREAK]", "Tony: Well, that's the first I've heard about it, Danny. ", "[SCENE_BREAK]", "Salerno: Let your cousin in, Antonio. Can you see what's taking Aldo so long with my espresso? So, what'll it be, Danny? \nDanny: Consider it done. \nSalerno: How? \nDanny: Well, I could put a bullet in her head, dump her in the lake. But I was thinking, Vinnie, we need to make a statement, a big statement. Send a message to everyone: Mess with Vinnie Salerno and this is what's going to happen to you.\nSalerno: Go on. \nDanny: I don't want to just take Eden out. I want to blow her right off the map. ", "[SCENE_BREAK]", "\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nPhillip: Next, on \"Guiding Light.\" \n", "[SCENE_BREAK]", "Michelle: I will always wait for you, Danny. You remember that, okay? ", "[SCENE_BREAK]", "Gus: Every time I turn around, you have a new secret. Well, you know what? The secrets? They end right now. Or else. \n", "[SCENE_BREAK]", "Harley: Or else what? We do? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=tD_lXxjNfco"}