{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Josh: You're going to guess anytime soon? Or should I... \nReva: Would you relax? I never had to guess before. \nJosh: Okay. I'm sorry. \nReva: It's always just been there. Three of clubs. Six of spades. \nJosh: Sorry. I think that's about 60 wrong. And zero right. \nReva: But you know that it’s. It's gone. After my encounter with Maryanne Caruthers, it's just that or maybe I just don't want to have another psychic episode.  Whatever it is I just never thought that the sight would just disappear. But I can accept it. Or at least try to... \nJosh: You want to call it quits? \nReva: Well, you try it now. You guess what I'm thinking. \nJosh: Whipped cream. I'll get the whipped cream... out of the kitchen. \nReva: (Laughs) \nJosh: I'll meet you upstairs. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDealer: Yo. Over here \nGus: You didn't bring any muscle? \nDealer: I trust you now, dude. Are you ready to be happy? \nGus: What have you got? \nDealer: Well... \nGus: So, you expect me to be happy and you can trust me now, right? Now you're ready to do a little business. \nDealer: Yeah, I'm all about business. What's your problem? \nGus: My problem is, man, that you bring baby sized bag of weed when I asked you for volume. Now you wish you brought your muscle with you? \nDealer: That's a taster, all right. Don't get in a panic. \nGus: I need weight. Weight. I can't be dealing with a 60- count bag of script that I can get... I can get that off a frat boy at C.U. \nDealer: That'll happen. \nGus: I'll tell you something, man, if you are playing me, you are the one that's going to end of up in a panic, got it? ", "[SCENE_BREAK]", "Harley: Hey, Gus, it's me. Again. Remember breakfast, eating and bill? Yeah, right. So we're at the office. Give us a call please. Bye. I'm really sorry you guys. You know what? Let's forget about him. Let's just go do it ourselves.\nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: What is going on with Nicky, Harley?\nBill: Well, obviously the guy is busy. So, why don't we just bag it and reschedule, okay? We can do that. \nHarley: No. No, Bill. Come on, we've already bagged dinner once before. Let's just do this. Forget about him. \nEden: I mean, I guess three is better than none. \nBill: Oh, you know what? I'm gong to take a rain check, okay? \nEden: Bill... \nBill: No, seriously. Sitting around with the ladies talking about wedding dresses, you know... besides I've got to go talk to Josh, so. \nEden: You all right? \nBill: Yeah, you know, I'm okay. All right. Have fun. \nHarley: Sorry. \nEden: Okay. \nHarley: You know what? This is not necessarily the worst thing. Now we can get down to the wedding details. \n\nEden: Oh, no. I've been thinking, Harley, you know, you don't have to be my bridesmaid. You don't have to do that, because you think you have to, okay?", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJeffrey: Good, you're on time. I like that. We've got a lot of work to do. \nMichelle: Yep, we certainly do. \nJeffrey: You didn’t. \nDanny: Looks like I did. \nJeffrey: How much does she know? \nMichelle: You know she's in the room in case you haven't noticed. \nDanny: Michelle knows everything. \nJeffrey: Tell me I didn't hear that. Tell me I didn't hear something completely insane. \nMichelle: I know everything. \nJeffrey: Congratulations, Santos. You just signed a death warrant for your entire family. \nDanny: I know exactly what I did, O’Neill. I saved my marriage by telling Michelle everything she needs to know. \nJeffrey: Oh, yeah? \nDanny: Mm-hmm. \nMichelle: Wherever Danny goes, I go. \n\nJeffrey: Oh, that's nice. So the family that goes under cover together stays together. If that wasn't so asinine, it might be quaint. I can't believe I even considered hiring you, Santos. If you operate like this in the field, you'll be dead in a week. \nMichelle: You didn't hire Danny. You conned him from the very beginning and you gave him no way out until he agreed. \nJeffrey: Well, that's the way it works, okay. Because guess what, Michelle? Your husband here is a criminal. I'm giving him a chance to pay for his crimes. Should we could just throw him in prison. Is that what you want? I could throw him in prison. No, I don't think you want that do you? \nDanny: I told you it was going to have to be this way. \nJeffrey: That's right, you did tell me. I did give you and your husband a choice. Either he could lie to you and protect you, or he could do what he's doing now. \nMichelle: And he chose the high road. \n\nJeffrey: The high road. Yeah. The road to most exposure you mean. This could have worked. You could have gone away with the kid. \nMichelle: And that wouldn't have been a red flag to the mob? Danny's wife and kid suddenly skipped town. \nJeffrey: What's the matter with you? Hmm? What's the matter with you? You know, this is what got you arrested and caught on the first place because you think you got all the angles covered all the time. But guess what? You don't, do you, smart guy? \nMichelle: Look, I don't like the way you're talking to us. If you want our cooperation... \nJeffrey: Oh, you're going to cooperate, Michelle. You're going to cooperate because I tell you you're going to cooperate. \nDanny: Hey, O’Neill, you brought me in, so you can get what you get. I almost lost Michelle the last time, because I wasn't honest with her. \nJeffrey: Oh, because you weren't honest with her. Give me a break, Danny. You only tell the truth when you feel like it not when it's convenient for you. Don't ask me to be understanding about how almost lost your wife, because you're a liar. \nMichelle: That's not why we almost lost each other. \nJeffrey: It doesn't matter, Michelle! What's going to cost you your marriage now is a bullet from Vinnie Salerno's gun! ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: It's Bill. Hey, you know, I'm sorry. You know, I should have called first. You're probably taking a little private time. I didn't mean to... \nJosh: Well, actually... \nReva: Well, private time, we can have another time. \nJosh: We can? \nReva: Have a heart, sweetheart. I am so sorry about the whole election mess. \nBill: Thank you. \nReva: You must be an emotional wreck? \n\nBill: Pretty much.  In fact there's so much going on right now, I feel like my life is moving along like a freight train. You know, either jump on board or watch me pass you by. \nReva: My goodness. Are you ready to jump on?\nJosh: Depends on where you're going? \n\nBill: Well, the first stop is at the altar. Now, I know you weren't there when I made the official announcement, but Eden and I are getting married. \nJosh: Actually we know that. Your dad made the announcement for us. \nReva: Congratulations, Bill. \nBill: Well, of course. \nJosh: Congratulations. \nBill: Thank you. Now I know she doesn't fit the Lewis bridal profile, but... \nReva: Bridal profile? \nJosh: The what? (Laughter) \nBill: Well, yeah. I can't help how I feel. That’s... that’s... \nReva: Why should you? I mean love, marry? Marry for love. What's that saying? We did, right? \nJosh: Three times. \nBill: Yeah, of course. \nJosh: If you're happy, we're happy. \n\nReva: I'm happy. \nJosh: I'm happy. So, are you happy? \n\nBill: Well, for the most part, yes, I am.\nJosh: Well, good. \nBill: But there's one that's been troubling me. I think there's only one thing to do. I need to resign from Lewis construction. \nJosh: What are you talking about? \nBill: Josh, I think it's the best thing for the company. I mean with the election scandal, people are talking about Danny and me... \nReva: Well, you know, it's not easy dealing with rumors, but... \nBill: No, especially when they're true.\nReva: Danny did rig the election. \nBill: I didn't believe it myself. In fact it made me sick to my stomach. He told me himself that... I mean I should have seen it coming. Being the campaign manager, I'm supposed to see these things. I should have caught it. But... I don't know. \nReva: Well, you know not if he was trying to hide things from you. \nBill: Yeah, but you know, Aunt Reva, I should have known better. This guy is a mobster. He is, was, always will be. He's used to getting what he wants. In fact, he looked me right in the eye and said he was prepared to do whatever he had to do to win. \nJosh: Bill, are you culpable for anything?\nBill: No. No, I mean I'm not vulnerable to any legal action or anything, but what I'm thinking about here is the company. And let's face it, Uncle Josh, if a campaign manager of a crooked candidate is running Lewis construction it's not necessarily good for business nor is it good public relations. We're going to lose customers. ", "[SCENE_BREAK]", "Bob: We could take the hit. ", "[SCENE_BREAK]", "Bill: Now, look you trusted me to make the right decision for the company, and this is a decision that I have to make. So please just accept my resignation from Lewis construction. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nHarley: Eden, you can't fire me from your wedding party. \nEden: I'm giving you a way out. \nHarley: I'm standing up for you in this wedding. \nEden: You know,  I haven't always been your favorite person.  \nHarley: You've never been my favorite person. What does that have to do with anything? \nEden: Traditionally, and maybe I'm wrong, the maid of honor usually likes the bride. \nHarley: Yeah, that's a point. But I want to do this for you. Gus wants me to do this for you. Despite all that stuff you guys have been through, you love him and I love him. \nEden: Okay, so we both love him. So what?\nHarley: So it's the only thing that you and I have in common. From where I stand, it seems like as good place as any for us to start building a relationship. From where I stand, you know, you asked me to be in your wedding party and that was kind of A... you know, that was a turning point for us. I am going to give anything I can to this wedding. \nEden: For my sake or Nicky’s? \nHarley: For both of you. What does it matter? Hey, think about it. You know, we could really develop sort of A... a friendship... a little. \nEden: Okay. You know, I always... I wanted to clear the air with you and not just for Nicky’s sake. \nHarley: If you and I could just get along, I think he'd be very happy. \nEden: Well, I always thought that for a square you were really cool. \nHarley: I'm square? \nEden: Not in a bad way. Thought I mean your mommy and you were a Spaulding and goody two shoe cops... \nHarley: I'm a goody two shoes and a square.\nEden: Well, compared to me. \nHarley: Yeah, a madam and a murderer. \n\nEden: Okay. Sorry. \nHarley: This might be a little harder than we thought. \nEden: Why don't we just think about how happy Nicky will be when we're getting along? \nHarley: No. You know what? Why don't we think about how great your wedding day is going to be? Let's put the past behind us and let's focus on what matters, which is how beautiful you are going to look in your dress. \nEden: Oh, Harley. Thank you. You are very, very sweet... I don’t... I don't have a lot of friends, because Marah's in Paris and Darci, well, she's never around.\nHarley: Yeah. Well, she's still kind of swinging from a star because of Frank. I guess until she comes back down to earth, you're stuck with me. \nEden: I'm not stuck. \nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nHarley: Marie Green. ", "[SCENE_BREAK]", "Marie: Good morning. Making a vice arrest this early? \nHarley: No. \nMarie: Well, I wanted to come over for business, but I'd be happy to come back after you'd taken out the trash. \n\nEden: You know, bite me, Marie. \nMarie: You’re such a class act. \nHarley: I guess you guys know each other.\nEden: Yeah, more like hate each other. \n\nEden: I'll see you later, Harley. \nMarie: I'm so surprised at you having dealings with someone like her. I thought you had more integrity than that.\nEden: You don't really want to have a conversation with me about integrity, do you, Marie? ", "[SCENE_BREAK]", "Marie: I don't think I like what you're suggesting. \nHarley: I think since you're still standing here, you don't really care. \nMarie: Not today. \nHarley: So Brad and Eden know each other from Spaulding. Does that explain the palpable hatred between the two of you? \nMarie: I didn't come here to talk about her. I came here to hire you. Brad's at it again. \nHarley: And this time you care? \nMarie: I've always cared. I just made lucrative and complex arrangements. \nHarley: Ah-huh. And how is this arrangement any different? \nMarie: I think he's found someone special.\nHarley: Do you have any idea who she is?\nMarie: Someone in San Cristobel? \nHarley: San Cristobel. Well, that's very far away. \nMarie: Oh, Brad would travel to the ends of the earth for a skirt worth chasing. \nHarley: What makes you think she's in San Cristobel? \nMarie: Well, he goes there all the time, supposedly on business. \nHarley: Yeah. Doesn't Spaulding manufacture certain drugs in San Cristobel? \nMarie: I suppose. \nHarley: So, then overseeing production might be kind of a legitimate reason for Brad to be in San Cristobel? \nMarie: I thought I was going to get the third degree, I don't think I would have come over here. But Harley’s angels are supposed to be the best agency in town.\nHarley: Are those all hundreds? \nMarie: Yes. I'm paying for results. I want you to find the tramp that my husband is sleeping with. \nHarley: I think I can do that for you. But first, you do something for me. I want you to fill me in on what the problem is between you and Eden August.", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nDealer: Man, what's your problem, all right? I didn't make you any promises. \nGus: I'll tell you what my problem is: You keep doing the same bait and switch. I told you I don't have time to go chasing my tail. I don't even want to deal with the middle man. I want to deal with the head of the snake. Do you know what I'm saying? \nDealer: Yeah, no doubt. No doubt. \nGus: Just from your body language, I can tell you that you don't even have the juice, man. Because you don't have the juice, I'm out. \nDealer: All right, all right. Hold up. Did you test that last sample I gave you? Now tell me that wasn't prime? \nGus: What do you want, a medal? \nDealer: No, I'm just saying. This has to count for something. \nGus: Saying what? No, it doesn't count for anything. \nDealer: Yeah, what more do you want, player? That stuff wasn't cut. It was straight from UC. Factory fresh. \nGus: I told you. I told you what I want. I want volume. I want quantity. I want tonnage. Do you understand? \nDealer: That amount of stuff makes people nervous for a lot of reasons. \nGus: What is your problem? I'm not a cop.\nDealer: No one off the street ever asked for what you're asking for, all right? I need to tweak the pipeline from San Cris to Springfield. My contact down there doesn't like changes in distribution. \nGus: What is your problem? You don't like making money? Is that what it is? \nDealer: No. I never said that. \nGus: You're like small time, you know. Let's just makes some money. Let's make a score and join the big league. \nDealer: I hear you. You want the straight powder, am I right? \nGus: Was that so difficult to get on the same page like this? Yes, I want the powder. I want to go straight to the source, you understand? You do this, man, I... I will make you a very rich man, if you give me the hook-up. \nDealer: You'll give me something on the back end, right? \nGus: Yeah, we work all that stuff out. \n\nDealer: All right. Most definitely. You want a little something to hold you over or what? \nGus: You tweak your pipeline, all right, man. Just get me to the source or else I'm taking my business elsewhere. \nDealer: No, I've got you covered, all right? You'll be hearing from me. \nGus: Make it tonight? ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: Nicky? \nGus: Hey. \nEden: Hey. Nice outfit. What are you doing here? Huh? ", "[SCENE_BREAK]", "Michelle: So I'm supposed to be scared now?\nJeffrey: Oh, you better be. \nMichelle: You would love it if Danny had to go it alone in all of this and for him never to hear a normal perspective from anyone else. You could be the big, bad cop pulling his strings. \nJeffrey: Michelle, you don't strike me as someone who likes to ignore reality. Your husband knows better. \nMichelle: See, do you know why you didn't want Danny to tell me what's going on? We're living proof that you don't have to go it alone like you. You don't have the heart or the imagination to see things any other way. You're not satisfied until everybody is lonely and as miserable as you are. \nJeffrey: You think I like backing you into a corner? You think I'm some sadistic jerk that likes twisting your life around? I know better than both of you what this is going to cost. \nDanny: O’Neill... \nJeffrey: You think I like this? You think I like operating alone, Michelle? \nMichelle: I don't think you like it all. I think it actually makes you as miserable as you seem. But you do love to wallow in that misery, don't you?\nJeffrey: Yeah, I wallow in a lot of blood and wasted lives because I put someone in the position, the same position that Danny’s putting you in now, a woman that I loved very much and I got her killed. I just don't want to see history repeat itself. \nJeffrey: Rebecca was the only person that I could ever really tell anything to. She’s the only person that really could ever love me. \nMichelle: How did she die? \nJeffrey: She died because she loved me, Michelle. She died trying to protect me. This is why Marah’s not here right now and which is why you should not be here for Danny right now. \nMichelle: Danny and I are not living your life. \nJeffrey: If they think that you know something even if you don't, they're going to do whatever they have to, to get it out of you. \nMichelle: So you're afraid I'm going to fight back? \nJeffrey: You think you're helping Danny right now, but you're not. You're making things worse yourself. You know, they'll use your son if they have to. Are you getting the picture here? \nMichelle: Yes, I am. \nJeffrey: You know that these people will stop at nothing. So, think about the worst thing that could ever happen to you, multiply it by ten and think about your son Robbie. \nDanny: All right, all right. I've already explained to Michelle all the risks. \nMichelle: Look, I'm sorry about this woman Rebecca that you lost. I'm sure it was very traumatic for you. \nJeffrey: Oh, do you think I'm telling you this pretty little story because I want your sympathy? You come in here and you think you know everything, you think you've got all the answers, right? You think your love for Danny is so strong. Higher than the highest mountain, deeper than the deepest sea. \n\nMichelle: You know you don't have to humiliate me to make your point, okay? \nJeffrey: Yeah, well, you don't seem to be responding to the logic angle too well. So, I'm doing what I can here. \n\nMichelle: Then trust Danny and me to know how to handle ourselves. \nJeffrey: Trust you with all of your vast experience. \nDanny: We survived Carmen. \nJeffrey: Carmen was sloppy, Danny. You gave away most of the family business to Salerno and you know how dangerous that makes him right now. \nMichelle: He's going to want to hold on to it. \nJeffrey: Exactly! He's going to want to hold on to it. In spite of everything that snake has up his sleeve, I had Danny’s road back into the mob all mapped out. But, now you're in the mix. So, that changes the equation a little bit, doesn't it? The most important thing that we have to worry about is keeping you and your little boy alive. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: Now, what's all this? \nJosh: Take a look. \nJosh: I mean I see what it is. You've got client contracts, invoices here. \nJosh: That's right. \nBill: Stuff I look at everyday. \nJosh: Every single one of those new contracts has your signature on it, Bill. The invoicing system is brand new. \nReva: Designed by you. \nJosh: Now I'm not going to let you go this easily. \nBill: Well, let me ask you something. Why do you have all of this paperwork here if you weren't already getting up to speed to let me go? \nJosh: I was getting up to speed on what a great job you're doing, Bill. \nBill: I appreciate that, Uncle Josh. But, what I'm thinking about right now is what's best for the company. I mean, people are going to start talking about this. \nReva: So let them talk. We'll talk louder. Besides, Bill, if you leave the company now, you're going to look guilty. \n\nJosh: What you've got to think about right now is what you want to do. I think this kind of work, what you're doing right now, is in your blood. \nBill: I'd love to argue with you, but I do love this job. \nReva: Good. \nJosh: There you go. \nReva: Then let's pop the cork on some champagne. To Bill, doing it the way he's always wanted too. \nBill: Well, well, let's hold the bubbly okay, because there's one more thing I've got to run by you. \nReva: Oh, oh. \nJosh: Okay. \nReva: That usually means they want to borrow money. \nBill: Whoa, wait a minute now. Are you working that mojo vision stuff of yours on me, because... \nReva: Oh, you know, my mojo long gone. How much? \nBill: Well, put away the pay-- the checkbook there. \nJosh: It's not about money. What is it?\nBill: Well, it's a big favor. In fact, I can't get married if you don't agree to do things my way. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: I was going to my car when I heard your voice. \nGus: My voice? \nEden: Yeah. \nGus: Yeah, well... \nEden: Who were you talking to? \nGus: Nobody. \nEden: I thought I heard another voice. \n\nGus: I was on my cell phone. That's about it.\nEden: Another voice! \nGus: Are you sure? \nEden: Yeah, I'm pretty sure. \nGus: Hmm. \nEden: But, what do you got going on here? Fifth Street dope fiend casual? \nGus: Okay, I'm on a stake- out, okay. I was just trying to blend in with the other riff raffs, so... \nEden: Stake out. \nGus: Yeah. \nEden: That's good. \nGus: Well, obviously I'm doing a good job, right? You just complimented me on my urban camouflage. \nEden: Oh. \nGus: Right? \nEden: So were you too busy to eat? \n\nGus: What? No, I had a donut. \nEden: Yeah. Ah-huh. \nGus: I was supposed to meet you for breakfast with Bill and Harley. Oh. Is she... is she... \nEden: She was calling everywhere to find out where you might be. \nGus: So she wants to kill me? \nEden: Yeah, she's going to have to wait in line though, because I'm going to kill you. I'm starting to think that you don't like this whole wedding thing.\nGus: No, what ... no, no, no. \nEden: You're jealous. Mm-hmm. \nGus: What would I be jealous of? Come on. I'm very happy for you. \nEden: Because you and Harley can't pull the trigger and Bill and I can? \nGus: No, that's not true at all. No, we're just waiting. That's our thing, you know. We were just trying to make it perfect, to do it the perfect time...\nEden: Perfect. \nGus: ...Perfectly together. \nEden: That's good. \nGus: She's that mad at me? \nEden: Well, first of all, she has to put up with me. \nGus: Well, that's not easy for anybody.\nEden: But she is game and I like her for it, because, you know, she's giving me that shot, honey. \nGus: Oh, I see what's happening here. So, now you're both on the same side. \nEden: Yeah. You are ditching her and she's getting used to it. That's not good. \nGus: Stop it. I have to work. Well, you could have explained that. I got to work. \nEden: Oh, working with... \nGus: Myself. \nEden: Mm. \nGus: What? That's just it; you heard some other voices or something, all right. Maybe it was a television from a window or something like that. \nGus: I'm going to walk you to your car. It's dodgey out here as it is in the daytime. Just let me... \nEden: You know I can do it myself. Who is out here? \nGus: Nobody. Just me. \nEden: Yeah, exactly. Who are we encountering in this dangerous alley? My brother, the cop. \nGus: Yep. \nEden: You better go call Harley. \nGus: Fine. Just... fine. \nEden: Call Harley. Nicky, I told you...", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nVinnie: Go ahead. Finish your call. \n\nEden: It wasn't important. \nVinnie: Interrupting your busy social life for me? That's the good girl I always knew. \nEden: How are you doing, Vinnie? \nVinnie: Your absence has made my heart grow fonder. I was kind of hoping you felt the same way. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nMarie: Yeah, that Eden’s a piece of work.\nHarley: That she is. \nMarie: I could have gone a lifetime without seeing her. But fate is a fickle thing. \nHarley: Marie, there's only one thing that can make you hate someone that much, especially another woman. \nMarie: Eden and Brad. \nHarley: Mm-hmm. I see. Is there anyone that woman hasn't slept with? \nMarie: Not that I know of. (Laughter) \n\nHarley: When? Where? How? \nMarie: Why do you care? \nHarley: Curiosity. \nMarie: Where do I start? She ran an escort service that Brad used. He felt that if you paid for a woman, you weren't really cheating. \nHarley: So Brad knew Eden as a madam and now because she's a big part of bad girl. \nMarie: Yes, he controls her purse strings. But she never met with him in Springfield that I know of. He met her when Spaulding had him in Paris. That's where they first met. \nHarley: Wait. Eden's never mentioned anything about being in Paris. \nMarie: Well, I wouldn't either if I were her. She was sleazing around on the arm of a mobster. \nHarley: Eden and a mob guy? \nMarie: I don't understand why you are so surprised. She's the type that they like, the low-class type. I could never understand why Brad was so intrigued by this guy. \nHarley: Mm-hmm. You saw them together? \n\nMarie: Brad and the mobster, yes. They had meetings. \nHarley: And this mob guy, big guy? Cigars? Salerno sound familiar? \nMarie: Yeah. Yeah, that sounds familiar.\nHarley: So Vinnie Salerno and Brad Greene in France. \nMarie: I'm not interested in Brad's old girlfriends. But, I do want the name of this tramp he's sleeping with now.\nHarley: I think I can help you out with that, Mrs. Greene. \nMarie: All right. I'll make it worth your while. \nHarley: You already have. \nMarie: I'm sure the trail begins in San Cristobel. I promise. I'm just sure you're going to find something there. \n\nHarley: You couldn't be more right about that. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nVinnie: Happy to see me? \nEden: I was waiting for the other shoe to drop and on my head and here you are, Vinnie. \nVinnie: Eden, how many times have I told you I'd make an honest woman out of you? \nEden: Let me think. None. \nVinnie: You found someone to marry you anyway. Congrats. \nEden: Is that all you came to say? \n\nVinnie: Isn't that enough? \nEden: Then we're done. \nVinnie: I didn't say that. \nEden: Vinnie, you said we had nothing more to do with each other; that I could be on my own. \nVinnie: Eden, sometimes in life we hear what we want to hear not what someone actually says. I never said we were through forever. \nEden: You see what I'm trying to do, don't you? A new start, a new kind of guy, a new job. \nVinnie: Bill Lewis. \nEden: I'm going straight, Vinnie. For real.\nVinnie: You don't need my help, is that it? I can get you two a nice bedroom set, some silver? I mean, were you even going to invite me to the wedding?\nEden: Oh, come on, Vinnie, can't you just drop it in somebody else's lap? \nVinnie: I like your lap. It's my vice really. You're no good for me, you know. I tried to kick the habit, but I keep falling off the wagon. Then, there's that little debt you owe me. \nEden: Vinnie, I thought we were paid up.\nVinnie: Oh, no. You'll be square with me when I say you are. You'll be whatever I want when I say you are. You remember this game? \nEden: I don't like that kind of game anymore, Vinnie. \nVinnie: That's good, because I'm not playing. Love hurts. This time around it's not going to hurt nice like it did before. I've been feeling kind of bad, you know, like you don't want me around. \nEden: Vinnie, I'm sorry. I'm really sorry.\nVinnie: Then, you better stay sorry and maybe I'd leave you alone for a while. About Bill, I... I don't know what I'm going to do about him. He wouldn't understand this being friends with me. You know what I've never liked, don't you? \nEden: Sharing me. \nVinnie: I'll be in touch, baby. ", "[SCENE_BREAK]", "Jeffrey: Five years I've been working on this operation. Five years! I thought I had all the angles covered. \nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nMichelle: I'm inconvenient. So deal with it.\nJeffrey: No, you're not an inconvenience, Michelle. You're a liability, okay? And that's something I didn't want to have on my hands. I didn't want to have your life, nor should I say your death on my hands. \nMichelle: Well, we're jumping the gun here planning my funeral, aren't we? \nJeffrey: Well, that depends on how good you really are and not on how good you and Danny think you are. \nMichelle: Look, if it makes you feel any better at all, I'm not going to have anything to tell someone like Salerno, because I'm going to make it a point of knowing absolutely nothing. \nJeffrey: Please tell her that it doesn't work that way? \nDanny: O’Neill, instead of whining about your perfect sting being compromised, why don't you just tell us how it's going to work from here on out? \nJeffrey: I'll tell you how it's going to work, okay? Right now, Michelle knows that only thing that's important. So, the rest of it is not going to be that hard to put together. You're never going to know when and if your cover is blown. What you need now is a plan. \nMichelle: Fine. Let's plan. \nDanny: He means that we need to decide what were going to do if somebody gets their hands on you. \nMichelle: Well, that's not going to happen.\nJeffrey: It's not going to happen. Won't it be a shocker when it does happen and you have no idea what to do except for beg for your life? \nDanny: All right, that's enough. \nJeffrey: You want to know what the plan is? The plan is this: You're going to give up your husband. \nMichelle: What does that mean? I'm going to tell someone that Danny’s working undercover for you. \nJeffrey: Exactly. No negotiation. No heroic sacrifice. You're going to give him up and you're not going to hesitate to do it, okay? There's going to be no improvising either. \nDanny: It's the only thing you could do.\nMichelle: No, this is ridiculous. \nJeffrey: Michelle, what will you do? \n\nMichelle: No. This can’t be the only solution. \nJeffrey: Michelle, what will you do? \n\nMichelle: No. You're not even thinking this through. If I do that, they will just kill me. \nJeffrey: Michelle! \nMichelle: They will just kill me and they will go after Danny and they would use Robbie... \nJeffrey: What will you do if you are interrogated by the mob? \nMichelle: I'd give up my husband. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nHarley: Antimonius. Brad Greene. Eden and France. Connect the dots. Connect the dots. Spaulding Pharmaceuticals. Antimonius. Eden. What about Eden? \nGus: Sorry. I'm so sorry. I'm really sorry, okay? \nHarley: Why don’t you tell it to someone who cares. \nGus: Now you see I thought I was. (Laughter)\nHarley: What is up with you? First, you stand up Eden and Bill twice, not to mention me. Then, you're not even picking up your cell phone to answer my calls anymore. \nGus: I'm sorry. \nHarley: What is that? \nGus: I'm sorry. I'm going to make it up to you, okay?  Of course, unless you’re too busy or something, I was thinking of a really nice little dinner and a movie, not burgers and fries. \nHarley: No, I'm not too busy. ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nBill: So, now I got the fiances. \nJosh: Thank you, sweetheart. \nBill: All I need is the chapel, the tux and the best man. I just came over here to get my best man. So what do you say, Uncle Josh? You look like a stand-up guy. Will you stand up for me at my wedding? \nJosh: Wait. Wait a minute. You're asking me to be your best man? \nBill: Well, who better? \nJosh: Your dad. \nBill: I got a crazy idea. I want both of you standing up there with me. \nReva: I think that's a wonderful idea, Bill.\nBill: Thank you. In fact, you know, my daddy's been my best friend ever since I could remember. I couldn't imagine him not by my side while I tie the knot.\nJosh: Well, why don't you just have him stand up for you then? \nBill: I love you, Uncle Josh, all right. You gave me a shot with this company that I never thought I was going to get. You helped me become the man I never thought I could become and I owe you a lot. \nJosh: Well, you have proved me right every step of the way. \nBill: So what do you say? \nReva: He says yes. \nJosh: I say... evidently I say yes. \n\nBill: I hope so. \nJosh: Yes, I do. And I am honored. Come here.\nBill: Yeah, well, I'm honored. Thank you. (Door bell rings) thank you. Thank you. ", "[SCENE_BREAK]", "Reva: I'm going to get that. \nٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nEden: Hi. \nReva: Oh, Eden. \nEden: Is Bill here? \nReva: Yeah. I assume that's who you're looking for. Come on in. \nEden: Thanks. Hi. \nBill: Hey. \nJosh: Hi. \nEden: I was hoping I could catch you before you left. \nReva: Oh, you know, can I be one of the first anyway to congratulate you, Eden. \nEden: Oh, thanks. \nReva: You got yourself a great guy. \n\nEden: I know. \nBill: Now I got myself a best man to go along with my best gal here. \nEden: Yay! \nBill: Tell me, how did you make out with Harley? \nEden: Rearing to go. \nBill: Yeah? \nEden: Yeah. \nBill: You? \nEden: Oh, I can't get married to this man fast enough. ", "[SCENE_BREAK]", "Jeffrey: Two loves gone. I guess one is still alive. Be safe, Marah. (Phone rings) ", "[SCENE_BREAK]", "Michelle: Hello? Yeah. Hang on a second. We just came in the door. It's for you. \nDanny: Who is it? \nMichelle: Vinnie Salerno. \nDanny: Hello? ", "[SCENE_BREAK]", "ٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱٱ\nJosh: Next on \"Guiding Light.\" ", "[SCENE_BREAK]", "Tammy: I thought you cared about me. \n\nEdmund: I do care about you, Tammy. I love you as much as if you were my own daughter. \nTammy: Liar. You don't love me. ", "[SCENE_BREAK]", "Olivia: Here's the plan. I'm going to be selling some of Phillip Spaulding’s stock. No, actually I can. I have his proxy. ", "[SCENE_BREAK]", "Danny: What the hell are you doing here, Tony? ", "[SCENE_BREAK]", "Tony: Can't figure it out? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=Wd-fs3sYbjU"}