{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["[some of this transcript may be missing due to news breaks]\nHarley: Oh, you're home. \n\nGus: Of course I am. \n\nHarley: Oh, I was so worried, so worried. I thought you had gone off after Alan and done something crazy. But you didn’t. You're home, you're here. Don't turn it off, because it is our song. It is our song. Well, it is for now. Gus, Gus, Gus. Gus!\n\nHarley: It was just a dream. \nGus: \"I made a vow to keep you safe. Alan has never been more of a threat to you, to us. So if you're reading this, that means he is out. I'm not going to wait for him to come after us, so I'm going to go after him. I'm going to keep him away from you until I can figure out a way to have him locked up for good, or whatever it takes to protect you. I love you, Harley. You know I do. Gus.\" ", "[SCENE_BREAK]", "One day without you, without you my love \none day without you without you, my love \nZach: Rise and shine, Mommy. \nHarley: Good morning. How are you, my big boy. \nZach: Where is Gus? \nHarley: He is away on important police business. \nZach: When he is coming home? \nHarley: Soon. Way before that. I mean really, really soon. How is your science project coming, buddy? \nZach: Good, but I need Gus to help me make the volcano. \nHarley: Well, I'll help you make it. Let's do it fast before you leave for school. ( Laughing ) \nZach: I'm going to beat you. ", "[SCENE_BREAK]", "Harley: Okay, come here. And I made you your favorite sandwich. Have a good day. I love you. \n( Cell phone rings ) \n________________________________________\nHarley: I have to find Philip. \nGus: Can I help you? \nHarley: No. \nGus: You need me. \nHarley: I can do it on my own. I can get through a day. I can do my job, I can take care of my kids because that's who I am. That's what I do. \nGus: Someday, you're going to realize that we wasted so much time.\n\nHarley: Well, that's a chance I'll have to take. \nHarley: Duncan, hold all my calls today, unless it is my husband. I am certain he will call me today. I'm busy. Get out of my chair. ", "[SCENE_BREAK]", "Mallet: You going to hate me today? \n\nHarley: Get out. Get out. \nMallet: You know, Gus may be gone... \n\nHarley: Gus may be gone? \nMallet: But I'm not. \nHarley: No, Gus is gone, and it is your fault. \nMallet: I know you're ticked that Gus took off, but please, do not blame me for that. I'm the one who put him in a jail cell. \nHarley: And you're also the one who let him out. I don't need your help. He won't be gone long. He loves me.\nMallet: Yeah, I heard that before. I know you have Frank working on the case, but he is desk-bound. And if you continue to keep me at arm's length away... \nHarley: Thank you. Truly, no. \nMallet: No? ( Laughs ) Okay, fine. \n", "[SCENE_BREAK]", "________________________________________\nHarley: I know that Gus will be back soon, but in the meantime... \nFrank: Sis, I know you're worried about Gus, and we're doing everything we possibly can. \nHarley: What is \"everything\"? \nFrank: You know the routine. We're calling the hospitals, checking the morgue. \nHarley: Oh. \nFrank: Sorry. That's just procedure. \n\nHarley: And the train stations. \nFrank: And the bus stations, yes. I put an APB out on Gus and on Alan. And when I find him, I'm going to kill him myself. What was he thinking? \nHarley: He was thinking he was protecting me from Alan. \nFrank: Why didn’t he come to me in the first place? He should have been a cop, which he is, or at least a man. \nHarley: Okay, okay, not now. \nFrank: Sis, look, I'm sorry. I just thought Gus was past all this, you know? ", "[SCENE_BREAK]", "Gus: Are you hungry? You want to get a little something? \nHarley: No, I don't. We're partners, we're not dating. \nGus: Whatever. Who said anything about being partners? \nHarley: We are working together.\nGus: I'm the FBI, and you're the local talent. You were thrown to me... \nHarley: Local talent? \nGus: Yeah. The point is, I've done a thousand of these cases. He is shedding his identity because he wants to become somebody new, somebody that cannot be traced. But that will ultimately be his downfall. \nHarley: What will? \nGus: That he is the same person-- his life, his nature, his habits. He is the same guy.\n", "[SCENE_BREAK]", "________________________________________\nHarley: Still the same guy. Yes, so if a man comes in who fits the description that I just gave you and buys some pepto bismal, please give me a call. \n\nDinah: What is going on? \nHarley: I'm calling pharmacies to see if he is buying medicine for his ulcer, because when he is stressed out, he needs a case of the pink stuff.\nDinah: So you're calling all pharmacies in the area? \nHarley: Within a 50-mile radius. \nDinah: Why are we stopping with the 50-mile radius? \nHarley: I'm glad you said that, because when he is stressed out, he needs cheeseburgers and onion rings, and I bet he starts smoking again. \nDinah: Okay. \nHarley: Go home. \n________________________________________\nOne day without you, without you, my love \none day without you, without you, my love \nI've gone as far as I can\nand the day must begin, my love\none day without you, without you, my love \none day without you, without you, my love \nHarley: Okay. I've got to get Zach off to school, go to the office, call Frank, see if he has any new leads. ", "[SCENE_BREAK]", "And the day must begin, my love. \nZach: Rise and shine, Mommy. \nHarley: Hey, how are you this morning? ( Laughter ) \nZach: Where is Gus? \nHarley: He is still away, sweetie. \n\nZach: When is he coming home? \nHarley: Soon. \nZach: In time for our family trip? \n", "[SCENE_BREAK]", "Harley: Of course. Gus would never miss our family trip. \n________________________________________\nBuzz: I think I screwed up. Well, when we found out that Alan was getting released, Gus and I had a couple of discussions, and he was understandably worried and determined. \nHarley: Yes, determined to protect me. \n\nBuzz: And the kids. I was right there with him. I should have been the voice of reason. \nHarley: What difference would that have made? You know Gus. It is not going to change his mind, anyway. \nBuzz: Probably not. \nHarley: Definitely not. \nBuzz: Whatever he has done, it can't be bad. Not that bad. He wants to scare Alan. He wouldn't hurt him. After all, he is his father. \nHarley: Do you really think that Gus wouldn't hurt Alan? ", "[SCENE_BREAK]", "Gus: The guy was so in love with her, he would have done anything. It didn’t matter, he loved her and he wanted to keep a smile on his face. \nHarley: Honey, they were both crazy. Were you watching the same movie? \nGus: Maybe they were, but I get it. I would have done the same thing. \nHarley: You wouldn't even let me eat the last gummy bear. \nGus: Because it was red. But it is true, you know? \nHarley: That you can see gummy bears in the dark? \nGus: No, that I would risk everything, I would do anything to make sure you're happy, to keep a smile on your face. \nHarley: Wow, that movie really got to you. \nGus: I don't really think it is about the movie. It is about all of the little things, you know, like this. You brushing up against me, you know. \nHarley: I know. \nGus: You do? \nHarley: You don't have to say it.\nGus: No. I love you. I love you. You're my life. I'd do anything for you. I'd die for you. I'd kill for you.\nHarley: You know what, Daddy, there is something I have to take care of. ", "[SCENE_BREAK]", "Mallet: Sorry. Oh, hey. Hey. \nHarley: You locked Gus up, right? \nMallet: Yeah. \nHarley: Because you wanted to help him?\nMallet: Yeah. \nHarley: Well, see, my dad thinks Gus might do something to Alan, something that can't be undone. \nMallet: Yeah, that is kind of what I've been afraid of. \nHarley: So I need your help. \nMallet: Yeah, I want to find him as much as you do. \nHarley: Okay, well, if we're going to do this, before we do this, if it requires doing something kind of outside the parameters of the law... \nMallet: Are you asking me if I can look the other way? \nHarley: I can, can you? You're on the job, so I know I'm asking for a lot. \nMallet: You've asked for a lot before. \n\nHarley: But you always seem to come through for me. So will you do it this time? Will you put your badge away for me, for Gus? \nMallet: No. No, no, not for Gus. \nHarley: He's your partner. And, come on, you know those Spaulding's, they always skate, no matter what. You could do it because you know Alan might hurt my kids. \nMallet: You know what? I would do it for you. You I would do it for. To be perfectly honest, if I'm going to put my career on the line, then... hey, how are you? \nDinah: Do you have any leads? \nHarley: No. I was just asking Mallet if he would help me look for him. \nDinah: Sure he would. \nMallet: Of course I would. I was just asking Harley a question. \nHarley: Yes I understand. \nMallet: Okay, good. I'll talk to Frank, make some phone calls and get everybody up to speed. ", "[SCENE_BREAK]", "Harley: What time is it? I've got to go back to the office. \nGus: Quitting time. Quitting time. Quitting time. \nHarley: No. \nGus: It is quitting time. \n\nHarley: No, because I have to approve these figures before the end of the 2005 calendar year. \nGus: Is that right? I don't care about that because that is tomorrow. The very last day is tomorrow... \n\nHarley: And tomorrow is New Year's Eve, and I would like to enjoy New Year's Eve with my husband unencumbered by my workload because I didn’t finish. \nGus: It is quitting time. It is quitting time, honey. I want to go back to our love nest. I thought we would spend every minute together until the whole thing...\n\nHarley: What? \nGus: ...Until the whole thing is that the countdown? \nHarley: It is not the countdown.\nGus: It is not just static. I'll tell you what, if that is not the countdown, would you dance with me? Can we do our own little countdown? We can count... what can we count? Let's count our blessings. Let's count our blessings. I'll start with... well, you're at the top of my list. I'll start with you, yeah. \nHarley: You are so cute when you're being sappy. \nGus: I love you, and no matter whatever happens, you will remember that, right? \nHarley: Gus? \nGus: Uh-oh, there it is. Three, two, one. Happy New Year, baby. Happy New Year. ", "[SCENE_BREAK]", "________________________________________\nAlan-Michael: Hey, boss. Harley, you okay? \nHarley: No. I have... I have to find Gus. And I need... I need... I need you to take care of things while I do that. Dinah will help you, of course, but I need to know you're in charge. I need you to be in charge for me, because if anybody sees any weakness in me... \nAlan-Michael: Hey, it's okay. \nHarley: You don't understand. People are trying to steal this company out from under me, from us, from the family. \n\nAlan-Michael: Harley, don't worry. I'll take care of everything. \nHarley: I'll call you, okay. I'll just call you. Can I just leave you with this mess? \nAlan-Michael: Go. Don't worry. I'll take care of everything. I've got you covered. Yeah, got you covered. ", "[SCENE_BREAK]", "One day without you, without you, my love. \nGus: I love you, honey, you know I do. ", "[SCENE_BREAK]", "Harley: I didn’t ask you to protect me. I didn’t ask you to take off and do something stupid. You left me! \nOne day without you, without you, my love. \nZach: Rise and shine, Mommy. Why is the door locked? Is Gus home? Is Gus in there with you? \nHarley: Sweetie, I'm fine, honey. Everything is fine. Listen, baby, Uncle Rick is going to take you guys to school this morning, okay? \nZach: Are we still going on the trip? \n\nHarley: We'll talk about it later, okay? Buddy, I don't want you to be late for school, so why don't you go and we'll just talk later. I love you. ( Cell phone rings ) ( knock on the door ) \n\nHarley: Go away. ", "[SCENE_BREAK]", "Buzz: I don't think so. \nHarley: Daddy, not now, okay? Did you just kick open that door? \nBuzz: ( Laughs ) Yeah, it looks like I've still got it. \nHarley: I took some cold medicine. \n\nBuzz: Yeah, I know that cold medicine makes me cry, too. Honey... \nHarley: I'm so tired, Daddy. I can't do this. I have too much to do. I have to take care of my kids. I've got to go to work. That's all I want to do. I just want Gus to come back... ( sobbing ) ...so it doesn't hurt every time I breathe. \nBuzz: Honey, there is a good chance that Gus... ", "[SCENE_BREAK]", "Harley: Don’t. Don't! \nHarley: What are you doing here, Gus? I'm never getting out of here, and we will never be together again. Do you understand that? We will never be together again! Why can't you get that through your head? \nGus: Why would I do that? \n\nHarley: Why won't you listen to me? I have done everything in my power to make you... \nGus: Go away? Get rid of me? Is that it? But I keep coming back, right? You think this is tough for you? I got to wake up every single morning and you're not there. I want to pull the covers over my head and never get up again, but I do it. I drag myself out of that bed every single morning and I shower and I shave-- well, sometimes I shave-- and I do it, why? I do it for you. I do it for you. And even sometimes when I don't have faith, I act like I do because the only other option is to lose you, and that is not going to happen. \nHarley: Hey, Mallet, it's me. Listen, grab a pencil. Yeah, I want you to make sure you have all of Gus' credit card numbers, make sure they're accurate, and I want you to check every single lead we have. Make sure you haven't missed anything, I mean anything! \nmy love one day without you without you, my love. \nHarley: I'll just get you a new one when you come home. ", "[SCENE_BREAK]", "My love. \nZach: Rise and shine, Mommy. ", "[SCENE_BREAK]", "Harley: Hi. Oh, good morning, did you have breakfast yet? Why don't we go down and make you some breakfast, because I don't know about you, but I am starving, and I have a big, big day today, okay? Good morning, Duncan, listen, I... I'm much better today, thank you. \n________________________________________\nMallet: Get Ms. Cooper on the line, and tell her to get her butt down here. I've got some news for her. \nHarley: I'm here. When you said that you would search for Gus, but it would be for me, then I deflected and I tried to make it about something else, and it wasn't fair to else, and it wasn't fair to you. \nMallet: First of all, I should not have put that condition on you. I'm sorry. \nHarley: No, you were being honest. And I was trying to act like you're the only person who has been harboring any feelings since, you know, back when we were together. And it is not true. \nMallet: What's not true? \nHarley: I have those feelings, too. I mean, you know, when we were together in prison, yeah, that was obvious. But the thing is, it has kind of continued pretty much right up until... well, like right now. And, also, I should tell you, I've been having these dreams about you. \n\nMallet: Harley, don't do this. Please don't do this right now. \nHarley: Dreams about you, and I've been worrying so much about you and that, and I think I missed some clue, some clue he was giving me about what his intention was. \nMallet: First of all, don't blame yourself... don't blame yourself for him taking off, okay? And, secondly, you're married, and I'm... I'm trying to respect that. Are you saying that if Gus weren't in our life, that you and I would be together? \nHarley: I'm saying Gus is in my life. He's right there. He is my husband, and I love him. But I feel for you, and I do... I do. But I won't act on it. Not ever. And I can deal with that. Can you? \n\nMallet: I've got a lead on Gus. The limo company, and apparently Gus came down there and checked out a limo, and he never brought it back. It was expected a couple of days ago? \nHarley: ( Laughs ) There is hope! That means there is hope! \nMallet: Yeah. ", "[SCENE_BREAK]", "Harley: Duncan, don't turn it off. Turn it up. Turn it up! \n________________________________________\nHarley: What was that? \nGus: Termites, nothing to worry about. \nHarley: I need you. It is reassuring, like, I don't know, it is going to be okay. \nGus: Listen to me... \nHarley: We're going down. \n\nGus: There is nothing but us. We are on our way to a very romantic honeymoon in Greece. We just got married. Do you actually think the universe would be that cruel to us? \nHarley: I don't know. \nGus: I don't care. I don't care, because no matter what happens, I'll find you, okay? \nHarley: I'll always find you, Gus. ( Laughs ) \nGus: Okay? Look at that, huh? Nothing but blue skies. Nothing but blue skies. \nOne day without you, without you, my love... \nHarley: I'll always find you. See you soon, baby. ", "[SCENE_BREAK]", "________________________________________\n\nNext on\" Guiding Light.\"\nJeffrey: We've got to send Jonathon’s case before the judge. \nTammy: They really think they can keep us apart. \nCassie: You want Tammy back.\nSandy: There is nothing I’ll ever want more. \nJeffrey: It was Cassie who wanted you released. \nTammy: Mom told you to let him out. You don't know how happy you've made me. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=571qkCHYjHc"}