{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Ross: Marriage is not a union to be entered into lightly. \nHarley: I love you. \nGus: I love you, too. \nRoss: Harley cooper, do you take this man to be your lawful wedded husband, forsaking all others and remaining true to him, for as long as you both shall live? \nHarley: I do. \nRoss: Gus aitoro, do you take this woman as your lawful wedded wife? And do you promise to lie, deceive, dishonor and betray her, forsaking nothing except your own idea of what is right, which in the eyes of god and most of mankind, has been deemed to be completely insane? And do you also promise to be unworthy of this woman's love for as long as you both shall live? \nPhillip: Uh, this is where you promise to ruin the bride's life. \nHarley: Hurry up, gus. Break my heart. ", "[SCENE_BREAK]", "Lizzie: (Humming the bridal march) ", "[SCENE_BREAK]", "Alexandra: (Joins in) (laughter) ", "[SCENE_BREAK]", "Buzz: Frank, what's the rush? \nFrank: I need your help. \nBuzz: Fine, but, you know, we could have done this, like at the bathroom or, like, in the corner or someplace. \nFrank: You may not want to give it to me. \nBuzz: You know me better than that. Calm down. Tell me what's wrong. \nFrank: Dad, this is bad. This is really bad, and it's going to hurt. \nBuzz: Harley. \nFrank: And you. \nBuzz: Alex? \nFrank: Dad, this is worse than anyone could have possibly imagined, and it could definitely destroy this wedding. ", "[SCENE_BREAK]", "Ross: And so they have pledged their promises and they have symbolically declared the same by giving and receiving the ring, and by the joining of their hands. Therefore, by the power invested in me by the city of springfield, I now pronounce you... \nGus: Excuse me. May I just say something? First of all, this ring looks just so beautiful on you. \nHarley: Thank you. \nGus: Now, I know what's going to happen after this ceremony. I know what must be done with alexandra. You were hiding the truth to protect me, to keep me away from the family that I just became a part of. \nHarley: I'm so sorry. \nGus: No. No, don't be. You're my family, not them. You're my future. I'm going to love you forever. \nRoss: Well, now I pronounce you husband and wife. (Applause) \nHarley: It could happen that way. It could happen just that way. ", "[SCENE_BREAK]", "Gus: So, it's you. You're the pipeline of antimonious to the mob, huh? \nAlexandra: Gus, you don't know what you're talking about. \nGus: I'd love to see you try and explain this to alan. \nAlexandra: Oh. Alan can't know. No, you can't tell anyone, gus. \nGus: Oh, no? What, is this supposed to be our dirty little secret? \nAlexandra: Come on, you and i can talk. Please don't do anything that we will both regret. \nGus: I'm not going to regret anything. I'm just going to give you to the da and he's going to prosecute you for drug trafficking. I know what I saw. ", "[SCENE_BREAK]", "Buzz: Turn it off. \nAlexandra: But you don't have a shred of proof. \nBuzz: Turn it off, frank! \nFrank: I'm sorry, dad. \nBuzz: My god! I don't know. You showed it to me. What... now what? \nFrank: Dad, harley is... she's getting ready to walk down that aisle. This is going to destroy her. \nBuzz: I know the feeling. \nFrank: Yeah, well, I don't know what to do. I really want to make that family pay, but I'm telling you, I don't know what to do here. (Indistinct conversation) ", "[SCENE_BREAK]", "Dinah: Hi. The red two-door, please. \nBill: Dinah. \nDinah: Bill. \nBill: What are you... (laughs) I thought that was you. I mean, the hat and the hair, i couldn't really tell, but... what are you doing here? \nDinah: I had to come back. \nBill: Well, no... \nDinah: You look great! \nBill: No, I mean it. What are you doing here? You're here in public, and of all places here in springfield. What... \nDinah: I know, I know. I know the risks of being here. \nBill: What, and you don't care? \nDinah: Hey, who's the older one here? \nBill: I'm worried about you. What's going on? \nDinah: I... I got tired of running, that's all. I came back to turn myself in. I can't even begin to explain to you what's been going on. \nBill: Are you kidding me? Wait, what... are you telling me you're going to face the charge? \nDinah: Yeah. Yeah, you're darned right I am. I want my life back, the one i deserve. ", "[SCENE_BREAK]", "Cassie: Looks like everyone's here. \nBlake: Yeah, well, the usual suspects, at least. \nMarina: Is edmund here? \nCassie: No, but he'll be here soon. \nBlake: What about darci? Shouldn't she be here? \nMarina: No. My dad's not back from the hotel yet to pick up the champagne. They probably ran into each other. \nBlake: Well, that or she's with harley. Maybe we should be with harley, don't you think? Let's go. \nCassie: Hey. She said she wanted to be alone before the ceremony. Remember?\nBlake: She's had enough alone time, all right? She just doesn't want anybody to see her cry. \nCassie: I can keep the crying secret. I'll go check on her. You guys stay here. \nBlake: You tell her that there's no shame in crying on her wedding day, even if you are harley cooper. Your soul mate only comes around every once in a while. \nCassie: (Laughs) okay. ", "[SCENE_BREAK]", "Michelle: All right, you have one mission today. One. Just keep people from hounding me about our wedding from last year. \nDanny: What makes you think you'd be hounded? \nMichelle: Um, we were practically attacked in the driveway. \"Oh, michelle, last year it was you two. You were such a beautiful bride.\" I mean, aren't people supposed to say \"hello\" before they launch into something like that? \nDanny: Michelle, those women know you from the hospital. They're just trying to make conversation. \nMichelle: Yeah, I'm just telling you... \nDanny: Yeah, I get it. I get it, okay? You don't have to hit me over the head with it. (Sighs) listen, I appreciate you coming with me today. I know that you're still upset about what happened last night with felicia. \nMichelle: Yeah. You got any more shrinks lined up for me today? \nDanny: Only five or six. \nMichelle: Look, I'm here to see a wedding. I'm not here to relive ours. And I couldn't, even if I wanted to. \nReva: Hey, guys. How are you? \nDanny: Hi. \nJosh: Hello. \nDanny: Good. \nJosh: Hi, danny. \nReva: You know what this day reminds me of? \nMichelle: I've got to get a drink. \nReva: Did I say something? \nDanny: She thought that you were going to say something about our wedding last year. \nReva: Actually, I was going to say the day reminds me of a movie I just saw. (Laughs) ", "[SCENE_BREAK]", "Lizzie: Grandpa, joey's here. Doesn't he look great? \nAlan: Who taught him to tie a tie? \nLizzie: Well, it's not exactly a windsor knot, but he's learning. \nAlan: Well, if you're his teacher, he'll learn just fine. Now, let me tell you something. If you're interested in this young man, perhaps we should have him over for dinner one evening so I can find out what joseph's future goals are. \nLizzie: Oh, he likes to be called joey. \nAlan: I'm sure he does. But now, if this young man is a project of yours, perhaps you could talk to him about changing his name? ", "[SCENE_BREAK]", "Sheryl: I was about to give up on you today. \nTony: Yeah? \nSheryl: Mm-hmm. \nTony: Well, I was free, and i was hoping you were free. \nSheryl: Well, now, lucky for you, I was free today. \nTony: Oh, I'm the lucky one? \nSheryl: Yeah. \nTony: Yeah? \nSheryl: We'll see about that. \nTony: Yeah, I bet we will. (Cell phone ringing) \nTony: (Groans) go figure. \nSheryl: Is it important? \nTony: Nope. ", "[SCENE_BREAK]", "This is tony. \nLeave a message. (Voice mail beeps) \nMichelle: Look, you told me to stay away from you, but i can'T. I need you here. ", "[SCENE_BREAK]", "Buzz: You found this at the beacon? \nFrank: I certainly didn't go looking for it, that's for sure. I went to the beacon to get some champagne. While I was down in the wine cellar, I noticed a security camera. And I got to thinking that... look, dad, we need to tell harley the truth about gus. \nBuzz: I never asked you to lie, frank. \nFrank: You're not saying much about anything right now. You know what this means? This tape confirms that the spauldings were behind my phony charges-- the ones that were against me. This also confirms that alex was involved with the drug ring. This also said that gus was covering up this entire time. \nBuzz: Why did you bring this to me, frank? \nFrank: I know this hurts you, and I'm sorry for that. I know you always wanted to believe the good about alex. \nBuzz: I knew she wasn't perfect but... drugs?! Setting you up? That's not alex. That'S... she never gave me any reason. You told me. You told me again and again. I didn't listen. \nFrank: We need to tell harley the truth about gus. \nBuzz: There's less than an hour until the wedding. \nFrank: A wedding in where she's marrying a guy that's been lying to her all along, a guy that's involved in a major conspiracy, a guy that she could possibly be spending the rest of her life with. \nBuzz: Maybe she already knows about this. \nFrank: Are you kidding me? She would never excuse drug traffickers, let alone let me hang for something I never did. \nBuzz: Are you ready to do this, frank? Blow up your sister's life on her wedding day? \nFrank: No. ", "[SCENE_BREAK]", "Harley: This day is going to be perfect. (Knock at door) gus, if that is you, you'd better not come in here. \nCassie: Oh, look at you! You're a vision. \nHarley: Is it time? \nCassie: No, not quite. Oh, harley. You look amazing. And happy. \nHarley: I guess I must be happy, then. \nCassie: How about that? (Laughs) I'm proud of you. \nHarley: Okay, don't make me cry. \nCassie: Okay, I won'T. But can I tell you that I just love you and I wish you the best? \nHarley: Okay. Just don't look into my eyes when you say it. (Laughter) \nCassie: Can I get you anything? \nHarley: Gus is here, right? \nCassie: Harley. \nHarley: I know it's a superstition, but if I don't see him before the wedding, then i will have bad luck. \nCassie: Well, you're going to see him really soon. \nHarley: No. See, something happened last night, and I need to make sure he's okay and I need him to know that I love him. So, if I could just say that... \nCassie: Go. Go. \nHarley: Really? \nCassie: Yes. \nHarley: Thank you. ", "[SCENE_BREAK]", "Phillip: Hey. \nGus: Hey. \nPhillip: Okay, you're still jumpy. That's good. A man should be nervous on his wedding day. \nGus: Yeah? That's good, then. That's what I am. \nPhillip: It occurs to me, as one of your groomsmen, I think I'm supposed to give you some sage advice. A little pithy wisdom that you can rely on throughout the rest of your married life. \nGus: Okay. What have you got? \nPhillip: Don't blow it. ", "[SCENE_BREAK]", "Bill: Have you seen mom or ross or...? \nDinah: Yeah. He's the only one that knows, and now you, so I figure my father and my brother, if you're on my side, what could go wrong, right? \nBill: Well, maybe make it impossible. I mean, ross is the new mayor. I mean, if he doesn't turn you in. \nDinah: You know what? I'm going to save him the trouble, at least for now, okay? I need... I need to be back in springfield. I need to feel it. I have missed this place so much, and I've missed you, lb. \nBill: \"Lb\"? Oh, my goodness. Come here. \"Little bill.\" No one's called me that in a very, very long time. So, I mean, where are you going to stay? \nDinah: Well, I don't know. I haven't figured that out yet. \nBill: Well, here. Stay with me. I'm over at the old grain exchange building, on the top floor. Just stay with me. \nDinah: Okay. And stay out of sight, right? \nBill: Yeah. Stay away from places like this, okay? \nDinah: Why? What's up with places like this? \nBill: This hotel? This is cassie's place. She owns it. \nDinah: Cassie layne? \nBill: Well, it's winslow now, but yeah. \nDinah: Oh. Well, I didn't know that she owned a hotel. I just wandered over here from the park, you know? I was just cruising. \nBill: All right. Well, come on. Let's get you going, because, in fact, I'm running late. \nDinah: Where are you going? \nBill: I've got a wedding to go to. \nDinah: Who's getting married? \nBill: Harley cooper. \nDinah: Harley? \nBill: Harley cooper. \nDinah: Wow, okay. We had some times. \nBill: Yeah, yeah. And the groom is gus aitoro. He's a cop. In fact, a newly discovered son of alan spaulding. \nDinah: Well, okay. Harley ending up with another spaulding, that doesn't surprise me. I imagine the whole town is going to be there, right? \nBill: Just about, just about. Yes. And cassie, as well. It's over at the spaulding estate, so you might want to keep away from that place, too. Okay? \nDinah: Okay. Well, you better get going. \nBill: All right, all right. But I'm going to see you later, right? \nDinah: Yeah, you can bet on it. Okay, go. Get out of here. \nBill: All right. \nDinah: (Whistles the ", "[SCENE_BREAK]", "wedding march) \nPhillip: Look, I'm not suggesting that I think you will blow it with harley.\nGus: Right. You're just warning me in case. \nPhillip: I hurt her very badly, gus. I really don't want to see anything like that happen to her again. \nGus: Well, me, either. \nPhillip: When our marriage ended, I don't think anybody would have blamed harley if she stayed closed off for the rest of her life. But she didn't, and that's because of you. You found a way to break through to her. \nGus: Yeah. Okay. Well, thanks for the talk, you know? Thanks. \nPhillip: Listen, I'm trying to tell you something. She thinks that you are the greatest guy that she has ever known. She has seen things in you from the beginning that I, for one, took a long time to acknowledge. \nGus: (Laughs) all right, well, if this is an apology, you know, we're cool, me and you. \nPhillip: It's not an apology. It's a warning. There was a time when I was with harley that I had an opportunity to be up front with her about the thing that eventually tore us apart. \nGus: Yeah, beth. \nPhillip: Right, beth. I did what I thought was best at the time. I lied. \nGus: Okay. But you know this is old news, right, phil? \nPhillip: So learn from it. Don't hurt her. When something comes up-- and it always does-- face it. Deal with it with her, together. She needs that. And she deserves it. You both do. End of speech. Okay, now you can go. Go pace. Have a drink. Bite your nails. It's almost time. ", "[SCENE_BREAK]", "Olivia: I saw you talking with gus. How's he holding up? \nPhillip: Good. Just gave him a little last- minute advice. (Sighs) secrets to a successful marriage. \nOlivia: Well, may gus and harley ignore your advice for the rest of their lives. ", "[SCENE_BREAK]", "Alan: Gus? Gus, gus? \nGus: Not now, okay? Please. \nAlan: Wait, wait, wait, wait, wait. Where are you off to, son? \nGus: You know, it's funny. People probably think that phillip and I are very different, you know? He's the bad, evil son, and I'm the good son. Right? \nAlan: Wait, wait. What are you talking about? \nGus: The truth... the truth of the matter is, I live off being superior. I always have. I really loved my other father. I really... I really did. I loved joe august because with him, you did right by people. You lived a good, clean, honest life. You served. You were better than other people. You were better than these other people that screw up their lives. \nAlan: That's who you are. You serve, you're an honest person. \nGus: But we both know that's not really true. \nAlan: No, that's where you're wrong. \nGus: No. \nAlan: Because you have done the right thing for your family and for harley?\nGus: By my new bride-to-be? No, look, it's dawned on me. You can't just pick and choose in this life. You either live right or you live wrong, it's that simple. I have to go and talk to harley, okay? \nAlan: No, no. No. Not before the ceremony, gus. \nGus: The ceremony. The ceremony, that's the word. See, marriage, it's a trust. So you can't just say \"I do,\" and then turn around and say, \"oh, by the way, this is what i did.\" \nAlan: You're about to tell harley the truth, aren't you? ", "[SCENE_BREAK]", "Harley: (Scoffs) gus, where are you? \nFrank: Maybe you're right, dad. Maybe you're right. Maybe we should just sit on this tape and let harley marry gus. \nBuzz: It's an impossible choice, frank. We let her marry a liar, a criminal. I mean, how could... you don't destroy someone's life for the sake of being vindicated. You know? \nFrank: That's not what this is about, and you know it. \nBuzz: I don't know anything anymore! \nFrank: It's bad enough that i did this to you, pop, all right? I know how you felt about alex. \nBuzz: I can't help thinking we missed something. \nFrank: What, on the tape? \nBuzz: No, something... something that would explain it all, something to make it make sense, something that... \nFrank: What are you doing? \nBuzz: I want to see if there's a reason that she did what she did, that he did what he did. \nFrank: Does it matter? Does a reason really matter at all? Does it, pop? It doesn't change anything on that tape. \nHarley: What tape? \nLizzie: Coming up on \n\"guiding light\"... \nHarley: Tell me, how bad is this? \nBuzz: As bad as it gets. \nDinah: I don't know who you can't keep your eyes off of, me or her. \nFrank: Hey. Come here, you. Look how beautiful you look. \nHarley: You're not too obvious, are you? \nFrank: Hey, what are you doing here? Look, gus could be walking through that door any second and see you. Come on. \nHarley: What are you watching? \nBuzz: Don't you have a wedding to get ready for? \nHarley: I saw something. I know this is bad. \nFrank: Come on, sis. No, it'S... \nHarley: Look, I don't want any lies, frank! I don't want any game-playing, okay? Just tell me. How bad is this? \nBuzz: As bad as it gets. ", "[SCENE_BREAK]", "Reva: I know the feeling. \nMichelle: Which one? I've got a lot to choose from. \nReva: That you'd like to be anywhere but where you are. \nMichelle: Top of the list. Nicely done. \nReva: Wishing people wouldn't talk about your own wedding day or anything that has anything to do with your past that you can't remember. \nMichelle: Tied for first. \nReva: You know, I wasn't talking about that before, your wedding to danny.\nMichelle: Yeah, well, you would have been the only one, so... \nReva: Mind if I ask you why you don't want to hear about it? \nMichelle: Only if you mind if I don't tell you. \nReva: You've had it pretty easy, you know. \nMichelle: Really? \nReva: Yeah. \nMichelle: \"Easy\"? \nReva: Yeah. People treating you with kid gloves. \"Don't talk about this, don't talk about that, give her room to breathe.\" \nMichelle: I seem to remember you encouraging that, too. \nReva: Finding yourself, yes. But in the process of finding yourself, you're also responsible for your actions. You're hurting people, michelle. \nMichelle: You mean danny. \nReva: Besides the birth of your son, the day he married you was the best day of his life. And to have you say \"don't talk about it, don't even mention it...\"\nMichelle: I don't remember it, okay? It means nothing to me. \nReva: Well, it meant the world to him. \nMichelle: And you don't think I know that? You don't think I care that I'm hurting him? Of course, I do. \nReva: Then show it. I know this isn't easy for you. But if you're not willing to let the people who love you love you, then I don't know, michelle. I ju... you've had a raw deal from top to bottom, but you remember how to tie your shoes, right? Drive a car? Read a book? \nMichelle: Your point? \nReva: Then you must remember how to treat someone who's done nothing but love you. ", "[SCENE_BREAK]", "Gus: Just let me go. \nAlan: No. Let you go and ruin your life? No, I'm not going to do that, because this is your wedding day. You and harley love each other. \nGus: I owe her this. If I don't do it now, I don't deserve to marry her. ", "[SCENE_BREAK]", "Harley: I don't want any stories. I don't want any excuses. I just want the truth. \nFrank: Sis, don't do this right now. \nHarley: What is on that tape?! \nBuzz: You can walk out of this room right now, forget you saw us, okay? It's not too late. You just walk out that door, pull down your veil, go marry the man you love. \nFrank: Sis, you have worked so hard to get here. You've been through so much.\nBuzz: So$many disappointments. Go ahead. Do yourself a favor. Walk. \nHarley: You know I can't do that. Just put on the tv. Don't look at him, dad.", "[SCENE_BREAK]", "Put on the tv. \nGus: So, it's you. \nYou're the pipeline of \nantimonious to the mob, huh? \nAlexandra: Gus, you don't \nknow what you're talking about. \nGus: I'd love to see you try \nand explain this to alan. \nAlexandra: Oh. \nAlan can't know. \nNo, you can't tell anyone, gus. \nGus: Oh, no? \nWhat, is this supposed to be \nour dirty little secret? \nAlexandra: Come on, you and i ", "[SCENE_BREAK]", "can talk. \nPlease don't do anything that \nwe will both regret... \nSheryl: Mm-mm. Okay, well, don't take off any more of these clothes because i want to do that. \nTony: Mm-hmm? \nSheryl: Mm-hmm. \nMichelle: You told me to stay \naway from you. \nI know, but I can'T. \nI need you here. \nI'm at this wedding, and it's a \nnightmare. \nEveryone wants to talk about my \nwedding for some reason. \nI'm practically hiding in the \nbushes. \nOf course, danny is no help. \nHe just looks sad when I try to \nexplain. \nIt's just not me, you know? \nAnd I know I'm bugging you, and \nit's just really hard. \nYou make it easier. \nSheryl: Hey. \nTony: You're going to kill me. Sheryl, you are. I am sorry, but that phone call I got, I've got to go. \nSheryl: Tony. \nTony: I'm sorry. \nSheryl: Okay. Well... do you... you do see me, right? I mean, smart, funny, baseball fan like you, got legs that go down to the ground? \nTony: Mm-hmm. Trust me, I see that. I do. \nSheryl: Okay. And that's not enough? \nTony: (Sighs) I will make it up to you. \nSheryl: Oh, yeah, yeah. Okay. You know? This is really becoming a bad habit.\nTony: I am sorry. \nSheryl: Yeah. \nTony: Can I at least... here, just let me walk you to your car, okay? \nSheryl: You know what, darling? I have managed all this time by myself. Do me a favor, though. Think twice before you call me again. \nTony: You're an idiot. ", "[SCENE_BREAK]", "Michelle: So, are all ex- mobsters this sappy? \nDanny: Were you watching me? How long have you been doing that? \nMichelle: Not long. You thinking about us? \nDanny: Don't worry, I won't say a word. \nMichelle: It's okay. Tell me about our weddings. All of them. ", "[SCENE_BREAK]", "Jeffrey: Is this thing ever going to get off the ground, or what? \nRoss: Yeah, I was just thinking the same thing. It's hard to officiate at a wedding when you don't have a bride and a groom. \nCassie: You have nothing to worry about. You have two people who can't wait to put rings on their fingers. \nRoss: Ah. Well, I'll go find out what's going on. \nCassie: You know what I love about weddings? \nJeffrey: Um, elbowing other women in the ribs when you're on all fours, desperately trying to grab the bouquet? \nCassie: No. Although that is a lot of fun. I just think it makes you better. I mean, you're one thing and the other person is the other thing, and together, you're just better. ", "[SCENE_BREAK]", "Jeffrey: Unless that person brings out the absolute worst in you. \nDinah: What about this? \nJeffrey: What are you doing? \nDinah: Well, I'm cassie, with \nsome hot glass heels, with a \nlot of dollar bills in a bikini \nstring. \nJeffrey: That is not who \ncassie is. \nDinah: Really? \nFine. \nI see you want princess cassie. \nRight? \nI can do that. \nThe pleasure would be all mine. \nI don't know who you can't keep \nyour eyes off of, me or her. \nJeffrey: Well, there's a few \nthings to iron out, but I think \nit's going to work. \nAs a matter of fact, I think \nyou're perfect. \nDinah (sarcastically): \nGreat. \nJeffrey: That's your job, by \nthe way, you know? \nTo be perfect. \nDinah: Well, that's what the \nworld needs, you know, another \nversion of perfect. \nThat's what they used to call \nher, you know? \n\"Miss perfect.\" \nEverybody used to say that, how \nperfect she was. \nPerfect little blondie, you \nknow? \nThey should have made a doll of \nher. \nYeah. \nYou know, ruin an entire \ngeneration. \n\"You, too, can have a tramp \nwith a tiara. \nAll you need is a prince and a \nsprinkle of magic.\" \nJeffrey: Your bitterness is \nshowing. \nDinah: Really? ", "[SCENE_BREAK]", "That's funny, because I don't \ntaste bitter. \nLook at me, jeffrey. \nLook at me. \nYou could have both. \nCassie: Hello? \nRoss: Jeffrey? \nCassie: Hello? \nJeffrey: Yeah. Yeah, what? \nRoss: Well, I was just thinking that weddings do funny things to people-- you know, bring up all those issues: What could have been, what could be, what was.\nJeffrey: (Laughs) you know me. I've made it my life's work to avoid all that, ross. \nCassie: No, you have the wrong number, okay? Get a clue. \nRoss: What was that? \nCassie: Someone keeps crank calling me and asking for blondie. ", "[SCENE_BREAK]", "Alexandra: Alan? Alan, it's getting late. Don't you think we should ask everyone to sit? \nAlan: I doubt if anything is going to happen anytime soon, alexandra. \nAlexandra: Why do you say that? \nAlan: It's ironic, don't you think, that we should have to pay for the righteous deeds of others, rather than share in them? He's always been better than us. We knew that. \nGus: Yeah, and he's going to prosecute you for drug trafficking. \nI know what I saw. \nAlexandra: But you don't have \na shred of proof, do you? \nAlan: Yes, he does. ", "[SCENE_BREAK]", "Harley: (Whimpers) \nFrank: Oh, sis. \nHarley: Wait a minute. Wait a minute. Wait a minute. \nBuzz: Harley. \nHarley: Can I have the room for a minute, please? Please? Please? (Crying)", "[SCENE_BREAK]", "Danny: That was... and our last wedding was... it was kind of unusual. You were on this side, I was there, and ray was there, jeffrey o'neill officiated. If you don't mind, I will not ask him over here for his take on the whole thing.\nMichelle: That's find by me. You know, I did see it on tape a couple weeks ago. It just didn't really register at the time. \nDanny: Yeah, that's okay. That's all right. Yeah, we... well, first we tried to do this... this wham-bam vegas style thing, but it was too depressing. \nMichelle: So we left. \nDanny: Yeah, we got out of there. We went to your family's barbecue, and everybody was gone, or we thought they were gone. But tony and marah were there, and we were telling them what we tried to do, and they kind of tricked us into saying what we would've said if we had gone through with the wedding. And before we knew it, when we were done, everybody just kind of appeared out of nowhere, and the vows were official. \nMichelle: So that's it? \nDanny: That was it. \nMichelle: So what did we say? \nDanny: What, do you mean the vows? I don't know. I don't really remember. \nMichelle: Yeah, you do. \nDanny: (Chuckles) \nMichelle: You remember every word. Come on. I want to hear it. \nDanny: Well, you said something like if all the troubles that we had gone through were going to be worth it, then we had to remember and really know that what we have is too special to take for granted, ever. \nMichelle: And what'd you say? \nDanny: I said... I said that I'm lucky to have found you, the greatest love of my life, and your love makes me more than whole. \nMichelle: Wow. We made that up? \nDanny: Yeah. \nMichelle: That'S... that's pretty perfect, isn't it? \nDanny: It wasn't bad. \nMichelle: Thanks. Thanks for telling me. \nDanny: Thank you for wanting to know. \nMichelle: You know what? I do want to know. ", "[SCENE_BREAK]", "Cassie: Hey. \nJeffrey: Huh. Oh, hi. \nCassie: Is something wrong? \nJeffrey: Nothing's wrong. But I do have to go find someone over here, if you don't mind. Sorry. I'm sorry. \nWaitress: Can I get you something? \nJeffrey: No. No, no, I'm sorry. ", "[SCENE_BREAK]", "Frank: I don't know, pop. It's awfully quiet in there. \nBuzz: We should have stopped her, frank. \nFrank: How? \nBuzz: We should have pulled her out and pushed her to the altar. \nFrank: And then what? \nBuzz: Why'd you have to bring me that tape? Today of all days? \nFrank: Exactly what was i supposed to do, dad? Find gus, tell jeffrey, or just start hand-cuffing people? \nMarina: Dad? \nFrank: Oh, hey baby. Oh, you look beautiful. \nMarina: Thank you. I found this at home. It's from darcy. ", "[SCENE_BREAK]", "Phillip: Uh, if we had a bride, we could get this thing going. \nGus: Yeah, you just came to get her, to tell her? \nPhillip: Well, I was going to enlist one of the bridesmaids to do the honors, but yeah, we're ready. \nGus: All right. Can I just... I just need a minute with harley, okay? \nPhillip: Okay. Um... you do what you have to do. I'll take care of things out here. ", "[SCENE_BREAK]", "Gus: So, it's you. You're the pipeline of antimonious to the mob, huh? \nAlexandra: Gus, you don't know what you're talking about. \nGus: I'd love to see you try and explain this to alan. (Knock on door) \nAlexandra: Oh. Alan can't know. No, you can't tell anyone, gus. \nGus: Hey. Hi. \nFrank: Next on \"guiding \nlight\"... \nGus: Please just let me explain, please? ", "[SCENE_BREAK]", "Harley: Fine, I'll let you explain. And then I will explain to you why I will never marry you. ", "[SCENE_BREAK]", "Edmund: You know jeffrey o'neill? \nDinah: Yeah, I know all his deepest and darkest, yeah. \nEdmund: Really? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=xCrtgrJZBRE"}