{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Alexandra: So, you want to question me, frank? \nFrank: No, alex. I just want to talk to you. Okay? Tie up some loose ends. You have no reason to panic, here. \nAlexandra: Well, what's the reason... really no reason then to drag me downtown, is there? \nFrank: There's nobody dragging you. Look, no cuffs. \nAlexandra: Well, then it can wait, can't it? \nFrank: Unfortunately, it can'T. \nAlexandra: Oh, come on. I'm here to celebrate gus' promotion. I can't just leave. \nFrank: I don't think he'll miss you. \nAlexandra: Well, frank... (laughs) \nFrank: I'll tell you what, alex. Why don't you just go over there and say good-bye to your nephew, and I'll just stay right here and wait for you. \nGus: So, what's going on? \nAlexandra: Chief cooper wants to take me downtown for some questioning, and I need all the answers from you. ", "[SCENE_BREAK]", "Harley: Hey, tammy. What are you doing here all by yourself? \nTammy: Don't worry. I'm drowning my sorrows in ginger ale. \nHarley: I wasn't worried. What's wrong? \nTammy: (Sighs) oh, joey problems. I just needed someplace to think. What's wrong with you? \nHarley: I'm picking out wedding rings, and I hate this. I mean, I want a nice ring, but you know, it has to be perfect. \nTammy: I wouldn't know. I can't even keep a boyfriend. \nHarley: Sweetie, I find that very hard to believe, because you are just like your mother. You could have any guy you wanted. \nTammy: The problem is, i don't want just any guy. \nHarley: I know. Well... the only thing I can say is you have to throw yourself into it. You know, when you love somebody, you can't hold back. Like this wedding. \nEdmund: Ladies-- and I do use that term loosely. \nTammy: So much for getting away from everybody. \nHarley: Thanks, edmund. I'll leave you two alone. \nEdmund: May I sit down, or are you hiding out? \nTammy: I'm hiding out. \nEdmund: From me? ", "[SCENE_BREAK]", "Lizzie: Well, I could use a handyman. \nJoey: Funny. Tammy's not here. \nLizzie: I didn't come to see tammy, I came to see you. I decided you would probably need rescuing from little house on the prairie. ", "[SCENE_BREAK]", "Cassie: Who are you? What do you want from me? ", "[SCENE_BREAK]", "Dinah: Isn't that weird? How life on the run, you really can't go anywhere or do anything. \nRoss: Is there anything I can do? Dinah, you know you can always count on me to do whatever i can. \nDinah: I know. I know, and you know what? That means so much to me. Thank you. But I will call you again soon, I promise. Okay? I love you, daddy. Princess cassie winslow, party of one. \nMan: Good evening, your highness. You look radiant. \nDinah: Thank you. Yes, I know. ", "[SCENE_BREAK]", "Jeffrey: Some bad news there, ross? ", "[SCENE_BREAK]", "Danny: Hey. You sure you want to do this? \nMichelle: Oh, yeah. \nDanny: Oh, michelle, I want you so much. \nMichelle: Good, because i want to be wanted. \nDanny: Okay. Michelle? \nMichelle: Mm-hmm? \nDanny: We shouldn't be doing this. \nMichelle: We're doing it. \nDanny: It doesn't feel right. \nMichelle: You mean I'm not doing it right? \nDanny: No, no, no, no. God, no. \nMichelle: You mean it's not like before? \nDanny: No. No, god, you are so sexy. \nMichelle: Well, then what? What is it? And don't tell me it's you because I may have amnesia, but I do remember that's the oldest line in the book. \nDanny: No, I just... (sighs) I think this is... it's too much, too soon. Too fast, you know? \nMichelle: I want you, okay? I do. I want to make love to you. Can't you see how much? \nDanny: Yeah, I can. That's what I mean. Michelle, you don't have to try so hard. You know? \nMichelle: Did I, like, used to just lay there and do nothing? \nDanny: (Laughs) god. No. \nMichelle: Don't laugh at me. \nDanny: I'm not. I'm not, I'm not. Michelle, believe me, I have wanted to make love to you since the minute you came home from the hospital. \nMichelle: Then let's do it. Come on. \nDanny: Oh, michelle. \nMichelle: There's no reason to wait. \nDanny: Oh, michelle. Believe me, I do not want to wait, but I think we should. \nMichelle: Why? \nDanny: Because. (Sighs) michelle, it feels like we're trying to make up for years of lost memories in one night. \nMichelle: And isn't that sort of the point? \nDanny: You-you're still getting used to the idea of being married-- married to me. \nMichelle: I am, right. And this is what married people do, right? They sleep together. So, you want to take it slow. \nDanny: I think we should. \nMichelle: Is this, like, the chivalrous side of you? \nDanny: No. It's the good husband side. \nMichelle: Wow. A guy turning down sex. You must have been a really good husband. \nDanny: I swear, the things you do remember. So, okay? \nMichelle: Mm-hmm. \nDanny: We okay? \nMichelle: Yeah. \nDanny: I don't believe you. Are we okay? \nMichelle: Mm-hmm. \nDanny: I'm hungry. (Laughs) \nMichelle: Yeah? \nDanny: I know. I'm starving. I haven't eaten all day. I'm going to see what I can raid out of the fridge. You want me to get you something? \nMichelle: No, I'm fine. \nDanny: All right. I'll come right back and, you know, maybe we can cuddle.\nMichelle: Can't wait. Danny and michelle, greatest love story of all time. (Snores) what a crock. ", "[SCENE_BREAK]", "Edmund: Thank you. \nTammy: I'm not angry at you, uncle edmund. \nEdmund: You certain of that? \nTammy: Yes. You know, you're paranoid sometimes. \nEdmund: Well, chalk it up to bad experiences. \nTammy: Well, hey, you're cool with me. For now. \nEdmund: Well, I appreciate that. So, let me guess. This mood of yours is because of a certain young, dimpled man working on the farm.Jf \nTammy: Yep. \nEdmund: So, are you avoiding him? \nTammy: Better than him avoiding me. He doesn't want to see me, edmund. He's made that real clear. \nEdmund: Tammy, men have a way of changing their minds when a beautiful woman is involved. \nTammy: What are you saying? That guys are just stupid and they only think with their... \nEdmund: No! Well, yes. Yes, essentially, yes. \nTammy: Yeah. That's what I thought. \nEdmund: Well. (Laughs)... at least it brought a smile to your face. \nTammy: Well, why be miserable, right? Joey's not. \nEdmund: You sure about that? Tammy, why do you think joey took the job in the first place? \nTammy: Because he needs the money. \nEdmund: Do you think it could be just a little bit more than that, einstein?\nTammy: You really believe he wants to spend time around me. I mean, why doesn't he just say something? \nEdmund: Tammy, men have their pride, and it's a woman's responsibility to make sure he feels like a fool for it. Do you know why your mother and I are back together again? I assure you it's not because of me. ", "[SCENE_BREAK]", "Lizzie: Listen, can you please just stop hammering for two seconds? \nJoey: What?! \nLizzie: Is it tammy? \nJoey: I just want to finish this before tammy comes home. \nLizzie: Well, why didn't you say that? \nJoey: I just did, okay? Now, will you just please go home? \nLizzie: No. I mean, I'll help you get this done. You just said you wanted to get out of here. \nJoey: Look, lizzie, no offense, but you helping me out is not going to get me out ofmy here any sooner. \nLizzie: What? I know tools. I can be, like, your O.R. Nurse. Just ask for a scalpel and here you go. \nJoey: This is a hammer. \nLizzie: Yeah, I know. I'm just giving you an example, joey. \nJoey: Thank you, lizzie, but I don't need your help. \nLizzie: Okay, then I'll watch. \nJoey: Lizzie. \nLizzie: Have you eaten yet? \nJoey: Not yet. \nLizzie: And neither have I, so we both need to eat, and we both need to go over our project. \nJoey: You don't take no for an answer, do you? \nLizzie: Why should I? ", "[SCENE_BREAK]", "Woman: Princess cassie, it's ", "[SCENE_BREAK]", "so good to have you back with \nus. \nCassie: It's wonderful to be ", "[SCENE_BREAK]", "back. (Applause) you're living my life, but I'm not about to let you have it. \nMan: Princess cassie, would you care to dance? ", "[SCENE_BREAK]", "Dinah: We'll see. I'm entertaining all offers this evening. (Laughter) ", "[SCENE_BREAK]", "Ross: Jeffrey, why is it you're always around when you're least wanted? \nJeffrey: Why so hostile, mr. Mayor? \nRoss: Could you just find somebody else to bother? \nJeffrey: I just asked a question. Why does that bother you so much? \nRoss: We have to work together. We don't have to socialize. \nJeffrey: Oh, I know. I know what this is about. This is about earlier, isn't it? About me bringing up your daughter. \nRoss: Why did you bring her up? \nJeffrey: No reason. \nRoss: Look, jeffrey, I am warning you, don't play games with me. \nJeffrey: Take it easy, ross. I was just trying to be a nice guy for once. Really, honest. No tricks. \nRoss: My family is precious to me. \nJeffrey: As they should be. \nRoss: So keep your distance. ", "[SCENE_BREAK]", "Gus: Just stay calm. Okay? That's all. You... \nAlexandra: Easy for you to say, isn't it? Do you have any idea what frank is going to ask me? \nGus: No, not really. I mean, we just know that he has his suspicions. \nAlexandra: Why can't he just leave it alone? \nGus: Look, he's probably got nothing, but you just have to stay calm. Who are you... who are you calling? \nAlexandra: I'm calling alan. Alan, chief cooper is taking me downtown. He has some questions. \nAlan: I thought you told me you'd taken care of that. \nAlexandra: I thought I had, but he won't let up. \nAlan: Look, just stonewall frank, all right? I'm going to attack this from another front. \nAlexandra: What do you mean? I mean, wh-wha-what possible other front could you have? \nAlan: Just let me handle it and you stand firm. Chief nitwit is only working a hunch. \nAlexandra: Alan, alan... \nGus: You're acting nervous. You've got to stop. You've got to stop. \nAlexandra: I'm fine. \nGus: Just answer the questions, don't try to be evasive-- at least don't seem like you're evasive-- but don't worry. I'll be in the room with you. Everything will be fine. \nFrank: No, actually you won't be. \nGus: Hey, man. We were just... I... look, bottom line is I know what you're asking and I'm just saying let me be there, you know? She's family. She's a little bit nervous. \nFrank: Okay, well, now you've given me two reasons why you can't be there. All right? Plus, she says she's got nothing to worry about, so there's no reason to be nervous or panic. Correct? So, can we get going, please? \nAlexandra: Of course. ", "[SCENE_BREAK]", "Danny: Michelle? I know you said you didn'T... honey? Michelle? ", "[SCENE_BREAK]", "Harley: Hey, michelle. \nMichelle: Hey. \nHarley: Uh, harley. \nMichelle: Harley, yeah, yeah. No, I remembered you the other day. \nRoss: Listen, ladies, I'm going to have to check a lot of phone messages, so you'll have to excuse me. Michelle, say hi to danny for me, will you? \nMichelle: Sure. What's his name, again? \nHarley: Ross. Marler. He's the town mayor. \nMichelle: He's handsome. \nHarley: He's also your dad's best friend. \nMichelle: Oh. He's still handsome. \nHarley: He is handsome. So, are you here with danny? \nMichelle: No, no. He's home with robbie. What are you looking at, there? \nHarley: I am picking out a wedding ring. \nMichelle: Wow. You getting married? \nHarley: Yeah. \nMichelle: To that guy that you were with? \nHarley: Gus. \nMichelle: Yeah, oh, well, congratulations, I guess. \nHarley: Yeah, thanks. Although I don't understand why two people can't be engaged forever. \nMichelle: Well, don't ask me, I'm clueless about everything. \nHarley: No, not clueless. You've just got a little catching up to do. No big deal. \nMichelle: Uh-huh, big deal. \nHarley: Really? \nMichelle: (Sighs) \nHarley: What happened? \nMichelle: Well, earlier tonight, danny and I were in bed, catching up, and he just stopped. \nHarley: Really? Why? \nMichelle: Well, he said that he thought it was too much for me and he wanted to wait. \nHarley: Oh. Well, he was just protecting you. \nMichelle: Yeah, you know, that crossed my mind. And then I started thinking about it, and really, what guy turns down sex? Especially if it's with the woman that's supposed to be the love of your life. It just doesn't make sense? \nHarley: Michelle, if there is one thing that I am absolutely certain of, it's that you are the love of danny's life. He just didn't want to hurt you. \nMichelle: Do I look fragile to you? \nHarley: No. I guess not. ", "[SCENE_BREAK]", "Cassie: Well, hey, lizzie. I didn't know you were here. \nLizzie: I came to pick up joey. We have dinner arrangements. \nCassie: Oh. It's a little late for dinner, isn't it? \nJoey: Yeah, it is a little late, and I am exhausted, so i will see you tomorrow. \nLizzie: It's not late. \nJoey: Lizzie, I'll call you tomorrow. \nLizzie: Okay. It's nice to see you, mrs. Winslow. By the way, those colors look great on you. Bye, joey. \nCassie: Would you like something to drink? \nJoey: Sure. \nCassie: Wow. I didn't know that you and lizzie were so tight. So, are you guys, like, you know, I don't know, a couple? \nJoey: No. No, we're friends. Partners in the spaulding competition. \nCassie: Tammy would probably kill me for asking, but I know she still cares about you, and i think you still care about her. ", "[SCENE_BREAK]", "Edmund: Tammy, you can admit you care about joey. \nTammy: And where would that get me, exactly? \nEdmund: Back with joey. \nTammy: Look, it's easier just to put the whole thing out of my mind. \nCassie: Take it from me, every relationship has its challenge. \nJoey: I know. Look at my parents. \nCassie: You have to know that everything that happened between tammy and edmund was blown way out of proportion. \nJoey: Maybe. But the fact is, she liked another guy. I wasn't good enough for her, end of story. I can't fix that. \nTammy: I can't fix it. I can't even go home. \nEdmund: Have we not been over this? \nTammy: I know what you said. \nEdmund: You just don't believe it. \nTammy: Why? Why did I let you hire joey? \nEdmund: Well, that's obvious. And the companion question to that is, with all the jobs available, why did joey take this one? \nCassie: Well, if you think there's no hope with tammy, then why'd you take this job? \nTammy: Well, you better drive. I need time to strategize. \nEdmund: There's the girl we all know and love. \nTammy: Hurry up. ", "[SCENE_BREAK]", "Michelle: You know, to tell you the truth, it was just easier when I shut myself off. I mean, I tried to open up to danny, but then I just got smacked right back down. \nHarley: I don't think it's easy for any couple to always understand each other, michelle, but you've got to try again. \nMichelle: Oh, I don't know. Why bother? \nHarley: I don't know what this is like for you. I just know that whatever this life is that you are going to live, you can't shut yourself off from it. You have to connect to someone. \nMichelle: Thanks. Thanks for listening. \nHarley: Sure. You have to connect, that's for sure. ", "[SCENE_BREAK]", "Frank: So, alex, is it safe \nto say that you spent more time \nwith brad green than anybody \nelse? \nAlexandra: Well, there were certainly times... \nFrank: Because I heard he was your right-hand man. \nAlexandra: He was a key player in my division. \nFrank: Pharmaceuticals? \nAlexandra: Yes. \nFrank: You see, that's just what... that's what bothers me all the time here, because, see, if you were the boss, how could you not know what he was up to? \nAlexandra: Frank, I already told you. (Laughs) \nFrank: Yeah, I heard. It's a large company, but still. \nAlexandra: Had I known an of this, I certainly would have confronted him. \nFrank: In the boardroom or in the bedroom? \nAlexandra: (Gasps) \nFrank: Yeah, I know you had an affair. \nAlexandra: Well, who doesn't, it seems. \nFrank: Were you in love with him? \nAlexandra: Oh, hardly. \nFrank: See, there you go again. See, I really hoped you'd answer yes there, because that would explain why you were so blind to this guy committing all these crimes. \nAlexandra: Are you listening to one word I'm saying? \nFrank: Alex, I'm just trying to figure this all out. \nAlexandra: Well, fine. Fine, frank, but you know, there's really nothing to figure out here. Oh, honestly. You know I'm not proud of my relationship with brad green. But then sometimes, you know, women can just be fools for men. \nFrank: I suppose. \nAlexandra: Just as men can be fools for women. \nGus: Stupid move, alex. \nFrank: I didn't hear what you said. Do you have something to say to me? \nAlexandra: I'm sorry. I am sorry. I'm out of line, frank. Because I'll tell you, with all the mistakes I've made, i certainly deserve being grilled, okay?\nFrank: What mistakes? \nAlexandra: Look, I just can't go on like this. I'm sorry. I'm sorry. I have to tell you the truth, frank, because you know something? You are right. You're absolutely right, because I am guilty. ", "[SCENE_BREAK]", "Joey: Coming up on \"guiding ", "[SCENE_BREAK]", "light\"... \nFrank: I am so sorry, harley, but alex is guilty, and I just hope proving it doesn't destroy your life. ", "[SCENE_BREAK]", "Tony: What is it with you? \nMichelle: I told you, tony. I need your advice, and I'm not leaving until you give it to me. \nMichelle: Room service. \nTony: Room service? \nMichelle: Your champagne is here. \nTony: What... what are you doing here, michelle? \nMichelle: I need your opinion. I need a guy's opinion. \nTony: Okay. Well, see, the thing is, is I'm not alone. \nMichelle: Sheryl. Mm, I didn't recognize you with your clothes off. \nTony: Ah... (laughs nervously) ", "[SCENE_BREAK]", "Ross: How is michelle doing? \nHarley: She's confused. I can't imagine being thrown into a life that I didn't remember. \nRoss: Poor kid. It'd be so much easier if ed were here. \nHarley: Yes. Dads have a way of making daughters feel safe. \nRoss: Yeah. \nHarley: I'm sorry. I didn't mean to bring up any bad memories. \nRoss: That's all right. I mean, I've come to grips with it. It is what it is, and I won't lie to you, I'd give anything to be able to comfort dinah right now, but the reality is, i can'T. \nHarley: Do you ever hear from her? \nRoss: Oh, no. No. \nHarley: I don't know what to say, ross. Dinah made a horrible mistake. \nRoss: Yes, she did. Now she's paying the price. I'm not making excuses for her, of course. \nHarley: No, I know. I know. Whenever I think of dinah, i think of daisy... uh, susan. Because dinah delivered her in the back of frank's car. \nRoss: Right. \nHarley: That was special. I think of the good stuff. \nRoss: Thanks, harley. \nHarley: Sure. \nRoss: Good night. \nHarley: Good night. Hi, alan. ", "[SCENE_BREAK]", "Alan: Well, hello, harley. What a surprise. \nHarley: You missed gus. He had some good news earlier. \nAlan: Really? \nHarley: I'll let him tell you himself. \nAlan: Oh, great. Are you looking for the perfect ring? \nHarley: Yes. Not having any luck. Any suggestions? \nAlan: Yes, as a matter of fact. Why don't you let gus choose? \nHarley: That's not a bad idea. He did a good job with this one, right? \nAlan: There you have it. \nHarley: Thank you. I've been really stressing about this, and you just pop in with the perfect suggestion. Thank you. \nAlan: Who would have thought, huh? \nHarley: Yeah, who would have thought? Can you believe we're here again, you and me? \nAlan: You know, I was under the impression you had exhausted all of my sons. (Laughter) but, of course, with gus, there's a difference. \nHarley: There is? \nAlan: This time I couldn't be happier. ", "[SCENE_BREAK]", "Frank: You're guilty of what? \nAlexandra: That I missed all the signs. \nFrank: What signs? \nAlexandra: Well, I suppose first that brad was such a snake, that he had me completely fooled, that he was running drugs through my company, and i didn't have any idea.Ym \nFrank: Come on, alex. What, you had no idea? \nAlexandra: None. None. And I did work closely with him, frank. I worked very closely with him. But then the mistakes I've made all the way through this. \nFrank: What, by allowing yourself to be duped? \nAlexandra: Duped. Duped. The worst part of it, ever to be involved with someone that... they're just a piece of trash. And you know, frank, I know. I know I should have known better, shouldn't I? You know. Why do I keep making these kind of bloody mistakes? Honestly, I'm asking you. What the devil is wrong with me? I don't know. ", "[SCENE_BREAK]", "Edmund: Tammy, would you be so kind as to give me a moment with mr. O'neill? I'll make it very brief. \nTammy: Yeah, just give me the keys. I want to listen to the radio and psyche myself up. \nEdmund: Mr. O'neill? I would like to thank you for supporting me on the identity theft issue with cassie. \nJeffrey: What? She didn't listen to my advice? \nEdmund: No. You saw her cut up her cards, but I just know how she gets when she gets on a mission. \nJeffrey: Yeah, me too, unfortunately. \nEdmund: Well, I'm probably worrying for no reason. \nJeffrey: Yeah. I'm sure you've got nothing to worry about, nothing to worry about at all, right? \nEdmund: Mr. O'neill. \nJeffrey: Okay. ", "[SCENE_BREAK]", "Sheryl: What's happening here? \nMichelle: My husband won't sleep with me, okay? \nTony: Okay, michelle, that's not my business. You know that. \nMichelle: Tony, look. You obviously don't have a problem sleeping with... anyone. \nTony: I think you should go. \nSheryl: Oh, no. No, no, no. No. I'm going to go. \nTony: No, sheryl, you don't have to go. \nSheryl: Oh, no. \nTony: Stay. \nSheryl: Yeah. All righty. \nMichelle: Sheryl? You forgot this. I'm sorry, okay? I'm sorry. \nTony: What is up with you? What is up with you? \nMichelle: I told you, tony, i need your advice, and I'm not leaving until you give it to me. ", "[SCENE_BREAK]", "Joey: Okay, that's part of the reason why I took this job. \nCassie: Part of the reason why you took the job, huh? \nJoey: Okay, it's the reason why I took the job. You happy now? \nCassie: No, I'm not happy, because tammy's not happy. And I want to help you guys. \nJoey: It's too late now, all right? Too much stuff has gone down. \nCassie: It has not. She cares about you. \nJoey: Okay, then why is she always comparing me to edmund? \nCassie: That's not true. She's not doing that. \nJoey: Okay, the way she looks at him. You know, I know there's nothing going on between them or anything like that, but he's, like, her ideal. Look, maybe she... she likes me, okay? But the fact is, is I'm always in the shadow and he's always there. \nCassie: Joey, she had a teeny-tiny crush on edmund. Things like that happen, okay? But she cares about you. She cares about you so much. ", "[SCENE_BREAK]", "Tammy: (Screams) ", "[SCENE_BREAK]", "Alan: Harley, I want you to know that if, in the past, i have caused trouble with you and your family, I'm very sorry. \nHarley: You have caused trouble for my family. There's no \"if\" in there. But I accept your apology. Thank you. \nAlan: You're welcome. Things are going to be different this time. \nHarley: All right. \nAlan: I know we've been at odds in the past, but I want us to be a real family this time. \nHarley: Thank you. \nAlan: You're welcome. I want you to know, if you need anything, you just come to me and ask. We have quite a history, but i think the one thing you know about me is that family to me is everything. \nHarley: Wow. Alan, that is the one thing we have in common. ", "[SCENE_BREAK]", "Alexandra: I'm sorry, frank. I'm sorry. This is not like me, you know. \nFrank: Can I get you something to drink? \nAlexandra: No, no, I'm fine. I feel better, actually. Do you want to continue? \nFrank: No, I think that's all for now. I hope I didn't strike a nerve. \nAlexandra: It's okay, i understand. You're just doing your job. Well, maybe we can both have a nice evening. ", "[SCENE_BREAK]", "Tony: So, I will... I'll call you, all right? \nSheryl: Yeah. \nTony: Mm. Mm-hmm. \nSheryl: Mm-hmm. \nTony: See you. Thanks a lot, michelle. ", "[SCENE_BREAK]", "Michelle: Oh, please. You just met the girl tonight. \nTony: Yeah, well, we had the best of fun together. \nMichelle: Look, I'm having a crisis here, and you're worried about some girl you picked up in a diner? \nTony: Okay, hold on. Danny not sleeping with you is a crisis? \nMichelle: He's my husband, right? \nTony: Yeah. One you don't remember. \nMichelle: And I'm trying to, tony. I'm trying to reconnect with the guy. \nTony: Okay, good, but don't you think that maybe talking to him might be the best way to do it? \nMichelle: (Sighs) now you sound like danny. He told me it was too soon. \nTony: And you didn't agree, michelle? I mean... \nMichelle: No. \nTony: Did you tell him? \nMichelle: I tried, but all he could think about was food. \nTony: Food? \nMichelle: Yeah. He was hungry. He was hungry, just not for me. \nTony: Okay, you and I, we've never talked about these kind of things, michelle, so now is not a good time to start. \nMichelle: So? So? \nTony: All I'm saying is that you shouldn't have just picked up and ran away. You should have stayed and talked to him. He's probably worried sick about you right now. \nMichelle: I doubt it. I'm sure he's still stuffing his face. \nTony: Okay, listen. I am the worst guy to talk to about relationships, but I think that you don't get it. You don't see the big picture here. \nMichelle: All right. I maybe don't remember a few things. \nTony: It's not about memory, michelle. It's about... it's a communication problem, you know? Sometimes-- well, most of the time-- men and women, we never really understand each other. \nMichelle: So, you're telling me this is normal. \nTony: Yeah, it's normal. Come on, even I know that. Yeah, it's normal. \nMichelle: All right. All right. Okay. \nTony: Okay. All right, good. So, are you going to go home now, or...? \nMichelle: Yeah. I mean, harley pretty much said the same thing, and you're a guy. \nTony: Okay. \nMichelle: Thanks. \nTony: You are welcome. Do me a favor. Next time, will you call me? Hm? \nMichelle: I couldn't remember your number. \nTony: Oh, you're so funny. Get out of here. Go home. Ay-yi-yi. ", "[SCENE_BREAK]", "Dios mio. \nTammy: I tripped. On a hammer. ", "[SCENE_BREAK]", "Cassie: What? Are you okay? ", "[SCENE_BREAK]", "Tammy: Yeah, I think so. It's just a sprain. \nJoey: Good thing edmund was there. See you later, mrs. Winslow. \nTammy: Maybe you should put your tools away next time? \nJoey: What does it matter? It's not like you're ever here. \nTammy: Do you even care? \nJoey: Yes! Why do you think I took this... \nTammy: So it's true. Edmund said... \nJoey: I don't care what edmund said. \nTammy: What is wrong with you? \nJoey: Nothing is wrong with me, tammy. I'm sick of being compared to edmund.\nTammy: I wasn't going to do that. \nJoey: I've got to go home, okay? \nTammy: Hey. Do you even know why I was in such a rush to get in there? Why I tripped? It was to see you. And if you don't believe me, you can ask... \nJoey: Edmund? \nTammy: I understand why you're jealous, but you have no reason to be. \nJoey: I'm not jealous, tammy. I just know that I deserve better than to be treated less than number one. I know I'm not a prince. So what? But there are things that I can do, like fix your mom's porch. And someone is going to appreciate that someday. \nTammy: I appreciate it. ", "[SCENE_BREAK]", "Lizzie: Hey, you guys. \nJoey: Hey. Forget something? \nLizzie: Yeah, you. We need to work on our project. \nTammy: You were here earlier? \nLizzie: Uh-huh. Supervising. So, do you need to clean all this stuff up? \nTammy: No, don't worry about it. I've got it. \nJoey: Great. Looks like my work here is done, then. \nLizzie: Bruno awaits. \nJoey: Whoa, lizzie. Um, still no date for the dance? \nLizzie: Do you think I have time to find a date? \nJoey: Good, because I'm taking you. \nLizzie: How could I say no? Come on. ", "[SCENE_BREAK]", "Man: I'm sorry. ", "[SCENE_BREAK]", "Danny: Excuse me. Hey. \nMichelle: But before you say anything, I know I shouldn't have left. \nDanny: It's okay, it's okay. I'm just glad I found you. Michelle, did I do something wrong? \nMichelle: I thought... i thought I did something wrong and maybe that's why you didn't want to, you know. \nDanny: What? No. I did. I did want to. I told you that. I did. \nMichelle: I know. \nDanny: And you said you were okay with that.W3 \nMichelle: I know, I know. \nDanny: Okay. Okay, I guess I just... I don't understand why you... \nMichelle: I know. I don't understand you either. I don'T. I don't understand you either. ", "[SCENE_BREAK]", "Gus: What was that? \nAlexandra: What? You... \nGus: What was that? \nAlexandra: ...Were watching? \nGus: That was a little risky, don't you think? \nAlexandra: How so? \nGus: That little act of yours. \nAlexandra: Well, I wasn't acting, gus. As a matter of fact, I hated every minute of it, all of it. Do you... \nGus: Get out of here. Just get out of here, okay? ", "[SCENE_BREAK]", "Frank: Hey, gus. \nGus: My god. Can you not do that, please? You're, like, sneaking up on me everywhere. \nFrank: Well, I just knew you wouldn't follow my orders. \nGus: I'm sorry. \nFrank: No, you're not. You were looking the entire time through the mirror, weren't you? \nGus: What... uh. (Laughs nervously) \nHarley: Well, look who it is. My two favorite guys. \nGus: Hi. \nHarley: What's going on? \nFrank: I just had alexandra in here. I was asking her some questions. \nHarley: About the brad green thing? I thought we cleared that up. \nFrank: We did. I just needed some more answers, that's all. Well, how did it go? \nGus: She... she denied everything. \nHarley: Did you believe her? \nGus: Yeah. Did you? \nFrank: Yeah, yeah. It all added up. \nHarley: Well, then good. It's finally over. \nGus: Yeah. \nHarley: Right? (Laughs) and now we can go. We can celebrate your promotion.\nGus: Yeah? We're going to celebrate. \nHarley: Yes, just you and me. \nGus: All right. Well, I've got some stuff in my desk, if you'd like to help me get it... \nHarley: I would. \nGus: ...I could use a hand. \nFrank: I am so sorry, harley, but alex is guilty, and I just hope proving it doesn't destroy your life. ", "[SCENE_BREAK]", "Man: What is it, princess? You don't seem yourself tonight. \nDinah: Well, I spoke to my family earlier in the states, and I don't know, I think it made me a bit homesick. \nMan: I'm sorry to hear that. Do you get back often? \nDinah: No. No. I haven't been in some time. \nMan: Well, they must miss you. \nDinah: (Laughs) I wouldn't be so sure. ", "[SCENE_BREAK]", "(Door squeaking) (woman struggling) \nJeffrey: I've got to make sure this goes away. ", "[SCENE_BREAK]", "Ross: Next on \"guiding ", "[SCENE_BREAK]", "light,\" brought to you by nice \nand easy. \nHarley: We have got a very big problem. ", "[SCENE_BREAK]", "Lizzie: Well, you haven't been miss little innocent. Didn't you just spend the night with sandy? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=kgH6uh8IR_4"}