{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Lorelei: You know, there's good stuff about this life and there's bad stuff... Beth's life, I mean. Like, the good stuff is... Well, dinner tonight-- was that food scrumptious or what? (Laughs)\nEdmund: Finger-licking good, which I half expected you to demonstrate the way you were salivating over it.\nLorelei: And the china and the silver and the crystal. Mmm... It was all so fancy. It was kind of like being royalty.\nEdmund: No, royalty is far better, trust me.\nLorelei: Oh, that's right. 'Cause you are royalty... Or were. (Laughs) got to laugh at yourself, Eddie. Hey, so, was your palace as big as this mansion?\nEdmund: This mansion is barely the size of my pool house.\nLorelei: Beth must have been pretty special, huh? I mean, people sure seem to love her a lot.\nEdmund: There was a great deal about her to love.\nLorelei: Well, even though she was kind of uptight and boring?\nEdmund: Beth was a lady. For example, she knew which fork to use for salad, a skill you have yet to master.\nLorelei: So, I used the wrong fork, so what? They didn't notice. They're just so happy to have me alive. I could eat with my feet and they wouldn't care.\nEdmund: There are only but so many times that you have to slip up before we're caught. That's why we must keep drilling you. In fact, I think we should go upstairs right now and do it on your etiquette books.\nLorelei: Why are you so hard on me, huh? P's not hard on me. Yeah, Phillip, that's right, Phillip, my charming, refined, sexy, rich husband. Phillip adores me.\nEdmund: Ex-husband, darling.\nLorelei: Not the way he was looking at me tonight, darling.\nEdmund: I am your husband, Lorelei, as much as that frightens me, and you are my beloved Beth, my princess. You are completely devoted to me and that is the way you must think or this plan of ours won't work out.\nLorelei: See, that's funny, cause my mind's thinking in a different direction. I’m figuring I’m sitting here in hog heaven. Everybody thinks I’m Beth. I’m in, I did it. So remind me again: Why do I need you?", "[SCENE_BREAK]", "__________________________________________\nRomeo: You sure know how to throw one heck of a party, Tony.\nTony: Catalina planned it.\nRomeo: Well, either way, you're still \"da bomb.\"\nTony: Yeah. I’m \"da bomb,\" all right...\nRomeo: You are. Hey, you handled that Sam Spencer situation with total finesse. Marah thinks I’m the one who exposed Chavez and saved her dad, not Sam. And she's so mad at that guy; I don't think she'll ever speak to him again. And we got rid of him just like Carlos wanted us to, without having to use this.\nTony: You know what you just said? That was the best thing that came out of tonight.\nRomeo: Not true, my friend. Now that Sam's out of the picture...\nTony: You know what? Don't, Romeo. I know where you're going, don’t.\nRomeo: But now that Sam's gone...\nTony: Look, Romeo, Romeo, Romeo, put a lid on it, all right? You think... You think I jumped through hoops? You think I went through hell just so that Marah could come back to me?\nRomeo: Yep.", "[SCENE_BREAK]", "__________________________________________\nMarah: (Sobbing) Go away! I mean it, Sam-- go away!\nSam: I feel terrible.\nMarah: You should. You lied to me. Said you were responsible for clearing my dad when it was Tony all along.\nSam: Yeah-- all along, Tony. I lied--to you; I lied to myself. I just didn't believe you were really mine. And I didn't want to lose you.\nMarah: Maybe if you had told the truth from the beginning, you wouldn't have lost me.\nSam: Marah, I don't believe that you think that's true any more than I do. At the party, after I told you it was Tony, I saw the way you looked at him. If he had given you just the smallest amount of encouragement, you would have run to his side in a heartbeat.\nMarah: But he didn't, did he?\nSam: And that's what really bothers you. Not so much that I let you down, but that Tony...\nMarah: No. No, that bothers me. That bothers me, big time. I was going to give myself to you tonight. I was going to be with you in a way that I’ve never been with anybody else. And you betrayed me. I feel sick.\nSam: One part of you does, yes. And I’m responsible for that sick feeling, and I will never forgive myself for that, but there is another part of you-- a bigger part-- that's thinking, \"how could Tony do something like this for me, and then turn his back on me?\" It's because he still loves you. But he just can't admit it. And, Marah, I know... I know you still love him, too. I saw the way the two of you danced together. It killed me. It killed Catalina, too. You want to know why it killed me so bad? Because I knew right then in that moment-- finally, I got it through my thick skull-- that I can't compete with that. No one can compete with that. Sure, I could manipulate you a thousand ways into loving me, but in the end it doesn't make a damn bit of difference. And you know what?\nMarah: What?\nSam: I know you may hate me for lying to you, but I swear I hate myself even more, because that's not who I am. I’m not the kind of person that tricks someone into loving them. You either love me or you don't, and you don’t. And that's okay. But you should be with the person that you do love. You should go be with that person. You should go find Tony tonight. You should go make things right with him. He's the one you should have been with all along.", "[SCENE_BREAK]", "__________________________________________\nTony: You think... You think I did all of this tonight just so that Marah would come back to me?\nRomeo: Marah's no dummy, Tony. At some point she's going to wonder why me-- me of all people came to her rescue.\nTony: I told you to tell her it was business. You meathead.\nRomeo: Yeah, and who do I work for? You. You're just now realizing this?\nTony: No. No, I’m cool, all right? Sam is the only one. The only other one that knew that I fixed that photo. And he would never point Marah in that direction. Never. What?\nRomeo: There are a million ways you could've handled this Sam situation, but you chose the one way-- the one way-- that might bring Marah back to you. Open your eyes, man. You've got it so bad for this chick it's like a disease.\nTony: Would you go pay the stupid caterer? Go! Get the hell out of here! Go!", "[SCENE_BREAK]", "_________________________________________\nBuzz: I mean, can you believe Harley? She has one kid in the car, one kid in jail. Zach's the one that had the sense to be born in the hospital. Blake and Clarissa, you know?\nHolly: In a cabin in the middle of a storm.\nBuzz: What about Ross and Blake? I mean, you know, they were supposed to tie the knot. It was supposed to be a surprise party. He was going to propose, what happened?\nHolly: Yeah. Yeah, I remember.\nBuzz: What? It fizzled out?\nHolly: He got busy with Danny’s trial and now he's teaching at the university.\nBuzz: Well, that's why he's got an assistant, so he can spend time with Blake and the kids, right?\nHolly: Yeah. That's what I thought.\nBuzz: Well, this... What, Tory?\nHolly: Mm-hmm.\nBuzz: She's a help, right?\nHolly: Oh, yeah, she's a lot of help. She's probably too much help.\nBuzz: Meaning?\nHolly: Meaning she has a \"thing\" for Ross.\nBuzz: A \"thing\"?\nHolly: Oh, yeah.\nBuzz: Like... Like, like a father fixation?\nHolly: \"Like... Like,\" she admires him and she tells him how profound and how brilliant and how witty he is-- and on and on and on.\nBuzz: Will she work for me? Oh, you are concerned.\nHolly: I think Ross is at a stage in his life where he could be vulnerable to her charms.\nBuzz: What charms? She's no competition for Blake, come on! I mean, she’s... Ross adores... He worships... She's the center of the... Enough with the kids. Come on. Let's dance.\nHolly: Oh, I thought you'd never ask me again.\nBuzz: This is going to be nice. I know this is going to be nicer.", "[SCENE_BREAK]", "Rick: Hey, grandpa Buzz.", "[SCENE_BREAK]", "Harley: Hi. The baby wouldn't sleep-- do you mind if we barge in?", "[SCENE_BREAK]", "_________________________________________\nEdmund: There is so much you still don't know about Beth it's frightening.\nLorelei: Yeah, well, whatever's left I can wing it.\nEdmund: No. You can't wing names you've never heard, nor faces you've never seen, or facts. For example, Rick Bauer. Hmm? Your chum since high school? What's his father's name, and where is his father right now?\nLorelei: Well, that's not fair, you never told me that.\nEdmund: Yes, well, try using that one on Rick. I’m sure he'd get a kick out of it, and there's one other thing you can't wing, darling-- Beth's innate sophistication, her grace and her style. You may have changed your hair and make-up and clothes to look like Beth, you may even be able to copy the way she walks and talks, but when it comes to the really important things, you're as far from Beth as they come.\nPhillip: Would you care to repeat that? What did I just hear you say?\nEdmund: Beth and I were just talking about the terrible headaches she's been getting since the accident. They make her so withdrawn; she's almost a completely different person, barely recognizable.\nPhillip: Do you have a headache right now?\nLorelei: Just a teeny one.\nPhillip: Well, that's funny; you certainly seemed fine at dinner.\nEdmund: Oh, they come out of nowhere and vanish just as quickly. As a matter of fact, you had a bit of a memory lapse earlier, didn't you?\nLorelei: Yes. For a moment, I forgot your name.\nPhillip: If only.\nLorelei: You know, before this headache gets any worse, I should really take one of my pills. Would you get them for me, Edmund?\nEdmund: They're very strong, darling. The doctor said you shouldn't take them unless absolutely necessary.\nLorelei: Well, I know, but I just want them with me just in case. They're upstairs on my nightstand.\nEdmund: Of course.\nLorelei: And while you're going, could you fix me a roast beef sandwich?\nEdmund: Are you sure you're still hungry, Beth? You just had dinner.\nLorelei: Well, I’m supposed to take the medication with food, remember?\nEdmund: Quite right.", "[SCENE_BREAK]", "Lorelei: Russian dressing on the roast beef would be great.\nPhillip: I thought you hated Russian dressing?\nLorelei: Well, that's really kind of a funny thing because, well, what happened was when I was in the hospital in Mexico, one of the nurses put Russian dressing on everything, and I just developed a taste for it.\nPhillip: You want to put a little Russian dressing on that, Edmund? Wow.\nLorelei: Wow?\nPhillip: Wow. It's good to have you here. Home.\nLorelei: Yeah? Well, it is... It's really good to be home... With you-- and the kids and mom, too.\nPhillip: Right. Okay, well, I’m going to hit the hay. You enjoy that sandwich.\nLorelei: Well, you know, it's early yet. It's really early. We could play a game of five- card stud.\nPhillip: Now you're playing poker?\nLorelei: I learned in the hospital.\nPhillip: You learned-- from the missionaries?\nLorelei: Well, we had to do something to pass the time. You know. But if you don't want to play poker, we could play something more time like gin rummy or casino or go fish.\nPhillip: No. No, I’d love to play some poker. That would be... A penny a point.\nLorelei: Whatever floats your boat.\nPhillip: Whatever floats my boat. Okay. You're kind of full of yourself tonight. I’m not... I’m not... I’m not sure exactly what it is that's gotten into you, but I think I kind of like it.\nLorelei: Yeah?\nPhillip: Yeah.\nLorelei: Cut the deck.", "[SCENE_BREAK]", "__________________________________________\nTony: Hey.\nCatalina: Hey.\nTony: What are you doing here?\nCatalina: I don't know.\nTony: Catalina?\nCatalina: I wanted to help clean... That's not true. I guess I just didn't want the night to end.\nTony: Yeah. Some night all right. You know you did an awesome job. You know that, right? I mean, everybody had a great...\nCatalina: Sam and Marah broke up.\nTony: I don't know if they broke up, they had a fight...\nCatalina: They're history, Tony. She's free. So if you want her back...\nTony: Why would I want her back?\nCatalina: I don't know. She hurt you time and time again. She never appreciated you. But, if you want her, then now is your chance.\nTony: Catalina, I don't... I don't know why you're talking about this, but let's please not.\nCatalina: You know, I wonder if Marah ever really knew you. Could she, when you two come from such different worlds? She doesn't know the fire in your soul, how brave and loyal you are... She doesn't know that the heart that beats here is generous and kind... That your eyes, they see so much. They understand so much. That you're so strong. That when you kiss, it's so tender.\nTony: Cat...\nCatalina: She doesn't know, but I do.\nTony: I think you see more in me than what's there, all right? I’m not some hero, okay?\nCatalina: Yes, you are. You're my hero.", "[SCENE_BREAK]", "_________________________________________\nSam: Marah, think of all the things Tony's done for you, when his pride was supposedly so hurt that he didn't care about you anymore. He came down to San Cristobel after you, he saved your dad's career. He even invited you to his birthday party.\nMarah: Stop.\nSam: Why don't you want to hear this?\nMarah: Because even if he does care about me, there's no way he would let me back into his life.\nSam: You're never going to know that unless you try. You know that. Unless you think he loves Catalina now. Is that it? You think he's chosen her over you or something?\nMarah: All I know is that I can't take any more rejection right now-- or heartache.\nSam: Join the club.\nMarah: I’m so sorry.\nSam: So am I. Go to him. Marah, go find Tony.", "[SCENE_BREAK]", "__________________________________________\nHarley: Have you ever seen Rick look happier?\nBuzz: I can't say as I have. How are you two doing, besides exhausted?\nHarley: I asked Rick to marry me.\nBuzz: Okay.\nHarley: Well, he asked me when he first found out I was pregnant.\nBuzz: Yeah, Frank told me.\nHarley: And I said no.\nBuzz: And now you've reconsidered. You don't love him.\nHarley: Where has passion ever gotten me? Where has it ever gotten either one of us?\nBuzz: But along the way...\nHarley: No, no, no. Dad, dad, dad-- Rick and I are great friends; we'll be great partners and great parents, and that's what I want for Jude. I want that for all my kids. I want some stability. I just want some stability. Can you please be happy for me, please?\nBuzz: I will, okay. I’ll be happy for you. If being married to Rick will make you happy, then who am I to say otherwise?\nHarley: Oh, thank you.\nBuzz: I’ll even cater it if you want. Are you sure?\nHarley: Well, he hasn't officially said yes yet, so...\nBuzz: He turned down my daughter?\nHarley: No. No, he hasn't turned me down, but this is a big step, he wants to sleep on it. Not that we're actually sleeping.\nBuzz: I can't do this.\nHarley: Can't do what?\nBuzz: Outside. We've got to get some air. Look, he's a great guy. He's a great guy, all right? But you don't love him.\nHarley: Yes, I do.\nBuzz: Not the way, you know, like you love somebody who wants you to marry them. Not the way I loved Jenna, not the way-- God help us-- you loved Phillip.\nHarley: Oh, see, where did all that love get me?\nBuzz: Oh, come on. I mean, you're rationalizing into doing something wrong.\nHarley: I’m not rationalizing. I am trying to make a good choice here, dad. I’m trying to use my heart and my head.\nBuzz: Is this what he wants?\nHarley: He asked me first.\nBuzz: But now he wants to think about it.\nHarley: Well, it's a big step.\nBuzz: Yeah, absolutely, it's a big step, so why don't you... Don't rush into it. Think about it for a few weeks.\nHarley: Please, can't you just support me? Do you have to do this?\nBuzz: I am supporting you. I love you, I adore you, I want to see you be happy. I don't want you to sell yourself short, you know? I mean, you need romance, you know, passion. You think you can live without those things, but you can't, because you know that's just... It's not living. Come on inside.", "[SCENE_BREAK]", "Harley: I’ll be in a minute.\nGus: You know, for once in his life, I think your father's right.\nHarley: Not again. The place is closed for family.\nGus: I’m family. I’m family... At least an honorary uncle or something, right? Hey, hey, hey, pally. How's Trix?\nHarley: Don't breathe on him; we're trying to get him to sleep.\nGus: Yeah, well, no wonder he can't sleep. He senses all of the tension in the room. May I?\nHarley: You know, I’ve actually had experience.\nGus: Yeah, well, so have I. I brought the kid into the world, you know? Hey. Hey. Ah, yeah, I think he recognizes me. Can I? May I? Thanks. Hey there, buddy. Don't cry. Oh, don't start. (Baby cries) my turn. That's all right. There you go. There you go. You've had a stressful day, I know. I know it's been a hard day, it's tough. It's tough being born, actually, isn't it? It's very intense. A little bedtime story, maybe? A little bedtime story, or maybe, or actually more of a poem-- something my father used to tell me. You ready? You ready? \"There was an ease to Casey’s manner as he stepped into his place. There was a pride in Casey’s bearing and a smile on Casey’s face. And when responding to the cheers, he lightly doffed his hat. No stranger in that crowd could doubt that Casey was at bat...\"\nHarley: Rick.", "[SCENE_BREAK]", "Rick: I just want my kid back. I want my son back.", "[SCENE_BREAK]", "Gus: Just be careful, he's sleeping. Didn't mean to steal your thunder.", "[SCENE_BREAK]", "__________________________________________\nLorelei: (Laughs)\nPhillip: Another full house? How did these missionaries teach you? Give me these cards. It's my deal. Ridiculous.\nLorelei: You know, Phillip, before we went out to dinner, you mentioned something about my inheritance.\nPhillip: Yeah, what about it?\nLorelei: Well, that conversation we were having about Lizzie just made me start thinking about future generations and passing things down, so I’m just wondering: What's the status of all that?\nPhillip: Are you talking about what you got from Bradley? Is that what you're talking about?\nLorelei: What?\nPhillip: I’m not sure I understand why you're asking me this. Edmund was not able to steal it from you down in Mexico, if that's what you mean. That's not what you mean. What do you mean?\nLorelei: Well, Phillip, you know that I rely on your judgment in these matters.\nPhillip: Well, I think you ought to dump him. Oh, you mean the bequest.\nLorelei: Are there papers that I need to sign or file to claim what's mine?\nPhillip: I thought you said you didn't want it. That's what you said before you left. I mean, besides, given the source, I think we both know what it's probably worth.\nLorelei: How much? I mean, I can't remember things and I have these silly blackouts, so I need you to tell me things.", "[SCENE_BREAK]", "Edmund: Beth! Brought your pills. But it looks as if you don't need them. Apparently, your headache seems to have vanished.", "[SCENE_BREAK]", "_________________________________________\nCatalina: Don't you want me?\nTony: You have to ask? I just... I just don't want to take advantage of you.\nCatalina: Yeah, well, maybe I’m the one taking advantage of you.\nTony: Oh, I can live with that. But I can also take you back to your dorm.\nCatalina: Tony, why would you want to do that?\nTony: Because I don't want to hurt you. I care too much about you.\nCatalina: Tony, you are the one that's hurting tonight. I’m just trying to make it feel better. How am I doing? Let's go upstairs.\nTony: Cat...", "[SCENE_BREAK]", "__________________________________________\nLorelei: I didn't realize it until you said something, but you're right. My headache went away.\nEdmund: Oh, marvelous. Then you won't be needing these. Or this. Playing poker?\nPhillip: Yeah. Yeah. As a matter of fact, we were. It was... It was a lot of fun, very enlightening. But I have to say goodnight. Got to go through a few files before I hit the hay. Going to see Lizzie off to school in the morning?\nLorelei: Try and stop me.\nEdmund: Good. Then we can head off house hunting afterward.\nPhillip: What? So soon? I thought that you were going to stick around for a few days and take it easy.\nLorelei: I think...\nEdmund: Well, I think the sooner we find our own place, the sooner we'll be out of your hair, Phillip.\nPhillip: Well, don't worry about that, Edmund. Although if you're uncomfortable here, please feel free to go back to Towers.\nEdmund: Well, then I think we should both go. Beth?\nPhillip: Well, I think Beth is staying to try to make it easier for Lizzie. Yeah?\nLorelei: Exactly. That's what we both want. Lizzie's feelings have to come first right now, sweetie.\nEdmund: But of course. I just thought it would make you more comfortable.\nPhillip: Oh, no. I’m very comfortable. I’ll say good night. Excuse me.\nLorelei: Good night.\nEdmund: Smug, supercilious...\nLorelei: Suave, good-looking, loaded.\nEdmund: What am I? Pate?\nLorelei: Well, you ain't loaded. Sorry-- not.\nEdmund: You realize he was only trying to keep you around here, so he can trip you up. He's suspicious.\nLorelei: He is not.\nEdmund: What did the two of you talk about while I was gone?\nLorelei: You're the one he wants to leave, Eddie-- not me. He's crazy about me.\nEdmund: Yes, and you seem to be returning the sentiment. Well, I think it's time you start behaving like my wife, and I think it's time that Phillip finds out just how much we adore each other.", "[SCENE_BREAK]", "__________________________________________\nRick: Do we have everything we came with?\nHarley: Yeah. Gosh, I am so tired, I can barely stand.\nRick: Hey, just take your time. I’ll bring everything to the car, okay?\nHarley: No. You know, Rick, I told my father what I asked you, and he said that if you don't say yes, you're a fool. See? I am in high demand. I am quite a catch-- or, at least, my father thinks so.\nRick: Well, you are a catch, but it's... You know what? I’m not saying no, it's just a... It's just a very big step and I want to make sure, that's all.\nHarley: I am sure.\nGus: Hey. Sorry. You know, your father refused to serve me a cup of coffee. I think I’m going to have to sue him for discrimination.\nHarley: I’ll be right there. Give me a second.\nRick: Yeah, sure.\nGus: Marriage?\nHarley: You were\nRick: Yeah, sure.", "[SCENE_BREAK]", "Gus: Marriage?\nHarley: You were eavesdropping again?\nGus: You know, if you want to have a private conversation, you should probably have it in private. Wow. That was quick. You love him?\nHarley: I... This is not your business.\nGus: Right, right.\nHarley: Rick and I, we... We share a child together.\nGus: We share a bond together, you know, I helped bring that kid into the world.\nHarley: No, Rick and I, we share a bond.\nGus: So do we, we share a bond.\nHarley: You are impossible, forget it.\nGus: No, listen to me, you forget it, okay? You just forget about him. I am what you need, and if you were just halfway honest with yourself, you would realize that. Do you hear me? Turn around, Coop. If you want me, just, you'll turn around.", "[SCENE_BREAK]", "__________________________________________\nMarah: Tony?\nCatalina: Tony...\nMarah: He must be in bed already.  "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=hPwv1xXh8ac"}