{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Tony: Okay, you know what? Listen, Michelle, we've been to every single rum place this side of Havana. We've come up empty every time. She's not here. Let's go. \nMichelle: No, no. No, no. The bartender at the hotel said Aurelia and the other maids like to come here to dance after hours. \nTony: So? So she wouldn't tell us where Sebastian was earlier. What makes you think she's going to tell us now? \n\nMichelle: Because all she needs is a little friendly persuasion. \nTony: Oh, well, I'm not feeling very friendly at the so... \nMichelle: Oh, come on, Tony. You can get her to come clean. I know you can. \nTony: Okay, hold on a second. Why me? Why not you? \nMichelle: Because you're the one she's got the hots for. \nTony: (Laughs) yeah. Okay. \nMichelle: You didn't notice the way she was looking at you? \nTony: No, I don't think so. \nMichelle: Look, trust me. A plain girl like Aurelia, she's just going to die for attention. So you're going to give it to her to get the information that we need, okay? There, that's better. Would you stay if I said, \"don't go...\"", "[SCENE_BREAK]", "****************************\nLizzie: He's gone. He's not coming back.\nCoop: Yeah, with my nephews. \nLizzie: Those are my little brothers and my little sister. It's all my fault. I screwed everything up. \nCoop: Lizzie, there are four missing children right now. Their mothers are absolutely crazy. But you know what? Why not, let's just make this all about your suffering at this time. \nLizzie: Do you think I didn't try to find out where those kids are? When I was with my dad, I begged him to tell me. And you know what? And I would probably be the only person he'd tell, and I messed that up. \nCoop: If you hadn't ditched me, I would have beaten it out of him. \nLizzie: You make everything worse. Everything. \nCoop: Me? I make it worse? \nLizzie: You know what? You work for me. Either you help me or leave.", "[SCENE_BREAK]", "***********************************\nAlan: Well, son, you've come home. \n\nPhillip: I'm not staying. \nAlan: Listen, you know it's not too late to turn this situation around, Phillip. Why don't you let me help you. \nPhillip: There's no need. I have everything under control. \nAlan: Are you here to get Elizabeth? She doesn't want to go with you, Phillip. \nPhillip: Lizzie's going to be reunited with her sister and her brothers. They're her family. \nAlan: Those children need to be with their mothers. \nPhillip: No, those children need to be protected from their mothers, and that's my duty as their father. \nAlan: You're not Jude's father. And you had no right to take Rick's son. \nPhillip: Rick understands. Jude needs to be with his brother. \nAlan: Why don't you let me help you with this before it gets any worse than it already is. \nPhillip: I told you there is no need for your help. I have everything taken care of. \nAlan: All right, then tell me where the children are. You know you can trust your father. Look, I understand, Phillip, what you're doing. \nPhillip: Oh, I know, dad. I know you understand. Because you're the one that taught me how to be a Spaulding. That our children are our future and they have to be protected. And that's what I'm doing. I'm protecting our children and our future. Now if you'll excuse me, I have to go. \nAlan: No. I need you to stay here, Phillip.", "[SCENE_BREAK]", "************************\nHarley: I can't just sit around when I have no idea where my babies are. They must be so scared. I've never left them without saying good-bye before. They have to know something's wrong. \nGus: Honey, we're going to find them, okay? Frank's got the whole force out there looking for all the children. We're going to find them. We'll bring Phillip in and we'll make him break. He will tell us where they are. \nHarley: Don't do that. Don't say things just because you think it's what I want to hear. \nGus: I love those kids, you know. I mean, they're like my own. I was there when Jude took his first breath. I helped deliver him. I was right by your side when Phillip tried to get custody of Zach.\nHarley: Well, that was before you found out you were a Spaulding. \nGus: Honey, I love those boys like they are my own sons. \nHarley: They're not. (Phone rings) \n\nGus: Yeah. \nAlan: Gus, Phillip is back. I have him here at the house with me. \nGus: Okay, I'm on my way. That was Alan.\nHarley: Oh, thank God. \nGus: Phillip's at the house right now, all right. \nHarley: Wait, wait, wait. Frank, it's me. We've located Phillip. I want the Spaulding house surrounded. But don't go inside. Don't let anybody inside. If Phillip does talk, he's not doing it to the cops.", "[SCENE_BREAK]", "**************************\nPhillip: You turned me in. \nAlan: It was your brother. I want to help you, Phillip. But we've got to do this together as a family. Now if you're going to leave, you're going to have to go through me. \nPhillip: All right, let them come. I'm ready.", "[SCENE_BREAK]", "**********************************\nContractor: Danny Santos, right? \nDanny: Who's asking? \nContractor: I work for your wife and the other Mr. Santos. I need answers before I move on the lighthouse project. \n", "[SCENE_BREAK]", "Danny: Well, sorry. I wish I could help you. But my wife and the other Mr. Santos are out of town, and I have no idea when they'll be back. \nConstructor: Give a message when you see her.\nDanny: Sure. \nConstructor: I quit. \nMarina: Danny, Danny, I am so sorry. \n\nDanny: Why? What are you sorry about? \n\nMarina: I'm complaining about my family and... \nDanny: Oh, come on. Hey. In case you hadn't heard, Michelle left town with Tony. But life goes on, right?", "[SCENE_BREAK]", "****************************\nTony: Thank you. \nMichelle: Mm-hmm. \nTony: You know, you make a lousy pimp. (Laughs) \nMichelle: Look, you're going to have Aurelia eating out of the palm of your hands. I mean, really, look at the girl. You just take her out on the dance floor, spin her around a little, give her the eyes, flash her the smile, and she's going to lead us to Sebastian in no time. All right? \nTony: I'm not for sale. \nMichelle: I didn't say you had to sleep with the girl. Just loosen her up with a few mojitos. \nTony: What's wrong with the direct approach, huh? \nMichelle: Because you saw her in the hotel. She'll clam up under interrogation. \nTony: Okay, well, you know what? I'm not comfortable doing this. \nMichelle: Look, look... \nTony: I'm, sorry. I'm not... \nMichelle: Think about it, you're like doing the girl a favor. You're helping her come out of her shell a little bit, right?\nTony: Okay. I can handle that.", "[SCENE_BREAK]", "*******************************\nAlan: Phillip, I'm on your side, yours and the children. \nPhillip: Well, that's what you always told me, Dad. It's us against the world. \nAlan: And your children have a right to enjoy the future that you have envisioned for them. Look at that model of Springfield that you have. \nPhillip: I'm afraid that's going to have to wait. \nAlan: But why? It's a magnificent future for these kids. This is a wonderful city to grow up in. Well I can just see Emma, James and Zach standing beside you when you cut the ribbon to that new commerce center there. And then Elizabeth giving the opening address at the new Spaulding Stadium at the university. Boy, do I like the name on that stadium. And those kids will be so proud to see their family name up there. Now bring them home, son. They need to be here with us. \nPhillip: I wish I could. But dreams change, Dad. I had to accept that. And you have to accept it, too. But don't worry, I've made sure that our enemies won't win. The Spaulding family will come out of this stronger than ever. \nAlan: Look, you just leave the enemies to me. I will take care of them like I always have. Tell me where the children are and I will bring them home, okay? \nPhillip: Isn't it ironic, Dad. I finally have become everything you ever wanted me to be, and you can't stomach it. \n\nAlan: I only wanted the best for you, Phillip. Because I love you. This isn't the way.", "[SCENE_BREAK]", "Harley: Where are they? \nPhillip: I knew you'd come. \nHarley: You tell me where my boys are--now.", "[SCENE_BREAK]", "***************************\nTony: (Speaking in Spanish) \nAurelia: Gracias, Antonio. \nTony: De nada. (Laughs) \nAurelia: Your sister doesn't speak Spanish. And she doesn't look anything like you. \nMichelle: You don't think so? Come on. \n\nTony: She's my step-sister through marriage.\nAurelia: Aye, that explains it. \nTony: Yes, yes. \nMichelle: All right, drink up. \nMichelle: Thanks. \nTony: Where's your? No. \nMichelle: I'll get one. \nTony: Well, to new friends. \nAurelia: New friends. \nMichelle: I like this place. This place is nice, it's cool. \nTony: Stop. \nMichelle: Does Sebastian Hulce ever come here? \nTony: Stop it. \nAurelia: I can't say. Mr. Hulce is a private man, a very dangerous man. And I'd hate to have anything bad happen to you.\nTony: Hmm. \nAurelia: (Laughs) \nTony: All right. Well, you know what? Let's forget about Sebastian. Let's dance. You want to dance? \nAurelia: I'd like that. \nTony: There you go, sis. Take hers. We're going to dance. See you in a few. \nMichelle: Yeah. Have fun.", "[SCENE_BREAK]", "********************************\nCoop: If I was so afraid that your looney-tune father was going to show up here and just drag you off, I would be out of here so fast, right now. \nLizzie: You know what? That's your family fault. They pushed him to do that. \nCoop: The Cooper's, we forced him to kidnap the kids? Oh, that makes a lot of sense, Lizzie. \nLizzie: I am so sick and tired of Coopers. You guys always make it out like you guys are the victims, when in reality you're the bullies. You beat up my Uncle Gus when you first got in town! \n\nCoop: After what he did to my sister Harley, he's lucky that's all I did to him. \nLizzie: What did I do to you? You've had it in for me since the second you got here. \nCoop: You just keep proving me right each step of the way, Lizzie. \nLizzie: What about you? You drove a bulldozer through my house and everyone was inside of it. \nCoop: I just evened up the score, that's all.\nLizzie: Well, you know what? That's what my dad would say to you. Paybacks go both ways. \nCoop: Payback? You want to talk about payback? Payback? He just kidnapped four innocent kids. That's payback? \n\nLizzie: Get out of here. Leave. \nCoop: You know what? \nLizzie: Bye, go, now! \nCoop: You got it. You got it! Here are the keys. Drive yourself home, Lizzie. Have fun. \nLizzie: Coop, I told you to leave. Who are you?", "[SCENE_BREAK]", "*******************************\nPhillip: Shoot me, Harley. Go ahead. \n\nHarley: One leg at a time until you tell me where Zach and Jude are. \nGus: Harley, this isn't the way. \nHarley: You get away from me! \nPhillip: Don't worry, Gus. You're not going to shoot me. \nHarley: Where are my boys? \nGus: Honey, don't do this. \nHarley: You're a monster. Zach and Jude are my babies. They need their mother. \nAlan: Harley, we all want to do the right thing, but you will never get away with this. \nGus: If you do this, you're not going to see your boys again. You hear me? Just give me the gun, okay? \nHarley: (Crying) where are they? \nPhillip: Where you'll never find them. \n\nHarley: Why? Why are you doing this? \n\nPhillip: Because I have to protect them from their well- meaning, but woefully misguided mothers. \nGus: Phil, look, we're all family here, right? Nobody ever wanted... \nPhillip: Oh, don't patronize me! I know what you think. I know what you all think. Even you, Dad. You think I don't hear the whispers and see the stares? I see them. I see all of it. But it doesn't keep me up at night. Not anymore. Because now I know what I have to do. Unlike you, my brother, who have never been able to figure out which side you're on. \n\nGus: Well, I'm very clear right now. Why don't you just tell us where the children, okay? Otherwise they're just going to arrest you, Phil, arrest you and put you in jail. \nPhillip: Put me in jail. Then I'll just rot, and you'll never find any of the kids. \nGus: Phil? Just... what do you need? What do you want us to give you, you know, so it all ends just well for everyone. \n\nPhillip: I think I want to be alone with Harley. \nGus: I don't want to leave you in here with him alone. \nHarley: I can handle this. \nPhillip: You heard her. You may as well take the gun with you. \nAlan: Phillip, listen to her. You can work this out. \nGus: Coop? Coop? \nHarley: Go, I got it. \nGus: If you hurt her, I'll make sure that you don't get out of here alive. I don't need you to find the kids. I'll be outside, okay? \nPhillip: I guess you do want to hurt me. Did you ever think in a million years that this is where we would end up? \n\nHarley: Just tell me that the boys are safe.\nPhillip: Oh, Harley. How can you even ask me that? You know that I love them as much you do. You know I would never let anything happen to them. \nHarley: I know. I know. I was thinking before about our first night alone with Zach, the first night that we brought him home from the hospital. He was so tiny and sweet smelling. We were afraid he'd stop breathing if we weren't watching. \nPhillip: My son had just been born and I thought my father was dying. \nHarley: Yes. And we stayed with him all night. We put him in the bed between us, watching him and promising him that we would always be there to love him. You can't have forgotten all that, Phillip.\nPhillip: No. I haven't forgotten anything--none of it.", "[SCENE_BREAK]", "***********************************\nBelkin: Just come with me quietly. \n\nLizzie: I'm not going with you. I'm not going with you. \nBelkin: Take it easy. I'm not going to hurt you. \nLizzie: No, you're not. I'm not going anywhere. No! Help! Coop! ", "[SCENE_BREAK]", "Coop: Hey. Get your hands off her, man!", "[SCENE_BREAK]", "*************************************\nPhillip: You know, I remember. I remember the first time that we brought Zach into a room full of Cooper's and Spaulding's. Do you remember? It was just like in that moment... for just that moment he made us a family. \nHarley: Yes. Yes. And we can be that again. All you have to do is bring little Zach home. And we can... we can work things out. Getting along, being friends at least. \nPhillip: Harley, that train left the station a long time ago. \nHarley: No. \nPhillip: Yes. Damn it, I tried. I tried so hard when we were married. But things just kept falling apart because I'm not perfect. I'm a human being. I make mistakes. And I couldn't live up to your impossibly high standards. \nHarley: I'm so sorry that things fell apart between us. But Phillip, we have... we have this wonderful little boy who needs the love of both his parents. We grew up with only one parent. I don't want that for Zach. I know you don't, either. \nPhillip: No, I don't. But what I really don't want for him is we're having... I don't want him to grow up trying to jump through hoops to meet your demands for perfection. No child should have to suffer through that. \nHarley: Zach is not suffering. I promise.\nPhillip: All of the mothers of my children have victimized them because they're self-involved and they try to isolate them and separate them from their father. \nHarley: Phillip, that's just not true. \n\nPhillip: See, you all are the ones who have done this. You've forced me to this. \nHarley: How can you deny your children the love and care of their mothers? \nPhillip: But what about their fathers? See you... none of you... none of you think that that matters. What about a father's love? And that's what I'm going to give them. I'm going to give them a father's unconditional love. \nHarley: Like you got from your father? I'm sorry. I... I... just tell me what you want. Tell me what you want. (Sobbing) I'll do anything. I'll do anything to get the boys back. \nPhillip: You know there is one thing that I've always wanted from you. \nHarley: This is all just some game to you, isn't it? \nPhillip: No, Harley, I've never been more serious in my life. This is for you. \nHarley: What is it? \nPhillip: It will help you find the boys.\nHarley: Thank you. \nPhillip: We had a deal. \nHarley: Yes, yes. Anything. Yes. \nPhillip: How much do you want this paper? Would you beg me for it? \nHarley: Beg you? \nPhillip: Would you beg me? The way I begged you once upon a time. I begged you to give me another chance, to take me back, not to destroy our family. Would you beg me? \nHarley: Oh, Phillip. You're sick. \nPhillip: Well, never mind. \nHarley: No, I... I'm sorry. I'm sorry. (Crying) \nPhillip: You're sorry for what? \nHarley: I'm so sorry for all the hurt I've caused you, for all the pressure I put on you. You're right. Everything you said about me. I'm obsessive. I'm a perfectionist. I've hurt all the people in my life. I just want to make this right. Please forgive me. (Crying) \nPhillip: All right. Okay. Hey. Okay. That's enough. That's enough. That's enough. Because I do understand. I know what it feels like to beg and to crawl for something that you desperately want, and then not to get it. \nHarley: Phillip? \nPhillip: See, I wish I could believe you, Harley. But I can't. \nHarley: What? \nPhillip: I can't believe you. \nHarley: No, no, no. No. No, no, no. Don't do that. You promised! You promised! (Sobbing)", "[SCENE_BREAK]", "**********************************\nAurelia: Gracias, Guapo. ", "[SCENE_BREAK]", "Tony: Mm-hmm. \nMichelle: Nice move, Santos. \nTony: Ah, what's wrong? You told me to do this. But don't worry, listen. When we open our club, I'll teach you how to dance... \nMichelle: Did you find out where Sebastian is? \nTony: Not quite yet. I haven't asked. \n\nMichelle: What are you waiting for, sunrise at the beach with the girl? \nTony: Hey, relax. I'm working on it. It's okay. Give me some time. And you, listen, Michelle, you've got to stop acting like this. \nMichelle: Like what? \nTony: A jealous girlfriend.", "[SCENE_BREAK]", "*************************\nMarina: You know, Michelle is going to need a contractor to finish up the lighthouse project.\n*******************************\n[About 10 minutes missing here due to news coverage.]\n*************************************\nDanny: Yeah, I know \nMarina: I can take care of Robbie. \n\nDanny: You? \nMarina: Sure. We go way back. We're old pals.\nDanny: No, I know. But... I mean, you really... \nMarina: Come on. I need the money. I mean, you'd pay me, right? \nDanny: Yeah, of course. Of course I would.\nMarina: Well, good. I think it will do me some good to help someone else right now. And I can't help my family anymore. So let me help you. \nDanny: Well, are you sure? \nMarina: Yeah. \nDanny: All right, okay. You got a deal, Miss Cooper. \nMarina: All right. \nDanny: All right. \nMarina: Thank you so much. \nDanny: For what? \nMarina: For everything. If you hadn't come in, I think my head would have blown off. \nDanny: Yeah, there would have been no one here to clean up the mess. (Laughs) \nDanny: Thank you. Really. I need to work, and I wouldn't be able to do this without your help. \nMarina: Well, something good happened here tonight. \nDanny: Yeah. \nMarina: Maybe it's an omen.", "[SCENE_BREAK]", "***********************************\nHarley: This can't be pier 9. \nGus: Damn. \nHarley: There's no boat here, nothing. Maybe it's one of the warehouses around here. \nGus: No, that's not it. \nHarley: Well, what if he's got them locked inside something? We have to look, Gus. \nGus: Listen to me. They're not here because he set you up. \nHarley: Why? Why would he do that? \n\nGus: Because he doesn't want you at the house. Either one of us. \nHarley: Oh, my... ", "[SCENE_BREAK]", "Alan: Harley, what happened? Did you find them? \nHarley: No. Phillip lied to us again. Where is he, Alan? \nAlan: I turned him over to the cops. \n\nHarley: Are you sure? \nAlan: Yes. I sent Phillip out through the hidden exit in the cellar. I told the cops they would find him there. \n\nCop #1: Mr. Spaulding, your son wasn't where you said he'd be. \nAlan: No? \nHarley: What's going on? \nAlan: He knew. He knew I'd sell him out. Now he's gone. Phillip is gone. (Harley sobbing) ", "[SCENE_BREAK]", "Gus: What is it? What? What? \nHarley: He's gone. He's gone. Phillip is gone. Oh, God, my babies are gone. \nGus: It's okay. \nHarley: I'm never going to see them again. (Crying)", "[SCENE_BREAK]", "*******************************\nLizzie: Stop. When my dad finds out what you did, he's going to kill you. I swear. \nPhillip: Lizzie. Honey. \nLizzie: Daddy? \nPhillip: Oh, sweetheart. You okay? \n\nLizzie: He tried to kidnap me. \nPhillip: Oh, honey, it's okay. I'm here. Nobody's going to hurt you. Go wait by the car. \nBelkin: Yes, sir. \nLizzie: You know him? \nPhillip: Honey... \nLizzie: Daddy, you kidnapped me? Why would you do that? \nPhillip: Sweetie, I'm sorry... \nLizzie: No. \nPhillip: I'm sorry if he frightened you.\nLizzie: Daddy, I thought he was going to kill me. How could you do this to me? \nPhillip: It doesn't matter, sweetheart. It doesn't matter because we're together now. And I'm going to take you to be with your sister and your brothers to a place where nobody could ever hurt you again.\nLizzie: Daddy, I can't go with you. \n\nPhillip: Honey, listen. I'm your father. You have to trust me. \nLizzie: How can I do that, Daddy? You had me kidnapped. Fathers, they drive their kids to college, they walk them down the aisle. They don't have some guy take them away from everything they love. \n\nPhillip: Lizzie, there are all kinds of fathers, honey. And I know I've made mistakes, but haven't I always protected you? Didn't I... after the hit and run, didn't I take care of you? You'd be in jail right now if weren't for me. Now, honey, please God, listen to me. We have to go before they take you away from me again. In a few minutes the police are going to surround this airfield. Do you understand me? \nLizzie: I love you, but I can't go with you.\nPhillip: Listen to me. You don't have a choice! You have to trust me to know what's right. \nLizzie: Why are you doing this, Daddy? \n\nPhillip: Because I love you, sweetheart. And I want you to have the life that you deserve. \nLizzie: Then let Emma and the boys go. Please, let them come back. It's not too late, Daddy. \nCoop: Let her go. \nPhillip: Son, leave, now. \nCoop: I'm not letting you take her. She doesn't want to go with you. I'm not letting you take any of the kids! \n\nLizzie: It's okay. It's okay. \nPhillip: Go. \nLizzie: Daddy, don't leave. \nPhillip: Honey, listen to me. \nLizzie: I just want to go home. Please.\nPhillip: Please, sweetheart. Everything's going to be okay. You are first-born child, and I would never let anybody hurt you. I promised myself that the first time, when I first saw your beautiful little face. I'd never let anybody hurt you. \nLizzie: Daddy, I can't. I can't go. I'm sorry. \nPhillip: It's okay. It's okay. \nLizzie: I'm so sorry. \nPhillip: It's okay. It's okay. It's not your fault. I love you. \nLizzie: I love you, too. ", "[SCENE_BREAK]", "Phillip: I know you do. I know you do. You go on then. Go. Go ahead, sweetheart. \nBelkin: We can still go after her, sir.\nPhillip: No. \nBelkin: I can force her to get on the plane.\nPhillip: There's no point. The Copper's and the Lewis and even my own family have turned my children against me. Tell the pilot to cancel this flight. I'll be staying in Springfield a while longer. I have some unfinished business to take care of.", "[SCENE_BREAK]", "**********************************\nHarley: Next on \"Guiding Light.\" ", "[SCENE_BREAK]", "Olivia: You have truly lost it. ", "[SCENE_BREAK]", "Phillip: If you want Emma back, be at company tonight at 9:00 P.M. He's safe, Beth. \nBeth: Alan? Alan? Alan? (Crying) \nPhillip: Beth? Beth? Beth, listen to me. Listen to me. I'm going to give James back to you. Do you hear me?"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=8MTL_KwJ06A"}