{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Josh: What was that?\nReva: I hope this works. What just happened to me?", "[SCENE_BREAK]", "___________________________________________\nRomeo: I’m your hero, Marah, me-- not your boyfriend over there. But if you're too afraid to ask him, then fine, whatever, I understand.\nMarah: I’m not afraid. It’s just ridiculous, that’s all. Why should I believe you over Sam? He cares about me. He'd do anything for me. Why would you want to help my dad?\nRomeo: It was a business decision, that’s all. And I don’t like other guys taking credit for my work.\nMarah: You know what? I think it’s the other way around. I think you're trying to take credit for something that Sam did.\nRomeo: \"Think\"? A moment ago you were sure.\nMarah: Sam is not a liar.\nRomeo: Neither am I.\nMarah: Why would he tell me he did something if he didn’t do it?\nRomeo: Look, I’m done arguing with you, okay? The proof is over there. All you've got to do is ask.\nMarah: That’s exactly what I’m going to do.", "[SCENE_BREAK]", "__________________________________________\n \nMel: Rick, wait, about the movie, I’ll be busy covering for you in the E.R, and you're going to be even busier with the baby, so let’s just forget about it.\nRick: Okay, that’s fine, until next week. Then we'll just reschedule.\nMel: We're not rescheduling, Rick.\nRick: Well, then, we'll just... We'll just do it the week after that, that’s fine.\nMel: No. We're not going to pick up where we left off a couple of weeks ago. We had a good time. Let’s just leave it at that.\nRick: And why would we do that?\nMel: Because I’m stopping whatever this is before it starts. You have a baby, and he has a mother. I’m the last thing you need right now.", "[SCENE_BREAK]", "__________________________________________\nGus: You left town for the very same reason that you came back. You came back for me.\nHarley: I didn’t leave...\nGus: Yeah, you did.\nHarley: No, I didn’t. I left because my father and Phillip and Rick were driving me crazy, and I just needed some time on my own to sort things out.\nGus: Oh, that... Did you sort things out? Because you're back now.\nHarley: Yeah, I’m back because I was homesick. I was... I was in a strange place. I was surrounded by people I didn’t know. I wanted to come home. Is that so hard for you to understand?\nGus: No, no, I understand. I was expecting you. \nHarley: Oh, you were expecting me?\nGus: Yes, I was.\nHarley: Let me see if you can get this, okay? This was a spontaneous decision, okay? I decided that I wanted to bring my child into the world near his father and near the people that are most important to me in my life. You're not included in that group.\nGus: That’s fine that... Well, that you think that, or that you convinced yourself of that. See, because I’m not convinced of that, because I see that. It’s different... When I look in your eyes, it’s...\nHarley: Are you nuts?\nGus: No, look, don’t be embarrassed, okay, if I have that effect on you. I understand.\nHarley: Look, Aitoro!\nGus: Coop, what?\nHarley: I didn’t leave because of you. Don’t flatter yourself. And I certainly didn’t come back because of you either.\nGus: Make me believe that.\nHarley: I don’t care what you believe! I don’t care what you believe. I mean, if you want to stand here and continue to delude yourself about this, you go right ahead, but I suggest you do it on somebody else’s time, because I’m exhausted. I just had a baby, remember? I’m exhausted, and I’m not in the mood for one of your little mind games, okay? So we're going to walk to the door. Okay, we're walking. We're walking to the door. Okay, maybe I’m not going to walk you to the door, but you are leaving, because I do need to get some rest.\nGus: No, no, no.\nHarley: \"No\"? Okay, fine. Good night.\nGus: Listen to me, listen.\nHarley: No, no.\nGus: We almost kissed.\nHarley: No, no, no, no.\nGus: We almost kissed before you ran out of here like a little scared girl.\nHarley: Now, you're leaving. Now, you're leaving.\nGus: No, not until you admit that we almost kissed, and you wanted that to happen. \nHarley: How do you \"almost kiss\"? Okay, you either do or you don’t. We didn’t, and we wouldn’t have, you got it?\nGus: Cooper, think back.\nHarley: I don’t need to think back!\nGus: I came over to your house after the trial, right? Now, maybe you were feeling vulnerable, or maybe you were feeling sympathetic, or maybe it was just a whole lot of different things at the same time, and for a very long time, it was building up.\nHarley: Maybe you just have a little bit too much time on your hands, because I remember that night, too, Aitoro. Yes, you showed up at my place because you had been exposed as a big fat liar on the stand by Ross. Ross had proven to everybody that you were just trying to get back at Danny to avenge your father’s murder, and I gave you... Yeah, okay, I gave you a little sympathy. I gave you a little understanding.\nGus: You would have given me a whole lot more than that if I’d stuck around. Listen, we both know that, okay? Something happened that night, Cooper. Something happened, and you can’t pretend that it didn’t. You just can’t.He wanted justice.That’s what he worked for allof his life, justice.And that’s all I really want,you know?Justice.And to this day, no justice. So just... Just admit it. Don’t be shy. It’s not the right time.\nHarley: You are an arrogant, self-absorbed jerk. I mean, come on, you seriously think that there’s something going on here between us? You're more delusional than I thought.", "[SCENE_BREAK]", "___________________________________________\nReva: Was it a delusion? Or a hallucination? Or did I just doze off and I’m dreaming the whole thing? (Knock on door) Hi.\nFelicia: I know it’s late, but I've been trying to reach you for hours.\nReva: \"For hours\"?\nFelicia: I left three messages on your machine. And when you didn’t call me back, I got worried.\nReva: I didn’t realize I’d been gone so long.\nFelicia: We were supposed to go to dinner, remember? Are you all right?\nReva: I just had the most incredible experience of my life, and I need someone to tell me that I’m not crazy.\nFelicia: Well, I can’t make any guarantees, but I’ll give it a go.\nReva: Sit, sit. You're a shrink, right, and you see and you hear all kinds of things. But this... Is it possible to dream while you're awake?\nFelicia: Well, there are waking dreams where someone believes that they're awake and they really aren’t. And these are really the most terrifying, because they seem so real.\nReva: Okay, so when you open your eyes... Are you standing on your feet?\nFelicia: Not usually. You're in bed or on the couch or wherever you fell asleep.\nReva: That’s what I was afraid you were going to say.\nFelicia: Reva, what is it?\nReva: Do you believe in past lives? I mean, do you really believe in past lives; that you lived another life as somebody else?\nFelicia: Somebody like who?\nReva: I don’t know, anyone. But do you think it’s possible? Do you believe in past lives?\nFelicia: Why do you ask?\nReva: Because I think I just visited one of mine. And I’ll tell you, something about the past is trying to tell me something about the present.", "[SCENE_BREAK]", "_________________________________________\nNolan: Excuse me, sir. I know you asked not to be disturbed, but there’s a gentleman here to see you.\nJosh: That’s all right, Nolan. You don’t have to announce me. Mr. Spaulding knows who I am. In fact, I wouldn’t be surprised if he’s expecting me.\nNolan: I’m sorry, sir.\nAlan: It’s all right, Nolan. I guess someone had to spoil my evening. To what do I owe this displeasure, Josh?\nJosh: You tell me, Alan. You left your calling card behind when you came to see Olivia. I’m guessing it wasn’t a mistake, so the question is why? What do you want? ", "[SCENE_BREAK]", "_________________________________________\nMarah: I need to talk to you.\nSam: I think you need to dance with me alone. Ooh.\nMarah: Sam, I’m serious.\nSam: Ooh, she is serious.\nMarah: Sam.\nSam: Oh, right, right.", "[SCENE_BREAK]", "__________________________________________\nRomeo: Yo, she is going to flip out. I guarantee it. I still don’t understand why you don’t want her to know that it was you.\nTony: Look, I got one interest right now. I want to get rid of Sam without spilling any blood. So if he leaves town, Carlos is going to be satisfied.\nRomeo: And what about your satisfaction?\nTony: We got millions at stake in the harbor project. If this doesn’t go down the way we planned it...\nRomeo: Hey, it’s taken care of, all right? Sam Spencer will be out of here, one way or another.", "[SCENE_BREAK]", "__________________________________________\nSam: Talk to me.\nMarah: Somebody said something really terrible, and I want you to tell me it’s not true. I want you to tell me that they're lying. And if you say it, I’ll believe you.\nSam: Believe me about what?\nMarah: I swear, Sam, you say the word, and I’ll forget all about it. I trust you more than anyone. You've always been straight with me, haven’t you?\nSam: I have always tried to be, yes.\nMarah: And every time I was in trouble with the lighthouse or with the boat, you were there. I've always been able to depend on you.\nSam: Hey, you still can.\nMarah: And you were there when nobody else was, with my dad, which is why this makes so... This is just so difficult. But I need to know.\nSam: Something that I did?\nMarah: The photo, Sam, the one that helped my dad. They said you weren’t responsible for it. But it’s a lie, right? It’s just a lie?\nSam: Marah, when that photo of your father hit the newsstands, I wanted nothing more than to help you and your family. I knew that that photo had been digitally altered.\nMarah: And you went out and proved it.\nSam: Marah, let me finish", "[SCENE_BREAK]", "___________________________________________\nRay: Okay, nice and loud.\nCrowd: How old are you now? How old are you now? How old are you now...\nTony: Okay, all right. Knock it off, knock it off. (Applause)\nRay: You know, every year, every year, I ask him this same question, and every year he says the same thing. It’s sort of a family tradition for us. Make a wish. Blow out your candles. It, first things first. I want to thank Catalina for putting this great party together. (Cheers and applause) and before we go any further, I just want to say a couple of things. My little brother hasn’t had a lot of parties in his life. After I left, things weren’t always easy for him. That’s why today is really an extra special day for us.\nTony: Ray...\nRay: Okay, okay. Blow out the candles. Don’t forget to make a wish. (Crowd egging him on)\nTony: All right, all right, all right. I hope this comes true. (Cheers and applause)", "[SCENE_BREAK]", "__________________________________________\nMarah: It’s a lie, right? You're the one that fixed things for my dad. If you're worried about who said you didn’t...\nSam: That’s not what I’m worried about.\nMarah: Then say it. Why won’t you say it?\nSam: I can’t.\nMarah: What do you mean, you can’t?\nSam: Marah, I have wanted nothing more than to be honest with you. But when you assumed I was the one, the way you looked at me...\nMarah: You are the one...\nSam: No. No.\nMarah: But you said...\nSam: I know. I know what I said. I’m sorry. I am so sorry, Marah. I care about you so much, maybe too much. And the last few weeks have been beyond great. I've been thinking that we could go somewhere together, that we could really be something together. But I can’t go on like this. I can’t do this to you anymore. I am not the one who saved Josh. I’m not your hero. I’m just Sam. And Sam screwed up.\nMarah: No. It can’t be.\nSam: I’m sorry.\nMarah: You' been lying to me this whole time? How could you?\nSam: I wanted you.\nMarah: Why?\nSam: I wanted you so much. Marah, I didn’t have a choice.", "[SCENE_BREAK]", "___________________________________________\nRick: Sit down for a second, okay? Just for a second. I’m a little confused, Mel, because I thought we were really having a lot of fun together. Didn’t you?\nMel: We were. You're a great guy.\nRick: Well, I’ve gotten the \"great guy\" speech before, but this is a world record. So what’s next, \"it’s not you, it’s me\"? I mean...\nMel: No, it is you. You're the reason why I’m putting us into retirement. I want this to end before...\nRick: Before what?\nMel: Look, like you said, we had a good time. But your life is about more than having fun right now. I mean, you have a newborn, a baby that you've wanted for years. The mother of your son is moving into your house. There’s just not a whole lot of room for me in that equation.\nRick: Mel... Mel, of course I’m going to have more responsibility and of course my life will be changing, but that doesn’t mean I shouldn’t have time for my friend should it? Now, come on, there’s just no reason we should give up what we have right now.\nMel: No, Rick, you need to go home to Harley and Jude. They need you, and you need them.\nRick: Really? How is it that you know everything that I need?\nMel: We're finished with this discussion, okay?\nRick: Well, that’s too...\nMel: Go home to Harley and your son.\nRick: Well, I’m sorry. I don’t take orders from a resident.", "[SCENE_BREAK]", "___________________________________________\nHarley: Okay, let’s go. Let’s go out the door. You know what? Okay, maybe I’m too weak to toss you out, but Meta’s right upstairs. I don’t think you want to press your luck with her.\nGus: I’m not buying.\nHarley: What?\nGus: I’m not buying this whole little act of yours. I’m not buying it. I can see through you, okay? I can see beneath the bullet-proof facade that you go traipsing around in. I know you. I've seen you with your kids. I saw you on the couch that night with me. So you can pretend all you want, but I know that you remember.\nHarley: Oh, God!\nGus: Listen to me.\nHarley: You know what? Wait, wait. You... You need to get a hobby. You've got too much time on your hands.\nGus: I know that you remember it, Harley, okay? I know that you're picturing it in your mind right now. You sat down on the couch next to me, and you were touched by my story. You were touched by me. You leaned in close, and it would have been so easy to have just given in. How many times have you replayed this over and over in your mind the last several months? How many times have you wondered what it would be like if you just had leaned in and closed your eyes? \nGus: That kind of hurt, Coop.\nHarley: How dare you? How dare you? How dare you come here and try to force yourself on me? How dare you do that? Who do you think you are? You know, I just had a baby, okay? I just had a baby, and I’m exhausted, and you come here and you try to take advantage of that? I mean, what is that? You know, I don’t want you, Aitoro. I never have. I don’t... I don’t sit there and think about you the way that you think I do. And I certainly don’t dream about you!\nGus: Calm down.\nHarley: Okay, no, I don’t want to calm down! I don’t want to calm down, okay? Because I wanted you to go, and you wouldn’t leave! Look, I’m... I’m obviously... You know what I've been through. I’m confused. I’m confused, and I’m weak, and I can barely stand here. And I don’t want that, I don’t want that. I don’t want you to do that. I don’t want you to do anything. I just want you to leave. I just want you to leave.\nGus: You're upset.\nHarley: You know what? Listen, you brought my baby into the world, and I’m grateful for that, okay? I’ll always be grateful for that. But that is where it ends between us! You had no right to do what you just did.\nGus: You're upset because you responded.\nHarley: No, I wasn’t responding. That wasn’t responding. I fell forward from exhaustion. That’s what that was. And now I need to get some rest, and I need you... I need you to leave this house. I want you to go. Get out!\nGus: You know where to find me. And you will want to find me. You will.", "[SCENE_BREAK]", "_________________________________________\nRick: So how is it that you care more about my schedule than I do?\nMel: Why can’t we just let it go?\nRick: I don’t have a life with Harley, Mel, okay? There was a time that I offered it to make it more than it was, but she didn‘t want to have any part of it. So we are together for one purpose and one purpose only: To raise little boy. That’s it. That’s all it is, okay?\nMel: That’s a lot.\nRick: I know. I’m going to have my hands full with that little boy. There’s no reason why we can’t take a night here or there to go out and grab a burger and see a movie, is there? There’s no reason why we have to give up what we have.\nMel: There are two very important reasons. But you're very sweet. If things were different... Well, let’s just say timing is everything.\nRick: You haven’t heard a single word that I have said to you.\nMel: Good-bye, Rick. Don’t worry; I’ve got you covered at E.R.\nRick: Mel, wait a second. Mel...", "[SCENE_BREAK]", "_________________________________________\nFelicia: So you stepped through the painting? That painting?\nReva: Yeah. Only when I got to the other side, the painting wasn’t finished yet, and I was in New Orleans during the civil war. And Regina recognized me as a nurse who was there to take care of her husband. And she had a son, but it was a stepson, Beauregard Robichaux. And he looked exactly like my son.\nFelicia: Wow.\nReva: All he talked about was wanting to go to war. He wanted to be a big hero like his daddy. His daddy was colonel Jack Robechaux, and after meeting the man, I can understand it all, because he looked like Joshua. I mean, he had an accent, and he had his arm in a sling, and he was a different man, but yet he was still Josh. And he recognized me, too.\nFelicia: Did he call you by name?\nReva: Well, no, not exactly, but it was more like... Like a connection, like when we were younger. But he kept staring at me, and I tried to focus on his arm and dressing his wound, but he wouldn’t stop staring at me. And all of a sudden, out of the blue, he looks me straight in the eye and he says, \"You are familiar somehow. Have we met?\"\nFelicia: Well, now, you're giving me Goosebumps.\nReva: Yeah, but it was all so real-- I mean, the smell of gardenias, and the sounds and the touch of people. It wasn’t a dream, because it was real. I know it was.\nFelicia: Look, Reva, Reva, there are some things in this world that cannot be explained.\nReva: Yeah, but you've never heard anything like this before.\nFelicia: Have you tried to walkthrough again?\nReva: I don’t go back, not until I can understand this better.\nFelicia: But do you think you can go back?\nReva: Well, before, all I did was touch the painting and my hand went through the canvas.\nFelicia: Go ahead. I’m right here.\nReva: I know what this looks like to you.\nFelicia: Don’t worry about that. If you believe it, then it’s real to you.\nReva: Yeah, along with all the other loons that you have locked up in some nuthouse, right?\nFelicia: There are many, many ways of revisiting the past. The important question is, why? I mean, why is it so necessary for you to go through such an extraordinary journey?\nReva: I don’t know, but everyone I met was so familiar. Maybe they're trying to teach me something about myself or... Or something about the present that can’t be changed any other way.\nFelicia: Well, can you think of something that you might need to change?\nReva: No, but I met another man, General Hudson, and he was having an affair with the woman in the portrait.\nFelicia: A woman who looks like Olivia?\nReva: Yeah, only... It gets better, because general Hudson looked exactly like Alan Spaulding. And I said I was just going to stay out of that whole situation, but something keeps pulling me back there.\nFelicia: Reva, what situation?\nReva: Alan and Olivia are working on the San Cristobel harbor project together; only I think there’s more to it than just business. So maybe I’m supposed to expose them in the past to prevent something from happening in the present.\nFelicia: Reva, find out what your journey means to you first.\nReva: Well, if I could find the answer to that question, I could get rid of the painting and never have to look at it again. But until that day comes...\nFelicia: You'll do what?\nReva: I have to find the truth, Felicia.", "[SCENE_BREAK]", "__________________________________________\nAlan: Josh, thank you for returning this. I was wondering where I left it.\nJosh: Were you?\nAlan: Yes, I mean... But you didn’t have to go to the trouble to deliver it to me.\nJosh: Didn’t I?\nAlan: What’s going on? You seem to have something on your mind.\nJosh: No, you do. I think you've had my wife on your mind for some time now.\nAlan: Well, Olivia’s a very captivating woman. It’s hard not to think about her, Josh.\nJosh: She told me that you've been trying to lure her to Spaulding.\nAlan: Well, nothing would make me happier than to have Olivia by my side in a Spaulding board meeting. But she is very devoted to Lewis and to you.\nJosh: Yes, she is. But that’s not stopped you before, has it? So I am here to say to you, stay away from Olivia. Leave her alone.\nAlan: Are we talking business here? Because you're starting to sound a little personal.\nJosh: You really do believe that money can buy anything, don’t you, Alan?\nAlan: In my experience, yes. I believe that everyone has their price. I believe that to be true.\nJosh: Not for Olivia.\nAlan: How well do you know her, Josh?\nJosh: She’s my wife.\nAlan: That’s not what I asked.\nJosh: I know her better than you will ever know her!\nAlan: You know what you want to know, just like Annie. But it takes a man like me to appreciate her special qualities, and I do.\nJosh: What the hell are you insinuating?\nAlan: Look, why don’t we just leave this for the time being? Because I was in a mood to celebrate Beth’s return.\nJosh: Beth?\nAlan: Yes, she is alive. It’s a miracle. Beth’s return has proven to me that anything is possible, Josh. Now, if you'll excuse me.\nJosh: We are not finished!\nAlan: No, no, we're not finished. But now that everything’s in the open, I don’t have to lurk in the shadows anymore.\nJosh: Oh, is that what you've been doing, Alan, lurking in the shadows?\nAlan: I won’t deny my interest in Olivia, because I see things in her that you could never appreciate. I can offer her things that would make you pale by comparison. Let’s leave it at this: My power and influence versus your love. May the best man win.\nJosh: The best man has already won.\nAlan: See yourself out. We're done here.", "[SCENE_BREAK]", "___________________________________________\nReva: Good night, Felicia, and thanks. (Horn honks) You cheated on your husband. I saw it with my own eyes. But is Olivia cheating on Joshua? Is she sleeping with Alan? (Laughs) It can’t be something that simple, that small. Because if this is really happening, it has to be more important than that. \"The Civil War.\" New Orleans, New Orleans, New Orleans.", "[SCENE_BREAK]", "___________________________________________\nGus: I've been wanting to do that from the second I laid eyes on you.", "[SCENE_BREAK]", "(Door opens)\nHarley: Oh, god, no.", "[SCENE_BREAK]", "___________________________________________\nMarah: I asked you a question.\nSam: Okay. Okay. I made a mistake, and I am sorry. And I promise, I swear to you, I will never, ever keep the truth from you again. Marah, I swear on my name. But you deserve to know the truth. You deserve to know what happened, even if telling you is the hardest thing I've ever had to do.\nMarah: That makes a lot of sense.\nSam: It makes perfect sense, Marah. The person who is responsible for this didn’t want you to know. If that person did, they would have come forward a long time ago. That person didn’t come forward, so...\nMarah: Who? Who was it?\nSam: Tony. All right?", "[SCENE_BREAK]", "__________________________________________\nJosh: Yeah, Joe, are you sure you don’t need me over there tonight? Okay, all right. I’ll check in first thing in the morning. Yeah, thanks, bye.\nReva: Jack... I mean Josh. (Laughs) What are you doing here?\nJosh: Business with Alan. What about you?\nReva: Well, I guess you could say I’m here for business, too.\nJosh: But you're not sure?\nReva: Well, let’s just say that some things have happened in the last day or so that need some sort of confirmation.\nJosh: I see. Let me guess: The harbor project, right?\nReva: No, not exactly. It’s something a little more involved than that. I guess you could say I’m looking for the truth.\nJosh: The truth about what?", "[SCENE_BREAK]", "__________________________________________\nRick: You okay?\nHarley: Yeah. I must have fallen asleep.\nRick: Well, you should be upstairs and in bed.\nHarley: Tell me about it. Did you get the diapers?\nRick: Oh, yeah, I got three different kinds, and baby food, just in case, baby lotion, baby shampoo-- the whole nine yards.\nHarley: Oh, you got everything.\nRick: Yep. Nothing but the best for our son. Come on.\nHarley: Where are we going?\nRick: We're going to go upstairs and we're going to see our handsome little boy, and then you are going to get some sleep, because you need it. Come on.\nHarley: That sounds good to me.\nRick: All right.\nHarley: Hey, did that other doctor agree to cover for you?\nRick: Yeah, it went... She was really nice about it, actually.\nHarley: Good, good. Hey, so now you're officially on paternity leave, huh?\nRick: I’m going to be in your hair non-stop.\nHarley: Rick, how come... Did you ask me why I came back?\nRick: Yeah, of course I did. I was assuming it was because you wanted Jude to be born at home. I mean, was that it?\nHarley: Uh-huh.\nRick: Okay.\nHarley: Yeah. You know, I've been doing a lot of thinking lately.\nRick: About?\nHarley: About what’s best for the baby and me and for everybody. And I hadn’t... I hadn’t really been able to come up with anything. But just now, just a moment ago, actually, I made a decision.\nRick: About what?\nHarley: Well, I don’t know if your offer’s still open, but I’d like to make one of my own.\nRick: What kind of offer are you talking about?\nHarley: Rick...\nRick: Yes?\nHarley: ....Bauer...\nRick: Yes?\nHarley: Will you marry me? \n "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=ijsYVW4Or-Y"}