{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Michelle: Yoo-hoo.\nDanny: Hey.\nMichelle: Hi, sweetie. You forgot your lunch. Turkey and Swiss with Russian dressing-- your favorite.\nDanny: It's okay, honey, you can drop the act. The surveillance cameras aren't functioning yet.\nMichelle: Wow. So this is it: The secure room.\nDanny: Can you close the door? How'd you get past security?\nMichelle: Oh, I’m married to the head of security.\nDanny: That's not good. I've got to look into that. All right, well, are you ready for the tour?\nMichelle: That's what I’m here for.\nDanny: Okay, well, this here, this is in essence the brain of Spaulding Enterprises and all the holdings. It holds the key to all the accounts, the codes, everything.\nMichelle: It gives new meaning to putting all your eggs in one basket.\nDanny: Yeah, well, the theory is that the more that you spread information around, the more potential leaks you have.\nMichelle: Except in this case, the leak stopper has been given an ultimatum by some mysterious Mr. Big who wants him to steal $25 million to pay for\nDanny: Shh...Sh... Sh. It is going to be my ticket out. Just not the way Mr. Big thinks.\nMichelle: Right. Well, in any case, it's a risk I’m willing to take. This is our clear shot at getting the life we want for us and for Robbie.\nDanny: Yeah.\nMichelle: So, what is it you want me to do?\nDanny: Okay, well, I think that this is going to have to be the vent that you come through.\nMichelle: It’s a lot smaller than I expected.\nDanny: Uh yeah. You're not going to be able to come from above like I originally thought. So somehow we're going to have to find a way to get you from there to here, to the stool, in front of the computer, without touching the heat and pressure sensitive floor and without tripping off the laser motion detectors, which are going to run at a random pattern that's generated by the computer. And the pattern's going to change every single day.\nMichelle: Well, it's a piece of cake. What about surveillance cameras?\nDanny: Well, they feed to monitors in the next room. I'm somehow going to have to disable them before you come through the vent.\nMichelle: There's so much that can go wrong.\nDanny: Yeah. There is.\nMichelle: Are you afraid that I can't pull this off?\nDanny: No, no.", "[SCENE_BREAK]", "Phillip: Well, hey. This is a nice surprise.\nDanny: Hey.\nPhillip: Nobody told me it was \"bring your wife to work day.\" Hi, Michelle.", "[SCENE_BREAK]", "Michelle: Hi.", "[SCENE_BREAK]", "__________________________________________\nCassie: Alonzo.\nAlonzo: Look, I’m sorry to bother you.\nCassie: You're not bothering me. Come in, sit down.\nAlonzo: No, no thanks. Is the president around?\nCassie: \"The president?\" Wow, aren't you formal today?\nAlonzo: Why don't you just tell him it’s a formal visit?\nCassie: Whoa, whoa. Wait, wait. What's wrong?\nAlonzo: The coastal commission says they want to do away with the fishing wharves in the harbor-- just tear them down.\nCassie: What?\nAlonzo: It kills me, what government types call progress. You know, while they're at it, why don't they just get rid of all the fishermen as well? Then they can have their precious waterfront, build all the fancy hotels they want, plus the stores and get all the tourist dollars they need.\nCassie: Okay, hold on. Hold on, okay. Obviously this isn't a done deal, because if it were, you wouldn't have made it a point to come in here and try and find Richard to help you, right?\nAlonzo: Little miss ray of hope.\nCassie: All I’m saying is there has to be a solution to this problem. Well, you are upset about this.\nAlonzo: These are my friends we're talking about, my people.", "[SCENE_BREAK]", "Dax: \"My people.\" Wonderful. It's working.", "[SCENE_BREAK]", "__________________________________________\nReva: Excuse me? What consequences? Why would you say the past should stay buried?\nGentleman: I think you know.\nReva: There are people who believe that the past is never really gone; that it isn't even past.\nGentleman: Yes. People who cannot face the present, much less the future.\nReva: Speak for yourself.\nGentleman: Well, perhaps I am.\nReva: What, do you get a real kick out of trying to scare the tourists?\nGentleman: (Laughs) you're no tourist, ma'am.\nReva: You're right. I came here, to New Orleans, to this house to find out exactly what happened in 1862, during the Civil War. Here. Do you know?\nGentleman: Leave this house alone, Reva Shayne.\nReva: How do you know my name? Who are you?\nGentleman: Perhaps one of the consequences.\nReva: What, do you work here? You saw me sign my name in the guest book?\nGentleman: Why have you come to snoop around this house and ask so many questions?\nReva: What business is it of yours?\nGentleman: Well, what business is it of yours?\nReva: Are you a Robechaux?\nGentleman: The Robechaux are gone. Let them rest in peace.\nReva: I don't think they are at peace.\nGentleman: Well, you know nothing about it.\nReva: What happened to Jack Robechaux?\nGentleman: Leave New Orleans, Ms. Shayne. Go home. Don't look back. You don't know what you're dealing with.\nReva: Wait! No. What... What is he so scared I’ll find out?", "[SCENE_BREAK]", "__________________________________________\nMichelle: All Danny talks about is this impregnable security system of yours. I had to take a peek. Oh, I hope that's not a problem.\nPhillip: No, of course not.\nMichelle: I don't understand any of it.\nPhillip: Oh, hey, you're not alone. I'm not sure I understand half of it, either. It's all very high tech stuff. Star wars sort of stuff. Your husband knows his way around a security system, let me tell you that.\nMichelle: Yes, he does.\nPhillip: And I don't think we need to say anything about where he got that knowledge.\nDanny: No, no, no. We'll just be glad that I did.\nPhillip: I'm very glad you did. I'm glad you're here, as opposed to working for the competition, I can tell you that.\nMichelle: You know, Phillip, you really have to come by the house and see Rick, and I know he would love to show you his new son. And if it's Harley, we can make sure she's not there, if it's awkward.\nPhillip: Um, I appreciate that, Michelle, I really do. I think \"awkward\"... I'm not even sure that \"awkward\" really covers it at the moment.\nMichelle: Well, the longer you and Rick allow it to be awkward, the harder it's going to be to get back to where you were.\nPhillip: All right. But you know what? Sometimes you just got to give this stuff a little bit of time. Speaking of which, Danny, when do we get all these bells and whistles operational?\nDanny: Well, hopefully... I'm hoping maybe later today. I just need to make sure that everything's working properly.\nPhillip: Well, you better make damn sure. They would have access to all of our financial holdings.\nDanny: Sure. That's why we have a whole system of backups.\nPhillip: You know what? That's exactly right, and we are in complete agreement on that. And as a matter of fact, I’ve got a backup for you. It's really just a consultant, sort of an expert in security. I think you all know each other.", "[SCENE_BREAK]", "Gus: Howdy, folks.", "[SCENE_BREAK]", "__________________________________________\nAlonzo: Compromise? You don't compromise on something that just shouldn't happen. It isn't right, and that's all there is to it.\nRichard: What isn't right?\nAlonzo: Plenty of things. But this is the one I'm working on now.\nRichard: This is a memo from the Internal Coastal Commission. Where'd you get hold of this?\nAlonzo: I found it on the desk I’ve been using down there.\nRichard: Really?\nCassie: Richard, there's been talk...\nAlonzo: It's not talk. It's a plan.\nCassie:...About ripping out the commercial fishing wharves in the harbor.\nRichard: Oh, right. I know.\nCassie: Oh, so you've seen it.\nRichard: Well, I haven't seen this memo, but I'm certainly aware of all the issues, yeah.\nAlonzo: And you're fine with all of it.\nRichard: Well, Alonzo, I do realize-- and I do want to emphasize the word \"if\" here--If this proposal is effected, that it will displace a number of fishermen, but these fishermen will still be able to earn a living-- and not to mention that the harbor project is going to generate millions in revenue and hundreds of jobs for others, and that's going to be vital to San Cristobel’s recovery.\nAlonzo: (Applauds) nice speech.\nCassie: Uh, I don't know why you're so upset. It sounds like a win-win situation, Alonzo.\nAlonzo: No! The only people who are going to come out of this all right are the developers.\nRichard: Just a minute.\nAlonzo: I understand what they're after here. They want a tourist-friendly theme park of a harbor-- a place that looks like a quaint old antique tropical fishing port. But one that's a moneymaker. You know what? Long as it puts revenue in the treasury and gets San Cristobel back on their feet again.\nCassie: So what's the problem?\nAlonzo: It's going to be a disaster for all the fishermen. All the other towns, their wharves, they can't handle any more boats.\nRichard: Well, we'll just have to build more.\nAlonzo: And the rich get richer. You know what? If you're a working fisherman, you can't just weigh anchor and work out of another port. These men, they have families and friends right here, in this port. This is their home; it's not just here they work. If this suggestion gets passed, you're not just relocating an industry; you're killing a community.\nRichard: This wasn't brought up in my briefings.\nAlonzo: What a surprise.\nRichard: I try not to take a cynical view.\nCassie: You know, Richard, maybe this is the key to working this out.\nRichard: How do you mean?\nCassie: Maybe we should talk to the people who are being affected, you know? Why don't we try, you know, holding some hearings, set up a public forum for these people on both sides of the issues to speak their minds?\nAlonzo: Yeah. I like that speech a lot better.\nRichard: No. No. Absolutely not.", "[SCENE_BREAK]", "__________________________________________\nAlan: Excellent. That's exactly what I want. Keep me informed on that. Well, I didn't even have to threaten to get you to come over here this time. Now that is progress.\nOlivia: Guess again.\nAlan: Oh, now, Olivia, are we going to play that game where you pout and protest and pretend that I’m forcing myself on you, and then we make wild abandoned love?\nOlivia: I know what you did, and I don't appreciate it.\nAlan: What I did?\nOlivia: You deliberately left your money clip in my apartment.\nAlan: Deliberately?\nOlivia: And when Josh found it-- which you undoubtedly hoped he would-- he came to confront you so that you could argue.\nAlan: That sounds like something I would do.\nOlivia: Well, it was a big mistake.\nAlan: You know, I thought you would appreciate my fair- mindedness, Olivia. I mean, I think it's only fair that Josh should know he should never take you for granted-- not that it will matter at all in the long run.\nOlivia: I love him, Alan! Only him. I will never leave him.\nAlan: But will he leave you? That's what you're not certain of-- especially when he finds out that you have the hots for his arch-enemy.\nOlivia: Oh, get over yourself. The only reason I entered into this sick relationship was to keep you quiet about the kickbacks I was forced to give in San Cristobel.\nAlan: I know, and you've hated every minute of it.\nOlivia: All you ever had was my body.\nAlan: Do you think that Josh will understand the distinction?\nOlivia: Okay. You know, obviously you enjoy toying with Josh and if that's what you need to do to save face, fine. Let's figure we're even. Call it a day. It's over. I was meant to be with Josh, and God help the person who comes between us.\n__________________________________________\nReva: \"I remain yours always. Always, Jack. P.S. Do not grieve for me, but trust your heart.\" You wrote that for me, not for her. But why have you called me back here now? Am I supposed to find out something about you or about myself? What happened to the dispatches? Why was Jack Robechaux executed? \n__________________________________________\nOlivia: I'm not kidding. You're not calling the shots here.\nAlan: If you say so.\nOlivia: So be grateful for what you get.\nAlan: (Laughs) grateful for what I get, huh?\nOlivia: You want me. All I have to do is walk through the door and you want me, right here, now.\nAlan: What ever made Josh Lewis think that he was all the man that you would ever need.\nOlivia: Because I’m all the woman that he needs.\nAlan: Mm. You're more woman than he could ever handle.\nOlivia: Don't get into a spitting contest with my husband because you'll lose.\nAlan: Ooh. Such a mouth.\nOlivia: I turn you on.\nAlan: Mm-hmm. And that turns you on.\nOlivia: Just so long as you understand that it's when I want, where I want and how I want. You mess with my marriage, Alan, you won't get within 50 feet of me. You got it?\nAlan: Someday you'll feel that way about me.\nOlivia: Another remark like that and I’m going to get out of here.\nAlan: I really believe what I just told you.\nOlivia: I mean it. And if you drag Josh into this in any way, we're through. This game is between you and me.\nAlan: Point, set, match.", "[SCENE_BREAK]", "__________________________________________\nRichard: The harbor is the key to San Cristobel-- no one will argue that-- but I am not going to allow economic development to take precedence over the very people it's intended to benefit.\nCassie: What do you suggest we do, Mr. President?\nRichard: I suggest that we meet with the local fishermen-- now, today. Alonzo, will you help?\nAlonzo: That's why I came.\nRichard: Good.\nAlonzo: And the weather is in our favor: There's a storm brewing offshore. It kept most of the fleet in today. There's plenty of guys around.\nCassie: So you could get us in touch with them?\nAlonzo: I'll convince a few of them to come up here, right?\nCassie: No. Richard, I think we should go to them.\nRichard: An impromptu town meeting.\nAlonzo: But wait...\nRichard: Dax, will you come in here, please? Thank you so much for bringing this to my attention, Alonzo.\nDax: Yes, sir.\nRichard: Yes, Dax. Well do we have a new assistant?\nDax: (Laughs) Mrs. Mayhew was in consultation when you buzzed, sir.\nMayhew: I hope you don't mind my coming in to say hello, \nRichard: Ah, very good, Mrs. Mayhew. Very good. We're trying to cure Mrs. Mayhew of the habit of calling me \"your highness.\"\nAlonzo: How could anybody get used to hearing that?\nDax: How may I be of help?\nRichard: Well, the three of us are going to visit the local fishing community.\nDax: Now?\nRichard: Yes.\nCassie: The sooner the better.\nRichard: So I’ll need you to prepare two motorcades and all the proper security detail.\nDax: Of course. I'll see to everything.\nRichard: Thank you very much, Colonel. Shall we?\nDax: This is even better than I hoped. Not only were my friends on the Coastal Commission able to galvanize Alonzo into action, now he'll get a first-hand look at true leadership. By his brother.", "[SCENE_BREAK]", "__________________________________________\nPhillip: I'm sorry, Danny. I didn't mean to spring this on you.\nDanny: Well, you did. I just don't see the point, really.\nGus: Very nice job, Danny. Very nice. You've got this place locked up really good and tight. Oh, you better warn your old buddies that Spaulding’s off limits.\nDanny: So, are the insipid remarks part of his job, too?\nGus: Oh, no. I throw those in for free.\nPhillip: Well, I have all the plans for this room in my office. Why don't we go take a look?\nGus: Yes, absolutely, boss. Oh, wait a second. Do you call him \"boss\"? Because if you call him \"boss,\" I don't have to call him \"boss.\" I can call him something else. It's okay with me; I don't mind.\nDanny: Before they stripped your badge away, this obsession of yours with me was at least a part of your job.\nGus: Oh, no, it's still part of my job. It's just a different job. You, Michelle, do you spend a lot of time here?\nMichelle: This is how you fill your pathetic life? It's really sad and very creepy.\nGus: You know what? I have a right to a living just like anybody else, and if everything here is on the up- and-up, well, then we can all just get rich at Spaulding’s expense. What's the problem?\nPhillip: I think this is going to work out fine.\nMichelle: Great. That's just great.\nDanny: We don't have much time.\nPhillip: Danny hasn't put the security cameras on line yet. At least not the ones that he installed. I believe in backups.\nGus: Very good, Mr. S. Remind me never to cross you. You, sir. What do you think? Is this plan going to hurt you? Could it help you in some way, perhaps?", "[SCENE_BREAK]", "__________________________________________\nHowie: It's hard to say.", "[SCENE_BREAK]", "Alonzo: What? Come on. The Howie Hughes I know has got an opinion about everything. Look who's listening to you now. This is the president. Take your shot!\nRichard: All right, all right, all right. Anybody? The first thing that popped into your heads when you heard that those wharves were going to be torn down?\nAlonzo: Oh, for crying out loud. You thought, \"hell, the suits, they're going to put us out of business as sure as the high tide follows the low.\" Come on, would you speak up while there's still time to be heard?\nSimons: It's a tough thing, a way of progress.\nRichard: Well, would that be progress?\nCassie: Do you think it's time to pull together, make sacrifices? Is that it?\nSimons: Will it hurt to lose the wharves? Yeah. But would it be worth it? Maybe so.\nWalton: Who are you trying to kid, huh?\nRichard: Please, sir, join us.\nWalton: What for? This meeting's a joke. And it's a crummy one at that.\nAlonzo: Why don't you go back to your table, Walton?\nWalton: Whoa, whoa. Didn't I hear right? I thought the president wants to know what the citizens have got to say.\nRichard: You did hear right. So, why is this a joke?\nWalton: Because you're going to do what you want, anyhow. Shove us out of the harbor, put us out of business. Hell, why'd you even bother coming down here? Oh. So you can tell yourself you tried to help the poor working folk, huh? That how it is? Huh? Mr. President?", "[SCENE_BREAK]", "__________________________________________\nPhillip: I just wanted you to see... Wait a minute. That's odd.\nDanny: Aitoro's going to be back any minute, so I've got to show you everything I can right now and try to get everything else on video.\nMichelle: How did you find a camera that small?\nDanny: A friend of a friend. Those other cameras are going to be our concern right now.\nMichelle: Okay, so there's what, eight of them total?\nDanny: Right. They cover the entire room, but they're also designed so that if one of them goes out, then they all will start pivoting so that every single camera can cover anything that's happening throughout the room.\nMichelle: That's what you meant about backups.\nDanny: Yeah. And these floor panels that we're standing on are also individually controlled, again, so if there's a mechanical failure in any one of them, the others will continue to operate. Now, the laser beams are invisible. See all these pinholes, right here? Okay, they're going to run on a random program that's generated changes every single day. We're not going to know the exact program until the day that you come through the vent, which means you're going to have just a couple of hours to memorize your series of moves that you're going to have to make. And now on top of everything, we've got Aitoro breathing down our necks.\nMichelle: So what do we do?\nDanny: I'll figure it out. The important thing is Aitoro cannot be anywhere near here on the day of.\nPhillip: Did you see that? Did you see what he was doing?\nGus: It's quite befuddling.\nPhillip: Damn it, I knew he was up to something.\nDanny: Phillip\nPhillip: Danny. What's that?\nDanny: What's it look like?\nPhillip: I think I'll let you tell me. My guess is it's not a beeper. That looks like a beeper. Let's see where the cord goes. Great. That looks like a camera. So, you're taking pictures of this room. Why would you do that, Danny?\nDanny: Well, you tell me, Phillip. You appear to have all the answers.\nMichelle: Are you accusing Danny of something?\nPhillip: I'm sorry, Michelle. For your sake, I really wanted this to work out. I really did. I wanted him to have changed. Maybe he tried. Maybe putting the fox in charge of the hen house was just too much. Although... Hang on just a second; I'll give you your shot. Since you seem to want to play this out, Danny, go ahead. I'll let you tell me. Are you still a thief?", "[SCENE_BREAK]", "__________________________________________\nReva: There was some reason why I was called back to New Orleans during the Civil War, but was it just to bear witness to history or to try to change it somehow.\nFelicia: Reva, I don't want to get existential, but you can't change the past without it having an effect on the present.\nReva: That's it. Jack Robechaux was in danger, and he didn't know it. Maybe Josh is in danger and doesn't know it, either.\nFelicia: It is one thing to explore your own psyche through hypnosis or past regression or whatever, but you can't play God.\nReva: Maybe... Maybe I was supposed to pass on a message, you know? Maybe something I saw in the past was supposed to affect something now. I just... General Hudson was obviously having an affair with Regina. Maybe Alan and Olivia are having an affair, too.\nFelicia: Reva, be careful. You might be projecting your negative feelings about Olivia, trying to prove...\nReva: I'm looking for answers, Felicia. And thank you for coming to New Orleans with me, but you didn't have to cut your conference short and you didn't have to come home with me.\nFelicia: You know the conference was just an excuse. I mean, frankly, I am fascinated with what's happening with you. I mean, this is the most interesting work that I've had in years.\nReva: Ah. So now I’m a case study.\nFelicia: And a friend. I'm just not ready to accept that someone can step through a painting into the past. But the doctor in me says that there's some logical explanation.\nReva: Maybe. But you don't think I'm nuts?\nFelicia: No, I don't think you're nuts. I think you're just dealing with some serious issues that have caused you these problems.\nReva: Yeah, well, all I can say is whatever business this is, it's creating more problems than it's solving, and I’m feeling like I’m running out of time. That's why I had to beat it back from New Orleans, because there's something that I’m supposed to be doing.\nFelicia: Any idea what?\nReva: Maybe.", "[SCENE_BREAK]", "__________________________________________\nOlivia: Well, don't try and impress me with your... Self- control.\nAlan: I can outlast Josh.\nOlivia: Really? In what way?\nAlan: In every way. And when he's crushed and plowed under with salt, you will have no choice but to come to me, and I will be there to give you what you want and what you need.\nOlivia: And what is that?\nAlan: A man who appreciates you for who you really are. No holds barred.\nOlivia: Josh appreciates me. He tells me so all the time.\nAlan: Josh appreciates the part you allow him to see, not the part that you keep hidden deep down inside, the part that you fear if he discovers it, he will walk away.\nOlivia: (Scoffs) you don't know Josh like I do.\nAlan: Oh, I know Josh a lot better than you think, and he wants a wife to fit into a certain ideal, a wife that behaves according to his standards.\nOlivia: Oh. And you have no standards?\nAlan: On the contrary. I just meet very few women who live up to my standards. I require a woman to be passionate, intelligent, ruthless, not afraid to break rules. A woman who refuses to be contained, with a killer instinct to take advantage of every situation, and a dedication to winning. You're that kind of woman, Olivia. And you can be yourself with me. You can only be half of yourself with Josh. Some day, you're going to realize that. I think you already have.\nOlivia: Stay away from my husband.\nAlan: That's up to you.\nOlivia: I'm warning you, Alan.\nAlan: Warning me? That sounds more like a challenge.\nOlivia: You're not the only person who can destroy people. Whoo. Like I said, on my terms.\nAlan: If I can't make you love me, I can make you need me.", "[SCENE_BREAK]", "__________________________________________\nPhillip: You know, Danny, I wanted to think differently of you. I really did. I didn't want to believe that this was true. But just to be on the safe side, I installed an extra security camera. So I saw you. I caught you in the act.\nDanny: What act would that be? \nPhillip: You brought a camera in here. Why else would you bring it?\nDanny: Yes?\nPhillip: It's empty.\nMichelle: I think you owe Danny an apology.\nDanny: No, no, no. That's okay, honey.\nMichelle: No, it's not okay.\nDanny: It is okay Phillip’s just doing his job, just like I was doing mine. He was smart enough to see that I had a camera, which is good, since we all have to be alert, no matter who's in this room.\nPhillip: So you're telling me you intended this.\nDanny: You're missing the point. Phillip, I made it all the way past security into this room with a camera. Now, granted the room isn't operational yet, but what if it were? Clearly we need to tighten up all the security procedures from the front gate to this room.\nPhillip: This was a test?\nDanny: That's what I'm trying to tell you.\nGus: Actually, um... Actually, Mr. Spaulding, it is standard operational procedure to run a test to see if you can crack your own system. That's normal.\nPhillip: (Laughs nervously) okay. Don't I look like a big idiot? Ah. Okay. I'm sorry, Danny. You know, I'm sorry. I see you and jump to the wrong conclusion, they make these things small. Do you mind if I keep this for a while and play around with it?\nDanny: Be my guest. It's fine.\nPhillip: Thanks. I've actually got a budget meeting that I’m late for now. Gus, come by my office in an hour and we'll go over the entire security plan, see if we can figure out a way to keep anything like this from getting in here again.\nGus: Will do. In the interim, I'll just get the lay of the land.\nPhillip: That's a good idea.\nDanny: You took the film out of the camera. Okay, I'll bite: What's your game, Aitoro?\nGus: Danny, that's very, very sloppy. You almost got yourself fired. I don't want you on the unemployment line; I want you out there doing what you do best. You... You're up to something big, I can smell it.\nDanny: Really?\nGus: Mm-hmm. And I don't go for this whole thing, \"I found religion, I found God.\" I don't buy that for a second. You're here because you are after something. I just figure I give you enough rope; eventually you'll hang yourself.\nDanny: Uh-huh.\nGus: Yeah. So this whole little episode, just consider it a fair warning. It's fair. Because I'm watching, for every single second of every day that passes, I'm watching you. Why? Because it's my job. It's what I'm getting paid for. And to be honest with you, completely honest, this job I would do for free.\nMichelle: You're a hateful man.\nGus: Well, you see this face? Get used to it, because you're going to be seeing a lot of it. Toodles.\nMichelle: Now what?                                                          ", "[SCENE_BREAK]", "__________________________________________\nAlonzo: You're drunk.\nWalton: I'm right.\nCassie: No, you're not.\nWalton: Like hell.\nAlonzo: Hey, shut up, Walton.\nRichard: That's all right. Let him speak.\nWalton: Ain't that diplomatic of you, huh? I spent my whole life down here in this harbor watching the Winslow’s come and go from their palace up in the hill, huh? Must be nice looking down at all the common folk, huh?\nCassie: Even when San Cristobel was a monarchy, the family put the people first and foremost. And now that it's a democracy, it's even more that way.\nWalton: He didn't get my vote!\nRichard: Perhaps you'll allow me to earn it today.\nWalton: It's talk. It‘s all talk.\nAlonzo: I'm warning you right now: Sit down.\nCassie: The reason we came down here was to find out if the people were angry, and if that's how you feel, we need to find a way to solve the problem.\nWalton: The problem is you!\nAlonzo: Hey, back off!\nWalton: You're one of them now, aren’t you?\nAlonzo: Think what you want, but if it's trouble you're looking for, you're going to find it here with me first.", "[SCENE_BREAK]", "__________________________________________\nFelicia: Well, at least think about it. Maybe we could try the hypnosis.\nReva: Mm-hmm.\nFelicia: I've got to get back to Clayton and find out what he's been up to since I've been gone. I know the way out.\nReva: Thanks, Felicia. Josh, it's Reva. You don't have to return this call. I really just wanted to thank you for taking care of Shayne while I was in new Orleans, but there is a little bit of a problem and I was wondering whether you could still watch him? I'll call you as soon as I get home, and do me a favor and give Marah and Shayne a big squeeze for me. Thanks. Trust your heart. Am I too late? Oh, Jack. (Gasps) \n\n"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=WV8IvqYmxWo"}