{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Lillian: She’s alive! My baby is alive! Oh, god!\nPhillip: Wait a minute. Hang on a second. Now listen to me. Listen to me. She is alive, but she’s not... She’s not all there. She’s lost some of her memory, so she’s a little bit off, but she is alive.\nAlan: Now how did she survive the flood, Phillip?\nPhillip: You know what? I’ll let her tell you the whole story. They should actually be here any minute. So...\nAlan: Wait, they?\nPhillip: Yeah, this is the bad part. She’s coming with Edmund.\nLillian: What?\nPhillip: Yeah, they've reconciled.\nAlan: Oh, for God’s sake, the man is a murderer!\nLillian: Yeah, I thought he'd kidnapped her.\nPhillip: No, no, listen. His story is that that they were both abducted together.\nLillian: What does Beth say?\nPhillip: Well, at the moment, she’s saying that he’s telling the truth. She says that he engineered their escape and that’s how they ended up in the desert.\nAlan: Wait, wait. That’s impossible.\nPhillip: I know, dad. Look, I’m having a hell of a hard time believing this, too.\nAlan: He probably threatened her, Phillip.\nPhillip: Well, he may have, he may have, and you know what? I don’t care. All I know is that right now my children have their mother back. She’s backing him up. She’s got no reason to lie.\nAlan: None that we know of.\nLillian: We have to believe her. We have to believe her.\nPhillip: Yeah.", "[SCENE_BREAK]", "Lorelei: Mom!", "[SCENE_BREAK]", "Lillian: Oh, Beth! Oh, God. Beth, oh sweetheart. Oh, sweetie.", "[SCENE_BREAK]", "__________________________________________\nRick: Aunt Michelle?\nHarley: Wake up.\nRick: Uncle Danny?\nMichelle: Oh, my gosh. How did you...\nHarley: I was until just a few short hours ago.\nMichelle: What did you do?\nHarley: In a jail cell.\nDanny: What?\nHarley: Yeah, speed trap in the middle of nowhere, can you believe it?\nRick: Brewster Falls, to be precise.\nHarley: This overzealous cop, he throws me in jail just as my contractions started. Then he loses the key.\nMichelle: Loses the key?\nRick: It gets better.\nHarley: Yeah, yeah. Just as my water breaks, boom, he’s out cold.\nMichelle: No?\nRick: Aitoro calls me...\nHarley: Well, he and Aitoro had mixed up their phones.\nRick: He switched phones and he didn’t tell me you called.\nHarley: But then he redeemed himself by delivering the child, which he would not have been able to do if Rick hadn’t showed up. And he got there just in time to deliver his own little baby. It was beautiful. Really, it was beautiful.\nDanny: Congratulations, you guys.\nRick: Thank you.\nDanny: Hey, if you want to skip Tony’s party, if you want to hang with what’s his name?\nHarley: Jude.\nDanny: Hey, Jude. That was... That had to happen.\nMichelle: No, no, you know, well, I think the three of them probably need to take a nap. And Harley, if you want to crash here, you're more than welcome to.\nHarley: Funny you should mention that...\nRick: It’s very funny you should say that, because I’ve asked her to stay at the house for a couple of days. Her house is clearly not ready.\nHarley: And I think it would be a great opportunity for Rick to actually bond with his son.\nMichelle: Well, Meta will be thrilled to have two babies to spoil.\nRick: I better get some supplies.\nHarley: Diapers.\nRick: Diapers.\nMichelle: I’m so proud of you.\nRick: Why? Why do you say that?\nMichelle: Besides the fact of being a hero, you're going to be a great dad.\nRick: Thanks.", "[SCENE_BREAK]", "__________________________________________\nCatalina: There you go. You look fantastic.\nTony: Well, you, you look pretty damn hot yourself.\nCatalina: You're very, very tense. Relax Tony. This is your night. Anything can happen.\nTony: Yeah, that’s what I’m afraid of.\nRomeo: (Whistling) Little something from Carlos.\nTony: He’s not coming. He wants me to take care of this tonight. Now it’s all on me.", "[SCENE_BREAK]", "__________________________________________\nSam: (Whistles) Glamour girl. Steaming up the place, look at you.\nMarah: Hello. Well, you are in a good mood.\nSam: Well, see, it’s kind of like this. An old friend told me to lighten up, chill out, and enjoy what I have.\nMarah: Well, if you ever see this old friend again, give them a kiss for me.\nSam: Marah?\nMarah: Yeah.\nSam: You need a sweater?\nMarah: No, I got this really terrible feeling all of a sudden.\nSam: About what?\nMarah: About Tony’s party. I don’t think we should go.", "[SCENE_BREAK]", "_________________________________________\nReva: I didn’t bring anything fancy, so Regina let me borrow this.\nJack: That was very kind of her.\nReva: Thank you for inviting me to dinner.\nJack: My pleasure. You deserve to enjoy yourself.\nReva: How’s the shoulder?\nJack: Holding up. That is a beautiful dress. Why don’t you do a little spin for me?\nReva: Not exactly ripped from the runway, is it? That’s a term that we use where I come from. But it is a fine dress, and I’m proud to be wearing it. What?\nJack: This lace rose. It does not belong.\nReva: Better? Colonel Robechaux?\nJack: I’m afraid you caught me off guard, looking like that.\nRegina: Take this to General Hudson at his quarters with my compliments. Tell him I look forward to seeing him shortly. Go on.\nGirl: Yes, ma'am.\nReva: It must be hard sitting on the sidelines watching when other people are fighting a battle you feel so strongly about.\nJack: My feelings about the war might surprise you, Miss Shayne, but I assure you, I am still fighting the battle that needs to be fought.\nReva: Oh, of course. I didn’t mean...\nJack: It’s all right. It’s confusing, I know that. Like tonight, entertaining a Yankee general right here in my home, and not just any general, but the beast himself, Mordecai Hudson. Like breaking bread with the devil.\nReva: Your wife’s idea?\nJack: My wife is strong-willed, as you've noticed, I’m sure. But tonight... Tonight you are not my nurse. Tonight you are an invited guest in this home. And my only cause that I am concerned with tonight is your entertainment.\nReva: Well, you're already entertaining me, believe me.Thank you for letting me borrow your dress.\nRegina: What? That old thing? I was glad to put to use. It’s terribly out of fashion, but it suits you.\nJack: I have a fine idea. Perhaps we can show General Hudson what New Orleans really thinks of him. We will sneak off to the French quarter for dinner....\nRegina: Jack...\nJack: ...And leave him here to fend for himself. Perhaps he will learn something about the rules of engagement.\nRegina: This dinner is about our survival. We must align ourselves with the north to save our plantation, and the only way is to curry favors with that general.\nJack: You! What do you think you're doing?", "[SCENE_BREAK]", "Horton: Sir, it is my job to safeguard the General.", "[SCENE_BREAK]", "Regina: Why, General Hudson, it’s wonderful for you to come. It’s our greatest pleasure to service New Orleans' most distinguished guest.\nHudson: The pleasure is all mine, I assure you. Thank you, Madame. Of all the inhabitants of this fair city, your welcome has been the warmest.\nRegina: General, you haven’t introduced your guest.\nHudson: My companion for this evening, Miss Vandergelt, my compatriot, Captain Norton.\nRegina: This is Jack’s dedicated nurse, Reva.\nReva: It’s a pleasure to make your acquaintance.\nHudson: Likewise.\nReva: I understand you are the beast of New Orleans.\nHudson: Well, the woman speaks her mind. What else have you heard?", "[SCENE_BREAK]", "__________________________________________\nLillian: I’m just going to hold you and hold you and never, ever going to let you go.\nLorelei: Mom, I’m so glad to see you. I just missed you.\nLillian: Oh, sweetheart, you know during that terrible memorial service we had for you, I kept screaming inside that I didn’t believe you were dead, that you would come back, and now look. You're here.\nAlan: I think I have just experienced my first miracle.\nLorelei: Alan...\nLillian: Sweetheart.\nLorelei: Now, Phillip, please. Let’s not turn this into a spitting contest. Edmund may not be a saint, but he’s not responsible for what happened in Mexico, either. In fact, I owe him my life.\nAlan: Of course you do.\nLillian: Honey, we thought you two were separated in the flood.\nLorelei: Well, yes, but only after he tried to warn me.\nLillian: Tell me what happened to you, okay?\nLorelei: Well, I grabbed on to a branch, and I just held on for dear life, and eventually I was able to drag myself up on to a bank, but like I told Phillip, I must have hit my head on a rock or something, because I just blacked out. And now I get these snapshot memories with big holes in between.\nPhillip: Are you still having the blackouts?\nLorelei: That’s what took me so long to get home.\nLillian: Oh, you didn’t know where your home was?\nLorelei: But I found my way back. And I found something else, too. It took this whole ordeal to make me realize that I’m meant to be with Edmund. And I know how hard that is for all of you to accept, but I hope you'll at least try.", "[SCENE_BREAK]", "___________________________________________\nRick: I’m just afraid I’ll never want to go back to work. I love that kid so much. It’s just going to be impossible to tear myself away from him.\nDanny: I know the feeling. Michelle? Honey? Come on, we got to get going.\nRick: Whoa, hot mama. What happened to my sister?", "[SCENE_BREAK]", "Michelle: While the resident comedian here is grabbing supplies, if you need anything, just ask Meta.\nHarley: I’m sure that Meta’s probably got her hands full with Robbie, but thanks, I will.\nMichelle: Oh, the present’s in the living room. (Knock on door)\nHarley: Who is it?", "[SCENE_BREAK]", "__________________________________________\nRomeo: So how are we going to make sure Sam doesn’t shoot off his mouth to Marah and connect us to the harbor project?\nTony: Hey, look, I know what I have to do, all right? And I don’t need anybody breathing down my neck!\nRomeo: Hey, what’s up with the attitude? I’m here to help you. All you got to do is say the word. If you don’t want to get involved now...\nTony: I am involved, man!", "[SCENE_BREAK]", "___________________________________________\nMarah: No, no I mean it. We should skip the party. Hey, let’s go bowling.\nSam: Dressed like this? Come on, Marah, we talked about this. We're together now and we want the whole world to know, right?\nMarah: I know. I just... I just have this horrible feeling.\nSam: Well, get rid of it. No horrible feelings, only good feelings tonight. You look way too beautiful to sit in a dorm room all night. Miss Lewis, I promise you a night to remember.\nMarah: Okay, we'll go.\nSam: That a girl.\nMarah: Only if you promise me that we'll go back to the dorm room afterward so we can be alone.", "[SCENE_BREAK]", "___________________________________________\nHudson: Rumor has it your plantation has fallen on hard times.\nRegina: Well, after the war, things were hard.\nHudson: Oh, too little, too late.\nJack: Your men have already torched our crops, damaged our main house. We will rebuild this house with our own money.\nHudson: Confederate currency isn’t worth the paper it’s printed on.\nJack: We'll be fine, don’t you worry.\nHudson: Do I look like I’m worried? Word has it that the Robechaux' resources aren’t what they used to be.\nJack: I invite you into my house against my better judgment; you come swaggering in here, and insult me. I have half a mind to throw you out on your tail!\nRegina: Jack...\nHudson: And I have half a mind to throw you into prison, and that is not an empty threat.\nRegina: Gentlemen, please. There are more appropriate topics. General, we have prepared a lovely feast in your honor. Let’s enjoy it, shall we?\nJack: Ma'am.                                                                      ", "[SCENE_BREAK]", "__________________________________________\nLillian: I thought you were gone forever, honey. And now that you're back, I don’t want to lose you again. So if that means you want me to accept Edmund, of course. I’ll do anything you want. I’ll accept Edmund.\nAlan: God give me strength.\nPhillip: You know what? I’m going to go get Lizzie.\nLorelei: Okay.\nPhillip: Dad, join me, please.\nLillian: You're going to see James.\nLorelei: Mother, could you get me a cup of tea? Mommy, I’m being so formal.\nLillian: I’ll get you anything you want, sweetie, but you won’t move. You stay right here, okay, safe and sound.", "[SCENE_BREAK]", "Edmund: Well done. Although you nearly caused me a second stroke at Towers. I didn’t think you were remotely ready to pull this thing off. \nLorelei: Eddie. I have never seen a more beautiful place in my whole life. Hey, hey, I want to ask you something. Ain’t that... Ain’t that what they call that art nouveau or art deco, or something?\nEdmund: Don’t point. And if it takes an exorcism, we will strike the word \"ain’t\" from your vocabulary.\nLorelei: Relax. I see why you put me through boot camp. And I want to let you know something-- I appreciate it.\nEdmund: Well, you're about to depreciate and rather quickly, I might add, if you don’t pass this next test.\nLorelei: What’s that?\nEdmund: The children. You have to be extremely careful, especially with Lizzie. There is no fooling an innocent.\nLorelei: Could you speak in English, please?\nEdmund: No one will see through you more quickly than a child, and you're about to come face-to-face with your own daughter, which means you have to play this to make her believe you are Beth.", "[SCENE_BREAK]", "__________________________________________\n(Latin music playing)\nMichelle: Hey! Happy birthday.\nTony: Thanks.\nDanny: Getting old, man. Catching up with me. Guess I’m going to have to start showing you a little respect.\nTony: You can’t even say happy birthday without making some left-handed comment, can you?\nDanny: Come on, I didn’t mean anything by it. Tony, lighten up. Seriously, I mean, if we can’t be in the same room together without arguing...\nTony: Then we can’t be in the same room together.\nDanny: What the hell is his problem? I mean, what did I say? I didn’t say anything.\nMichelle: I’m sure he’s just nervous, you know, big party, big expectations.\nDanny: Whatever. Let’s just eat and get out of here. Come on.", "[SCENE_BREAK]", "_______________________________________\nRay: Bro. My little brother, all grown up. Look at you. This is a good idea, bring the family closer. What’s up, Tony?\nTony: It’s like you say, I’m the man now. I got some tough choices to make, so...\nRay: Well, they're usually not so tough once you weigh the good and the bad. Want to talk about it?\nTony: No. Maybe. I don’t know, Ray. Maybe.\nRay: Listen, whatever’s bothering you, trust your gut. I have faith you'll do the right thing, no matter what the problem is. Come on, let’s have fun.", "[SCENE_BREAK]", "___________________________________________\nMarah: You know, ever since we got here, you mentioned that guava salsa you had.\nSam: Right, right, right, right, right. You want to try some?\nMarah: Yeah.\nSam: I saw some, it’s over here. I’ll go get it.\n__________________________________________\nMarah: Happy birthday. Nice party.\nTony: Yeah, Catalina did all the work.\nMarah: She did a real bang-up job.\nTony: Hey, everyone’s having a good time.\nMarah: Want to dance?\nTony: What?\nMarah: I mean, why not? We both moved on, right? You love this song and it’s your birthday. (Laughs)", "[SCENE_BREAK]", "__________________________________________\nCatalina: Wow, you're like a new man.\nSam: Yeah, and you're the lady responsible. You told me to chill out, remember, and to enjoy my life a little?\nCatalina: So, you didn’t say anything to Marah, did you?\nSam: Like what? \"No, I didn’t save your dad. No, I’m not your hero, and I’ve been lying all the time?\" No, I didn’t say that.\nCatalina: Sam... Sam, you're a good, good guy. You deserve to be Marah’s hero. Doesn’t matter about the details. You two look good together.\nSam: Like you and Tony?", "[SCENE_BREAK]", "__________________________________________\nTony: You look good, Marah.\nMarah: Thanks. So do you.\nTony: I'd better. I mean, if you don’t look good on your birthday, you might as well throw in the towel, right?\nMarah:(Laughs) Do you feel different now that you're older?\nTony: Yeah. Yeah, you better believe it.", "[SCENE_BREAK]", "__________________________________________\nHudson: Captain, would you escort miss Vandergelt to the carriage?", "[SCENE_BREAK]", "Norton: Certainly, sir.", "[SCENE_BREAK]", "Regina: Take this to general Hudson at his quarters with my compliments. Tell him I look forward to seeing him shortly. Go on.", "[SCENE_BREAK]", "Maid: Yes, madam.", "[SCENE_BREAK]", "Horton: Almost as beautiful as you are.", "[SCENE_BREAK]", "Regina: Jack...\nReva: What is it?\nRegina: You've got to rest. Stop pushing yourself so hard. I’ll show the general out.\nReva: Let me help.\nJack: I’ll be all right, thank you.\nRegina: You are playing a very dangerous game.", "[SCENE_BREAK]", "Hudson: I’m not the only one.", "[SCENE_BREAK]", "__________________________________________\nEdmund: Whatever you do, for God’s sake, please don’t choke. This poor girl’s been through enough already.\nLorelei: Hi, Lizzie.\nLizzie: Mommy!\nEdmund: Lady Elizabeth. I know... I know, you blame me for your mother going away, but look, here she is. I’ve brought her back for you, haven’t I? It’s going to be as though nothing ever changed.\nLizzie: I missed you so much!", "[SCENE_BREAK]", "__________________________________________\nHarley: Yeah, so where did you find my phone?\nGus: Where is everybody?\nHarley: Out.\nGus: Brewster Falls.\nHarley: And you've had it this whole time?\nGus: I just picked it up. I just came back from there.\nHarley: Brewster Falls? You went back? Why?\nGus: Quaint little town. I was trying to scare up a little new business, you know?\nHarley: Quaint? It’s like a ghost town, and it’s about 60 miles from here anyway.\nGus: Right. Well, I need all the business I can get.\nHarley: Mm-hmm.\nGus: I got to go. Thanks.\nHarley: No, no. See, you didn’t go back there trolling for clients. Uh-uh. You went back there because you helped me deliver my child there, and I think... I think that actually might have touched you a little bit. See, I see right through you, Aitoro. Remember I’m the one person in this town who actually knows you have a heart.", "[SCENE_BREAK]", "__________________________________________\nRick: Hey, Mel.\nMel: Hey, Papa, congratulations.\nRick: Aw, you shouldn’t have done this. Thank you. Thanks so much. Can I open this?\nMel: Yes, please.\nRick: A tympanic thermometer. Thank you. You shouldn’t have done this.\nMel: I knew you'd appreciate it.\nRick: Well, I appreciate it. Now that I’ve thanked you for a gift, can I ask you for a favor?\nMel: Sure.\nRick: Since you are one of the most talented, gifted residents I’ve ever met in my entire life.\nMel: Odd. We're nowhere near a movie theater, yet I detect a scent of butter. Come on, out with it.\nRick: All right. Can you cover for me in E.R? Just for a few days.\nMel: That’s it? The big wind-up?\nRick: A week.\nMel: Whatever you need.\nRick: Two weeks?\nMel: Okay, now you're pushing it. So, what did you name the baby?\nRick: His name is Jude.\nMel: Solid. Biblical. I like it.\nRick: Well, actually Harley came up with it. It was one of her favorite songs, something like that. Oh, by the way, I haven’t shared this with you, she’s going to be staying with me for a while.\nMel: Oh, like some sort of test run?\nRick: I don’t know. I mean, we'll see how it goes.\nMel: That’s great. I’m happy for you.\nRick: Am I dumping too much on you?\nMel: No.\nRick: If I am, I want you to be honest with me. I mean, can you handle this thing in E.R by yourself?\nMel: Oh, yeah. Absolutely. So I guess I’ll just take a rain check on that sci-fi fest. You'll have your hands full for a while. But hey, it’s not like you don’t have a great excuse. There will be other festivals.\nRick: Uh-huh. Oh, yeah. I can see it all now. You're going to forget all about me now that I’m a house daddy.\nMel: Are you kidding? I can’t wait for Jude to grow up so we can drag his dad out to the cool films.\nRick: There you go. Well, I was on a diaper run, and that’s what I need to do, so I’m going to go get some diapers.\nMel: Okay, you'd better hurry.\nRick: Okay, bye. Oh, and listen, I’m going to call you later so we can reschedule that movie date. I just need to get resettled first, okay?\nMel: Wait, Rick. Don’t go.", "[SCENE_BREAK]", "___________________________________________\nRay: Nice party, huh?\nMichelle: Yeah.\nDanny: Yeah, Catalina did a really good job.\nRay: She did. That she did. You guys hear about Tony’s new roommate?\nMichelle: Uh-uh.\nRay: Carmen moved in to the guesthouse.\nMichelle: What? Tony let her?\nDanny: She’s not coming here tonight, is she?\nRay: No, no. He made it perfectly clear that she wasn’t invited. Come on, you guys. Let’s go check out the picadillo; I hear it’s great.\nMichelle: No thanks.\nDanny: We already ate.\nMichelle: We're trying to burn it off.\nRay: Well, in that case, more for me, then. Congratulations, uncle, auntie.\nDanny: Thanks.\nRay: See you later.\nDanny: Do you feel like dancing anymore?\nMichelle: Not really.\nDanny: You feel like getting out of this house?\nMichelle: Yeah.\nDanny: Let’s go. Come on.", "[SCENE_BREAK]", "_________________________________________\nTony: Let’s do it.\nRomeo: In front of all these people? Are you nuts?\nTony: This is what you're going to do.", "[SCENE_BREAK]", "Romeo: I’ve been watching you. Where did you get those moves?\nSam. He’s a really good dancer.\nRomeo: Not as good as you.\nMarah: Well, he taught me everything I know.\nRomeo: Mmm. I could teach you a thing or two. What’s the matter? You don’t like dancing with me?\nMarah: I just want to get back to Sam.\nRomeo: Sure you do. The guy’s a big hero. Saved your daddy, fingered Felix Chavez.\nMarah: What are you talking about?\nRomeo: You don’t have to pretend with me. I know the score.\nMarah: Why are you grinning at me like that?\nRomeo: Cause I know something that you don’t.\nMarah: What?\nRomeo: Sam didn’t know who was behind those payoffs in San Cristobel’s and he sure as hell didn’t clear your dad.\nMarah: Okay, you're officially getting on my nerves now.\nRomeo: Well that’s too bad, 'cause Sammy’s not your hero, I am. Go on. Ask him. I dare you.", "[SCENE_BREAK]", "__________________________________________\nGus: All right, so I’m a human being. So what?\nHarley: (Laughs)\nGus: What? This isn’t funny.\nHarley: Maybe not to you.\nGus: You know, a couple of years ago there was a serial killer running around Washington, D.C., And the bureau gave me a big old plaque for taking him down, and I thought that I was pretty hot, I thought I was pretty amazing.\nHarley: You thought that, huh?\nGus: And I never thought I could top that. But when I realized that you and the baby were in danger, delivering that child into this world became the most important thing to me in my life. Everything else just seemed to evaporate.\nHarley: Well, I’ll never forget what you did for him... I mean, me.\nGus: Helping you deliver Jude has been the proudest moment of my life so far.\nHarley: Thank you.\nGus: Why did you go back to Springfield?\nHarley: To be near my family and my friends, and to also have the baby with Rick. I mean, you know, he’s the father, so I thought it was the least I could do for him.\nGus: Of course. Of course. But that’s not why you came back.\nHarley: No? What is the reason?\nGus: You came back for me.", "[SCENE_BREAK]", "_________________________________________\nLizzie: I used all the right colors. Do you like it?\nLorelei: I love it.\nAlan: Well, why don’t we have some dinner?\nLizzie: I get to sit next to mommy.\nPhillip: Why don’t you go get washed up?\nAlan: Beth, I expect you'll want Lizzie to stay with you at Towers.\nEdmund: Well, we'd like to take her back this evening, but if...\nLorelei: If it’s not too much to ask, I'd like to stay here, at least until we find a permanent home. Lizzie’s happy here, and she needs stability.\nPhillip: Yes. You're always welcome to stay here, you know that.\nLorelei: And Edmund, too?\nEdmund: Beth, I really don’t think that’s the best idea...\nAlan: No, no, no, Edmund. The more, the merrier.\nEdmund: Thank you, but I don’t think...\nLorelei: Alan, thank you.\nAlan: Well, shall we, Lillian?\nLillian: Oh, yes.\nLorelei: Phillip, from what Edmund tells me, you've pretty much taken charge of my estate, and obviously I’ll need access to those accounts again.\nPhillip: Sure, that’s no problem.\nLorelei: And Edmund will need access as well.\nPhillip: Okay, to which accounts?\nLorelei: Everything.\nPhillip: What about your inheritance?\nEdmund: Phillip, I think you heard what Beth said. Beth, we'll talk about this later, all right? I’ll be back in a minute.\nLorelei: Oh, Eddie. You've been a naughty boy. You've been hiding something from me, and I’m going to find out what. It’s dinner time.", "[SCENE_BREAK]", "__________________________________________\nHudson: It’s very simple. Either you convince your husband to fork over a cut of the plantation, or I will expose him as a confederate spy and he will hang.\nRegina: You said you wouldn’t hurt him. You promised.\nHudson: I lied. Ooh, your wifely devotion is very touching, considering...\nRegina: I’ll do whatever you want, just don’t hurt Jack.\nHudson: Very well, for now. But you will be mine sooner than you think. What about the Yankee dispatches?\nRegina: Intercepted as if they never existed. No one will be the wiser, I guarantee it.\n(Door closes)\nHudson: What was that? \n\n"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=L-FozB9wXL4"}