{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Guiding Light", "Transcript": ["Lizzie: How do I look? \nCoop: Oh, you... incredible. You look amazing. \nLizzie: Come here. ( Laughter ) do you like the wrapping? \nCoop: ( Stammering ) I... yeah... \nLizzie: Yeah, that's a good answer. ( Laughter ) wait, wait. Just um... \nCoop: Uh... Lizzie. \nLizzie: Okay. Sorry. \nCoop: No. Uh... yeah. \nLizzie: I know, I saw this in a magazine and I had to try it. Listen to the voice inside say I love you... Okay. Wait, wait listen to my heart it's calling for you ooh, you know I just can't hide it I love you... Okay. Now, um, you come to this side of the bed. Now tell me what's in here. \nCoop: Okay. Um... \nLizzie: Come on, Coop, don't hold back.\nCoop: I won't. Lizzie, you are so beautiful. I mean this room is just... it's incredible. I got to know, how did you afford it? ", "[SCENE_BREAK]", "________________________________________\nDinah: ( Whistling ) you come here often? Nah. Guess just in the winter, kid.\nMallet: A waste of time talking to Frosty, he's real stiff, and cold? You betcha. \nDinah: You telling me this isn't the guy you were going to bring tonight to lighten things up? \nMallet: Oh. No, sorry, I guess until my friend gets here, you'll be stuck with me and Frosty. \nDinah: So we're the only three people in town that don't have any family around at Christmas time, huh? \nReva: Hi. Dinah. Hi. \nMallet: Hi. \nReva: A.C. Mallet. \nMallet: Happy holidays. \nReva: Yeah, you, too. \nDinah: Hi. So, do you guys want to join us for the Christmas without kids society? What's the matter? ", "[SCENE_BREAK]", "Billy: Well, actually, we were going over to Cassie's house. ", "[SCENE_BREAK]", "Reva: Yeah, a tree-trimming party. \n", "[SCENE_BREAK]", "________________________________________\nOlivia: I'm looking forward to this. \nJosh: Well, I have to say, I believe it is very generous of you to have bought an ornament for Cassie’s tree, although it is going to make me look bad considering I left the baklava on top of the car.\nOlivia: Oh, that can happen to you, but no, you're not going to show up empty-handed because I put both our names on the card for the ornament, if that's okay? \nJosh: Lovely, thank you very much. \n\nOlivia: Yeah. ", "[SCENE_BREAK]", "________________________________________\nTammy: Mom, there's something I need to talk to you about. It's about the fire at the cottage. \nCassie: What about the fire? \nTammy: I need to tell you the truth. Do you know how that fire started. \nCassie: Jonathan started it. \nTammy: No. \nCassie: Tammy. \nTammy: He didn't. \nCassie: He was seen at the house, and we all know it is not the first fire he has set. \nTammy: So. So he's made some mistakes, like everyone else. Mom, he's changed. \nCassie: I wish I could believe that. ( Knocking at the door ) ", "[SCENE_BREAK]", "Sandy: Happy holidays. \n Tammy: You invited him without asking me?\nSandy: Don't blame your mom. I came on my own accord. I heard about the party, and I brought something for the tree. \n\nTammy: Thank you. Did you come for any other reason? \nSandy: If you had a minute to talk, I wouldn't mind. \nCassie: He is here already. \nTammy: Well it's freezing out, so you can come in for a little while. \nSandy: Thank you. ", "[SCENE_BREAK]", "________________________________________\nDinah: Cassie's tree-trimming party; warn the neighbors. \nReva: Fun, huh? \nDinah: If you say so. \nReva: You know, Dinah, I'm sure Cassie wouldn't mind if you came along with us, stop by. You two have been through an awful lot this year. \nDinah: Yeah, an awful lot we would both like to forget. \nBilly: Hey, a lot of people had a rough time in '05. I think we should get going. \nReva: Yeah, but, please, come along, there will be plenty of popcorn and cranberries for stringing garlands.  (Laughs ) see ya. ", "[SCENE_BREAK]", "Mallet: Bye. Have fun. \nDinah: Blah, blah, blah-blah! I'd like to know what's wrong with me. Could someone check me out, because holidays make me sick. I don't enjoy them. I'd like to drown myself in a bowl of chilli, a pint of beer and puke. \nMallet: That's a good idea, let's go do that.\nDinah: Oh. Listen to me. \nMallet: Hmm? \nDinah: So much as a whisper ofMerry Christmas to me, I ask you-- I beg of you to please arrest them for some sort of like disturbing the peace or something. \nMallet: Okay. That's a deal, you got it.\nDinah: Oh, God bless you. ", "[SCENE_BREAK]", "O come all ye faithful joyful and triumphant \no come ye, o come ye to Bethlehem.\n________________________________________\n\nOlivia: I can't get over how beautiful this time of year is. ", "[SCENE_BREAK]", "Josh: Now if I recall correctly, you did not like the snow a whole lot that time we got stuck in the blizzard. \nOlivia: Oh, no, no. But do you remember what we did when we got home? \nJosh: Yeah. I think we should probably get to Cassie’s before all of the eggnog is gone. \nOlivia: Thanks for taking me with you. And if this is in any way awkward with Reva, then I don't need to... \nJosh: I'm not worried about Reva. \nOlivia: Jeffrey and Cassie? \nJosh: I gave Cassie an envelope with the picture in it; she threw it in the fireplace and burned it. That's enough for me. I'm just going to try to enjoy myself, enjoy the season and the company.", "[SCENE_BREAK]", "________________________________________\nLizzie: Who cares how we got it. We got it and it's ours until-- take this thing off-- until tomorrow at least. \nCoop: Okay. Lizzie... \nLizzie: You need to quit wasting time. \n\nCoop: Lizzie, listen to me, okay? Please.\nLizzie: Okay. Time for talking is over. They say once you're in the bed then... \nCoop: I'm concerned, okay? That's all. I mean how did we even get here? \nLizzie: I stole it. \nCoop: You-- what? From who? \nLizzie: I stole it. Alan Spaulding, my grandfather. I stole the key out of his safe. He doesn't seem to be complaining, so you shouldn't either. Just tell me thank you, Lizzie, for this amazing gift.\nCoop: Uh-huh, you came prepared. Well, thank you, Lizzie, for this truly amazing gift. Thank you so much. \nLizzie: That's good, that's really good. Now all you have to... \nCoop: I know. I know. Come here. \nOh won't you give me another chance \nI want to spend my life with you... \nCoop: Hey, hey, hey. Okay, hold on. \n\nLizzie: Don't stop me. \nCoop: No. Lizzie, I know that probably every magazine in the world says that this is it, and that you and I should make love, but... if you're not ready and you don't want to do this, just say so, okay?", "[SCENE_BREAK]", "________________________________________\nBilly: Darling, are you okay with this? \nReva: I'm fine. I love holiday parties.\nBilly: Yeah, but I mean Josh is going to be here. \nReva: And that's okay, too. Just as long as Olivia is not in the mix. \nBilly: All right. Then something else is on your mind. \nReva: It's Jonathan. I just hope that wherever he is, he's happy. ", "[SCENE_BREAK]", "________________________________________\nCassie: I just want her to be happy. \nJeffrey: Even if it's with Sandy, the guy who's caused her so much pain? \nCassie: It's her decision. I just worry, you know, with the fire and Jonathan. The whole thing makes me nervous. \nJeffrey: Do you think Jonathan could have started that fire? \nCassie: Absolutely. I'm glad he's not coming tonight. \nReva: Merry Christmas. \nJeffrey: Oh, hey! \nCassie: Hi! I'm so glad you could make it.\nReva: Well, I wouldn't miss it. \nCassie: He just showed up. We're staying out of it. ", "[SCENE_BREAK]", "Josh: Merry Christmas. ", "[SCENE_BREAK]", "Olivia: Hi. Merry Christmas. ", "[SCENE_BREAK]", "Reva: Well, ho-ho, ho. ", "[SCENE_BREAK]", "________________________________________\nSandy: Here. \nTammy: My mom's handling all of the tree stuff. \nSandy: No, you open it. Please. \nTammy: It is very, um... Sandy. \nSandy: And there's more, see? New divorce papers. \nTammy: I told you, I'm not going to... \n\nSandy: The lawyer messed up, Tammy. Jeffrey's helping me out now, and as soon as these are filed, I'll be a free man. And there will be nothing to stop you from letting me put that ring back on your finger. ", "[SCENE_BREAK]", "________________________________________\nLizzie: What, do I seem nervous, because I'm not at all. I'm really ready?\nCoop: No, Lizzie, Lizzie, listen. We've talked about this, okay? This is not something to rush right through, okay? This is definitely not a race. \nLizzie: I thought I knew exactly how tonight was going to go. \nCoop: Okay, how could you be ready or even know? I mean this is your first time. \nLizzie: The magazines. \nCoop: The magazines, right. \nLizzie: Well, they're supposed to spell it out for you step by step. \nCoop: Hey, what's the matter? \nLizzie: I just wanted tonight... \nCoop: To be perfect? Yeah, I got that. But guess what? I've got great news. \nLizzie: What? \nCoop: There's absolutely no way that you could make a mistake. \nLizzie: How do you know that? \nCoop: Well, because I'll show you. Right now.\nLizzie: Coop. \nCoop: Mm-hmm? \nLizzie: I'm glad I waited, you know if it means I get to be with you when I... \nCoop: I know. I know. And trust me. Come here, come here. Please just trust me? You will know exactly what to do. \n\nLizzie: It's going to happen, isn't it?\nCoop: Yeah. And it's already perfect. \n", "[SCENE_BREAK]", "________________________________________\nO come let us adore him... \nDinah: All right, do your duty. \nMallet: Hmm? What? \nDinah: Arrest him like you said you were going to do. \nMallet: He's kind of festive. \nDinah: You know what? All talk and no action, Mallet. ", "[SCENE_BREAK]", "Christ, the lord. O sing choirs of angels sing in exultation \nsing all that here and...\nMallet: Okay, thank you very much! You might want to stop the show now. Jeff, close your mouth, please. \nCaroler: Okay... \nMallet: You know what? You're under arrest.\nCaroler: On what charge? \nMallet: Bad... bad singing without a permit.\nCaroler: Oh, hell, lord, we greet thee joyful and triumphant. \nMallet: Okay. Thank you very much. Lovely. Here's some money for the shelter. \nCaroler: Thank you. \nMallet: Thanks for being such a good sport; I appreciate it. \nCaroler: Thank you. Merry Christmas! \n\nMallet: Merry Christmas! ", "[SCENE_BREAK]", "Dinah: Sometimes it's nice to have a cop at your side. \nVanessa: So I've noticed. \nDinah: Mom. ", "[SCENE_BREAK]", "________________________________________\nOlivia: Well, isn't this a nice gathering. ", "[SCENE_BREAK]", "Reva: It was. \nJosh: Hello, Reva? \nReva: Joshua. What an interesting crowd.\nCassie: There's room for everyone. \n\nJosh: Sandy, too, huh? \nReva: No Jonathan? \nCassie: Actually, he wasn't invited. \n\nReva: Cassie, I know... ", "[SCENE_BREAK]", "Cassie: Reva, I'm sorry, can we not go into this tonight? I really think we all have enough on our minds without having to worry about Jonathan. \nBilly: Hey! I thought we were here to trim the tree, so when do we get to help out R.J.? \nCassie: Right now. \nBilly: Good. \nOlivia: Cassie, Joshua and I brought you an ornament. \nCassie: Thank you. \nOlivia: You're welcome. \nCassie: Oh, it's beautiful. ", "[SCENE_BREAK]", "Reva: You should probably make room for two, then. This is from me and Billy. ( Laughter ) ", "[SCENE_BREAK]", "Tammy: I know that you were hurt by this, too, and I don't want to make it worse. But I don't want to give you any false hope, either. \nSandy: Tammy, we... \nTammy: Let me finish. It doesn't matter now if you divorce Ava or not. You and I are over. \nSandy: We can't be. I swear to you, we can fix this. \nTammy: Face it, Sandy, there was always something missing. \nSandy: And you really think you have it all with Jonathan? \nTammy: I think you should go. \nSandy: Take a look around. Do you think Jonathan will ever fit in with your family on nights like these? He'll never fit, period. I mean he is your cousin. \nTammy: I don't want to talk about it anymore.\nSandy: Wait. ", "[SCENE_BREAK]", "Jeffrey: Let her go. ", "[SCENE_BREAK]", "Tammy: Sandy, no! \nJonathan: Sandy? \nTammy: Oh, my God. Oh, I'm so glad you're here. \nJonathan: What's going on, you're shaking?\nTammy: It's like a bad dream in there. Sandy showed up and tried to give me thewedding ring back and tell me that we could get back together, and... ", "[SCENE_BREAK]", "R.J.: Sandy, can you hang the angel up high for me? ", "[SCENE_BREAK]", "________________________________________\n\nComing up on \"Guiding Light\"... \nMallet: I'm glad you and your mom found each other. ", "[SCENE_BREAK]", "Dinah: Yeah, thanks to you, you big lug. ", "[SCENE_BREAK]", "Lizzie: I do, I love you. Okay, maybe we can do this on a regular basis. ", "[SCENE_BREAK]", "Sandy: Where are the sleds?\nJeffrey: In the barn. There's a whole bunch of them. \nSandy: Cool. Let's go get them.\nJeffrey: Okay. ", "[SCENE_BREAK]", "Dinah: I can't believe you're here. \n\nVanessa: Oh, well, it's really me. I'm really here and I'm really glad to see you. \nDinah: What are you doing here? I didn't know you were coming to town. \nVanessa: Ooh. \nDinah: What? What? \nVanessa: Well it's just that I'm so glad to have such a nice welcome from you, that's all. \nDinah: Well I hardly get to see you anymore. And, usually, there's a problem and that problem's usually me. \nVanessa: Well not this time. This time I just uh... I had an urge to come to Springfield for Christmas. So I miss my girl.\nDinah: Oh, my gosh. I mean you should've just seen me about a half hour ago. \nVanessa: Why? \nDinah: Well, I don't know, I was... I was going on and on about how I wasn't... I wasn't going to have any family around this year. And, I don't know, I knew I was going to be alone-- not counting one pesky little cop friend I know. \nVanessa: Well, let me see. Would that be by any chance uh... detective Mallet? \nDinah: Yes. How did you know that? \n\nVanessa: ( Laughs ) well, because, actually, he called me and suggest that I fly out. \nDinah: What? Wait a minute. I don't understand. \nVanessa: He called me and he said that although he was pretty sure you would deny it, he was pretty sure that you missed your mom, so why didn't I come to Springfield for Christmas. And he had even actually looked up the flights. \nDinah: So Mallet didn't just suggest that you come, he made it happen. \nVanessa: Now, wait a minute, honey. I didn't exactly need any prodding, you know. I've really missed you. So, you think you can manage a little extra hug? \nDinah: Yeah. Come here. I can manage. \n\nVanessa: Good. ", "[SCENE_BREAK]", "Mallet: If I didn't know better, I'd swear you two were related. \nVanessa: Hi, detective Mallet. \nMallet: How are you Mrs. Reardon? \nVanessa: Nice to see you. \nMallet: Nice to see you. And thanks for coming. I'm glad you and your mom found each other. ", "[SCENE_BREAK]", "Dinah: Yeah. Thanks to you, you big lug.", "[SCENE_BREAK]", "________________________________________\nCoop: Hey. Are you okay? \nLizzie: Mm-hmm. \nCoop: Yeah. Gosh, you are so beautiful. It almost... it almost hurts to look at you. ( laughter )\nPrayed for an angel to come with me... \nlove only an stranger then you came to me \njust when I'd given up you gave me love \nyou set my soul... \nLizzie: I do, I love you. ", "[SCENE_BREAK]", "You gave me the love that I need \nand you, you you're some kind of miracle, baby \nand you, you are a miracle, a miracle to me \nbaby you are a miracle to me.\n________________________________________\nJonathan: God, I love you. I don't want you to go back in there. \nTammy: Jonathan, I have to. \nJonathan: I'm tired of the have-tos. I want to spend every day with you all the time. \nTammy: Me, too. Look, I'll go back inside for a little while and then I'll come up with some kind of excuse and come find you in the barn. Okay? \nJonathan: Okay. \nTammy: I won't take very long, I promise. I'll bring mistletoe. \nJonathan: Oh, like we need it? ", "[SCENE_BREAK]", "________________________________________\nSandy: Sorry, Cassie, I accidentally broke it. \nCassie: It's all right. There are more. Are you all right? \nSandy: I'm fine. It's nothing. There's no place like home for the holidays... \nCassie: Tammy. Look at you, you're all flushed. Are you freezing? ", "[SCENE_BREAK]", "Tammy: I just couldn't come back inside. It's so beautiful out there. You should see it. ", "[SCENE_BREAK]", "________________________________________\nOlivia: Gosh. You know what? Let's go outside and make some snow angels. \n\nReva: That's cute. \nOlivia: What? \nReva: Isn't that cute, Billy? \nBilly: Reva? \nReva: What? Olivia wants to go out in the snow and play in the snow with Joshua. \nOlivia: Why not? \nReva: You're loving this, aren't you? \n\nOlivia: It's a party, Reva. Loosen up. \n", "[SCENE_BREAK]", "Billy: Look, is this what you want? You want to bring them together so you can watch them fight. \nJosh: What, are we now back to this thing about me being addicted wild women? Billy, come on. \nBilly: Oh, well tell me how wrong I am when that one ruins your life again. \nJosh: You know what? I'm thinking I could use a little fresh air. Hey. Olivia, let's go make some snow angels, okay? \n", "[SCENE_BREAK]", "Tammy: No. No, you can't go outside. \n\nJosh: Why not? \nSandy: Yeah, why? You said it was so terrific out there. \nTammy: Well, we haven't finished trimming the tree yet. Hey, R.J., Where's that star that goes on top? \nR.J.: Right here. \nTammy: Well everyone needs to stay to watch you put it on top. So go for it. \nJosh: Well, okay, then. Let's do it. Come on, R.J. \nTammy: Josh, would you mind if Jeffrey held R.J. Up? I think the man of the house should do the honors ", "[SCENE_BREAK]", "Jeffrey: Sure, that's fine. Go ahead, bud.\nJeffrey: Okay, ready? Ready for a liftoff?\nR.J.: Yeah. \nJeffrey: Okay. There we go. ( Cheers and applause ) good job, buddy! ", "[SCENE_BREAK]", "________________________________________\nDinah: So, now you're here in December in Springfield, huh? \nVanessa: Well, December with you, actually. And, you know, I think that if this gentleman had to tried too suggest I get on the plane to Antarctica, I probably would've gone. \nMallet: ( Laughs ) \nVanessa: When he called me, he was so charming and so amusing. And now that I see him again, he is even better looking than I remember. \nMallet: Wow. \nDinah: Wow. Mom, still going after those young guys again, huh? \nVanessa: Oh, stop it. \nMallet: Yeah, stop that. \nDinah: Okay. \nVanessa: You should've heard what he said about you. \nDinah: Oh, I know that he says lots of things about me. He thinks he's clever. \nMallet: Thinks? \nVanessa: I actually think he reads you like a book. And I don't want to interrupt your date, and I need to check on my hotel reservations, so if you guys excuse me just for a minute. \nDinah: Hey, listen. This is not a date.\nVanessa: Oh, okay, whatever you say. \n\nDinah: I would like you to spend the night at my place-- at least just for tonight. \nVanessa: Oh, thank you, sweetheart. I think the two of you need your privacy. Excuse me. \nDinah: I believe her. \nMallet: She's quite quick. She's kind of like you, but without all of the psychodrama. \nDinah: Oh, thank you very much. Do you know how annoying it is? \nMallet: Annoying? What's annoying? \n\nDinah: Well, let's see. Every time I want to strangle you, you go and do something nice. And I'm super ticked off you that dragged me out here tonight for whatever you call this. This um... \nMallet: I think it's a date. She said it was a date. I think it's a date. \nDinah: No, no. And then you just magically make my mother appear. \nMallet: Well, hey, all I did was pick up the phone. I mean, it's easier than bringing you flowers-- not that I was going to bring you flowers, you know. \nDinah: Why don't you tell me why you're here?\nMallet: Why do you automatically assume that everybody else has an agenda simply because you do? ", "[SCENE_BREAK]", "________________________________________\nLizzie: Am I any different? Like changed? Of course it's different. I'm actually happy. \nCoop: Uh! ( Lizzie laughs ) Lizzie, what happened? \nLizzie: Everything. \nCoop: Everything? ( Cell phone rings ) \n\nLizzie: Oh, wait. \nCoop: Oh, gosh. Would you either turn that off or just like toss it out the window. ( Cell phone rings ) \nLizzie: You know, I actually should get this one. \nCoop: Are you kidding me. Who is it? \n\nLizzie: It's my boss. Hello. \nQuinn: Lizzie. Hi, it's Quinn. \nLizzie: Hi. \nQuinn: Listen, I'm in Chicago right now, just wanted to know how it was going. \nLizzie: Oh, it was great. \nQuinn: Was it everything you thought it could be, did you get everything out of it you needed? \nLizzie: Mmm, and then some. \nQuinn: Well, cool. Listen, I have an even better place in mind, some place much more exciting. \nLizzie: Where? \nQuinn: Switzerland. A friend of mine has a chalet between Christmas and new year's, and I know how much you love to ski, so how about it? \nLizzie: Yeah only Coop and I already have plans. \nQuinn: Well who said anything about Coop?\nCoop: Psst, hey. It is way after hours, let me talk to your boss. \nLizzie: No. ", "[SCENE_BREAK]", "________________________________________\nJeffrey: Everybody ready? Here we go. \nR.J.: Yeah. \nJeffrey: Here we go. ( Cheers and applause )", "[SCENE_BREAK]", "Reva: It's perfect. \nJosh: Beautiful! \nOlivia: It's so beautiful, isn't it? \n\nJosh: There's nothing quite like aChristmas tree, huh? \nReva: I remember the first tree we had.\nJosh: ( Laughing ) oh, come on. \nReva: I do. \nOlivia: Why is that so funny? \nJosh: The first tree we had was not exactly what I would call a tree. \nReva: What are you talking about? \nJosh: It was made out of aluminum, Reva.\nReva: Well, yeah, I just wanted to try something different. \nJosh: When we turned that thing on, we took out the power not only in our own home, but all over the whole neighborhood.\nOlivia: So quaint. \nJosh: I can't believe you don't remember that one. \nReva: No, I do. Well, you know, we had a lot of trees in our years together. In fact, I remember the one really big one we had that year. \nJosh: Yeah, the white pine in the front yard at cross creek. \nOlivia: And did you carve your initials on that one like you did on the mantel inside the house? \nReva: As a matter of fact, I did. \nOlivia: With who else’s? H.B.'S and Billy's? I mean, carved letters and little hearts with arrows going through them. I'm surprised that tree's still standing. \nJosh: Here is an idea: Let's change the subject. \nReva: Great, before I decide to carve out something else. ", "[SCENE_BREAK]", "________________________________________\nSandy: I'm sorry if my being here upsets you. \nTammy: I don't see you leaving, though.\nSandy: I can make you happy again, I know I can. \nTammy: I'm happy now. \nSandy: With Jonathan. Well can you do this? Can you hang on to the ring and think about it? Can you please do that? \n\nDeck the halls with boughs of holly \nfa-la-la-la la-la-la-la \n\ntis the season to be jolly...\nSandy: We can at least carol together, can't we? ", "[SCENE_BREAK]", "Don we now our gay apparel fa-la-la-la-la \nla-la-la-la troll the ancient yuletide carol fa-la-la-la-la \nla-la-la-la. \nSee the blazing yule before us fa-la-la-la la-la-la-la... \n________________________________________\nDinah: Okay, you know what? Spare me... so spare me the holier than thou, speech. There are no free lunches in this world. There's nothing that doesn't have strings attached to them. \nMallet: Man oh, man oh, man. I was starting to think there was some hope for you. \nDinah: Nope. I was just being realistic, jack. \nMallet: You were lonesome for some family, so I brought some. That's it. That's all, okay? Is that so complicated? I mean if you think this all about payback, why don't you pick up the tab for dinner? How's that? You feel better now? Let's leave it at that. \nVanessa: Ooh. What is going on here? \n\nMallet: Um, your daughter and I wrestled for the check, and she won. You won. So I'm going to go brush some snow off my car.\nVanessa: Hmm. May I give you a suggestion?\nDinah: Nope. \nVanessa: Dinah, don't ruin it. \nDinah: Ruin what, mom? Ruin what? There is nothing going on. If there was anything to ruin with this guy. I am not involved with Mallet, okay? I don't even want companionship from a man. If I wanted companionship, I would go for a pot-bellied pig. They're house-trained, they don't have any attitude, and they're cute. \nVanessa: You know what I think? I think you've spent so much time with the wrong kind of guy, that when the right kind of guy walks into your life, you can't even recognize them. \nDinah: Let me explain this, okay? I do hang out with Mallet, but that is to only help Harley. \nVanessa: ( Laughs ) oh, honey, I don't care about motive; I just care about chemistry. And take it from me, you and Mallet have got it. ", "[SCENE_BREAK]", "________________________________________\nCoop: Lizzie, come on, let me talk to your boss. Come on, give me the phone.\nLizzie: No, no, no, I can handle it, really.\nCoop: Lizzie, it's late. You shouldn't be on call. \nLizzie: Okay. Let me tell him. Go hop in the tub, okay? It's big enough for the two of us. \nCoop: Okay. Well that I can do. All right.\nLizzie: Meet you there. \nCoop: Mm-hmm. \nLizzie: Are you still there? Look, I don't think we're going to be able to do the whole skiing thing. It is not going to work out with my scheduling, but this room, it worked out great, okay? Maybe we can do this on a regular basis, since you're never here. \nQuinn: Yeah, sure, why not? \nLizzie: Really? That's awesome, thank you. Let me know when you're back in town, we'll go do dinner or something. Whatever.\nQuinn: Yeah, we'll have to work something out. \nCoop: Psst. Come on. There is plenty of room in here, you're right. Come join me. ", "[SCENE_BREAK]", "________________________________________\nOlivia: I'm going to go. Thanks for inviting me. \nJosh: Okay. I guess I'll talk to you tomorrow, then. \nOlivia: Sure. \nJosh: Hey, hey. \nOlivia: Bye. \nJosh: Bye. You know, I think I'm going to get going, too. ", "[SCENE_BREAK]", "Sandy: Wait. We can't end the party just yet. This is a once a year thing. \nCassie: You're in a good mood. \nSandy: Well, I wasn't before, but you guys have been so nice to me, I want to keep the ball rolling. There's all of this fresh snow outside, why don't we go sledding. \nCassie: Now? \nSandy: R.J. says the best hills are behind the barn. \nJeffrey: You know what? I think it's a good idea. Yeah. \nCassie: Are you up for this? \nReva: I'm in. \nSandy: All right. Where are the sleds? \n\nJeffrey: In the barn. There's a whole bunch of them. \nSandy: Cool. Let's go get them. \nJeffrey: Okay. \nReva: Come on, let's go. \nCassie: Wait a minute. Where's Tammy? \n\nSandy: She's out there somewhere, you know how much she likes the snow. ( Distant chattering ) ", "[SCENE_BREAK]", "Reva: No, no, no. It is better to have...\nJosh: No, it's going to be me. \nCassie: Get the hell off my daughter! \n\nReva: Cassie! \nJosh: Cassie! Cassie. ", "[SCENE_BREAK]", "________________________________________\nNext on\" Guiding Light\"...\nAlan wants to be a free man.\nBuzz: If Alan gets out, he is going to go after Harley. ", "[SCENE_BREAK]", "Mallet: I think she's going to go out solo tonight and I think she's going to get in over her head. ", "[SCENE_BREAK]", "Cassie: I don't care how much you love your rapist son, he's not getting away this mess! \nTammy: Stop it! Stop blaming him! \nTammy: Jeffrey, let him go right now. I wanted to be with him. \nCassie: Tammy? "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=y4iRUNMRRPc"}