{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Jack: Jamal, it's just weird. I mean, it was dropped in the sameplace we saw those bushes moving.", "Jamal: Yeah, but sowhat? So what? So what? ", "", "", "Jack: So somebody -- some person left that doll there. ", "", "", "Alison: Hey. ", "", "", "Jamal: Hmm. ", "", "", "Jack: Hey. ", "", "", "Alison: You know what I'm going to miss the most? I'm going to miss the threeOf, us hanging out. W x x ú but that doesn'tave to chanwe, rig t? X I an, nomatter where I'm going or you're going, or where we are in life -- ", "", "", "jamal: Whoa, whoa, slow down. ", "", "", "Alison: We'll still always be together. ", "", "", "Jamal: Stop, stop, stop. Stop. What are you talking about?~ Alison, it soundslike -- sounds like you're going somewhere. ", "", "", "Alison: You guys, I'm leaving ", "", "", "to.)W~ X ú x ú 4 - ", "", "", "jack: What?ú0ú x~ ", "", "", "Jamal: Excuse me? ", "", "", "Jack: What are ou talking about? ", "", "", "Alison: I'm leaving port charles tonight for good. ", "", "", "[SCENE_BREAK]", "X ñú0ú x ", "", "", "lucy: Hi.` ", "", "", "Kate: Lucy. ", "", "", "Lucy: Hey. ", "", "", "Kate: I heard you were back in town. ", "", "", "Lucy: Yeah, I just got back. I -- i just wanted to check and see how you gotsettled in, if everything was ok. ", "", "", "Kate: Good. How's kevin? How's he doing? Any change? ", "", "", "Lucy: No.& Chang t l. ", "", "", "- Kate: I' s Y. & úú ú 0 ú ", "", "", "- lucy: Yeah, me, too. What about brennan? Anything at all? ", "", "", "Kate: Every once in a while i get this feeling, though, that he's listeningto me. But, you know, the doctors -- they -- they act like it's a hopeless ca e.Vw & ", "", "", "lucy: Yeah, come on, t ough. You know doctors. I mean, ian would be the firstone to tell you that they don't know absolutely everything, do they? ", "", "", "Kate: Yeah. I don't know what to hope for anymore. ", "", "", "Lucy: Kind of funny you should ask that. Here. ~xx x ú ~ñ 0ñ ", "", "", "kate: What's this? ", "", "", "Lucy: Oh, iw just -- if fe off a shelf on my way home from switzerland, rightinto my handbag for you. ", "", "", "Kate: \"The book of miracles.\" ", "", "", "Lucy: Yeah, I really believe they happen every single day.0ú x < m N ", "", "", "kate:ñ Hank&you\" ", "", "", "lucy:ñ Oh, you're welcome.0ñ n ", "", "", "[SCENE_BREAK]", "ian: Did you hear me, avatar? I want to be your next host! ", "", "", "[SCENE_BREAK]", "Frank: Stop him. You have to stop him. ", "", "", "Ian: Avatar! I'm waiting! ", "", "", "Karen: Ian, stop! Right now, just stop it! Ian, no!ú ñ Xxxñ x0~ ~~X ~ x `úoh, my god. ", "", "", "Frank: Ian! ", "", "", "Karen: Oh, my god, frank, do something! Oh, he's on fire! ", "", "", "Frank: Ian! ", "", "", "Karen: Ian! ", "", "", "[SCENE_BREAK]", "Livvie: This can't be happening. I can't lose you. ", "", "", "[SCENE_BREAK]", "Frank: Ian! ", "", "", "Run: Oh, god, & Frank, do something! Ian! ", "", "", "Frank: Ian ", "", "", "", "", "[SCENE_BREAK]", "karen: Ian, you're all right. ", "", "", "[SCENE_BREAK]", "[Captioning made possible . By8ar , inc.]", "", "", "", "", "ison: I'm going to miss you like crazy. X~ I mean, you're not just my bestfriends, but you're my family, too. I mean, Jamal, you were the very firstperson who ever gave me a real home. ", "", "", "[SCENE_BREAK]", "Jamal: Well, you know, you gave it right back to me. ", "", "", "Alison: And I will never, ", "", "", "pi ,m millione rs, ever regret anything that happened between You and I.0 xnever. ", "", "", "Jamal: All I've ever wanted was for you to be happy, anyway. ", "", "", "Alison: I know that. Ok, don't do this. I don't -- i don't want to get allsappy now because I have to go catch a train, so -- ", "", "", "[SCENE_BREAK]", "jamal: Lockdon' wor'I.ñ ú M'll take you  Station, ok?ñ A~ ~ Iwill go bring my bike around. ", "", "", "[SCENE_BREAK]", "Alison: Ok, cool. Thanks. One last ride. ", "", "", "Jack: Yeah, don't want that makeup to run. Well -- so i guess, this isgoodbye, huh? ", "", "", "Alison: yeah", "", "", "jack: You know Alison, you don't have to do this.", "", "", "Alison: Jack -- ", "", "", "jack: Huh? Come on. You know -- ", "", "", "Alison: I really need to catch my train. Ok? ", "", "", "Jack: Suit yourself. I mean, how am I supposed to say  Good-by tosomeone who saved my life?", "", "", "Alison: Well, you saved mine, too. So you know what that means? That meansthat we're connected forever. ", "", "", "[SCENE_BREAK]", "Ian: The avatar's gone. It's been destroyed. ", "", "", "Karen: Oh! ", "", "", "Livvie: They couldn't destroy  you, fould they? my special child. I wasso worried i was going to lose you. But you're still here. Now my only problemis, who's going to be your daddy?", "", "", "frank: How'd you do it? - ", "", "", "Ian: The only time to destroy an avatar is the moment when it tries to takeover another person's body. ", "", "", "Frank: But how did you know it would choose you as a host? ", "", "", "Ian: Rafe gave me the exact words that this thing couldn't refuse. ", "", "", "Frank: Those are the exact A words that it said to me.", "Karen: I -- I still can't believe you took such a gamble. ", "", "", "Ian: You took a gamble, and you saved us all. ", "", "", "Karen: You know, eve would be very proud of you right now. ", "", "", "Ian: She'd be pissed as well, I bet. ", "", "", "Karen: Yeah, that, too. ", "", "", "All Ght,,well, ,[I d dn't mean to worry you.V+ & & ok. 0ú ~| 0ñ ~0xú0ok, I'm off to new york.~ A little boy's missing his da. ", "", "", "Karen: Ok, go get Danny. Go. ", "", "", "Ian: We'll celebrate when I get back, all right? ", "", "", "Frank: You count on it. ", "", "", "Karen: Oh.", "", "", "frank: Hey. Eve's not the only hero here. You -- you were willing to fightthat thing with your bare hands to save me. 0 ú ` ", "", "", "[SCENE_BREAK]", "Karen : I would have to e anything. I couldn't let you go, frank -- notagain. Not ever again. ", "", "", "[SCENE_BREAK]", "Frank: How the hell did I ever get so lucky? ", "", "", "R n: You know what?  let's make a act, all right? There will be no moresaving of anyone from anything from now on, all right? I just want to lead anice, normal life from now on, ok? That's it. ", "", "", "Frank: You got it. ", "", "", "", "", "[SCENE_BREAK]", "Livvie: Your dad's gone, Rafe is gone, frank is back with Karen. What now?Don't you worry, little one. I'll think of something. we'll find someone to helpus, 0 0ñ ñ someone who'll be a good daddy. But who? Of course. ", "Something's going on.  What's going on? ", "", "", "[SCENE_BREAK]", "Ian: It's all over. ", "", "", "Lucy: What's all over? ", "", "", "Ian: The avatar's been destroyed. ", "", "", "Lucy: You -- are you ok? That's -- that's wonderful. How -- ", "", "", "Ian: It's a long story. I'll tell you when i get back, ok? ", "", "", "Lucy: Where are you headed? ", "", "", "Ian: New York to pack", "", "", "Lucy: You are going to bring that Danny home? Oh,that's fantastic. I am so sick of bad news. That's great news. Good, good! Go!Do it! ", "", "", "Ian: Um, tell that cousin of yours that his notes gave me theanswer. ", "Lucy: I think Rafe probably - already knows that.", "", "", "Ian: Any word from Kevin? ", "", "", "Lucy: Nope. No change at all. ", "", "", "Ian: How you holding up?", "", "", "Lucy: I'm supposed to be ", "", "", "-holding up really good because I know that that's what doc would want meto do. But somehow I can't figure out how to do that. ", "", "", "Ian: One day at a time, with a little help from your friends)", "", "", "[SCENE_BREAK]", "Livvie: Jack. ", "", "", "Jack: Livvie? ", "", "", "Livvie: Hi. +00ú Thank god you're here. You are the only one whounderstands, the only one who ever understood. ", "", "", "Jack: What are you -- ", "", "", "Livvie: Listen, you were right. You tried to tell me that Rafe and Ididn't belong together., but wouldn't listen to you. I didn't believe you untilnow. ", "", "", "Jack: What happened? ", "", "", "Livvie: Rafe left me. He's gone. ", "", "", "Jack: No kidding. ", "", "", "Livvie: Yeah. jack, I made a horrible mistake, and I don't think Irealized it until it was too late. You know, I walked away On top leavl, (ruelovev- I ave ever had and put my trust in a man who destroyed it. And I justwanted to say that i am really, really sorry. I never should have left us. I --i never should have given up. ú< < `ú ú X)[ ", "", "", "jack so you're -- + you're asking me to give us a second chance? ", "", "", "Livvie: I mean, would that really be so bad? The time that we spenttogether was pretty incredible. hey were like magic, and I think about it allthe time. I think about what it would be like to feel that way again. You know,I never stopped wanting you.  and I know it's probably too much to hopefor, but maybe -- just maybe you feel the same way. ", "", "", "Jack: Maybe. &  maybe we could get it all back. ", "", "", "Livvie: Really? ", "", "", "Jack: Maybe` We should start trying  tonight. ", "", "", "Livvie: Tonight? ", "", "", "Jack: Yeah. Just me and you, alone. You know, maybe we can take a walk,catch up, and  See where it might lead us. Oh, I've missed you so much. ", "", "", "Livvie: Wow. Jack. ", " Jack: See, you? there's just one problem, Livvie. ", "", "", "Livvie: What is it? ", "", "", "Jack: You make me sick. ", "", "", "Livvie: What? ", "", "", "Jack: You heard me. ` ", "", "", "You make me sick. .What, your husband's been gone about what, a minute? Aweek? A month? And you already come running back to me? Did you really think I'dfall for that? Well, no. Not this time, Livvie. I was through being your doormatthe minute i got over you. You and the poison you call love. ", "", "", "Livvie: Jack -- ", "", "", "[SCENE_BREAK]", "jack: hand you know something else? You're exactly where you were - meantto be -- alone. ", "", "", "[SCENE_BREAK]", "Frank: So what are you hungry for? ", "Karen: You know w a want More than anything else? I want us to get away ñsomewhere, somewhere where all we have to think about is each other, where wecould talk about our future, make a clean start. ", "", "", "Frank: That sounds like heaven. ", "[SCENE_BREAK]", "Rafe: I will always love you. ", "", "", "[SCENE_BREAK]", "Alison: Shh. Come Come here. Come here.  Good-bye, my angel. ", "", "", "Alison: Good-bye, Rafe. Bye, port Charles. ", "[SCENE_BREAK]", "Lucy: I suppose I can try to do that -- what, that one-day-at-a-time,stiff-upper-lip, and tallyho stuff, right? ", "", "", "Ian: It's the only way. ", "", "", "Lucy: Yeah, I guess. When do you go? When do you go to New York  andget Danny? ", "", "", "Ian I'm just going to grab a few things and>take off And I -- you know,i have & an idea. ", "", "", "Lucy: What is your idea? ", "", "", "Ian: Why don't you come with me? ", "", "", "Lucy: What? ", "", "", "Ian: You and Christina -- we'll go to the park, we'll stop by o'flaherty'S.You know, we'll have a good time, make a day of it. ", "", "", "Lucy: A walk in the park? Have a few beers? Can we go to the zoo?  ", "", "", "Lucy: That's an awfully nice way to try and make me feel better. ", "", "", "Ian: What do you say? ", "", "", "Lucy: I say it's a start. Let's go. ", "", "", "", "", "[SCENE_BREAK]", " Jamal: Hey, Marissa. ", "", "", "[SCENE_BREAK]", "Marissa: Jamal! ", "", "", "Jamal: What's going on? ", "", "", "Marissa: Hey hon. ", "", "", "Jamal: Hi. ", "", "", "Marissa: Oh, you look -- you look awful. What's going on? Where have youbeen? ", "", "", "Jamal: Saying good-bye to someone. Alison. She's -- she left Port Charles.", "", "", "Marissa: Oh, I'm sorry, honey. I know you guys were really. Close.", "", "", "Mal: Yeah, I guess ", "", "", "pyou could say we kind of grew up together, you know? ", "", "", "Marissa: Yeah, and so then saying good-bye must have been really hard,huh? ", "", "", "Jamal: Saying hello can be great. ", "[SCENE_BREAK]", "[Noise] ", "", "", "jack: Whoa! Hey, hey, hey, wait! Wait! I just want to talk to you! Holdon! Whoa, hey -- wait, wait up! Aah!", "", "", "", "[SCENE_BREAK]", "Karen: Well, I was thinking ~ of a secluded little beach Somewhere, or amountain retreat. What do you think? ", "", "", "Frank: Sounds great. But right now you should go make a phone call andmake sure you can get some time off, starting tonight. ", "", "", "Karen: Ok. I'll do it. I'll find a quiet spot.. ", "", "", "Frank: Ok. ", "", "", "Frank: It's ok, Livvie, The avatar has been destroyed, the spirit is gone.We can move on. ", "", "", "Livvie: And now that you and Karen are back together, all is right withthe world? ", "", "", "Frank: The baby will be yours and rate's, and you two live, happily ever after the way you wanted", "", "", "Livvie: Rate's gone. He left me. So thank goodness the baby's real dad isstill here and isn't going anywhere. ", "", "", "Frank: You listen to me, Livvie. I'm with Karen, you got that? What happenedwasn't even really me. ", "", "", "ñ It was the avatar, and like i told you, that's gone. It's over. ", "", "", "Livvie: Please, frank. I know all about darkness, and it's never over. Iknow how it worms its way into our soul and stays  you're hooked, frank, justthe way I've been hooked. ", "", "", "Frank: That's not true. ", "", "", "Livvie: Come on. We both know how special this child is, don't we, frank?you  Don't insult our beautiful creation by pretending to ignore your rolein this. ", "", "", "Karen: Frank. Hey, what's going on? ~ - - ", "Livvie: Oh. He hasn't told you yet, Karen? ", "", "", "[SCENE_BREAK]", "Conductor: All aboard! ", "", "", "[SCENE_BREAK]", "[Train whistle blows]", "Rafe: Alison? ", "", "", "Alison: Oh, my god. I must be seeing things. ", "Rafe: Alison! Alison! ", "", "", "Alison: My god, Rafe. It is you. Wait. Rafe! Rafe! ", "", "", "Rafe: Alison! ", "", "", "Alison: Rafe. I , please, i need you to sto the rain- w please please.Rafe, don't leave!", "", "", "Alison: Rafe! Rafe! ", "", "", "Rafe: They sent me back! Whoo! They sent me back to be with you! X & ", "", "", "[SCENE_BREAK]", ".Alison: Hurry! . ", "Hurry! be careful! W`| ñ hurry, please! hurry! Come on! ", "", "", "[SCENE_BREAK]", ">> \"Port Charles: Naked eyes\" begins Monday. ", "", "", "[SCENE_BREAK]", ">> on the next \"Port Charles\" -- ", "", "", "Livvie: You can't be with Karen if you and I are going to raise this childtogether as a family. ", "", "", "[SCENE_BREAK]", "Frank: You really are insane. ", "", "", "[SCENE_BREAK]", "Alison: You're really here! You're really, really ere", "", ""], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=QXrtthUKy4Y"}