{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Marissa:  Really? You think my article on the attacks was that good?", "Ian:  Yeah, I think you're very talented. But it's an interesting name you gave our  shadowy visitor.", "Marissa:  \"Lancelot -- protector of women.\"", "Ian:  Seems to have a way with the ladies, doesn't he?", "Marissa:  First good review.", "Jamal:  Yeah. Yeah, but you seem to have left out a few details about our Lancelot  character like, say, for example, how bad he hurts all these guys.", "Marissa:  Oh, come on, Jamal, it's about time somebody did something, ok?", "Jamal:  Yeah. Yeah, yeah, he's just taking out the trash. You did great, Marissa.", "Marissa:  My first published article. Oh! And you know what; I think you brought me good  luck.", "[SCENE_BREAK]", "Ian:  I was looking for you last night, but you'd already checked out.", "Chris:  What, you the hall monitor?", "Ian:  No. You've been doing a lot of that lately.", "Chris:  I've had things to do. There a problem with that?", "Ian:  No, no, no problem. Your buddy's getting some good press there.", "Chris:  Yes. Yes, he is. You know, they really ought to give him a medal. Excuse me.", "[SCENE_BREAK]", "Kate:  The flowers were nice, but unnecessary.", "Ian:  Thanks for watching Danny last night.", "Kate:  He's a great kid.", "Ian:  Yeah, he is. What's this?", "Kate:  Oh, something to save you some time. It's my bio and a long list of personal  references.", "Ian:  Are you applying for a permanent babysitting job, then?", "Kate:  No, just hoping to stop your spying.", "Ian:  Come on, Kate --", "Kate:  That should answer all the questions that you have.", "Ian:  I think I already apologized for that, being too personal. I'm sorry, when you  going to -- going to forgive me and stop being mad at me?", "Kate:  So what do you think of the article?", "Ian:  I don't know. Making our shadow look like a saint almost.", "Kate:  So what's your theory?", "Ian:  Well, I think it's somebody who enjoys the attention and has the ego the size  of Texas.", "Kate:  So it's you. Ramsey?", "Ian:  What?", "Kate:  You think Chris Ramsey’s Lancelot.", "[SCENE_BREAK]", "Amanda:  Oh, isn't this lovely. A casual stroll through the park, just like we did when  you were a little girl.", "Alison:  Yeah. We never actually did this when I was little.", "Amanda:  Well, at least I thought about it.", "Alison:  Right. Well, tell me something, what was the emergency about?", "Amanda:  I just wanted to get your mind off of that scoundrel Ralph.", "Alison:  Nana, it's not Ralph, it's -- it's Rafe. You know, it's Rafe.", "Amanda:  I also wanted to tell you what I've decided to do for you.", "Alison:  I'm almost afraid to ask.", "Amanda:  I have to decided to send you away to school.", "[SCENE_BREAK]", "Avatar:  You will have a special child who will do great things.", "[SCENE_BREAK]", "Livvie:  A special child, Rafe. And he's all ours.", "Rafe:  Hey.", "Livvie:  Hi.", "Rafe:  You sleep ok?", "Livvie:  Yeah. It's been a while since we've been this close.", "Lisa:  Ahem. Breakfast. And I brought you the newspaper. Wait until you read about  Lancelot.", "Rafe:  Who?", "Lisa:  The avenger who's been protecting the women in town. He's awesome.", "Livvie:  Oh, you can go now, thanks.", "Rafe:  Oh, hey, you know what, take this paper with you. The story upsets my wife.", "Livvie:  Actually, Rafe, I'm not worried now. I kind of have a feeling this Lancelot  won't bother me ever again.", "Rafe:  Again? When has he bothered you before? Livvie, have you seen this thing? Come  on, tell me the truth.", "[SCENE_BREAK]", "[Captioning  made possible by ABC, Inc.]", "Jamal:  So you -- you think I'm good luck, huh?", "Marissa:  Mm-hmm.", "Jamal:  Well, I tell you, I've been called a lot of things, \"good luck\" not  being one of them.", "Marissa:  See, you know, I always knew I would be a great reporter, ok, and now all my  dreams are coming true, and it's all happened since I've met you.", "Jamal:  No, see, I think you would've already gotten there on your own anyway. I'm  just -- I'm just glad I could help you along the way.", "Marissa:  Ok. So what's yours? Your dreams?", "Jamal:  Bikes. When I raced, oh, man, I was good. You don't even know. I was damn  good. I was the man. That was my love, girl. You don't even know. Oh, my gosh.", "Marissa:  Ok, so then why did you stop?", "Jamal:  Just didn't work out.", "Marissa:  Oh, wait. Ok, if you're really, really good at something and it's what you  want to do, then why would you just give it up?", "Jamal:  Because life's just not about chasing crazy dreams, ok, it's not.", "Marissa:  Oh, please, sure it is, Jamal. Dreams are what push us to go out in the world  and just change it. Ok, so then what happened? Did you, like, get into a crash  or something?", "Jamal:  No, no, nothing like that. Just there were some problems and Ali, she wasn't a  real big race fan, so I just --", "Marissa:  I would never let anyone stop me from doing what I wanted.", "Jamal:  God help the person who tries to.", "Marissa:  Yeah, so how could you?", "[SCENE_BREAK]", "Ian:  Chris Ramsey as Lancelot? You are new around here, aren't you?", "Kate:  He's not very popular, I hear.", "Ian:  Well, he's no one's hero, that's for sure.", "Kate:  Wasn't he the guy on TV doing all the hero talk the other night? Could be he's  trying to drum up some publicity.", "Ian:  Ramsey's favorite topic is Ramsey. If it were him, he couldn't keep it quiet.", "Kate:  He'd be trumpeting it from the rooftops, huh?", "Ian:  He would.", "Kate:  Maybe he's smarter than you think.", "Ian:  Never said he wasn't smart. I'm due back at the hospital.", "Kate:  Don't forget this.", "Ian:  I'll let you know if I need anything else, thank you.", "[SCENE_BREAK]", "Chris:  Hey, there, colleen. See this?", "Colleen:  Who hasn't?", "Chris:  Huh?", "Colleen:  Who isn't talking about Lancelot? You know, I wouldn't mind meeting that guy  in a dark alley.", "Chris:  Yeah, he sure is getting popular all of a sudden, huh? Yeah, he's finally  getting the recognition he deserves.", "Colleen:  Yeah.", "Chris:  Everyone wants to know who you are.", "[SCENE_BREAK]", "Livvie:  Of course I haven't met this Lancelot.", "Rafe:  But it sounds like maybe you have.", "Livvie:  And what if I had? It's not like it would be a big deal.", "Rafe:  Are you serious?", "Livvie:  It's not like he's hurt anyone. He beats up people that deserve it.", "Rafe:  Are you kidding me? You passed out when you just heard about this creature.", "Livvie:  Yeah, but from what I know, he's never harmed anyone innocent.", "Rafe:  So now you're going to believe the bull that this is a good guy?", "Livvie:  Hey, why don't you calm down. This doesn't have anything to do with us.", "Rafe:  Yes, it does! Livvie -- I haven't been completely honest with you about the  avatar.", "Livvie:  So you're the one keeping secrets, not me.", "Rafe:  I've seen it.", "Livvie:  When?", "Rafe:  When I was a kid. I saw it destroy an entire town just like this one. I saw it  tear the whole community apart.", "Livvie:  No, it's a hero, Rafe.", "Rafe:  No, it pretends to be a hero. Don't you see? That's why it's so dangerous. It  goes around and it seems to do all these good things. And then as soon as the  whole town starts cheering it on, it becomes stronger, and eventually it  controls everybody's every move.", "Livvie:  No, no, I don't want to hear this, Rafe! Come on!", "Rafe:  You have to, you have to. You have to know the truth so you don't get sucked  in. This thing needs to be worshipped. It needs to be obeyed. And anybody who  stands in the way of that eventually gets destroyed.", "Livvie:  Ok, I understand. Look, I -- I just don't want to talk about creatures and  creepy legends anymore.", "Rafe:  You know what, you know what, if we're going to bring a baby into this world,  I want it to be a safe world, ok? That is why I have to fight this.", "Livvie:  Why you?", "Rafe:  Because I am the only one who knows how.", "[SCENE_BREAK]", "Marissa:  So let me get the facts straight about you.", "Jamal:  Can't take the reporter out of the girl.", "Marissa:  So you rode bikes --", "Jamal:  Yeah.", "Marissa:  And you raced in these hotshot races, right?", "Jamal:  Yeah, and won.", "Marissa:  So you had the love, you had everything you wanted, and you just dropped it?", "Jamal:  Hmm.", "Marissa:  Oh. How could Alison take that away from you?", "Jamal:  No, it wasn't just Ali, ok? There was a lot of big, major problems, ok, so I  just cut the racing, that's all. And I opened up the bike shop and, you know,  it's a good business. It's good. I like it.", "Marissa:  Ok, so you stopped racing to fix other people's bikes.", "Jamal:  Come on, it's a solid gig.", "Marissa:  Chairs are solid, ok, bookcases are solid, accountants -- no, you, on the  other hand, are interesting and sexy. No, solid is not what you want.", "Jamal:  Right. And how do you know what I want?", "Marissa:  Because you want excitement, the roar of the crowd, speed, a touch of danger,  and, of course, to win.", "Jamal:  Oh, man. When I was racing, oh, I was so good.", "Marissa:  Show me. Prove it.", "[SCENE_BREAK]", "Kate:  Making a house call, doctor? This wouldn't happen to be Chris Ramsey's  apartment, would it?", "Ian:  Now who's spying? I have a hunch that Ramsey might be behind this thing.", "Kate:  He is obsessed with the guy.", "Ian:  That's my point.", "Kate:  So did you check the schedule at the hospital? Yeah, yeah, you did, yeah. So I  bet he either left right before or came back right after every incident.", "Ian:  Uh-huh. He always wanted to be a hero.", "Kate:  Why didn't you tell me this before?", "Ian:  I didn't tell you about it because you are an officer of the court. I didn't  think you'd want to be part of, you know --", "Kate:  Yeah, you're right. You know, I should leave right now. But on the other hand,  I do like to live a little dangerously. Well, would you look at that. It's  unlocked.", "Ian:  Imagine that.", "Kate:  Wow. Lancelot knows how to live.", "Ian:  All right, I'll check the desk. Look at all these articles. This is more than  just a passing interest. What'd you find?", "Kate:  Videos. Looks like he's taped every news story on Lancelot.", "Ian:  This whole place is like a shrine.", "Kate:  Think we're going to find any hoods in his bedroom?", "Ian:  It's time for you to go.", "Kate:  No way! No, if Ramsey's been doing some moonlighting, what are we going to do  about it?", "[SCENE_BREAK]", "Alison:  This school -- it looks very fun and the campus looks very inviting, nana, but  you can't just send me away to school. I'm a grown woman.", "Amanda:  Oh, nonsense. Of course I can.", "Alison:  No. No, you can’t. I have my own life that I need to live.", "Amanda:  But, darling, just what exactly have you done with your life? First, you were  making muffins, and then this dreadful candle shop.", "Alison:  Nana, it wasn't dreadful. It was very special to me.", "Amanda:  Because of Rafe?", "Alison:  Yes, because of Rafe.", "Amanda:  But he left you to marry Livvie.", "Alison:  Wow. You always know just where to stick it.", "Amanda:  Darling, I'm sorry.", "[SCENE_BREAK]", "Livvie:  What do you mean you know how to fight the avatar?", "Rafe:  I wasn't just trained to fight vampires. I learned how to defeat most evil  forces. That's the only way I was able to survive the avatar the first time.", "Livvie:  Ok, well, how do you fight it?", "Rafe:  You have to go through the host, the human body that houses the avatar's  spirit. You have to call it out, appeal to the host's humanity -- at least  what's left of it.", "Livvie:  Well, what if doesn't come out?", "Rafe:  That's possible. The avatar's very strong. It's been around for centuries. But  the host can be destroyed and, well, that may be the only option. See, once  the host is gone, the avatar has to leave, find another host.", "Livvie:  No. No, Rafe, you can't fight it. I won't let you.", "Rafe:  I have to! I'm the only who knows how. This is what I was trained to do. This  is the only part of my life I remember.", "Livvie:  No, you have to leave the avatar alone because you don't know what's going to  happen if you anger him.", "Rafe:  Do you know something about this guy you're not telling me?", "Livvie:  It's not about me knowing the avatar. It's about me wanting to protect our  family. Rafe, you're not just a slayer. You're going to be a father. Think  about our baby.", "Rafe:  But I am! That's exactly what I'm thinking about and I don't want our child  exposed to this kind of danger! Don't you understand, Livvie? I know, I know  this creature, I know what it can do. So I have to find it. I have to find it,  I have to find the host, and destroy it.", "Livvie:  No, Rafe, you can't!", "Rafe:  Yes!", "[SCENE_BREAK]", "Chris:  Whoa! Let's keep our voices down, huh? Can hear you all the way down the hall.  Rafe, for what's it worth, I'd listen to Livvie.", "[SCENE_BREAK]", "Marissa:  That looks good on you. Looks like you were born to race.", "Jamal:  Yeah.", "Marissa:  Mm-hmm.", "Jamal:  Yeah, well, it's been a while, so --", "Marissa:  Of course, you know, we could always just go back inside and clean out your  closet -- or sew nametags on your t-shirts. Ooh -- drink milk.", "Jamal:  No, no. No, no, no. No, no, no, shh, come on, come on, come on.", "Marissa:  Ok, cool.", "Jamal:  Get on, come on.", "Marissa:  You know, this is a first. It'll be my first time on a cycle, so you  definitely have to show me the ropes.", "Jamal:  Oh, it's nothing to worry about, ok?", "Marissa:  Ok.", "Jamal:  You just put your little arms around me, hold on tight.", "Marissa:  I could do that.", "Jamal:  Yeah?", "Marissa:  Mm-hmm.", "Jamal:  You ready?", "Marissa:  Ready for anything. Are you?", "Jamal:  Is that right?", "[SCENE_BREAK]", "Rafe:  This is really none of your concern.", "Chris:  Well, I'm sorry, I don't mean to be intrusive. Hey, let me say that I'm happy  to know everything's really worked out for you the way that it has.", "Rafe:  Thanks.", "Chris:  I mean, a new baby. How exciting, huh? Special.", "Livvie:  What did you say?", "Chris:  You know what I mean, Livvie. A baby is such a blessed event. Well, you should  get some sleep, plenty of rest. You're going to need all your strength.  Congratulations again.", "Rafe:  Yeah, thanks.", "Rafe:  Well, he's right about one thing. Having a baby should be a wonderful time.  There should be no dark clouds hanging over us. That's why I'm going to take  care of this avatar once and for all.", "Livvie:  No, Rafe, don't do this to me.", "Rafe:  I'm doing this for you, Livvie.", "Livvie:  No, you don't understand. After Caleb, I lost everything -- my family, my  friends' respect, my whole entire life, and I cannot do it again.", "Rafe:  I know, I can protect you. I'm a slayer.", "Livvie:  Just be my husband. Please, that's all I ever wanted.", "Rafe:  Ok, look, you're not going to lose me.", "Livvie:  If you go after the avatar, he could hurt you or worse. I need you and your  baby needs you. So promise me, Rafe, promise me!", "Rafe:  I promise I will never do anything to hurt you. Never.", "[SCENE_BREAK]", "Amanda:  I just don't understand you, Alison. I try, but I really don’t.", "Alison:  I know. Listen, all that you need to understand right now is that I'm  struggling, ok, but it will work itself out.", "Amanda:  Then maybe a cruise, the two of us?", "Alison:  All I really need from everybody is some time alone.", "Amanda:  Ok.", "Amanda:  Alison? I love you.", "Alison:  I love you, too.", "Alison:  I love you, too.", "[SCENE_BREAK]", "Ian:  Well, since I can't seem to get rid of you --", "Kate:  Oh, deal with it. Ok, what are we going to do? I mean, do we confront Ramsey,  do we call the police?", "Ian:  Why am I not surprised that Ramsey's hosting a dark force? Finally found his  true calling.", "Kate:  What are you mumbling about?", "Ian:  Nothing. Forget it.", "Kate:  All right, let's look at this logically. Either you let Ramsey go on saving  Port Charles and take out a lowlife or two --", "Ian:  Or, what, I turn him in?", "Kate:  And become the most unpopular man in Port Charles for busting Lancelot.", "Ian:  I don't care about being unpopular. I care about him getting more power and  getting more dangerous.", "Kate:  Oh, I know that look. You think this Lancelot is one of those special visitors  that's come to Port Charles.", "Ian:  Well, if he is, he's not going to go down without a fight.", "Kate:  What does that mean?", "Ian:  Means you're leaving, now. Let's go. Out.", "Ian:  Oh, holy --", "[SCENE_BREAK]", "Avatar:  I warned you not to interfere.", "[SCENE_BREAK]", ">>  Stay tuned for scenes from the next \"Port Charles: Torn.\"", "[SCENE_BREAK]", ">>  On the next \"Port Charles\" --", "Lucy:  I really do need to find out as soon as possible, you know, my cousin Rafe,  whether or not he's the father of Livvie's baby.", "[SCENE_BREAK]", "Chris:  I did nothing to him!", "Kate:  What did you do?", "Chris:  Just --", "[SCENE_BREAK]", "Ian:  Ramsey!"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=R_MhBKxy0rY"}