{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Alison:  Well, what are we going to do, jack? Where are we going to go?", "Jack:  I don't know. Anywhere but here, waiting to find out if Livvie's baby ok.", "Nurse:  Alison Barrington?", "Alison:  Yeah, that's me.", "Nurse:  I heard about you and Mrs. Kovich on the stairs.", "Alison:  Yeah?", "Jack:  Look --", "Nurse:  Both Mrs. Kovich and the baby are as healthy as can be.", "Alison:  Oh, good. Thank you so much for telling me that. I really appreciate that. Oh,  this is good. This is good news.", "Jack:  That's great news, ok?", "Alison:  No, this is better than good news. This is fantastic. Now I can try and go  patch things up with -- ouch!", "Jack:  No, you're not going anywhere.", "Alison:  Why?", "Jack:  Rafe said stay away. Just because the baby's all right doesn't change  anything.", "Alison:  But, jack --", "Jack:  Hey, you know what?", "You  need to loosen up.", "Alison:  Oh, I am --", "Jack:  No, you're coming with me. No buts. Let's go, elevator. I think I've got a  place that will work and will help.", "Alison:  I --", "Jack:  Come on, let's go.", "Alison:  I don't --", "Jack:  You're coming with me.", "[SCENE_BREAK]", "Ian:  Quite a show back there, Ramsey.", "Chris:  Just call it the way I see it.", "Ian:  And what makes you an expert in the shadow department?", "Chris:  What, the guy pounds the bad guys back under the rocks they crawled out from.  What more do I need to know?", "Ian:  We need to know what its motives are, so maybe it's enough of the hero  worship, ok?", "Chris:  Whoa. Whoa, whoa.", "Its  motives? You think this an it? Ian, this is a courageous man who takes  pleasure out of pounding the scum of society in the name of justice.", "Ian:  We don't know that.", "Chris:  Of course we do. Look at everything he's done.", "Ian:  I have. He takes justice into its own hands, no judge, no jury. What?", "Chris:  Are you jealous?", "Ian:  Am I what? What? Jealous?", "Chris:  Jealous, yeah. I mean, you know, someone else gets to play hero around here.  Maybe you can't handle that.", "[SCENE_BREAK]", "Livvie:  Is there any changes at all, dr. Neumann?", "Dr.  Neumann: Only for the better. I'll be right back and we'll take another good  look at that miracle growing inside you.", "[Door  opens and closes]", "Livvie:  You know what I need.", "Livvie:  How could you have survived that fall? I mean, I tried so hard to do something  about that, and --", "Rafe:  Hey.", "Livvie:  Rafe.", "Rafe:  So, I called your father on the way in and told him and Lucy the good news.", "Livvie:  Great. Thanks.", "Dr.  Neumann: Oh, how nice, daddy. You're just in time for a listen.", "Rafe:  A listen to what? What do you mean?", "Dr.  Neumann: Well, I thought you both might like to hear its heartbeat.", "Rafe:  Really? We could do that? That's great. Do you want --", "Livvie:  Wait. Dr. Neumann, isn't it -- isn't it a little too soon? I mean, isn't the  baby too small to have a heartbeat just yet?", "Dr.  Neumann: Well, if we listen closely, we just might be able to --", "[Heartbeat]", "Dr.  Neumann: There we are. Can you hear it?", "[Rafe  laughs]", "Rafe:  Oh. Oh, my god. That's -- that's our baby? That's the heart beating.", "Livvie:  My -- my god. Yeah, it is.", "Rafe:  Wow.", "Dr.  Neumann: Only --", "Livvie:  What?", "Rafe:  Is something wrong with it?", "Dr.  Neumann: Well, something's a little odd.", "Livvie:  Odd? I -- I don't understand. What --", "Dr.  Neumann: Well, it's louder and stronger than --", "Livvie:  Than what?", "Dr.  Neumann: Stronger than any other heartbeat this young. It's almost as if that  awful fall energized it or --", "[SCENE_BREAK]", "[Captioning  made possible by ABC, Inc.]", "Ian:  What's going on with you, Ramsey?", "Rafe:  Well, an avatar cannot exist independently. It has to find a human body to  inhabit -- a willing and receptive host.", "Ian:  But it could be anybody?", "Rafe:  And you'd never know who it is just by looking at it, but gradually, its human  qualities are overtaken by the avatar's desire for control.", "[SCENE_BREAK]", "Ian's  voice: Its need for power overwhelms its need to do justice.", "[SCENE_BREAK]", "Chris:  Hey, boys! Yeah, I was pretty impressive in that interview, wasn't I? Hey,  check out the mug, the good side in tomorrow's paper.", "Ian:  You don't have a good side.", "Chris:  Hey, I heard that! Mr. Jealous.", "Ian:  You'd think the doctors in this hospital are a little too busy to deal with  this kind of circus, wouldn't you?", "Colleen:  Yeah. Not Ramsey. He's been taking a lot of time off this month.", "Ian:  Is that right?", "Colleen:  Yeah, check it out.", "[SCENE_BREAK]", "Jack:  Come on, come on. We're almost there. Alison, just come on.", "Alison:  Jack?", "Jack:  Don't fight me on this.", "Alison:  I don't -- I don't think this is a very good idea, sneaking into a carnival  late at night like this.", "Jack:  Hey, listen to me. The carny owes me. Besides, I think it's a great place for  you to come and forget about rafe for a while, ok?", "Alison:  Ahem.", "Jack:  All right, glad you agree. Now, where is that? I know it's got to be around  here somewhere.", "Alison:  Can't we just go see a really good movie or something?", "Jack:  Aha! Bingo! Ha-ha!", "Alison:  Jack, please.", "Jack:  All right. You ready?", "Alison:  I'm so --", "Jack:  Here we go!", "[Carnival  music plays]", "Alison:  Oh, my gosh.", "Jack:  All righty. Step right up! Step right up! We're going to watch the amazing  Alison unleash holy hell! It's one of the greatest strength shows ever!", "Alison:  Jack --", "Jack:  Guaranteed to blow out every aggression, transgression, obsession, and  depression right here.", "Alison:  Where did you learn how to talk like that?", "Jack:  I worked a few odd jobs in my day. Now, little lady, you ready?", "Alison:  Fine, carny boy. You win. I'll do it, but I don't really know what to do.", "Jack:  Well, you just stand right over here and you just got to hammer away. Got it?", "Alison:  I can do that.", "Jack:  All right.", "Alison:  Oh!", "Jack:  Come on. You can do it.", "Alison:  Yeah. This is really heavy, and I feel really stupid, so I don't want to do  this.", "Jack:  Ok, hey, all right. First, let me do it, and then I'll show you.", "Alison:  Yeah.", "Jack:  Ok?", "Alison:  You go.", "Jack:  Because in my research of therapy and on all this, when it comes to releasing  it, you just got to let it go --", "Alison:  Please be careful.", "Jack:  Because the hammer really works.", "Alison:  And --", "[Bell  clangs]", "Jack:  Whoo-hoo!", "Alison:  Oh, my god! You did it!", "Jack:  Ha-ha! How about that?", "Alison:  Oh, good for you!", "Jack:  Yeah.", "Alison:  Who were you thinking about when you did that, hmm?", "Jack:  No one really important. Only the girl of my dreams, which is now the girl of  my nightmares. But, hey, your turn. Come on.", "Alison:  Fine.", "Jack:  You can do it. I want you to just let it go, knock that dingy right off that  thing.", "[Alison  chuckles]", "Jack:  I guarantee you'll feel 120% better.", "Alison:  Ok.", "Jack:  Let's go.", "Alison:  Ok. If I throw my back out, you get the chiropractor bill. I'm going to send  this bell to --", "[Bell  clangs]", "Jack:  Whoo!", "Alison:  Oh! I did it! I did it! I did it! I did it better than you!", "Jack:  Hey. There you go. Good job.", "Alison:  Oh, I did it! I did it! Oh, good for me! Oh, good for me! Good for me!", "[SCENE_BREAK]", "Rafe:  I don't really understand. What are you saying? Is the baby's heart too  strong? I mean, it's healthy, right? Should we be concerned or --", "[SCENE_BREAK]", "dr.  Neumann: No, no. It's just a little surprising how strong the heartbeat is.", "[SCENE_BREAK]", "Livvie:  There's nothing for us to do?", "Dr.  Neumann: Except get yourself better. Focus on that.", "Rafe:  So we can go home?", "Dr.  Neumann: Not quite yet. Things seem to be absolutely fine right now, but you  did take a nasty spill. So I don't want you thinking about leaving till  morning at the earliest. I want you where I can check up on you, ok?", "Livvie:  Ok.", "Dr.  Neumann: In the meantime, count your blessings.", "Rafe:  Well, yeah, thank you. Thanks, doctor. Wow. So I guess somebody besides Dr.  Neumann is looking after that little guy, huh?", "Livvie:  Hmm. somebody must be.", "Rafe:  Yeah. You know, I know I didn't exactly shout my joy from the rooftops when I  found out you were pregnant, but when I found out that we might lose him, I --  well, there's nothing I want more than for this baby to pull through.", "Livvie:  Are you sure that's what you really want?", "Rafe:  Of course that's -- well, why do you seem so --", "Livvie:  So what?", "Rafe:  I don't know. Like you're down.", "Livvie:  Do I?", "Rafe:  Yeah, yeah, and you've seemed that way since we found out that the baby was  going to be ok. I mean, if I didn't know any better, I'd think you were --", "Livvie:  Think I was what?", "Rafe:  I don't know. You were disappointed.", "[SCENE_BREAK]", "Alison:  Come on! Just a little bit.", "Jack:  Ok.", "Alison:  Ok.", "Jack:  It's good to see you smiling again.", "Alison:  Thank you. You know, I always wanted to go to a carnival.", "Jack:  You've never been to a carnival?", "Alison:  No.", "Jack:  Oh, my god!", "Alison:  Nana would never let us because I was a Barrington.", "Jack:  Sounds like Amanda.", "Alison:  I know. But I used to catch her late at night watching old movies -- you know,  the kinds with all the couples. They would go to all the amusement parks and  the lights would be flashing and they would ride all the rides and they'd play  and they'd finally kiss and they'd love each other, and there was always some  beautiful, handsome hero --", "Jack:  Of course.", "Alison:  Who could sing.", "Jack:  Of course.", "Alison:  You know, he would always win the beautiful pink or white stuffed animal. It  was very romantic.", "Jack:  Hmm.", "Alison:  Mm-hmm.", "Jack:  Well, I'm not much of a singer, but I tell you what -- I can really play these  games, all right?", "Alison:  Yeah?", "Jack:  Yeah.", "Alison:  Can you win me a turtle? No. I want a unicorn.", "Jack:  Oh, ok. Yeah, I know I can.", "Alison:  I think you're a lot of talk.", "Jack:  Barrington, you just watch them fly.", "Alison:  Mm-hmm.", "[SCENE_BREAK]", "[Music  plays]", "Singer:  Hello, world", "Jack:  Ok.", "Singer:  This is me", "Jack:  Stand back.", "Singer:  Life should be", "Jack:  Ok.", "Singer:  Fun for everyone every now and then I'm insecure let me show you life can be  so pure", "Singers:  Seize the day wear a big happy smile on your face", "Singer:  In every life a little rain will fall that won't change my attitude at all", "[SCENE_BREAK]", "Alison:  Yeah! Baby!", "Singers:  You are you I am me we'll be free hello, world this is me life should be  mmm-mmm, yeah fun for everyone", "Alison:  Now, wait just a second.", "Jack:  Excuse me, madam.", "Alison:  I really like this one. It's very nice. Ow -- jack!", "[Jack  laughs]", "Alison:  Well, don't just stand there. Help me up.", "Jack:  Well, just hold on one second. Nothing like a little bear loving. Oh!", "Alison:  Oh, my god! Oh! Thank you, jack, for everything.", "[SCENE_BREAK]", "Singer:  Fun for everyone", "[SCENE_BREAK]", "Frank:  So Mrs. Gomez is doing ok?", "Ian:  Yeah, her heart rate's back to normal. You got her here just in time.", "Frank:  I was lucky we were in the neighborhood and we got the call.", "Ian:  Can I talk to you for a minute?", "Frank:  Yeah, sure. What's up?", "Ian:  Have you talked to Ramsey lately?", "Frank:  Only when I have to. Why?", "Ian:  He's on a real roll about this shadow thing.", "Frank:  Oh, yeah. Colleen was telling me about it.", "Ian:  Well, you ever talked to him about it?", "Frank:  Not that I remember. You know, there was that one time --", "Ian:  Ok.", "Frank:  Ok, when that shadow guy helped out my mom in the park.", "Ian:  I remember that, yeah.", "Frank:  And I mentioned that I thought it was cool what he'd done to those hoods --  you know, hanging them up by their feet, and I was laughing about it, and  Ramsey, he went off on me.", "Ian:  What do you mean, he went off on you?", "Frank:  Well, he said it wasn't something I should be laughing about, that this guy  doles out just punishment and I should be out there thanking him instead of  laughing at him, which wasn't what I was doing at all. It was weird.", "Ian:  That is weird.", "Frank:  Well, so what do you think is going on?", "Ian:  I don't know. Maybe he just needs to find a life for himself.", "Frank:  Yeah. I think you're right. Later.", "[SCENE_BREAK]", "Livvie:  Disappointed?", "Rafe:  Easy.", "Livvie:  No, how could you possibly even say I'd be disappointed about my baby's --", "Rafe:  Livvie -- Livvie --", "Livvie:  How could you ever even think that I --", "Rafe:  All right, I'm sorry. It was a stupid thing --", "Livvie:  Just get away, rafe!", "Rafe:  Livvie, listen!", "Livvie:  No!", "Rafe:  Listen, please, I am sorry. I am sorry. I am so sorry.", "Livvie:  No, it's probably you that was thinking, not really wanting this baby. That's  what you were doing.", "Rafe:  Ok, fine, you're right, you're right. I've been conflicted about things, about  lots of things.", "Livvie:  Like me and the baby.", "Rafe:  Yeah. I have. That's true, but that's all going to change now. From now on,  you and that baby are my number one priority, and I know I've said that  before, but I was really just doing that to take care of you. And now for the  first time, I really feel it inside of me, and you got to believe that --", "Livvie:  I know, I know.", "Rafe:  Because it's true. It is so true.", "Livvie:  I do. I do. Oh, I'm just so tired.", "Rafe:  I never meant to hurt you or do anything that's going to --", "Livvie:  I know. I know, sweetie. I know. I just -- I really need to get some sleep.", "Rafe:  Ok. Is there anything I can do?", "Livvie:  No. Uh-uh. I'm just really tired.", "Rafe:  Ok. Well, then, I'll let you rest. Yeah. I'll get a nurse to bring in a  roll-in bed.", "Livvie:  No, no.", "Rafe:  I can stay the night.", "Livvie:  No, no, no, no. No, rafe, you don't have to, please.", "Rafe:  Yeah, but I want to.", "Livvie:  Please, please. I'm fine. I'm going to be ok. But there's a lot of stuff that  needs to be taken care of back at the apartment, like grocery shopping and  errands and stuff like that, and I was thinking maybe you could take care of  that for you and -- I meant, for all of -- for all of us.", "Rafe:  Well, if you change your mind --", "Livvie:  I'll call.", "Rafe:  You promise?", "Livvie:  Yeah.", "Rafe:  You remember what I said.", "Livvie:  I will.", "Rafe:  Ok. Sweet dreams.", "Livvie:  Bye.", "Livvie:  Oh, thank god he's gone.", "Livvie:  God. How could you have survived that fall? I mean, how could you be stronger?  I've got to find out why. I have to find your real father and find out what it  is that you are.", "[SCENE_BREAK]", "[Carnival  music plays]", "Jack:  So you feeling better now?", "Alison:  Mm-hmm, you bet. This has been so much fun. I even forgot all about rafe.", "Jack:  Really?", "Alison:  Yeah -- no. But I really did have my moments.", "Jack:  Well, hey, we both know it's not going to happen overnight.", "Alison:  Mm-hmm.", "Jack:  But you're laughing, right? So that's progress.", "[Alison  chuckles]", "Alison:  I have had more fun today than I have in a really long time.", "Jack:  Well, guess I'm going to have to come up with a few more moments like this  more often, huh?", "Alison:  I think so. You're just what the doctor ordered, jack Ramsey. Hmm.", "Jack:  I'm glad.", "[Alison  giggles]", "Alison:  Just what he ordered.", "[SCENE_BREAK]", "Chris:  Yeah. No, I've seen the property. It's perfect. Yeah. No, no one is to know  about this, no one at all. Well, I can't really discuss it right now, but I  have someplace to be. But my schedule should be getting easier. Yeah, I'm  considering giving up my medical practice. Yeah. Yeah, I'm going to devote  myself full-time to more rewarding activities. You know what I mean?", "[SCENE_BREAK]", "Ian:  Rafe. Hey. You got a minute?", "Rafe:  Oh, actually, can it wait? After everything that happened, I just left Livvie  --", "Ian:  No, it's only going to take a second, but it's more important.", "Rafe:  All right. Ok.", "Ian:  Tell me everything you know about the avatar, how he chooses a host.", "Rafe:  Like I said, he chooses someone willing to let him in.", "Ian:  Ok, but it could be someone who wants to be a hero.", "Rafe:  No doubt about it. That's why it's so insidious.", "Ian:  All right, what do you mean?", "Rafe:  Well, the more attention the avatar receives for fighting and punishing evil,  the more the host starts to believe its own hype, and in the end, it just gets  out of hand.", "Ian:  But the host knows? He knows he's the avatar?", "Rafe:  Yeah, definitely, but where is all this coming from? Do you have a lead? Do  you know who the host is?", "Ian:  No, no, I don’t. I just -- I want to know what I'm looking for, that's all.", "Rafe:  Ok, well, just let me know if anything turns up, all right?", "Ian:  I will. Thanks. Colleen?", "[SCENE_BREAK]", "Colleen:  Yes, doctor, I realize that this is really short notice, but Dr. Ramsey's  checked out again. No, I don't know where he is. Thanks.", "[SCENE_BREAK]", "Ian:  That's becoming a bad habit, Ramsey. What are you up to?", "[SCENE_BREAK]", "Livvie:  I know you're here, and I know you can hear me. Look, answer me, damn it! Come  out and show yourself! Fine. Then you're just going to have to listen because  a lot has happened in the past 24 hours, and this baby I'm carrying shouldn't  still be alive. But the doctor said not only was it ok, but it's even stronger  than it was before, and I want to know why! You have to tell me! I need to  know what is growing inside of me! Is this -- is this baby human? Come out  here!", "Avatar:  You should not be here.", "Livvie:  Damn you. I need you to tell me what is growing inside of me right here and  right now, or I'm going to tell everybody in port Charles who you really are!", ">>  Stay tuned for scenes from the next \"port Charles: Torn.\"", ">>  On the next \"port Charles\" --", "Lucy:  Livvie. Oh. I thought she was supposed to stay in bed.", "Livvie:  I warn you -- I'm going to blow your cover sky-high.", "Avatar:  Say nothing, or I will reveal that I am the true father of your child.", ""], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=wz4W-KzAyI0"}