{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Frank: What in the world is that? ", "Victor: My positron. ", "Frank: Your what? ", "Victor: It's an energy sensor device. I want to take it out to the impact site. ", "Frank: Where do you get these things? ", "Victor: I had to make this one myself. It's one of a kind. ", "Frank: Victor, you really think that that freak light show we saw on new year's eve is somehow connected to an alien invasion? ", "Victor: Are you by chance referring to the g.A.P. -- The glowing aerial phenomenon in u.F.O. Terms? No, not necessarily. It's what we found there. ", "Frank: What, a burned-out patch of ground? ", "Victor: No, no, no, no. Not the burned-out patch. That watch or whatever it was that you fished out of the snow -- and that it suddenly disappeared? ", "Frank: Ok, yeah, it's weird. It's all very weird. ", "Victor: Only because so far we have only questions. What do you say we go get ourselves some answers? Huh? ", "Frank: Lead the way. Whoa. You see that? ", "Victor: Lightning. Really close. Why isn't there any thunder? ", "Frank: There's not a cloud in the sky. ", "Victor: I think we'd better hurry up. ", "[SCENE_BREAK]", "Casey: Hey, easy! ", "Ricky: We had a deal. You were going to take the rap for that little jewelry store caper of yours, and I was going to walk. ", "Casey: Yeah, ok, so you ran instead. What's the difference? ", "Ricky: The difference is you started a fire at the police station. Now the cops are chasing both of us. ", "Casey: Yeah, which is why it really doesn't make much sense to be standing around chatting, now, does it? So if you'll excuse me -- ", "ricky: No, no, no, no, no, no. See, we're going to go back, and you're going to tell them it was you. ", "Casey: What planet are you from? I'm not going anywhere with you. ", "Ricky: Now, you listen to me, little girl. You're in a lot more trouble than you know because I'm not taking the fall for anyone, least of all you. ", "[SCENE_BREAK]", "Kevin: Lucy, what have you done in here? ", "Lucy: Well, this is your studio. ", "Kevin: My studio? ", "Lucy: Yes. Doc, you're an artist. You need a studio, an artist studio, where you can create your vision, where you can get away from the world, and i tried to get absolutely everything you need. So say something. What do you think? ", "Paige: Am i interrupting? ", "Kevin: Oh, no, no. ", "Lucy: No. ", "Kevin: Paige, come in. You have to see this. Lucy put all this together so we'd have a place to work. ", "Paige: Wow! You did all this? ", "Lucy: Yep. I sure did. I really believe in harmonious workplaces. ", "Kevin: Well, I guess what you said about me painting your portrait is right. I guess it's somehow meant to be. ", "Lucy: Yes. Of course it's meant to be. ", "Kevin: So? Shall we get started? ", "Paige: I'd like to, but i'm sorry, i can't. ", "[SCENE_BREAK]", "Eve: I'll have the new schedule up in the morning. I know, I know, we're short-handed. I'm working on it. Good night. ", "Ian: Will you look at that. ", "Amy: Is my lipstick on straight? ", "Ian: Yeah. No, you -- you look fine. ", "Eve: What? Thornhart -- ", "ian: What? ", "Eve: When you tell a woman she looks fine, it's like telling her she has a nice personality or she's a really good dancer. Listen, amy, what my husband meant to say is you look absolutely beautiful. ", "Amy: Thanks. ", "Eve: What's the occasion? ", "Amy: I have a date. ", "Ian: A date? ", "Eve: Hmm. ", "Amy: Oh, it's no big deal. It's just drinks. ", "Ian: Who's the lucky man? ", "Amy: I don't think you know him. ", "Ian: You don't know that. What's his name? ", "Eve: Oh, my -- ", "ian: What? ", "Eve: Listen -- what, are you her father? Come on, what's the problem? ", "Ian: I'm -- there's no problem. Just -- I'm asking the question because I'm a little surprised you found someone already that you're going to go have a date with. I mean, you just got here. You've been kind of -- we've been monopolizing your time. That's all i'm saying. ", "Amy: Well, I have managed to spend an odd moment or two out of your sight. Besides, didn't you hit the ground running when you first came to port charles?", "Ian: How do you know that? In fact, how do you know so much about everything?", "[SCENE_BREAK]", "[Captioning made possible by abc, inc., And soapnet] ", "ricky: Did I forget to tell you that i just got out of the joint and there is no way i'm going back? ", "[SCENE_BREAK]", "Casey: So don't. ", "Ricky: Well, that depends on you. Now move it. ", "Casey: Hey, listen, ricky, ok? I'd really like to help you out, man, really. But, look, i already told you I got to get to the city, to new york. I've already stayed here way too long. ", "Ricky: What's in new york anyway and why the big hurry to get there? ", "Casey: You wouldn't understand. ", "Ricky: So, fine. Here's what you do. You go back to the cops and you get your slap on the wrist, and I'll put you on the first bus myself. ", "Casey: That's not really what you want to do, is it, ricky? Because, you know, i can be actually pretty nice once you get to know me. And you can get to know me right now, right here. ", "Casey: See how friendly i can be? ", "[SCENE_BREAK]", "Ian: There. ", "Amy: I don't understand, ian. I thought we talked about this. ", "Ian: I know, I know -- your heightened senses. But you know what? Every now and then you get into an area that really has nothing to do with that. Like right now, for example. ", "Amy: Well, if i was wrong about you, i apologize. ", "Eve: No, no, no, no. Amy, you weren't wrong about ian. When he first came to port charles, he had to swat the women off with a stick. Didn't you, honey? ", "Ian: Come on, give me a break with that. ", "[Horn] ", "amy: That must be my cab. ", "Ian: Ok. ", "Eve: Hey, have a great time, ok? ", "Ian: Have fun. ", "Amy: Ok. ", "Ian: And be safe. ", "Amy: Ok. And I promise I won't be too late, dad. ", "Ian: Why is -- all right. ", "Eve: Don't you feel silly now? ", "Ian: No. ", "Eve: Ian -- ", "ian: Eve -- I know people that have lost a sense and have compensated with another one, but amy's off the charts. ", "Eve: Why? Because she figured a gorgeous, sexy guy like you's a lady killer? Oh -- was a lady killer. ", "Ian: No, I'm not blaming her about that. I mean, that's the obvious. But she kns things about people that she couldn't possibly know. ", "Eve: So what are you saying? She's a witch or a fortuneteller or -- oh, hey, she could be that madam alicia person on tv, huh? ", "Ian: I don't know. Nothing would surprise me in port charles. ", "[SCENE_BREAK]", "Kevin: Is everything ok? ", "Lucy: Yes, i thought you were very anxious to get started. ", "Paige: I am. I can't wait to begin. ", "Kevin: Then what's the problem? ", "Paige: It's just -- i thought maybe tonight wasn't the best time. That's what I came up here to tell you. ", "Lucy: What are you talking about? ", "Paige: I'm talking about getting out of your hair for a while, giving you two some privacy. ", "Lucy: And that means what? ", "Paige: Look, I really appreciate what you've done for me, but you're newlyweds and I'm about to steal kevin's every free moment for the next god knows how long with him. ", "Lucy: Oh, you're not stealing him away from anything. Don't worry. No, it's fine. ", "Kevin: No, no, of course not. ", "Paige: Have you two had any real time alone together since i got here? Hmm. That's what I thought. But you're going to tonight. Look, the portrait can wait till tomorrow or the next day, whenever. There's no rush. ", "Kevin: Paige -- ", "[SCENE_BREAK]", "paige: And no arguments, either. Oh, and, lucy, you did a fantastic job with the place. Looks great. Have fun. ", "[SCENE_BREAK]", "Lucy: Thanks. ", "[Door closes] ", "lucy: Hmm. ", "Kevin: Well, I wasn't going to argue. ", "Lucy: You weren't going to argue, huh? ", "Kevin: I thought about offering her my car keys. ", "Lucy: Isn't that interesting, I had exactly the same thought. ", "Kevin: Great minds think alike. ", "Lucy: And very amorous ones. You know, we really haven't had a whole heck of a lot of time alone together. ", "[SCENE_BREAK]", "Eve: Do you want to know my theory as to why amy has your brain working overtime? ", "Ian: I have a feeling you're going to tell me whether i like it or not. ", "Eve: That's right. You are confusing her with one of your wounded sparrows that you like to take in and protect from the dragons of the world. ", "Ian: You're mixing your metaphors again. ", "Eve: Whatever. Amy is not like that. Amy is a very strong, secure young woman who has managed to take a bad break and make a life for herself -- and tell you a thing or two while she's at it. ", "Ian: Hmm, sounds like someone i married. ", "Eve: I'm just saying don't underestimate her. ", "Ian: I don't underestimate her. I like her very much. We get along great. ", "Eve: Yeah, I know. I saw that earlier today. ", "Ian: Oh, you're not upset about the blindfold thing? ", "Eve: No, no, no, no. I'm not upset. I'm jealous. ", "Ian: Lambert, give me a break with this -- ", "eve: No, no, no. Wait, wait, wait. Not jealous like the old eve who didn't trust her husband. ", "Ian: Uh-huh. ", "Eve: Jealous like the new eve who's been all work and no play lately, and when i saw the two of you having so much fun, i -- I felt envious. ", "Ian: So you still like to have fun, then? ", "Eve: Of course I do. ", "Ian: Oh. ", "Eve: I'm sorry I've been such a drag lately. I'm going to try and do better.", "Ian: No, no, no. You got a lot of responsibilities -- ", "eve: You don't believe me, do you? ", "Ian: No, no, I believe that you want to have fun. I just think it's going to be a long time before you -- ", "eve: Before i what? ", "Ian: You -- ", "eve: Can have fun again? Well, if that's the way you feel, mister, you are sadly mistaken, and I'm going to prove it to you right now. ", "Ian: What are you doing? ", "Eve: We're going to play our own little version of the blindfold game. ", "Ian: Really? And how does this one go? ", "Eve: I don't know, you tell me. ", "Ian: Ok. First thing, we sit real close to each other like this. ", "Eve: I'm liking this already. ", "Ian: Mm-hmm. You changed your soap. ", "Eve: Yeah. Yesterday. ", "Ian: Mm-hmm. Heightened senses. ", "Eve: Really? What else are you sensing? ", "Ian: I'm sensing that your lips are very luscious. Am i right about that? ", "Eve: My goodness. If this is the way the blindfold game goes, i'm sure glad i walked in on the two of you when I did. ", "Ian: No. Give me a break. Do you want to know how it really goes? ", "Eve: Yes, i do. ", "Ian: Ok. Hmm. Hey. First thing you do is you take in the room. ", "Eve: Ok. ", "Ian: Ok? You got it? Good. ", "Eve: Yeah, I got it. Ok. Ooh. Hello. ", "Ian: Blindfold. Hello there. I'm not hurting you, am I? ", "Eve: No. ", "Ian: Ok. ", "Eve: Ok, wait -- but you're not going to, like, spin me around and make me dizzy and try to pin the tail on the donkey, right? ", "Ian: No, no, no. What you need to do is find me just by the sound of my voice, all right? So i'm going to keep talking, and you try to find me. ", "Eve: Sounds easy enough. ", "Ian: Ok. But remember the room. ", "Eve: Ok. ", "Ian: Try to find -- where am i right now? Can you hear me? Do you know where I am? ", "Eve: Yes. You are by the door. ", "Ian: Am i? ", "Eve: Wait, wait, wait, wait, wait! You're moving! ", "Ian: Well, come find me just by the sound of my voice. ", "Eve: And what do I get if i find you? ", "Ian: Well, come and find me, and I'll show you. ", "Eve: Ok, I'm coming. ", "Ian: Uh-huh. You can -- oh, watch the -- oh. ", "Eve: Ow! Damn it! ", "[SCENE_BREAK]", "Lucy: You know what? I somehow sense some of your old doubts creeping back in. ", "Kevin: Well, yes. I mean, this is a little intimidating. ", "Lucy: Why? Why is it so hard to believe in yourself? You've proven yourself already. ", "Kevin: Not really, lucy. ", "Lucy: How can you say that? ", "Kevin: Because I've never done anything even close to an oil portrait before. I mean, I've already done about 20 sketches of paige and i've tossed them all.", "Lucy: I think you are being way, way too hard on yourself. ", "Kevin: I know why paige wants this so badly, but why do you? And what makes you so sure i can even do it? ", "Lucy: Because I know you and I believe you can do anything because you have for me. Look what you did -- you brought my baby back and you married me and you made us a -- a family and, doc, you have made absolutely every one of my dreams come true. Please, let me do that for you. ", "Kevin: What makes you think you haven't already? ", "Lucy: Thanks. But I know. I know you, and there's a little teeny, tiny piece of your heart locked away deep down that needs to come out and be free and be creative and live, and you have to finish what you started all those years ago. I know that, and you know that, too. Let me help you. Please. Let me help you get to wherever this is going to take us once and for all. ", "Kevin: That's almost what paige said -- that painting her portrait was like completing a journey. I mean, she meant for her, but maybe for me, too? ", "Lucy: Yes. Hey, i have an idea. ", "Kevin: What? ", "Lucy: Well, since you can't paint paige tonight, what if you painted me? ", "[SCENE_BREAK]", "Casey: What do you say we take this someplace a little less public, huh? There's a motel not too far from here. ", "Ricky: Oh, yeah? ", "Casey: Yeah, the hideaway off of route 6. I'll meet you there. ", "Ricky: Meet me? ", "Casey: Yeah, I got to go back to my place and get some cash. ", "Ricky: Oh, and I'll just be sitting there naked and waiting. ", "Casey: Oh, what a visual. I'll see you soon. ", "Ricky: Do i look stupid to you? ", "Casey: I thought you were into it. ", "Rill, the kiss wasn't that bad, but i've had better. ", "Casey: Well, wait till we get to the bedroom. ", "Ricky: You think I'm going to let you out of my sight for one second? You're even dumber than you look. ", "Casey: I really do hate you, you know that? ", "Ricky: Likewise. Now let's go. ", "Casey: Look what you made me do. ", "Ricky: Get up. I've had it with you. ", "Casey: Likewise. ", "[SCENE_BREAK]", "Victor: So then carl sagan gets the brilliant idea to build the whole message around 1,420 megahertz. 1,420 megahertz is a cornerstone of any sophisticated civilization. ", "Frank: Yeah, victor, my idea of a sophisticated civilization is a warm fire and karen and not freezing my butt off out here. What are you expecting to find anyway? ", "Victor: Well, I'll tell you as soon as -- ", "[SCENE_BREAK]", "[positron beeps] ", "frank: What -- ", "[SCENE_BREAK]", "victor: Oh, good lord. Do you still think i'm crazy? ", "[SCENE_BREAK]", "Lucy: This is a first. I have never, ever posed for an artist, any kind of painting or anything before, so come on. Give me some tips. What do I do first?", "Kevin: Well, I guess it would depend on what kind of portrait we're going to do, right? ", "Lucy: Right. ", "Kevin: You know, there's the standard, you know, elbow-on-the-mantelpiece kind of thing. ", "Lucy: Right. ", "Kevin: Or -- well, we could use less clothes and do something a little more provocative. ", "Lucy: Um, well, maybe -- I'm not sure, but I think i might have in mind what you have in mind, but I'm not sure. Maybe you could let me know. Is this -- is this ok like this? ", "Kevin: And then, of course, there's the classic nude. ", "Lucy: Oh. Well, that's even better. More interesting. ", "Kevin: This is never going to work. ", "Lucy: Uh-uh. Not in a million, million years. ", "[SCENE_BREAK]", "Ian: I'm sorry, honey. ", "Eve: Oh. ", "Ian: Got a little carried away. ", "Eve: No, no, no, no, no. It's not your fault, it's my fault. It's just a little bruise anyway. I just got so excited, i ran right into the coffee table.", "Ian: I should be flattered. ", "Eve: You know, it's amazing. Just for those couple of minutes without my sight, it was really an eye opener, you know? ", "Ian: That's a bad choice of words, I think. ", "Eve: Oh -- no, really. I mean, amy has to live with this every day. She truly is an inspiration. ", "Ian: Let me see your leg. Just keep it up like this. ", "Eve: Really? Is that your professional opinion, doctor? ", "Ian: Yeah. Oh -- and dr. Thornhart also thinks that a little mouth-to-mouth never hurt anybody. Which reminds me -- ", "eve: Yes? ", "Ian: Never really had the chance to see in the new year the right way. ", "Eve: You're right. ", "Ian: Mm-hmm. ", "Eve: Why don't you meet me in the bedroom and we'll take care of that? ", "Ian: Sounds good. ", "Eve: Ouch, ouch, ouch. ", "Ian: Hmm. ", "[Eve laughs] ", "eve: Hurry up. ", "Ian: I'm coming. ", "[SCENE_BREAK]", "Frank: I don't get it. This place was completely dead. It was scorched earth.", "Victor: Well, obviously not anymore. ", "Frank: Hey. There it is again. ", "Victor: And still no thunder. ", "Frank: Victor, what's going on? ", "Victor: What i've been saying all along -- we're up against something or someone not of this earth. ", "[SCENE_BREAK]", "Ricky: Where the hell am I? ", "[SCENE_BREAK]", "Paige: You're late. ", "Casey: I've been busy. You're lucky i'm even here at all. ", "Paige: Yeah, you've been busy, all right -- losing this. I had to get it back for you. ", "Amy: Try hanging on to it this time. ", "Casey: Hey, i'm sorry. ", "Amy: \"Sorry\" doesn't cut it. Because of your carelessness, everyone's seen the watch and knows something strange is going on. ", "Paige: Yeah, they think we're visitors from another planet. ", "Casey: So what's wrong with that? As long as they don't know who we really are. ", "[SCENE_BREAK]", ">> Stay tuned for scenes from the next \"port charles: Secrets.\" Returning my elf uniform. ", "[SCENE_BREAK]", ">> On the next \"port charles\" -- ", "frank: You better tell me what happened to casey, or i'm going to haul your sorry ass back into jail. ", "[SCENE_BREAK]", "Kevin: No, honey, i'm not mad at you. ", "[SCENE_BREAK]", "Christina: Go away. ", "[SCENE_BREAK]", "Paige: We can't let them find out the truth about who we are and why we're here. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=nRa733uupTI"}