{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Livvie: Frank.", "Frank: From the look on your faces, you've heard Ian’s theory that I’mthe host. Lancelot’s is using my body.", "Rafe: A lot of names have come up, frank.", "Frank: Don't worry about it. It's ok. I’m not going to sue anybody.Besides, I heard the avatar is gone. Is that right? You know what happened?", "Rafe: It was a fire. We think it was caught in it.", "Frank: Well, just as long as we're all safe again. How you feeling?", "Livvie: I’m all right.", "Frank: Your wife is one of those women who just glows when she's pregnant.It's almost like there's a fire inside you.", "Rafe: Yeah, well, speaking of fires, can you wait here a minute? I’ll beright back.", "Livvie: But, Rafe --", "Rafe: No, I just want to go run over to G.H. And see if I can check out theforensic reports on whatever was left in the ashes.", "Livvie: Yeah, I know, but, honey --", "Rafe: Something wrong?", "Livvie: No.", "Frank: Don't worry about Livvie. I’ll keep her company.", "Rafe: Thanks, Frank.", "Livvie: Rafe -- Rafe?", "Rafe: Hour tops, ok?", "Livvie: See you soon.", "Frank: Maybe you'll see him again. Then again, maybe you won’t.", "[SCENE_BREAK]", "Kevin: Livvie lied to me, and not just about these test results. I mean abouteverything.", "Lucy: She is a very, very complicated girl.", "Kevin: \"Complicated\"? Is that what you call it? Because I don’t.I don't need a file or a test result to tell me what's been there right from thevery beginning. My daughter's losing her mind, Lucy, and all the signs have beenthere since the start. And to hell with anyone who gets in her way.", "Lucy: I’m so, so sorry.", "Kevin: Well, I’m not going to hide from it anymore. This ends right now.This ends right now.", "Alison: Please, god, I just need one more sign. Just one more sign.", "Lucy: Rafe's soul is lost forever -- unless you make him fall in love withyou again.", "[SCENE_BREAK]", "Alison: But is that right? I mean, do you really want me to fall in -- orhave Rafe fall in love with me again? Shouldn't I just walk away? Shouldn't Ijust walk away and let him spend his life with his wife and this child that'scoming? I mean, there is a new baby on the way. Is it up to you to save hissoul? I don't know. Please, god, if -- if you can hear me, just reach out tohim. Please. God, I pray, just save his soul, please. Just save his soul.Please.", "Rafe: Save whose soul, Alison?", "Alison: Rafe.", "Rafe: I’m sorry. I didn't mean to --", "Alison: Oh, No. No, No, you're ok. You weren't interrupting.", "Rafe: Ok. So you were praying to save --", "Alison: A soul. My -- a friend of mine who's in a lot of trouble right now.", "Rafe: So you came here.", "Alison: I was -- I was on my way to go surprise my nana with some lunch, butI -- I took a detour here.", "Rafe: I’m sorry. It's just that's -- it's the same detour I take every timeI come to the hospital. It's like this is the only place that I -- I feelcomfort and calm. I feel --", "Alison: Peace.", "Rafe: Peace. Yeah.", "Alison: Yeah. Well, let's just hope that you know who up there knows aboutthis little chapel down here and heard me.", "Rafe: I have a feeling he hears everyone.", "Alison: Yeah.", "Rafe: Especially someone with a heart and soul as pure as yours.", "Alison: Do you think that it belongs to you?", "Rafe: What's that?", "Alison: Your soul. My soul, anybody's soul. Do you think that it's reallyyours to keep or to give away?", "Rafe: I -- I don't know. I mean, I think the soul is really the essence ofwhich somebody is, so I don't know how you could just give something like thataway.", "Alison: What if somebody came to you and said, \"you need to give yourown soul away in order to save someone that you really love\"? What if thelife of someone you love depended on you sacrificing your own soul? Would you doit if you could?", "Rafe: I guess, yeah, I could think of a moment where I would do anything ifit meant saving somebody I loved.", "Alison: Yeah? Anything?", "Rafe: Sure. Yeah. You?", "Alison: I would just hope that if I was ever in that position that I wouldchoose the right thing to do.", "Rafe: You seem to have some doubts. But I got to tell you, there's not aquestion in my mind. Look at that.", "Alison: What?", "Rafe that -- that candle. I -- I brought it in here months ago.", "Alison: Wait, did you just -- did you just say \"months ago\"?", "Rafe: Yeah. And it's still burning.", "[SCENE_BREAK]", "Frank: The avatar isn't gone, Livvie. He's just taking a little vacation.", "Livvie: How did you --", "Frank: Livvie? How did I escape the flames? Oh, you people are so limited.You've seen what I am capable of but you still underestimate me.", "Livvie: No. No, I've never --", "frank: No, of course you do. Livvie, you treat me like that poor husband ofyours you so desperately want to hang on to. Of course, his tragic flaw isbelieving you and the lies you've told him. Especially this one.", "Livvie: Don't touch me.", "Frank: Oh just a little late for that, don't you think?", "Livvie: Listen, frank, you don't want anyone to find out that you're thefather of this baby or that you're the avatar because everybody loves FrankScanlon --", "Frank: Frank Scanlon is gone, Livvie.", "Livvie: What?", "Frank: More or less. I've grown so strong in his body, so powerful in thistown. It won't be long before what's left of him disappears completely. You're atreacherous woman, Livvie, and I will have my justice on you. You will pay forwhat you've done. You may not know how or when, but I promise you it's coming.But in the meantime, as I said to your noble husband, this pregnancy trulyagrees with you. You look swell.", "[SCENE_BREAK]", "Alison: Where did you find this? This is Kevin's candle.", "Rafe: What do you mean, Kevin's candle?", "Alison: Never mind. Where did you find this?", "Rafe: I found it in the w. I could pretty much show you the spot. I mean, itwas out there in the middle of the trees. Obviously it didn't seem like itbelonged, so I -- I just picked it up and -- I don't know why -- I couldn't getrid of it.", "Alison: Couldn't?", "Rafe: Well -- see, I think I heard this little voice inside my head that toldme that maybe it could help you or, you Alison maybe it was a way that hadsomething to do with helping you. And that sounds crazy, doesn't it?", "Alison: No, not to me. Not at all.", "Rafe: The day that Livvie and I were supposed to leave town, I came here. Idon't know. I was just saying good-bye or something, and then -- and I lit it,and then I just had this incredible, overwhelming feeling that I finally didwhat I was supposed to do the whole time.", "Alison: And then?", "Rafe:Then nothing. Well, I mean, I just haven't thought about it since -- atleast not until now. You thin means something, though, Alison. What is it?", "Alison: It means everything. Rafe, this changes everything.", "Rafe: I don't -- what -- did I say something? What did I do?", "Alison: I just have to go. I have to go.", "Rafe: Go where?", "[SCENE_BREAK]", "Lucy: What do you do next?", "Kevin: Well, any shrink worth his couch would tell you, \"look at thefile.\" All the signs are there. It makes perfect sense. Forget about Caleband all that stuff. Just take a look at the gene pool. Let's see if I haveenough fingers, shall we? There's grace, Rachel, Estelle --", "Lucy: Ok, I understand --", "Kevin: And don't forget my side of the family. Lest we forget my twin brotherRyan serial killer.", "Lucy: Let's forget about Ryan. Ryan is best left completely forgotten, ok?", "Kevin: I’m just telling you what a shrink would do. That's the question,right?", "Lucy: Yes, that's what I asked you. But now I’m asking you something else,doc. What would a father do? What -- what’s Dad say?", "Kevin: I don't know. I don't know what I would say. But it will have to do.", "Lucy: Do you want me to go with you?", "Kevin: Yes. But I thin know this is something I take care of alone.", "Lucy: Are you sure?", "Kevin: I can't remember how many times you warned me about it and Icouldn’t listen. I’m sorry. You were right all along.", "Lucy: I -- I did not want to be right. Believe me, I kept hoping and hopingthat I was completely wrong.", "Kevin: I know.", "Lucy: M so sorry you have to go through this.", "Kevin: I’m sorry I let Livvie come between us.", "Lucy: She didn't, doc. She didn't. We will get through this just like rougheverything else -- anger than ever, really.", "Kevin: Just like always.", "Lucy: Yeah, I promise. Promises, promises.", "Kevin: Do you know how much I love you?", "Lucy: Well, I don't know. If it's anything like how much I love you --", "Kevin: No about three times as much.", "Lucy: Oh, No, No, No. See, that would be impossible because then you wouldcompletely explode.", "Kevin: Ooh. O", "Lucy: Hey, is there anything I can do at all?", "Kevin: Yeah. Just be there when I get home.", "Lucy: You can count on that.", "Kevin: I do, and I always will.", "Lucy: Always?", "Kevin: Always. I’ll see you later. Lu ok. Ok. It's going to be ok.", "[SCENE_BREAK]", "[Door closes]", "Livvie: \"Singapore -- psychiatry data synthetic experimental. In smalldoses, hallucinations reported. Psychotic better god, it's perfect. I chose theright drug. Let’s see if I offered enough cash. He said anything was availablefor the right price.", "[Knock on door]", "Livvie: Ok, I guess -- guess the price is right. Come on in.", "Man: Delivery..", "Livvie: Here. Its all there, plus an added extra for your fast service.", "Man: Great. Nice doing business. But if anybody asks -- Livvie, I know. Neveryour face, don't know your name.", "Man: You know what happens on that stuff, don't you? Turns people intofreaks. They want are.", "[SCENE_BREAK]", " Livvie: Yeah, I know. I will be sure to tell my lab.Thank you very much.", "[SCENE_BREAK]", "Livvie: Ok, Frank. You want to play? I’ll play. I will show you crazy. Letme see.", "[Phone rings]", "Frank: Frank Scanlon.", "Livvie: Hi. It's Livvie.", "Frank: What do you want?", "", " Livvie: I’m sorry the way we leftthings between us, and I just -- I really need to talk to you.", "Frank: Go ahead. Talk.", "Livvie: You, I'd rather do it face to face. And I'd come to you, but I don'tthink you want us doing this in public. Meet me at my apartment.", "Frank: All right, mommy, I can spare five minutes. Any tricks, though, andthey will be the last five minutes you see.", "Livvie: There. Now, that should be enough to take care of you.", "[SCENE_BREAK]", "Colleen: Rafe?", "Rafe: excuse me?", "Rafe: Colleen. Hi.", "Colleen: Ian left a note saying that you were going to come by to grab thesetest results from forensics lab?", "Rafe: Yeah, absolutely. I was on my way there.", "Colleen: No problem.", "Rafe: Thanks.", "[SCENE_BREAK]", "[Phone rings]", "Frank: This isn't right. I just left her apartment little w ago. That punkGarza was with her. She said she could handle him. Well -- if she can't, I will.", "Livvie: let’s get this over with. Where are you? I am ready for you god,you said you were on your way. Ooh, my heart's pounding. That's how he wants it,isn't it? You know? I’m not going to let him get away with this. He's notgoing to make me nervous. No, he isn't. I bet he hasn't lye hi. Is Frank Scanlonstill there? He was -- oh, he left already?  No, No. No message. Thank you very much. Well, he's on his way, just likehe said. You’re about to wait here. So come and it. ", " Frank: She knew I'd becoming back. I -- Karen?", "Frank: What the -- Ricky. That maggot. He Karen. He kidnapped my Karen myKaren!", "[SCENE_BREAK]", "Alison: oh god, thank god you’re here!", "Lucy: Alison, what? What's going on?", "Alison: The candle -- candle -- Kevin's candle -- the one that was to bringhim back, you know from where he is.", "Alison Rafe is.", "Lucy: What? On yeah. As soon as he came home ok, you and he it. Stop talkingabout it.  Wait, you just saw Rafe inside the chapel?", "Alison: Do know this means? He came back to me.", "Lucy: Oh, I don’t know. Something happened, something got screwed up and itdidn’t work out what it supposed to but he came back for you Alison don't youget it?", "Alison: No.", "Lucy: It's my turn to him No I’m the one s supposed to helm. Supposed savehim if I can or try and him to save him only I’d know to do because that theonly factor he’s of Livvie’s lie’s.", "Alison: there's baby. You to down for a second and calm down. Just calm doora sad and list first I need you to tell me.", "Alison: Yes", "Lucy: You really Rafe side the chapel talked him in the chapel.", "Alison: yes, the chapel.", "Lucy: Ok you talked to Rafe at the chapel.", "Alison yeah.", "Lucy: that's got to be sign number one.", "Alison: What do you mean, is number one?", "Lucy: never mind the fact that doc just left to go Livvie, to confront herabout the truth. ", " Alison: what truth? What are you talking about?", "Lucy: Alison listen to me we're not sure who father of Livvie's baby is.", "Alison: what? What?", "Lucy: It's not. We have proof that that not Rafe's baby!", "Alison oh, my god Lucy! Oh, my god!", "Lucy: Know, I know.", "[SCENE_BREAK]", "[Knock door]", "Livvie: Ok here's No turning back No", "Kevin: Agh! Livvie --", "Livvie: , My god.", "Kevin: What did you do?", "Livvie: I’m so sorry. I didn’t know. I didn’t know. Daddy --", "Kevin: , Don't touch me", "Livvie: Daddy, please – Oh my god. Oh, my, No. Daddy", "Kevin: No. No No", "Livvie Daddy, wait Daddy", ">> On the next \"Port Charles\" --", "Livvie: God, what have I done?", "[SCENE_BREAK]", "Lucy: You need to take care of Rafe. We need to find him and we need to tellhim everything.", "[SCENE_BREAK]", "Chris: Lancelot's alive? Great! I’m back in business! Hey!", "[SCENE_BREAK]", "Rafe: You still feel like celebrating, Ramsey?"], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=R65Z9QzrUCY"}