{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Alison: You're back. ", "Jamal: Yeah, no kidding. ", "Alison: I thought you were still in chicago. ", "Jamal: Yeah, well, you know, I wanted to surprise you, and I guess now we're all surprised, aren't we? ", "Rafe: Hey, listen -- ", "alison: Jamal, don't -- don't be like that. ", "Jamal: Thanks for the hug, ali. It's really great to be home. ", "Alison: Huh. ", "Jamal: Look, I really missed you out there. ", "Alison: Then why didn't you call? ", "Jamal: I did call. I couldn't get in contact with you, I got worried, and I got on a plane. ", "Alison: Really? Well, how's gabby? ", "Jamal: What? ", "Alison: And hope? Your sister? Huh? ", "Jamal: The baby's fine, thank you. ", "Alison: Good. ", "Jamal: And gabby I dropped off at her place, and then i rushed right over here. ", "Alison: Oh. ", "Jamal: Because like i said, I was worried, but i guess i didn't have to be because you haven't been alone this whole time, anyway. ", "Rafe: Hey, you know what, you've got it all wrong. ", "Alison: Look, rafe has been helping to look after me and I'm very lucky that he has been. ", "Rafe: Well, no, actually, she's kind of been looking after me. ", "Jamal: Yeah, well, maybe she wouldn't have had to if you were leaving town like i thought you were. So what changed your mind, huh, rafe? What are you doing here? Or do I already know the answer to that question? ", "[SCENE_BREAK]", "Casey: Look, you sure you're done dragging me around every lame hardware store in this town? ", "Frank: And how else were we going to price all the supplies that I need to fix the damage you did to the restaurant? ", "Casey: You're going to do all the work yourself. You saved on labor already. Jeez, you had to waste half my day chasing down cheapo materials, too? ", "Frank: Do yourself a favor and learn to say \"thank you\" when someone's trying to help you out. ", "Casey: Maybe I'm used to helping myself. ", "Frank: Hey, look, I'm heading back now. You want me to drop you off at the bike shop? ", "Casey: I've got the address, thanks. You know, I know how to read, too, frank. ", "Frank: Yeah, you know how to run, too. Now, you wouldn't be planning to bail on me? ", "Casey: How? You kidnapped my bike. ", "Frank: That's right, I did, didn't i? Just doing my civic duty, trying to make the planet a safer place. You are a serious menace on that thing. ", "Casey: Ha! Get a life. ", "Frank: You know, you might try flipping that chip off your shoulder. ", "Casey: Flip this. ", "Casey: Time to do my civic duty for planet me. ", "[SCENE_BREAK]", "Clerk: We have the perfect piece for you. Right with you, young lady. ", "[SCENE_BREAK]", "Casey: No problem. Jerk. ", "Casey: I'll be back later. Thanks. What a maroon. Just like taking candy from a baby. ", "Ricky: Excuse me, miss. ", "Casey: Hey, hands off! ", "Ricky: You should try taking your own advice. I'm with security. This will come as a shock to you, but you just picked up something that doesn't belong to you. ", "[SCENE_BREAK]", "Lucy: Ooh. ", "Kevin: I missed you last night. ", "Lucy: Oh, I missed you so much. I missed your lips and i missed those fingers of yours. ", "Kevin: And I could hear you singing your song in christina's room until the wee hours. ", "Lucy: I know, I'm pooped, but I'm so happy pooped. Oh, doc, those girls are amazing. I'm so glad we have them and I have the man of my dreams with those magic fingers. Life doesn't get any better than this, I know it. Where's paige?", "Kevin: Said something about running errands. Why? ", "Lucy: Oh, just i was thinking about her. I feel really sorry for her, losing her husband and all. She must be very, very lonely. I think we should do absolutely everything to help her. Don't you? ", "Kevin: Sure. ", "Lucy: Good. Great. That's why i told her you'd love to. ", "Kevin: Love to what? ", "Lucy: Oh, nothing you can't handle. I just -- ooh -- know you couldn't say no to an old friend. ", "Kevin: Say no to what? ", "Lucy: Just, you know, you know, to an old friend who you've known a very long time who you haven't seen in a very long time. ", "Kevin: Lucy, what did you tell paige I'd do? ", "Lucy: Well, not much. I just told paige you'd paint her portrait. ", "Kevin: You what? ", "Lucy: I -- i promised her, so please, please, please? ", "Kevin: You can unpromise me, lucy. How could you volunteer me for something like that? ", "Lucy: Well, I just couldn't seem to say no, and you wouldn't have been able to, either, if you -- ", "[SCENE_BREAK]", "kevin: No, lucy, no. I'm not going to paint paige or anybody else. ", "[SCENE_BREAK]", "Paige: Ahem. Good afternoon. ", "[SCENE_BREAK]", "[Captioning made possible by abc, inc., And soapnet] ", "rafe: Somebody had to look after her while she was still in the hospital. ", "[SCENE_BREAK]", "Jamal: What? Ali, what is he saying? ", "Alison: Calm down and I will tell you. ", "Rafe: She tried to get to you, but then she got hurt and she didn't want you to know. ", "Jamal: And why the hell not? ", "Alison: Jamal, listen -- ", "jamal: Ali, no, no, no, why didn't you tell me? ", "Rafe: Hey, what's wrong with you, man? ", "Jamal: Rafe, stay out of this. ", "Rafe: No, I'm not the problem here. You're the one messing things up. Don't you get it? ", "Jamal: No, no, no, don't you get it? She is not available. She's not available, rafe. ", "Alison: Ok, whoa, whoa, stop! Stop right there. Don'T. Rafe is a friend. We are friends. Nobody has done anything wrong. ", "Jamal: Ali, just stop, just stop! Stop, ok? Look, I can't do this. I'm sorry, i can't. Ok, I just had this week from hell and -- it's time for our friends to go home. ", "Rafe: You're right, it's time for me to go. You know what, jamal -- believe it or not, i'm glad you're back. ", "Jamal: Yeah, yeah, I bet you are. ", "Rafe: Ok, but you know what, she is, all right? ", "Jamal: Yeah, you know, maybe I'd like to hear that from her, rafe. ", "Alison: Ok. All right. Ok, ok. Good night. ", "Rafe: Night. Night. ", "Alison: Thank you for trying. ", "Rafe: Yeah. Anything for a friend. You know that. ", "Jamal: Ali. ", "Alison: I have to go. Ok, jamal -- ", "jamal: What is this about you being hurt and in the hospital and you can't tell me? ", "Alison: Don't you throw me attitude! Don't you dare! Not after you dissed me first. Ok, I don't think so. ", "[SCENE_BREAK]", "Frank: Victor. Hey, what are you workinon? ", "Victor: I'm having another look at the calculations on the trajectory ofver that thing was. Something here just doesn't add -- guess what happened! ", "Frank: I'm scared to try. ", "Victor: The hand moved. ", "Frank: Well, ok. So what do you think made the hand move? ", "Victor: Beats the socks off me, especially since you and I together couldn't even budge the stem. ", "Frank: Did anyone call about the ad or the posters you put up? ", "Victor: Oh, yeah, lots of folks. You'd think port charles was ankle deep in lost watches, but nobody had a description even close to what we found. On the other hand -- ", "frank: \"On the other hand\" what? ", "Victor: Perhaps whoever owns it won't claim it because he or she doesn't want to be identified. ", "[SCENE_BREAK]", "Paige: So, don't holdack, kev. How do you really feel? ", "Kevin: Paige, i'm sorry. I'm not angry -- at least not at you. Lucy knows that I gave up painting a long time ago. ", "Paige: That's hard to believe. I always remember the fire i'd seen in your eyes. ", "Kevin: It's been years. ", "Lucy: Doc, it really hasn't been that long. Remember? You started painting again to get through to those memories. ", "Kevin: That was an exception, a one-time only thing. Now, every now and again i might do a sketch or something, but I'm a little uncomfortable working with oils. And besides, i don't do portraits. I never have. ", "Paige: It's all right. I understand. ", "Kevin: Paige, i'm sure you'll find a wonderful artist, and I'll even help you. ", "Lucy: No, she doesn't want another wonderful artist. She wants you, doc. ", "Kevin: But I don't want to paint anymore, that's all. I just don't want to. I'm sorry, paige. ", "Paige: No, you know, I'm sorry. I never intended to cause any trouble. If you don't want to do it, it's fine. I accept that. ", "Lucy: Well, it's not fine. I don'T. I don't. ", "Kevin: Lucy -- ", "[SCENE_BREAK]", "lucy: I don'T. Doc, come on. Please? You have this amazing, wonderful gift you need to share with everybody. And look, I'm going to give you my blessing to spend all those hours alone with that beautiful woman over there in a room, painting her. Doc, that's because I'm not jealous at all. I'm not worried, i'm not afraid. I -- I just am wondering, what is it you're so afraid of? ", "[SCENE_BREAK]", "Rafe's voice: \"Alison thinks i came back to experience things that i missed in my life, and she's got to go right on believing that, too. I can't tell her that I gave up my job as a guardian angel to come back for her. I mean, to help her and jamal patch things up.\" ", "Rafe: This would be a lot easier if I could still sense what was going on in her heart, you know? This is hard. It's really hard. ", "Rafe's voice: \"I forgot being human. Not everything, though. Some things feel really good. I could really get used to, well, feeling alive again, all the new feelings this body's feeling. It'd be easy to lose track of why i'm here and the things i should be doing. So easy.\" ", "Rafe: One thing's for sure -- I'm no angel, huh? Not anymore. ", "[SCENE_BREAK]", "Alison: I did call you when i fell and you never called me back. ", "Jamal: Look, ali, i must have been stressed out or something, ok, because I don't even remember you calling, ok? ", "Alison: No, it's not ok. ", "Jamal: Ali, look, just stop. It has taken everything I have to just try to keep it together, ok, with the hartmans, this transplant, valerie, ricky coming up here getting in my face. ", "Alison: Ricky? Who's ricky? ", "Jamal: Gabby's brother. Ok, then i got to sign this damn paper and everything and -- ", "alison: Paper? What paper? Stop it. Back up. Ricky? Paper? What are you talking about? ", "Jamal: Hope. I gave up all my rights to my daughter. ", "Alison: Jamal, i'm sorry. ", "Jamal: I mean, it was the right thing to do, there's no question about that, but it still hurts. ", "Alison: I'm sure it does. I really wanted to be there for you, but you shut me out. ", "Jamal: Look, I swear I didn't mean to do that. I swear I did not. Look, I really missed you out there. ", "Alison: I really missed you, too. ", "[Phone rings] ", "alison: No, please don't get that right now. Please don't. ", "Jamal: Gabby's all alone. I told her i'd call her. I told her she could call me. I can't even think straight. Hello? Yeah. ", "What? Ok, ok. I'm heading right down. All right, all right. ", "Alison: Was it gabby? ", "Jamal: The hospital. Valerie's in the maternity ward. ", "Alison: She's what? ", "Jamal: Outside the nursery, staring in at all the babies, and she won't leave. It's like she's completely just lost it or something. Look, I'm sorry, baby, I'm sorry, all right? I got to go. ", "Alison: Well, wait. Ok, I'll just -- i'll just -- I'll come with you. ", "[SCENE_BREAK]", "Casey: You know, you look awfully young for security, and where's your uniform? ", "Ricky: Plainclothes, and I'm older than i look. Necklace. Hand it over. ", "Casey: No, I got a better idea. ", "Ricky: Oh, yeah? ", "Casey: Yeah, how's about you and I sell what I've got in my pocket right now and split the cash? What do you say? We can work this out, right, just between us? ", "[SCENE_BREAK]", "Kevin: Lucy, fear has nothing to do with it. I just don't want to paint, especially not your portrait, paige. ", "Paige: Especially not? Because? ", "Kevin: Because you deserve someone who's going to give it the attention and skills that it needs, that's why. ", "Lucy: You are incredibly skilled. You're an amazing artist. ", "Kevin: Lucy, lucy, let it go. ", "Paige: Lucy? Might I have a moment alone with him, please? Would you mind?", "Lucy: Well, given his current mood, maybe you can have two moments. Ok, I'm going to go take the girls ice-skating like i promised. You behave yourself. ", "Kevin: I will. ", "Lucy: Be nice. ", "Kevin: I will. ", "Lucy: Ok. Ta. ", "Kevin: Ta. ", "Paige: Well, she's a real force of nature, that girl, huh? ", "Kevin: Yeah, typhoon lucy. ", "Paige: Yeah. Accept my apology? ", "Kevin: There's none necessary. ", "Paige: No, I think there is, kevin. I came here to ask you this huge favor and I end up spilling my guts to your wife first. ", "Kevin: Well, lucy does have a talent for drawing things out of people. ", "Paige: Yeah, you think? ", "Kevin: Why is this so important, paige? ", "Paige: Look, I don't have children, my husband's gone, but it's been a tradition in my family for generations. We all have our portraits done. I want to keep that tradition. ", "Kevin: You want to leave something behind. ", "Paige: Yeah. But I'm not sick, if that's what you're thinking. ", "Kevin: Well, that's good to know, but then why all the urgency? ", "[SCENE_BREAK]", "Paige: Haven't we all learned in the past few months that, god, today really is all we have? I don't put things off anymore, kevin. Just ends up with -- ", "kevin: Unfinished business. ", "Paige: Yeah. And you made me a promise a long time ago. You remember? When we were very young, very much in love, you promised -- ", "kevin: Yeah, that's a low blow. I promised i'd paint you. I know. ", "Paige: And as long as i've known you, i could always count on your word. Could always count on that at least. So please, kevin, please paint me. Please say yes. Don't disappoint me now. Returning my elf uniform. ", "[SCENE_BREAK]", "[Timer rings] ", "victor: Oh, oh, it's ready! My watch is ready! ", "[SCENE_BREAK]", "Man: He's cooking a watch? ", "[SCENE_BREAK]", "Frank: Don't ask. Thanks. ", "Victor: Frank? It's gone. My watch is gone. It disappeared. Poof! ", "Frank: Are you sure? ", "Victor: Yes, i know exactly where I left it! ", "Frank: Well, who could've taken it without us knowing? ", "[SCENE_BREAK]", "Ricky: It took some time finding this job and i'm not risking it for a few bucks. Now give. ", "Casey: Fine. Take it. I hope you choke. ", "Officer: Oh, no, you don'T. ", "Second officer: Where you going? Get over here. Ok, hand it over, bonnie and clyde. ", "Casey: Hand what? I got nothing. ", "Officer: We got you on the cameras and your pal here with the goods. ", "Casey: Whoa, my pal? I thought he was a security guard. ", "Officer: Yeah, right. Come on, you two. ", "Casey: Hey, you tried to con me? ", "Ricky: Hey, hey, zip it. Not in front of the cops. ", "Officer: Shut up and save it, the both of you. Get it worked out at the station. Let's go. ", "[SCENE_BREAK]", "Kevin: Ok, you want an original collins, you've got it. ", "Paige: What? You mean that? ", "Kevin: Yes. ", "Paige: What made you change your mind? Auld lang syne? ", "Kevin: No, lucy logic. If i'm that afraid to do something, then that's exactly what i should be doing. ", "Paige: Oh, thank you, kevin! Thank you, thank you, thank you. ", "Kevin: I'm just keeping an old promise. Speaking of old promises, dr. Van gogh is late for about a dozen appointments right now. ", "Paige: Right, right, of course. Go on, go, scram. ", "Kevin: All right, we'll get together, we'll talk, we'll set up a time,hen we'll get started, ok? God help me. ", "Paige: Kevin? Thanks. ", "Kevin: Don't thank me yet. ", "[SCENE_BREAK]", "[Door closes] ", "paige: Sorry, old friend. I wish i could be honest with you, but you'll know the truth one day. ", "[SCENE_BREAK]", "[Baby cries] ", "jamal: Colleen, hey. ", "[SCENE_BREAK]", "Colleen: I'm sorry, jamal. I didn't know who else to call. She's been standing there over an hour. ", "Jamal: Ok. Look, thanks. I got it, ok? ", "Colleen: Ok. ", "Jamal: Thanks. ", "[SCENE_BREAK]", "Alison: I'm ok. Go on. ", "[SCENE_BREAK]", "Jamal: Ok. ", "Jamal: Hey, val. Hey. Hi. ", "Valerie: They won't give me my baby. I came here to find her and they're not letting me take her home. ", "Jamal: I'm sorry, val. ", "Valerie: Where is she? Why won't they bring her out? Why are they keeping her from me? ", "Jamal: Val, come on, come on, it's going to be ok, all right? I promise. It's ok. It's all right. Shh. It's ok. It's ok. ", "[SCENE_BREAK]", "Lucy: Oh, serena, don't let go of her hand! She's never ice-skated before. Hold on to her! Ok. ", "Rafe: Surprise, cousin. ", "Lucy: Rafe. ", "Rafe: Hey. ", "Lucy: Oh, cousin. Oh, my goodness! You're here. Wait. Wait a minute. Wait, what are you doing here? I thought you were going home. ", "Rafe: Yeah, well, I changed my mind. I hope you don't mind. ", "Lucy: Mind? No, of course -- not. I don't mind. Wait a minute. Something's --", "rafe: What? ", "Lucy: Different. Wait, wait, wait. I'll get it, i'll get it. No -- I can't quite put my finger on it, but something's different. ", "Rafe: What? I don't know. ", "Lucy: You're lying, you're lying! ", "Rafe: I don't know what you're talking about. ", "Lucy: You're a liar, liar, pants on fire. Something is different and I know it, and i'm going to get it just as -- oh, a woman. That's what it is. ", "Rafe: Yeah, sure, it is. ", "Lucy: Yeah, sure, sit down. It is. Let me look at you. Look at me. Look into my eyes. I'm right, aren't I? I am right. Oh, but I -- what is that? I can't really feed into your mind anymore. Why? ", "Rafe: Oh, well, because no more vampires. See, our powers get stronger when they're around and they fade when they're gone because we don't need the protection, so -- ", "lucy: Oh. ", "Rafe: Yeah. ", "Lucy: Oh, serena, pick her up! Don't let her get wet! That's all i need right now. You see that? You see those two little girls? That is everything i need and everything i ever wanted. ", "Rafe: So life is good, huh? ", "Lucy: Better. It's better than good. Oh, cousin, it's better. It's better than anything i could've dreamed possible. It's -- it's just life and love. That is all, absolutely all that counts anymore for me. You know, listen, if -- if you really have this girl thing, you know, going on and that's the reason you stuck around, I am telling you my advice is you've got to go for it. Come on, cuz, life is precious. You don't want to look back and have any regret or ever regret or miss out on -- oh, my goodness! She's going to get soaking wet! Serena, pick her up! Her lips are turning blue! All right, get your scarves! We're going to go get hot chocolate! I've got to go. They're going to get soaking wet -- ", "rafe: Ok, ok, go, go. ", "Lucy: And I've got to go back to my pigheaded husband, but I'm so glad you're here. ", "Rafe: Me, too. ", "Lucy: Oh, cousin, I'll see you later. Girls, wait! No, don't let her fall!", "Rafe: Wow. ", "[SCENE_BREAK]", "Alison: Rafe. ", "[SCENE_BREAK]", "Rafe: Hi. ", "[SCENE_BREAK]", ">> Stay tuned for scenes from the next \"port charles: Secrets.\" ", "[SCENE_BREAK]", ">> On the next \"port charles\" -- ", "jamal: Ok, look, this is my fault for signing away my rights to our baby. I did this to you. Valerie, i am so sorry. ", "[SCENE_BREAK]", "Chris: Oh! ", "[SCENE_BREAK]", "Eve: Party's over, ramsey. Time to sober up. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=fq7NVcpYE2U"}