{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Lucy: Hey. ", "Ian: Hey. ", "Lucy: Hey. ", "Ian: You know you snore? ", "Lucy: I do -- I don't sn-- ok, maybe I snore a little bit. Before you ask, Danny’s fine. He's with the girls, and they're making pancakes with Carmen. You look like you're feeling better. ", "Ian: Thank you. ", "Lucy: What are friends for? ", "Ian: He almost became an orphan last night. I got very close to checking out. ", "Lucy: But you didn't. And Frank, somehow, didn't think that wound was as bad as we thought. ", "Ian: Can I tell you a secret? ", "Lucy: You better not, but, ok, what? ", "Chris: Good morning. ", "Lucy: Ugh. It -- it was a very good morning, Dr. Ramsey. ", "Chris: I heard you had quite a scary night last night trick-or-treating. Next time you probably want to just hand over that candy. ", "Ian: I'll try to remember that. ", "Lucy: Wow! Your bedside manner hasn't improved in years. ", "Chris: So, I talked to Frank. He said there was a lot of blood out there. This should've been a lot worse, but you're going to be ok. We checked your vitals. Seems like you didn't really lose that much blood at all, after all. ", "Ian: I'm a lucky man. ", "Chris: Very lucky. I'll check back later. ", "Lucy: Don't hurry. ", "Ian: That wound should've killed me. ", "Lucy: But Frank -- ", "Ian: Forget about what Frank said. I felt the knife enter my body. I'm a doctor. I know what organs it hit. And I was checking out. Tess came over and she touched me, and the pain went away and the blood stopped. So, what is she? A healer? Did she heal me? How is that possible? ", "[SCENE_BREAK]", "****************************************************************************************************", "Tess: Smile. ", "Jack: Cheese. Well, that's easy because you always make me smile. Hey, we need to talk. ", "Tess: Ok. Shoot. ", "Jack: Tess, I want to talk to you about what happened with Ian last night. ", "Tess: I don't want to talk about that. ", "Jack: No, no, no, Tess. Look, this is really, really important. Ok? I just want to talk to you about kind of what happened because you fixed Ian kind of like you fixed my leg. He was about to die, and you saved him. How did you do that? ", "Tess: Don't know. ", "Jack: Not everybody can do that. This means that you're special.", "Tess: No. Don't want to be special. ", "[SCENE_BREAK]", "****************************************************************************************************", "Livvie: Daddy? It's me, Livvie. ", "Kevin: I know who it is. Come here. Give your old dad a hug. ", "Livvie: How are you? ", "Kevin: Oh, well. Let me tell you, the food here is lousy. And there's a lot of crazy people here. But I'm getting by. You look upset. ", "Livvie: My life is one giant mess right now, dad, and I really need you. ", "Kevin: What happened this time? ", "Livvie: Well, this strange girl showed up in town, and she's this goody two-shoes who everyone loves, and she looks exactly like me. I feel like I have this creepy twin following me around. I mean, that's crazy, isn't it? ", "Kevin: No. That makes perfect sense. ", "[SCENE_BREAK]", "[Captioning made possible by abc, inc., And soapnet] ", "****************************************************************************************************", "Jack: So, tell me. What -- what happened with Ian? ", "Tess: He was hurt and -- and she was crying. ", "Jack: Lucy? ", "Tess: And he was your friend, and I took the hurt away. ", "Jack: How? ", "Tess: It's -- Ahem -- sometimes I -- I see someone, and I get this feeling here. I want to help. ", "Jack: Well, what's that -- that feeling like? ", "Tess: It's warm. ", "Jack: Warm. ", "Tess: And -- and I -- I touch them. And the warm goes -- goes into my hands. And then they're better. Is that ok? ", "Jack: I don't even know if \"ok\" begins to describe it. ", "Tess: You're not mad? ", "Jack: Hey. Hey. I could never be mad at you. ", "Tess: Good. ", "[SCENE_BREAK]", "****************************************************************************************************", "Livvie: What do you -- what do you mean, this makes perfect sense? Do you know where Tess came from? Is she my sister or something? ", "Kevin: Well, how should I know? ", "Livvie: Well, I thought you just said -- ", "Kevin: You didn't let me finish, Livvie. I mean, how should i know if she's your twin sister or not? I didn't even know about you until a few years ago. ", "Livvie: Yeah, right, but I thought maybe that mom might've --", "Kevin: She didn't. She didn't say anything. And I mean it makes perfect sense because it just shows how incredibly self-serving and self-centered you are to come all this way just to talk about you. ", "Livvie: Dad, that's not the only reason. ", "Kevin: Oh, of course it is. I mean, look at these. I've got letters here from Victor, Serena, even Christina. See? \"Daddy.\" But nothing from my devoted daughter. I guess it's possible that your post card got lost in the mail. ", "Livvie: Daddy, I -- I do miss you. You are all I have right now.", "Kevin: Don't play me. I haven't forgotten how I wound up in this loony bin in the first place. What was that stuff you injected me with, anyway? That's some powerful stuff, could make a guy crazy. Oh, wait -- it did. ", "Livvie: I don't want you to hate me because I’ve already paid for what I did to you. I've lost everything -- jack, Rafe, and my baby. I've lost your grandchild. ", "Kevin: I didn't know that. I'm sorry. ", "Livvie: Daddy, I wanted this baby so much, and I never meant to hurt you. Can you please forgive me? ", "Kevin: You know, I should call the police, give you a dose of tough love. ", "Livvie: You wouldn't do that, would you? ", "Kevin: Nah. No, I'm just kidding. Besides, actually, I think you did me a favor. ", "Livvie: I did? ", "Kevin: Yeah. I think you and your magic shot actually helped me figure out who I really am -- or, at least, who I could be. ", "Livvie: I'm not so sure I understand. ", "Kevin: I'll explain later. But right now, since I’m stuck in this dump, I need you to tell me just what my darling wife, Lucy, has been up to. ", "[SCENE_BREAK]", "****************************************************************************************************", "Lucy: So Tess is the un-Livvie, sweet and innocent. ", "Ian: Twins run in Kevin’s family -- ", "Lucy: Please -- please don't remind me of that. ", "Ian: Sorry. Have you talked to him? ", "Lucy: No. No, and I'm -- I’m not even comfortable talking about why I haven't talked to him, so can we not talk about that, either? ", "Ian: Fine. I just thought he maybe could shed some light on this. ", "Lucy: No, I don't -- I don't think he can. I think it's very simple -- Tess is good, she heals people, and Livvie makes people sick. One-stop shopping. ", "Ian: I'm serious. ", "Lucy: I know, but I can't, ok? I just -- I can't go to that place right now, if that's all right with you. I have some really strange feelings I’m not dealing with very well. And I haven't told you this particularly weird one, either. Since we took Kevin back to the hospital, I feel like somebody or something is out there following us, or at least following me. And now Jack told us about that cut -- Livvie and Tess -- identical twins don't bleed when the other one's cut. This just makes me crazy, so I don't want answers or any kind of explanations right now. I just want to stop thinking about it -- ", "Ian: Ok. I do need some answers, so I’m going to go. ", "Lucy: What? No! No, no, no, no, no. You need your rest. ", "Ian: Hand me my clothes, would you, please? ", "Lucy: No, I will not. You almost died last night. ", "Ian: Not according to Chris and Frank. So, please, hand over my clothes or I’ll get them myself. ", "Lucy: Listen to me. Sorry. You are not going anywhere. If I have to hold you down and pin you to this bed, I will stay right here until you get better. ", "Ian: That doesn't sound half bad. ", "Ian: I'm not going to apologize. ", "Lucy: For what? ", "Ian: For being the first one to admit what we've been dancing around for weeks. ", "Lucy: Um, you -- you really should get some rest. ", "Ian: Yeah, that's right. We should change the subject. That's what we should do. Always do, right? Yeah. We both know something's happening here. Maybe we should face it. ", "Lucy: We're friends. We went to a party, and we -- we danced. It was a very nice dance, and then we had a very nice kiss. Big deal. ", "Ian: I kissed you because I needed to. ", "Lucy: But we both know this is going to absolutely not go anywhere. ", "Ian: Why? ", "Lucy: You miss eve and I miss Kevin, and we just need to feel somebody's arms around us and maybe take some comfort from each other. ", "Ian: Comfort is not what I want from you right now. ", "Lucy: What do you want from me? ", "[SCENE_BREAK]", "****************************************************************************************************", "Kevin: I want you to look beyond your horizons, expand, you know, beyond yourself -- to Lucy and Ian, for example. ", "Livvie: Ok. Well, put it this way -- I don't think they're up together all night playing cards. You know Lucy's history as well -- ", "Kevin: They're sleeping together? ", "Livvie: I wouldn't put it past them. ", "Kevin: You don't know for sure? ", "Livvie: If you're talking Polaroids, dad, no. ", "Kevin: All right. Well, that would make sense. I can see the way she looks at him. I hear it in her tone of voice when she says his name. So they've been lying to me all along. ", "Livvie: You know, if you ask me, dad, I say you should dust her.", "Kevin: Well, lucky for you, that's not for you to decide. No, Livvie, what I want from you is very simple. I want you to keep an eye on everything that Ian and Lucy do together, and I mean everything. ", "Livvie: All right. ", "Kevin: And I am sorry about the baby. Do you -- do you think this Tess person had anything to do with it? ", "Livvie: Well, she could've. I don't know. ", "Kevin: The truth, Livvie. I won't help you unless you're completely honest with me about everything. You'll find I'm not the pushover that I used to be. ", "Livvie: No. Dad, no, Tess didn't have anything to do with it. I did something really, really stupid, something really, really terrible. ", "Kevin: Ok. I believe you. Now, let me tell you exactly how to handle this Tess person. ", "[SCENE_BREAK]", "****************************************************************************************************", "Jack: These right here are -- those two things right there are your eyes. Eyes. ", "Tess: Eyes. ", "Jack: Good. Good, good, good. And right here are your lips. ", "Tess: Lips. ", "Jack: Lips. Ah! Good. ", "Tess: I know. Lip -- lips -- they're very good for kissing. ", "Jack: Right. Yeah, this is dangerous. This is very dangerous.", "Tess: Nice. More. ", "Jack: Um -- wow, this is hard. Let's change subjects. We're going to go to pictures, all right? Let me show you some -- some family pictures here. We got -- ah. That's me and my brother. ", "Tess: Chris and Jack are brothers. ", "Jack: Yeah. Yeah, that's right. ", "Tess: And the same, Livvie, like Jack and Chris -- brothers? ", "Jack: Is -- oh, is Livvie your sister? Do you want to know? Ok. Well, there's just going to be some things that I’m going to have to do to find out if Livvie is your sister, ok? ", "[SCENE_BREAK]", "****************************************************************************************************", "Ian: You want me to tell you what I want from you? ", "Lucy: No, I -- no, I don't -- I'm not sure. ", "Ian: It's not going to go away by ignoring it. ", "Lucy: You have to rest. You need to get your rest. ", "Ian: Yeah. Just know I would never mess up your life, or try to.", "Lucy: I know. I know that. The police -- did I tell you they're coming to take our -- ", "Ian: Yeah, you told me. I have nothing to say to them. You were there. I have nothing to say. ", "Lucy: Hey. I -- I don't think I ever want you to be my date for another party, if you don't mind. ", "Ian: I'm not a very good date. I apologize for that. ", "Lucy: When you were lying on the ground like that and I thought you were dying, I felt like maybe I was going to die, too. ", "[SCENE_BREAK]", "[Knock on door] ", "Jack: Hey. How you feeling? ", "Lucy: Hey, Jack. ", "Ian: I'm fine. How's Tess? ", "Jack: She's doing fine. Actually, I was going to maybe ask you if I could get a favor from you. ", "Ian: You name it. ", "Jack: Well, I have a sample of Tess' hair, and I know that Livvie’s DNA File is here in the hospital from the paternity test you ran. ", "Ian: You want me to run her DNA And see if Livvie and Tess are related? ", "Jack: Well, yeah. I thought that maybe it could help us find out more about Tess. ", "Ian: You saw, didn't you? ", "Jack: The way she healed you. That was pretty amazing. ", "Lucy: Oh, my. I think I know that look in your eyes. ", "Jack: I think I'm falling in love with her. ", "[SCENE_BREAK]", "****************************************************************************************************", "Kevin: There's some sort of a deep connection between you and this Tess person. You need to figure out what that is before you can do anything. ", "Livvie: Dad, I don't want to be friends with this freak, ok? I never want to see her again. ", "Kevin: Oh, boy. You know, you can run, but you can't hide from your other, Livvie. ", "Livvie: My \"other\"? ", "Kevin: Yes, your other. That's what I've learned from Dr. Fox since I’ve been here. All of us, Livvie, have an other, another side, another half that has all the qualities that we lack. In some cases, it's a twin, like Ryan and myself. In other cases, it's an alter ego, like Caleb and the saintly Michael. Now, think about it, Livvie. What if those two forces were able to merge somehow? What a powerhouse they would've been. ", "Livvie: No, dad, but Caleb is dead. I killed him. Everybody saw it. ", "Kevin: You killed Caleb in the physical sense, but a man's energy never really leaves. Only when we bring our other into alignment with ourselves can we really be whole, can we really feel our true power. I'm feeling it now by accepting Ryan’s energy. And you need to do that with Tess. ", "Livvie: Ok, so -- so you think Tess is my other. Then, what, I need to make friends with her? Make peace with her somehow? ", "Kevin: Only then can you know how to use her to your best advantage. ", "Livvie: Thanks, dad. I actually feel a lot better. ", "Kevin: Glad to hear it. And now I want you to hear something. It's a song that Dr. Fox played for me. ", "Livvie: What, like music therapy or something? ", "Kevin: Well, all I know is it made me feel better. ", "Singer: Clear, white lines draw the straightest path to the main street of life that awaits you on crooked avenue. If you wanna walk, babe, I will walk with you, to the freak show we created if you really wanna do with me the one-on-one ", "Kevin: Where you going? ", "Livvie: I got to get home. ", "Kevin: Well, of course you do. Did you like the song? ", "Livvie: Got to go. I love you. ", "Kevin: Back to crooked avenue, where we all end up. ", "[SCENE_BREAK]", "****************************************************************************************************", "Tess: Chris. ", "Chris: That's right. You must be the lovely Tess. Hi. They weren't lying -- you're a dead ringer for Livvie, aren't you? ", "Tess: Jack? ", "Chris: Oh, yeah. You know, jack's -- jack's not here. He actually sent me over to come and get you. You're going to come with me, ok? I'm Chris, Jack's brother, the good guy. Come on. Here, we'll get your coat. Take care of that. Good. We're going to go see jack. He's going to meet up with us later. Ok? ", "Tess: Ok. ", "Chris: All right. That's it. That's it, Tess. Got a little surprise for you. ", "[SCENE_BREAK]", "****************************************************************************************************", ">> Stay tuned for scenes from the next \"port Charles: Naked eyes.\" ", "[SCENE_BREAK]", ">> On the next \"port Charles\" -- ", "Stephen: Do you want to make history with me, or do you want to try to find a job as a one-armed drummer? ", "[SCENE_BREAK]", "Jack: Lucy, Tess is gone. Someone took her. ", "[SCENE_BREAK]", "Tess: I want jack. ", "[SCENE_BREAK]", "Chris: I know, but right now it's just you and me. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=SrYlyxdgn8k"}