{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": [" [Caleb's music plays]", "Lucy: Christina? Christina. It's mommy. Christina? Christina --", "Kevin: Lucy --", "Lucy: Oh! Doc, it's Christina! She's here!", "Kevin: Where?", "Lucy: There! Doc, I got to go after her!", "[SCENE_BREAK]", "Livvie: Red -- oh, my god, it can't be. It was me. I'm -- I'm the one who'sbeen helping Caleb. No, I couldn't. It couldn't have been, could it? Am I theone who's been driving poor Lucy half crazy by somehow turning myself intoChristina?", "[SCENE_BREAK]", "Eve: Where is it? Why can't I find it?", "Kevin: Find what?", "Eve: Danny's lovey. I could have sworn it was in his diaper bag.", "Kevin: All right. Tell me what a lovey is and I'll help you look.", "Eve: It's -- it's a little stuffed dog. Danny loves to cuddle with it. He'sgoing to need it.", "Kevin: Just relax. I'm sure it's here somewhere.", "Eve: Maybe I put it someplace else when I moved everything.", "Eve: Yes.", "Kevin: You see? There.", "Eve: Mommy found your lovey, Danny.", "Kevin: Eve?", "Eve: It's going to be ok. Mommy found your lovey.", "Kevin: Eve? Eve. It's going to be all right.", "Eve: How did this happen?", "Kevin: I'm not sure.", "Eve: How?", "Kevin: Eve -- listen to me. You're going to get through this, and I'll helpyou --", "Eve: No! Get your hands off me.", "Kevin: What -- what did I do?", "Eve: Everything. Everything's gone wrong, and it's all your fault!", "[SCENE_BREAK]", "Ian: Lucy, I keep seeing Danny’s face with that social worker carrying himout.", "Lucy: I know. Here. Take this. I happen to understand very well what it'slike to have your child taken away from you.", "Ian: But -- were you ever accused of being a kidnapper or -- or acold-blooded murderer? Because that's what everyone thinks now.", "Lucy: That is not what I think. I don't believe that.", "Ian: Oh, but I see it in eve's face. I see it in Kevin’s face.", "Lucy: I know, but, Ian, please --", "Ian: No, wait. Maybe that's what they want, maybe that's what I'll give them.Maybe they should see what an angry Irishman is capable of.", "[SCENE_BREAK]", "Rafe: Nothing is working, boss. I gave it my best shot, but the dreams, theydidn't make any difference. I mean, all these relationships, they're justfalling apart around me and I can't stop it!", "[SCENE_BREAK]", "Man's voice: Maybe it's about -- oh, I don't know -- revenge?", "Rafe's voice: What?", "Man's voice: Settling a score with this Caleb creep? That's what's drivingyou, isn't it, kid?", "[SCENE_BREAK]", "Rafe: Ok. You know what? I am tired of getting called on the carpet. You gotrules, I got questions. So, what is it that's holding me back, boss? Whatever itis, just show me, would you?", "[Dance music plays]", "[Captioning made possible by ABC, inc.]", "[Dance music plays]", "Rafe: Oh. That sound. I remember. That night.", "[SCENE_BREAK]", "Caleb: You dance like you're ready to explode.", "Woman: Oh, but I am. See, you had my blood boiling for hours on that floor.It's time to let some steam off.", "Caleb: Are you sure this is what you want?", "Woman: Well, I'll let you know if it isn't.", "Caleb: What if it's too late to say no?", "Woman: Well, then, I'll just have to pay the price, won't i?", "Caleb: Yes, you will. You have no idea what I'm about to do to you, do you?", "Woman: Surprise me.", "Caleb: Surprise.", "Woman: Oh, my god -- no, no!", "[Woman screams]", "[Noise]", "Caleb: Who's there? I heard you. I know someone's there.", "[SCENE_BREAK]", "Rafe: Let her go.", "Caleb: Who are you?", "Rafe: Your long night's over, Caleb Morley. Now, let the woman go and prepareto meet your unmaker.", "Caleb: Oh. You're the slayer. You're the one who's been tracking me.", "Rafe: And the hunting is over. Your final victim is going to get to live tosee the dawn and tell her tale. But you have had your last sip, your finaldrink. Prepare to die.", "[SCENE_BREAK]", "Lucy: Stop. Listen to me. You do not mean what you're saying --", "Ian: I'm tired of being accused of what I didn't do.", "Lucy: Ian, please --", "Ian: But maybe I'll do it now. Maybe that's what I should do. Maybe I shouldgrab my son and get out of here.", "Lucy: What? No, that wouldn't -- that's not going to do anybody any good.", "Ian: I don't know that. Maybe. But at least I’d have my son out of thismiserable town and out of the -- of the system.", "Lucy: No. That's the wrong thing to do, running away with Danny. You can't dothat. The right thing to do is -- is for us to come together and try to fightthis evil that's ruining all of our lives.", "Ian: Lucy -- I'm through fighting dragons. That's your job. All I want is formy son to be safe. That's all I want, and -- and the way to do it is to grab himand to just vanish.", "Lucy: Ok, fine, fine. What about eve?", "Ian: What about her?", "Lucy: You are not the kind of man who would do that to her --", "Ian: Why don't you ask her what kind of man I am? Because I don't knowanymore. I'm trying to get through to her, and I can’t. All I know is that weboth lost Daniel.", "Lucy: No. No, you have not lost Danny. You haven’t. That's not permanent.", "Ian: You don't know that.", "Lucy: I know. I know. I also know that you're hurt and you're so angry andyou're frustrated, and you have every reason to be. But, please, believe me,there's a reason this is happening.", "Ian: Yeah, and we both know her name, don't we?", "Lucy: No. This whole thing is about lies. We have to find the truth. We areall being manipulated. Even eve.", "Ian: She's made her choice, and it's time I made mine.", "Lucy: Ian, don't -- you listen to me. I know you. So you cannot stand thereand hide the truth from me.", "Ian: Ok. So what am I hiding from? What is this truth?", "Lucy: The truth is your heart is being ripped out. You love eve very, verymuch.", "[SCENE_BREAK]", "Kevin: Eve, just listen to me.", "Eve: No. I made that mistake, and look where I am now. I listened! Whycouldn't you just stay out of it? I was in love with my husband, and I trustedhim with all of my heart. We were building a family. And then you had to comealong with your doubts and your suspicions and your could-bes and you killed it!", "Kevin: Eve, I never wanted this.", "Eve: Why did you do it to me, Kevin? Why?", "Kevin: Because I care.", "Eve: \"Care\"? You care? My husband is gone! That's what your caringhas done!", "Kevin: I never wanted this to happen. You know that.", "Eve: Well, it did, and it couldn't be any worse. Anything is better thanthis!", "Kevin: I know! Everything's out of control! I don't know how we got here,eve! I didn't ask Anne Marie to come to town! What I found out about Ian droppedin my lap! I didn't ask for it, but I couldn't ignore it, either, and you knowthat.", "Eve: They took him away. My baby's gone. I'm not crazy. How did this happen?How did this all happen?", "Kevin: No, you're not crazy. We're going to make this right. We'll get Dannyback, I swear. We'll find a way.", "Livvie: Why did I do it? It doesn't make any sense. They're my family and myfriends. I couldn't have. C", "Eve: Who's there?", "Eve: Oh, my god. Danny? Danny?", "Kevin: You're saying that Ian would hurt his own son?", "Anne Marie: Ian is capable of anything. As long as he gets and does what hewants, he doesn't care who he hurts.", "Caleb: I'm very pleased. You gave an excellent performance.", "Livvie: My god -- all those blackouts, those huge blocks of time -- it wasme. What have I done?", "Eve: What do I do now, Kevin?", "Kevin: You mean what do we do. You're not alone in this.", "Livvie: No, I'd -- I’d never have done it alone. He forced me. He changedme. He's the reason I couldn't remember. He wanted it that way. He made it allhappen like this -- Caleb. Caleb.", "[SCENE_BREAK]", "Ian: I never thought I could love anything as much as I do that little boy.And eve.", "[SCENE_BREAK]", "Lucy: Maybe that's because finding eve is like your whole life becoming afull circle, you know, complete. And then, when you have a child together, it'slike you're taking your heart out and watching it run around laughing andloving.", "[SCENE_BREAK]", "Livvie: Ian -- what is he doing here?", "[Caleb's music plays]", "Ian’s voice: I would never hurt you or my son. I just want my family back.", "Caleb's voice: Oh, I think we can leave a better message than that.", "Livvie: God, no. No, I didn't. Not that, too.", "[SCENE_BREAK]", "[Phone rings]", "Lucy: Hello?", "Christina: Mama, it's me.", "Lucy: Christina? Christina, baby, is that really you?", "Christina: I love you, mama.", "Lucy: Oh, Christina. Please, baby, don't hang up.", "[SCENE_BREAK]", "Livvie: No, stop. Make it stop. He did it all. He used me -- my mind and mybody, too. He -- god, that bastard.", "[SCENE_BREAK]", "Rafe: You've caused a lot of damage.", "Caleb: Have i?", "Rafe: But you're all done with that now.", "Caleb: Confident little fellow, aren't you?", "Rafe: Any reason I shouldn't be?", "Woman: Help me. Please, whoever you are, help me.", "Caleb: Concentration, slayer. Keep your eyes on the fangs. Isn't that whatthey teach you in wood stake class?", "Rafe: Sorry, vampire. I know you don't like to get your claws dirty, but youcan't always get what you want in this world.", "Caleb: How about the next world?", "Rafe: There'll be none of that for you.", "Caleb: That's why I’m staying in this one -- for now and all time.", "Rafe: Your time's up!", "Caleb: You're not the first. There were others.", "Rafe: I'll be the last.", "Caleb: You are the last. I killed all the others.", "Rafe: I've watched you. I've taken my time. I know all your tricks.", "Caleb: Really?", "Caleb: Slayer, slayer.", "Caleb: You're going to pay for that, slayer.", "Woman: Kill him. Finish him now.", "Caleb: You hungry for death, you dirty Russian whore?", "Woman: No, stay away. Help me.", "[Speaking Russian]", "Woman: I can't -- my leg!", "Caleb: That's it. Keep your eyes right here.", "Rafe: No, no. Whatever you do, don't look in his eyes. I said get the hellout of here now!", "Caleb: Give your god my regards.", "[Woman screams]", "Woman: Oh, god.", "Caleb: Tell him thanks for the exercise.", "Rafe: Ok, boss. I asked you for an answer, and I got one. But I got to tellyou, remembering it all again, feeling the way I felt the night I died,realizing that evil won because I got distracted -- well, not an easy lesson tolearn. But I won't let it happen again. Caleb's strong, and he's gettingstronger. But I won't let him win, and I won't let my anger or anything else getin the way of me doing my job. Because, otherwise, these poor souls down here --they don't stand a snowball's chance in hell.", "[SCENE_BREAK]", "Eve: We all get what we deserve. That's an old saying, right?", "Kevin: But bad things sometimes happen to good people. That's an old saying,too. But you're not being punished for something you did.", "Eve: No?", "Kevin: No. Your beating yourself up over something you have no responsibilityfor isn't helping. Now, if you want to get Daniel back, you have to pullyourself out of this.", "Eve: The judge said I wasn't fit.", "Kevin: The judge said you have to have an evaluation, and I know what they'relooking for. Now, I can help you, but I can only do that if you keep fighting.", "Eve: Well, I'll try.", "Kevin: No. You'll do better than that.", "Eve: Everything that matters to me is on the line, Kevin.", "Kevin: I know, and I'll do everything that I can. And if that means lookingthe court shrink in the eye and lying, I’ll do it. We're going to get Danielback where he belongs. But to do that, you have to trust me.", "Eve: I trust you, Kevin. I do trust you. I always have.", "[SCENE_BREAK]", "Ian: Now, you know what? I wish you'd just listen to me for once. Whether Ilove eve or not is not really the point here.", "Lucy: Oh -- you know what? You're right. You're right. Silly me. I'll tellyou what the point is. It just dawned on me. The point is you should take Danny.Why don't you? You run away with him so the person who is trying to destroy yourlife wins. That's a great idea. And then you can teach Danny that's how you live-- running away from everything.", "Ian: That's a low blow. Thank you, woman.", "Lucy: Hey. You know what? I've been called a lot worse than that. But if itfound its target, good, because I want you desperately to see what this isreally about.", "Ian: Which is what, in your opinion?", "Lucy: This is about good versus evil. And the Ian Thornhart I know would notrun away. You're not a coward.", "Ian: I don't like losing a fight, that's for sure.", "Lucy: No, and you don't -- not until you say you lose. You don't lose afight, and you don't give up until the fat lady sees the whites of her eyes. Iknow it's sort of a cliché thing happening here. That's what you're going tosay.", "Ian: No. It's not a cliché if the woman who says it believes it. Thank you.", "Lucy: Ok. For what?", "Ian: Giving me hope.", "Lucy: Did I do that? See, I really wasn't going for that. I was justgenerally being selfish because I would really miss you a lot if you were toleave.", "Ian: You would?", "Lucy: Yeah, I would.", "Ian: Well, I guess I'd better stay, then.", "Lucy: Really?", "Ian: Yeah. I love you, Lucy Coe.", "Lucy: I love you, Ian Thornhart.", "Ian: Come here.", "[SCENE_BREAK]", "Livvie: All right, Caleb, where are you? Come out and show yourself, youcoward!", "Caleb: Olivia. I didn't call for you.", "Livvie: Too bad.", "Caleb: I don't understand.", "Livvie: Oh, no? Well, I do now.", "Caleb: How did you remember?", "Livvie: It doesn't matter.", "Caleb: Oh, it does matter.", "Livvie: You lied to me, Caleb. You said you had a friend help you.", "Caleb: And I did.", "Livvie: But it was me! You crawled inside me. You made me do things, saythings, be things! You made me hurt the people I love, and I'm going to kill youfor that. You hear me? I swear to god, Caleb, I’m going to kill you.", "[SCENE_BREAK]", ">> Stay tuned for scenes from the next \"port Charles:Tempted.\"", "[SCENE_BREAK]", ">> On the next \"port Charles\" --", "Jack: I'm starting to think there is more to this whole adoption thing thanwe know.", "[SCENE_BREAK]", "Karen: I'm just starting to warm up.", "[SCENE_BREAK]", "Livvie: I'm going to make you pay for what you did to the people I love.", "", "", " "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=nGnkv-ODup4"}