{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Jack: Hey, Tess, I’m home! Hey, Tess! I just gave Ian a piece of your hair to run the DNA Test. I really think we're doing the right thing. Ok, where are you? Hello? Tess? Ok, you come out now. Tess? Tess, are you here? Damn. Ok, she's not here. Where could she have gone? ", "****************************************************************************************************", "Chris: Come in, Tess. It's ok. This is where I live. This is my home. Look over here, there's some amazing views of the city from up here. ", "Tess: Where's Jack? ", "Chris: Oh, well, Jack's going to be joining us a little bit later. You know, you don't have to be scared of me. I'm Jack's brother, right? Ok, have a seat. Make yourself comfortable. Would you like something to drink? Maybe some water or something? No? Ok. Well, you know, I thought maybe we could talk about this special talent you apparently have. You know, that ability to heal people. ", "[SCENE_BREAK]", "****************************************************************************************************", "Elizabeth: Well, he was seeing that Italian woman during that time that we were in Tuscany -- Ciara Perrotti. And she probably still lives in that same little teeny town called Lucca. Oh, God, then there was that French slut when we were in Antibes -- Marie Aplomb. And after that trip, we pretty much just went back to the regular jet-set crowd -- Tracy Coomes, the expat who was at every single solitary party we were. That list could go on forever. Kristin Smith, Emily Marx, Cynthia Cavender, and my once very dear friend Marla Whittingham, who I actually used to confide in about your father's infidelities until I found out later from him that she was actually one of them. ", "Alison: Oh, my God. He actually told you about this? ", "Elizabeth: Your father wasn't exactly discreet about his affairs. He sort of seemed to take pride in them. Well, except for one. ", "Alison: Who's that? ", "Elizabeth: Oh, it was the woman that he was with before me. The woman that he said he would never stop loving. ", "Rafe: He never told you her name? ", "Elizabeth: No. No, the only time he ever even brought her up was to pointedly tell me that I would never compare to her. Apparently, he loved her very much.", "Alison: My God. Well, did -- did he mention anything about her at all? I mean, did he say where she lived or what she looked like? ", "Elizabeth: Uh-uh, no. Unfortunately, if she ends up being the mother of your sibling, I'm afraid I’m not going to be able to be as much help as you had hoped. Will you excuse me for a minute? ", "Alison: Where are you going? ", "Elizabeth: I have to go check my messages. ", "Alison: Why? To see if that guy called? ", "Elizabeth: Hope springs eternal. ", "[SCENE_BREAK]", "Alison: Wow. ", "Rafe: You ok? ", "Alison: This is so weird. ", "Rafe: Mm-hmm. ", "Alison: You know what I mean? She's rattling off names that my father slept with like she's reading a phone book, like she completely got used to it. ", "Rafe: Well, maybe she has. ", "Alison: And now she's going to go check to see if some guy called, some guy she met in a bar. These are not the things that I thought I would be talking about with my mother, at all. You know? ", "Rafe: I know. Look, you can stop this whole thing anytime you want, you know that. ", "Alison: I know, I do, but I really want to find my brother or sister, even if it means figuring out that my dad was a jerk, which he was. But, you know, she really put up with a lot. ", "Rafe: Yeah, she did, but -- you starting to like her? ", "Alison: No. I mean, I wouldn't go that far. I'm starting to maybe understand her a little bit better, yeah. But I don't know. So, tell me about Stephen Clay.", "Rafe: Well, there's not much to tell. He just appeared out of nowhere. ", "Alison: And you didn't see him at all? ", "Rafe: No. He wanted to be found but not seen, at least not by me. ", "Alison: I wonder why. ", "Rafe: When I run into him again -- and I have a feeling I will -- that's the first of a lot of questions I'm going to ask him. ", "[SCENE_BREAK]", "****************************************************************************************************", "Stephen: These are amazing. ", "Marissa: Thank you. Thank you. ", "Stephen: I knew you'd find the words. ", "Marissa: Well, you know, when i heard your music, it just inspired me. ", "Stephen: Yeah, well, I think that's what good music should do. Somehow, it makes you feel something, even if you don't understand what you feel. ", "Marissa: You already knew what you wanted to say, didn't you? You did. I could feel every emotion. ", "Stephen: Look, while we're here, I want to apologize for Joshua interrupting your evening with -- ", "Marissa: Jamal. ", "Stephen: Jamal -- your boyfriend? ", "Marissa: Right, and, you know, and it's totally cool. You just wanted the song, and I was being irresponsible, so -- ", "Stephen: Well, if irresponsibility gets me words like this, spend as much time with Jamal as you'd like. ", "Marissa: Thank you. Although, you know, you might want to pass that message along to Joshua, because I have this feeling he wishes I didn't have a life. ", "Stephen: That's because he doesn't have one outside of the band. I'll take care of Joshua. Everybody deserves to have a life. Maybe we could work on the second verse, though. ", "Marissa: Oh, ok. ", "Stephen: I like this line. ", "[SCENE_BREAK]", "Reese: Look, Ricky, stop, please -- ", "Ricky: I don't want to hear it. ", "Reese: Just a second -- ", "Ricky: Marissa, I told you before, I didn't need your pity. ", "Marissa: Ricky, what -- ", "Ricky: And that's how I got this job? I'm not a charity case here, ok? You went ahead and you made me look like a fool! ", "Marissa: Look, I'm sorry, Ricky -- ", "Ricky: I don't want to hear it. If I would've known that that's how I got this job, I would've never taken it. I don't need any handouts from you or you. I quit. ", "[SCENE_BREAK]", "[Captioning made possible by ABC, inc., And Soapnet] ", "****************************************************************************************************", "Jack: Come on, man. All right, come on, come on. ", "[Phone rings] ", "Lucy: Hello? ", "Jack: Lucy? Lucy, Tess is gone. ", "Lucy: Jack? ", "Jack: Yeah, Tess is gone. She's not here. ", "Lucy: Wait, wait, wait. Wait, wait, take a deep breath, slow down. Tell me what is happening? ", "Jack: Look, I just got back from the hospital and she wasn't here. I left her here. I knew I shouldn't have left her alone, but she was here. ", "Lucy: Ok, listen to me, settle down. Do you think maybe she took herself for a little walk or maybe -- ", "Jack: No -- no, no, no. She wouldn't leave. She promised me she would stay right here. ", "Lucy: Ok, think. Where else could she be? ", "Jack: There's only one thing that makes sense, Lucy -- someone took her. ", "[SCENE_BREAK]", "****************************************************************************************************", "Chris: So, Tess, tell me, when did you first realize you had this ability to heal people? Because it really is an amazing gift, you know. ", "Tess: Don't know. ", "Chris: Don't know, huh? You don't remember the first person you were able to heal? Because I do. And that's the funny thing -- you know, you and I have a lot in common, because I’m a doctor and I heal people. Of course, I have to, you know, rely on modern medicine and science to do that. But you, you know, it's different with you. With you, it's innate. It's something inside that makes you very, very special. ", "Tess: I don't want to be special. ", "Chris: Oh, no, but you are, Tess. You're very special. ", "Tess: Jack's coming? ", "Chris: Yeah, no, Jack's coming. He'll be here soon. You know, the thing is I thought maybe you and I could talk a little bit more. You know, what I would like to know is, do you feel like there's some sort of an energy inside you that allows you to heal people? Is that it? ", "Tess: How long? ", "Chris: Hey, don't be afraid. It's ok. He'll be here soon. Just try to focus with me for a second, because I'm so curious. Do you feel like with jack's leg, or with Ian’s, you know, his wound -- did you feel, like, an energy kind of transfer or heat or something or -- or wait, hey, how about afterwards, you might've felt tired, right? ", "Tess: No, I want Jack. ", "Chris: I know you want Jack. That's ok, I know. But right now, it's just you and me. ", "[SCENE_BREAK]", "****************************************************************************************************", "Marissa: Ricky -- Ricky wait -- ", "Ricky: I'm gone. ", "Marissa: Wait -- look, I know you're mad at me. You have every right to be mad at me, but look, just don't leave this band, ok? ", "Ricky: Why, Marissa? Huh? Because you need a buddy? Or because you need to show everybody how much juice you got with the big boss -- ", "Marissa: No, no, because I know how talented you are. ", "Stephen: Get him out of here. ", "Reese: I've tried to, Stephen. He's really pissed off. ", "Stephen: And so am I. We don't have time for this. ", "Ricky: I'm flattered. ", "Marissa: Well, you should be because it's true. ", "Stephen: Hey, look, what do you say we do this after rehearsal? You are not quitting anything, and you still have a song to work on. ", "Marissa: It's fine by me. ", "Ricky: And who the hell do you think you are? ", "Stephen: The name's on your bass drum, Ricky. Why don't you go back and give it a kick? ", "Ricky: Oh, yeah, that's right, wait -- \"Stephen Clay,\" right? \"The mystery man.\" ", "Marissa: Ricky -- ", "Ricky: You know what? To hell with you, to hell with you, and to hell with all of you! ", "Marissa: Ricky, don't -- ", "Ricky: Would you just let go of me? ", "[SCENE_BREAK]", "****************************************************************************************************", "Alison: So do you think that Stephen Clay ran into you on purpose at the gym?", "Rafe: I think so. I don't know. ", "Alison: Wait, everything about this band is really starting to bug you, isn't it? ", "Rafe: Yeah, it is. Too much. All this weird stuff I’m talking about, it's too much. It's too much for you. ", "Alison: At? No, it's not. No, Rafe, I want to hear about it. ", "Rafe: No, you don’t. ", "Alison: Yes, I do. ", "Rafe: You don't, and I don't blame you. You had your whole parents' sordid history dumped in your lap, and you're looking for some brother or sister you never knew you had, and I'm talking about weird vibes and strange, crazy rock 'n' roll stars. I -- you know what? Let's talk about something else. Let's talk about basketball. ", "Alison: You don't know anything about basketball. ", "Rafe: I do, too. ", "Alison: No, you don’t. You're sweet, but you don’t. ", "Rafe: No, I don’t. ", "Alison: No, you don’t. ", "Rafe: But I could learn. You know, I -- hey, hey, you know what? I just thought of this -- I can learn anything if I just concentrate on what's right in front of me. ", "Alison: Which is -- ", "Rafe: You. My love, my life, my beautiful girl. ", "[SCENE_BREAK]", "****************************************************************************************************", "Ricky: Let go of my hand. You're going to break it. ", "Stephen: That's right. ", "Marissa: No, Stephen, don't -- ", "Stephen: And of course, you wouldn't be much of a drummer, would you? ", "Marissa: Ricky didn't mean it. It was an accident. ", "Stephen: Well, then Ricky needs to learn to be more careful, right, Ricky? He should also learn how lucky he is to be in this band. ", "Reese: Yeah, that's right. This is a once-in-a-lifetime -- ", "Stephen: Enough, Reese. ", "Ricky: I didn't mean to push you. ", "Marissa: No, I messed up, ok? I messed up, Ricky. Look, you should've been a part of this all along. ", "Stephen: Doesn't matter why you're in the band, Ricky. The fact is you're in it. And you're not leaving. Tonight is a once-in-a-lifetime opportunity for all of us, and I don't intend to blow it. Understand? ", "Reese: What do you need us to do? ", "Stephen: Get over to the stage and get ready. I'll take care of the rest. Ricky? ", "Ricky: What? ", "Stephen: There's a lot at stake, man, and sometimes my temper gets the best of me. I'm sorry. ", "Ricky: It's cool. ", "Stephen: Come here. ", "Stephen: You ever challenge me like that in front of my crew again, I’ll not only break your hand, I’ll rip your whole arm off. So you can decide -- do you want to make history with me? Or do you want to try to find a job as a one-armed drummer? ", "[SCENE_BREAK]", "****************************************************************************************************", "Lucy: Hey, ok, listen, I thought of this -- what about the cave? Did you check the cave? ", "Jack: First thing, and Tess wasn't there. ", "Lucy: All right, I drove a little slow just to see if maybe she was walking while I was -- I didn't see here anywhere on the road. ", "Jack: No, no, no, I know someone has her -- Livvie. Livvie hates her -- ", "Lucy: No, no. No, no, wait. I know for a fact Livvie doesn't have her. ", "Jack: Why not? ", "Lucy: Because Livvie’s visiting her father. ", "Jack: All right, ok, ok, ok. If Livvie doesn't have her, then maybe someone else -- what if word got out about her healing powers? ", "Lucy: But how could -- no, no, I -- Ian and I certainly didn't tell anybody. Did you tell anybody? No. ", "Jack: Well, maybe it leaked out at the hospital when, you know, about healing Brennan and Ian and -- people talk, Lucy. ", "Lucy: I know talk. Come on, I know gossip at general hospital. I didn't hear anything about Ian or Brennan. Did you tell anybody at all about your leg? ", "Jack: Only Jamal and my brother. ", "Jack and Lucy: Chris. ", "Jack: Let's go. ", "Lucy: Oh. ", "Jack: It's got to be him. ", "[SCENE_BREAK]", "****************************************************************************************************", "Chris: Tess, there's nothing to be afraid of. I keep telling you, Jack will be here soon. I just want to talk. You know, I'm sorry about asking all these questions, but you have to understand that as a doctor, I’m fascinated by this ability you apparently have to heal people. ", "Tess: I want to go. ", "Chris: No, wait, wait, just be patient. Be patient. I -- I just want to try this out. I want to find out if this gift of yours is for real. ", "Tess: No -- ", "Chris: It's ok. It's just going to be a simple scientific experiment, that's all. ", "Tess: What -- what are you doing? ", "Chris: Well, I'm going to make a very small cut in my arm. And I want to see if you can heal it. Ok? It's just an experiment, no big deal. Here we go. ", "Chris: Hey, don't cry, it's ok. It's just a small cut. ", "Tess: Oh -- ", "Chris: Doesn't even hurt, I promise. ", "Tess: Why? ", "Chris: Why? Well, I just want to see if you can heal it. Tess, can you heal it? ", "Tess: I can fix you, but this is very bad. To hurt yourself is bad. You hurt yourself all the time. Why do you do that? ", "Chris: What? ", "Tess: You feel bad all the time. In here. ", "Chris: How did you know that? ", "Tess: Don't feel sad anymore. ", "Chris: Will you help me? ", "Tess: Don’t. Jack's brother. Love, not hurt. Please don't feel sad anymore.", "Chris: Please help me. ", "Tess: I can fix your cut. But I can't fix you. ", "Tess: Better now? Jack's brother better? ", "[SCENE_BREAK]", "Jack: Where is she, Chris? Tess? Tess! ", "Lucy: Chris? ", "Jack: Chris, where is she? ", "Chris: She's gone. ", "Jack: What do you mean, she's gone? What? ", "Chris: I'm sorry. I didn't hurt her. I -- you got to find her, man, she's a miracle. You got to find -- ", "Lucy: Let's go. ", "[SCENE_BREAK]", "****************************************************************************************************", "Marissa: So is everything ok? ", "Stephen: Everything's great. ", "Marissa: Good. ", "Stephen: It's great. Look, why don't you two go get set up. Joshua will give you all the details. ", "Marissa: All right. ", "[SCENE_BREAK]", "Ricky: Co ", "[SCENE_BREAK]", "Stephen: You -- ", "Reese: Look, Stephen, I can explain. It's just that when I -- ", "Stephen: You told Ricky about my deal with Marissa, didn't you? ", "Reese: I didn't mean to. It's just that he was trying to dis me, and -- ", "Stephen: Don't ever let your libido get in the way of your judgment. You understand? You're cute, but you're not irreplaceable. Now run along and make sure everything goes exactly as planned. ", "Reese: Right. ", "Stephen: Hello, beautiful. ", "[SCENE_BREAK]", "Marissa: I should be the one who's apologizing. ", "Ricky: Don't, Marissa. You want to know the real reason why I'm staying in the band? It's not because you begged me. And it's not because Stephen told me to. It's because I’m going to show you all that I’m not a charity case, all right? ", "Marissa: Oh, Ricky -- Ricky, I never said you were a charity case. ", "Ricky: Yeah, well, obviously you did because you called in a favor. But you know what? Even if that's how I got the job, I’m going to show you all that I deserve it. I'm going to show you, Stephen, and the whole world. ", "[SCENE_BREAK]", "****************************************************************************************************", "Elizabeth: Bye. Told you he'd call. ", "Alison: So, that was your mystery guy, huh? ", "Elizabeth: Well, don't look so surprised. I'm not exactly Medusa. ", "Alison: That's not what I meant. ", "Elizabeth: Well, I told you he's one of the good guys, didn't I? See, I had a feeling. ", "Alison: So what does he want? ", "Elizabeth: What do you think he wants? He wants to see me again. ", "Alison: Well, are you going to go? ", "Elizabeth: Absolutely. Tonight, as a matter of fact. ", "Rafe: Tonight? Aren't you forgetting something? You're supposed to be helping Alison find her missing sibling? ", "Elizabeth: I think that there's enough names on that list for you guys to begin your search. Besides, I don't think it'd hurt for us to kind of take the night off and have a little fun. ", "Rafe: Did you just say \"us\"? ", "Elizabeth: Mm-hmm. He invited you guys along. ", "Alison: On your date? ", "Elizabeth: Well, no, even though you act like a chaperone half the time. No, it turns out that he sings in a band and he invited us all to this concert tonight, and he insisted that you guys come. ", "Rafe: A band? Why -- he wants us to come? ", "Elizabeth: Yeah, I think it's a lovely gesture. ", "Rafe: What's the name of this band? ", "Elizabeth: The Stephen Clay Experience. He's Stephen Clay. Have you heard of him?", "[SCENE_BREAK]", "****************************************************************************************************", "Stephen: It's almost time. Almost time, Port Charles. Here I come. ", "[SCENE_BREAK]", "****************************************************************************************************", ">> Stay tuned for scenes from the next \"Port Charles: Naked eyes.\" ", "[SCENE_BREAK]", ">> On the next \"port Charles\" -- ", "Ian: Tess' DNA Results. ", "Chris: Well, you're not going to open that. ", "Ian: Why not? ", "Chris: You open that, you're going to regret it. ", "[SCENE_BREAK]", "Elizabeth: There's Stephen! ", "[SCENE_BREAK]", "Rafe: It's him. ", "[SCENE_BREAK]", "Lucy: That's impossible. ", "[SCENE_BREAK]", "Stephen: Hello, Port Charles. ", "Singer: Naked eyes ", "Stephen: I'm Stephen Clay. "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=svdEDa4gUB8"}