{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Karen: Chris -- ", "Chris: We need to run some tests, Karen. ", "Karen: No, thanks. ", "Chris: You gashed your hand wide open. ", "Karen: Hours ago. So? ", "Chris: Now it's completely healed. Don't you want to know what's going on inside your body? ", "Karen: I already know, Chris. You shot me full of vampire serum. And I love it. So what else is there? ", "Chris: Ok, look, Wexler, I am through playing games with you. Now either you come with me right now and we run the tests that I want to run, or I'm going to find frank and I'm going to tell him what's happening to the woman he's sharing his bed with.  ", "[SCENE_BREAK]", "The excitement. ", "Ian: Yeah? What happened? ", "Frank: Attempted robbery. ", "Ian: Is everyone all right? ", "Frank: Yeah, yeah, I guess, but what are you doing here at this time of night? ", "Ian: You -- you know about computers, don't you? ", "Frank: Well, yeah. I'm no expert, but I know my way around a keyboard. ", "Ian: Well, that's good enough. ", "Frank: For what? ", "Ian: I need your help, frank. Everything's fallen apart -- my life, my -- I'm losing my wife, my kid. I need your help. ", "[SCENE_BREAK]", "Rafe: Dr. Collins? ", "Kevin: Rafe. How did -- how did you -- where -- never mind. ", "Rafe: Good idea. You got a minute? ", "Kevin: No. ", "Rafe: Where's Lucy? ", "Kevin: Well, let's see. The last time I saw your cousin Lucy was in a hotel room with some other guy. ", "Rafe: Oh. ", "Kevin: Oh. You got the picture? Good. Good night, Rafe. ", "Rafe: Look, you know Lucy. So no matter what you saw, remember what you know, and you'll know things aren't what they seem. Just look inside yourself. ", "Kevin: Do you actually believe half the garbage that spews from your mouth? Or do you just like to hear yourself talk? ", "[SCENE_BREAK]", "Lucy: Oh. Christina. ", "Lucy: Christina? Oh, excuse me. Get out of my way, that's my little girl! That's my daughter! Christina? Christina, it's mommy! Christina! ", "[SCENE_BREAK]", "Karen: All right, Ramsey. Tell frank. Go on, do it. But please, let me be there to watch when he puts your face through the nearest window. ", "Chris: And why would he do that? ", "Karen: Because that's what will happen when I tell him that you filled the syringe. Frank will jump to my side and defend me. ", "Chris: You're sure about that? ", "Karen: He loves me. ", "Chris: No, he loves Karen. And you and I both know that you're not quite Karen anymore, are you? You know, and maybe you and frank eventually tie the knot and have babies. Don't you think he might freak out when junior's baby teeth come in all sharp and pointy?  ", " ", "Chris: No, not yet. But that serum was experimental. You could pop fangs and start craving blood any minute. Are you going to do what I ask? You going to run some tests or should I have a little chat with your boyfriend? Fine. ", "Karen: Stop. You want a blood sample? Fine. Let's get this over with. ", "Chris: Yes, ma'am. I had a feeling you'd see things my way. ", "[SCENE_BREAK]", "Frank: So eve thinks you killed this woman's husband and then went after her. ", "Ian: And she also thinks that I kidnap women, make them fall in love with me, and then try to kill them. ", "Frank: And she believes this? ", "Ian: I don't know what she believes anymore. She's concerned for herself, she's concerned for the baby, and she has Kevin poisoning her mind. ", "Frank: A bad guy ", "Ian: Regardless. Someone's feeding them lies. He believes it. And now there's a 10-foot wall between eve and me. ", "Frank: Ok. All right, I'll do whatever I can to help. Just say the word. ", "Ian: I've said the word. ", "Frank: \"Computer.\" Ok. All right. ", "Ian: Now, this woman sending these letters -- I -- ", "frank: Anne-Marie. ", "Ian: And -- well, it's not Anne Marie. I saw Anne Marie die in Africa. ", "Frank: So what you need is to find proof to corroborate your story. ", "Ian: I need to find whoever's pretending to be Anne Marie. ", "[SCENE_BREAK]", "Eve: Livvie.  ", "I'm sorr -- ", "eve: Shh, shh, shh, shh. I just put Danny down. Come on in. Come in. What's wrong? ", "Livvie: Nothing's wrong. I just think I left my sweater here, that's all. ", "Eve: Really? I don't remember seeing a sweater here. ", "Livvie: Well, do you mind if I look around? I mean it -- it blends in with everything, and you could probably be staring at it and never know it was here. I'll be really quiet, I promise. ", "Eve: Livvie, Livvie. You didn't really leave a sweater here, did you? ", "Livvie: No. You're right. I'm sorry, it was a really lame excuse. Um -- eve, I just needed someone to talk to and there isn't anyone. ", " We broke up. Jack and I -- ", "eve: I am so sorry, Livvie. ", "Livvie: That's what I feel, so sorry and -- and sad and alone. ", "Eve: Well, hey, there's a lot of that going around right now. ", "Livvie: What? I -- oh. God, eve. You and Ian? Look, I am so sorry. I'll just go -- ", "eve: No. No, don't go because this way at least you know that the person you're talking to knows exactly what you're going through. ", "Livvie: I guess. Hey, eve, is there anything I can do for you? ", "Eve: Actually, there is one thing. ", "Eve: Ok, but it's kind of a big favor. You have no idea how big until you have a child of your own. ", "Livvie: Hey, whatever it is, please. ", "Eve: Ok. I really need to take a shower. And I'm afraid to leave Danny alone for one minute.", "Livvie: You want me to watch him? ", "Eve: Could you, please? Just five minutes? ", "Livvie: Yes! I would love to watch him. ", "Eve: Shh! ", "Livvie: I'm sorry. I'm sorry. ", "Eve: Ok, thank you, thank you. ", "Livvie: Take all the time you need. I'm here, ok? ", "Eve: Ok, he's asleep right now. He should be no trouble at all. If you need anything, you just help yourself to whatever's in the fridge, ok? ", "  ", "Livvie: Ok, relax. I am not going anywhere. I'll just get everything ready in the kitchen. ", "[SCENE_BREAK]", "[Caleb's music plays] ", "[answering machine beeps] ", "Ian's voice: I know what you must be thinking about me right now, but none of it is true, you got to believe me. I would never hurt you or my son. I just want my family back. ", "Caleb's voice: Oh, I think we can leave a better message than that. ", "Ian's voice: I will die before I let you believe those lies. ", "[SCENE_BREAK]", "Rafe: I believe everything I say, Kevin. You know that. ", "Kevin: Well, if I hear one more empty platitude about the power of love, I'm going to throw you off this bridge. I'm sick of it. I'm sick of everything.  ", "Now, did you talk to Lucy? Did you even give her a chance to explain? ", "Kevin: Yes, I talked to her. The devil made her do it. Or rather, Caleb made her do it. Dead or alive, he's still her prime suspect. ", "Rafe: Well, what if she's not wrong? ", "Kevin: Really? Speaking as a vampire slayer?", "Rafe: Speaking as someone who's had some experience -- ", "Kevin: Well, we've all had some experience now, Rafe. We've all been through vampires andTransylvania and lightning bolts from the clear blue sky. But who are you, anyway? ", "Rafe: What? I don't understand. ", "Kevin: You show up here out of nowhere spouting out greeting card slogans and all of a sudden all of our lives suddenly turn to hell. ", "Kevin: Well, you know, maybe Lucy's right. Maybe there is an evil force out there somewhere.", "Rafe: That's good. At least you're finally --", "Kevin: And maybe it's connected to our friend Rafe. ", "Rafe: Oh, no way. That's crazy. ", "Kevin: Really? Well, it wouldn't be the first time evil showed up here pretending to be something else. What do we really know about you? I mean, except what you've told us. And your bag of magic tricks. ", "Rafe: Dr. Collins -- ", "Kevin: You've got Lucy running around like chicken little screaming that the sky is falling. Meanwhile, we're all looking up at the clouds, and our lives are falling apart around us! ", "Kevin: Just maybe -- just maybe you put those wild ideas into Lucy's head just to get -- ", "Rafe: No, no. Wait a second. You know that's not why I'm -- ", "Kevin: Don't tell me what I know -- now who are you? ", "[SCENE_BREAK]", "Lucy: Doc? Doc -- ", "Kevin: Answer me! ", "Lucy: I have to talk to you. ", "Kevin: Who the hell are you? ", "Lucy: Doc! Doc, listen to me, I have to talk to you. It's about Christina. ", "[SCENE_BREAK]", "Frank: There's nothing on that nurse in any d.M.V. File or on the doctors without limits web site. ", "Ian: We need to find her. We all worked together in Africa. ", "Frank: Well, so far there's no record she even existed.  ", "Rafe: The file's been erased. ", "Frank: Any idea by who? ", "Ian: I don't know. The only man that hates me enough to do this would've been Harris. ", "Frank: Well, that's a great scapegoat, but he's dead. ", "Ian: Well, whoever did this did one hell of a job setting me up. How can I prove to Eve that I didn't murder anyone if there's no proof in the first place? Lucy thinks there's some -- there's some thing making this happen. ", "Frank: Thing? ", "Ian: I don't know. Something that Caleb left behind. Makes as much sense as everything else we know. ", "Frank: All I know is when the woman I love is hurting, I do whatever I can just to make her feel better, Ian. That's me.  ", "Ian: Not ", "[SCENE_BREAK]", "frank: All I'm saying is you need to do whatever you can. Win or lose, whatever it takes, just go to her. ", "[SCENE_BREAK]", "Eve: Livvie, what are you doing? ", "Livvie: Am I making too much noise? ", "Eve: No. No, not at all. It's just that you don't have to do that. ", "Livvie: I know, I know. But taking care of Daniel all alone is so hard. ", "Eve: No. Taking care of Daniel is not the hard part. It's trying to fit everything else into your day that's hard. ", "Livvie: But doing it all alone is not the way you planned, is it? All right, should I ask? ", "Eve: No. I don't want go there, ok? ", "Eve: You know, you think you know somebody inside and out. And then one day it turns out that you don't really know them as well as you thought you did. ", "Livvie: What did Ian do? ", "Eve: I don't want to talk about it, ok? I don't want to talk about me. Let's just -- let's talk about you. What's going on with you and jack? ", "Livvie: Reality, I guess. I think he just got sick of taking on all my baggage. ", "Eve: It's strange, isn't it? You make this commitment to someone and that means you have to accept everything about them -- the good and the bad -- on blind faith. And then one day you get a good look at the bad.  ", "Livvie: I can't blame him. I mean, I think he just saw who I was and decided he'd be better off without me. ", "Eve: Well, I am not better off without Ian. I feel lost. ", "Livvie: Hey, I never said I felt better. ", "Eve: Well, it sounds like the two of us are hoping that things will work out, right? ", "Livvie: Yeah. You know, I think there's a message on your machine. I saw the light blinking when you were in the shower and I thought maybe Ian left a message. ", "Eve: No. Probably not. ", "Livvie: Oh, Eve, come on. There's only one way to find out, right?  ", "Ian's voice: Eve. Pick up. I know you're there. And I won't let you leave me. I'll do what I have to, whatever it takes. You will die first. Do you hear me? ", "Eve: What? ", "Ian's voice: I won't let it happen. I won't let you go, Lambert. ", "[Answering machine beeps] ", "Livvie: Eve? Are you ok? ", "Eve: That wasn't him. That wasn't Ian. That was -- did you -- that was -- that was him. That had to be him. You heard what he said, right? ", "Livvie: Yeah, yeah, so -- ", "Eve: He said that and he meant every word! ", "Livvie: Eve, what are you going to do? I mean, you can't just ignore a message like that, can you? I mean, I know you love him and everything, but -- eve, who are you calling? Eve? ", "Eve: Hi, it's Eve. I need your help. I need a really big favor. ", "[SCENE_BREAK]", "Kevin: I think you'd better leave. ", "Lucy: No, did you hear what I said? ", "Kevin: I heard you, Lucy, and I think you better go right now. ", "Lucy: Doc, please, listen to me -- it's Christina. I saw her. Christina. ", "Rafe: You know what? I think I'd better go. ", "Kevin: Oh, no you don't. I'm not done with you.", "Lucy: Doc, please, listen to me, please. ", "Kevin: I listened to you, Lucy! I listened to you. What, are you here to explain? Is that it? You were sad about Christina so you took comfort in Ian?  ", "Lucy: No! This is this is about Christina, doc. I saw her. I saw her at the hotel. ", "Kevin: What? ", "Lucy: Doc, she was there. She was in this little red slicker and I saw her and I ran after her. She looked at me and she smiled. I'd know those eyes anywhere. And then I went to get her, and all of the sudden she disappeared, she was just gone. My little baby was there. ", "Kevin: All right, Lucy. Lucy, I'm sorry. I don't know what it is that you saw. ", "Lucy: Don't touch me. Don't -- don't touch me. You don't believe me, do you? ", "Kevin: Lucy -- ", "Lucy: No, you don't! You're not even listening to me! I saw her, and you don't believe me! ", "[SCENE_BREAK]", "All right, what do you want? ", "Lab technician: To stop getting double-stamped blood test orders from you. ", "Chris: You're done already? ", "Lab technician: Yeah. They're freaky, too. Have fun. ", "Chris: Freaky? ", "Chris: No, this can't be right. These numbers don't make any sense. I mean, just -- unless Karen is -- unless Karen is mutating. ", "[SCENE_BREAK]", "Livvie: Look, it was the right thing, Eve. ", "Eve: Yeah. I don't want to talk about this right now. ", "Livvie: Ok. Sure, whatever you say. ", "[SCENE_BREAK]", "[Knock on door] ", "Wve: I can't deal with company right now at all.  ", "[SCENE_BREAK]", "Ian: Eve, it's Ian. ", "Livvie: What do you want me to do? ", "Eve: Let him in. ", "Ian: Hey, little one. What are you doing here?", "Eve: What are you doing here, Ian? ", "Ian: Did you get my message? ", "Eve: Yes, I did. ", "Ian: Well, then you know how much I love you.", "Eve: I can't live with that kind of love anymore. Here. ", "Ian: What kind of love? What is this? A restraining order? ", "Eve: Come within 200 feet of me or the baby, and I will call the police. ", "Ian: Don't do this. ", "Eve: Please, just go. ", "[Daniel cries] ", "Ian: Danny --  ", "Eve: Whatever it takes. You can't threaten me. ", "Ian: Threaten you? ", "Eve: Just -- go, please. Livvie, call 911. ", "Ian: Put the phone down. You -- I'm not here to hurt anybody. ", "Eve: Ok. Go. Door's right there. ", "Ian: I -- I have no idea what this is about. But my love for you is stronger than this. And I'll prove it to you. ", "Livvie: Oh, Eve. I'm so sorry. ", "Eve: Oh, Ian. ", "[SCENE_BREAK]", "Kevin: Lucy, please, just listen to me. ", "Lucy: No. No, you don't believe me and you can't take that back. ", "Rafe: Hold on. Christina, Lucy. Tell us more about that.  ", "Lucy: At the Luther hotel. She was alone. Julie wasn't with her. ", "Kevin: Alone? In the middle of the night, in a hotel? Lucy. ", "Lucy: I know -- I know how it sounds. ", "Kevin: Well, it couldn't have been her! ", "Lucy: I know it was. I know it was my daughter. I would know her anywhere. ", "Kevin: You did this. ", "Rafe: What? ", "Kevin: First you show her a vision of her own death and then the thing she wants most in the world. ", "Lucy: No, it's not that! I did see her! I would know my daughter, doc. I saw her! ", "Kevin: Lucy, Scott has had a small army looking for Christina for over a year. They've never turned up a single clue.  ", " ", "Kevin: Well, what possible reason would Julie have to bring her here now? ", "Lucy: I don't know. I don't know! I know, though, that I saw her. You know, Ian said the woman you saw has been dead for years and that wasn't a hallucination. But what I saw -- I saw Christina -- you're making that out to be a hallucination. Why? Because it's me saying it? ", "Kevin: That's not what I said! ", "Lucy: Well, then what is it? Are you like the chief justice of the supreme court of the universe? ", "Rafe: Stop, stop -- do you guys not see what you're doing? You're tearing at each other when you need each other most. ", "Kevin: Well, why don't you take your mystic self back to where you came from. ", "Lucy: Leave ", "Kevin: You know what? I'll leave you both alone. How does that suit you? Suits me fine because I'm sick of the Kovich's and the coes. ", "[SCENE_BREAK]", "Lucy: Well, I'm sick of the Collins's! How's that? ", "Rafe: Lucy, go after him. ", "Lucy: No! Why? He doesn't deserve me. ", "Rafe: You don't believe that. ", "Lucy: I don't. I -- I don't know anything I believe anymore, absolutely anything. And I do not have the person that I usually have to talk to when I need to find something, when I need to find myself. I don't have that anymore. ", "Rafe: Don't stop believing in him. ", "Lucy: I'm not talking just about him, Rafe. I happen to be talking about you, too. ", "Lucy: Is that what you call this? Is that what -- ever since you came here, everything is just a huge mess! ", "Rafe: Lucy -- ", "Lucy: No! No! You stay away from me, too. Don't you see? I want you to stay away. Don't help! Thank you, but no! ", "Rafe: Lucy, wait! ", "Ah! That went great. Come on, boss, help me help them! Huh? I mean, show me a way that I can turn this whole -- wait a minute. Use my imagination, you said. Imagination, huh? Well, guess what, boss -- if you give me permission to do exactly what it is I need to do, I think I can turn this whole thing around by tonight. ", ">> Stay tune for scenes from the next  tempted.\" ", ">> On the next \"port Charles\" -- ", "Lucy: Oh, Christina, I know what I saw. I know I -- I saw you. And it was real. It was really you. ", "Rafe: Remember the truth, Eve. Your heart remembers. ", " "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=tFIWRIysgYE"}