{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Rafe: It’s the bottom of the ninth and my last chance at bat Oh, sorry. Bat-- that's a lousy choice of words, especially considering how far ahead Calebis. No, but that -- see, that's exactly what it's like. It's like I'm down heretrying to coach a team that doesn't remember that running for home is the way toscore. Caleb's made them afraid of their own home base. All they feel is hisdark powers growing and growing around them, and it scares them. And he'sfeeding off that, sir. He's drained every drop of faith they have in each other.", "Ian -- he's sinking, boss. He sees the bottom rushing up at him and doesn'twant to feel it when it hits. Even without his fangs, Caleb’s ripping apartall their connections. And the thing is, they don't understand how it happened.All they know is they want the ache to stop.", " Jack -- he tries to bury itunder work. He thinks he wants to move on, but I'm telling you his soul criesout for Livvie. Caleb's using their own love against them. It's the greatestgift of all, and this guy -- he's turned it into a scalpel, slicing them intobits. Dissecting hearts, souls, soul mates. Robbing them of everything, evenhope. Even Kevin and Lucy. All their faith in a future together has been stolenaway. Kidnapped. Every last piece of hope that might have helped them is lost.The tiniest spark that could've helped them find their way back to each others'hearts is gone. Caleb snuffed out every trace.", "Well, almost. Because whether they know it or not, as long as the heartbeats, it dreams. Right, sir? Well, you told me to use my imagination, big guy.So here goes -- one night -- that's all I'm asking for. One night where they getto peek into their hearts and see their deepest dreams. One night, that's all.One last chance. Please, boss. Come on, you got to let this happen. What do yousay? Come on. All right.", "************************************", "Ian: What happened here? How did we get here, Eve, huh?  How could she do this to us? How could you believe their lies?", "************************************", "Eve: Hi. Oh, goodness, that was a loud noise, wasn't it? Oh, it's ok. Yeah.Oh, it's ok. Mommy's not going to let anything happen to you. No, she's not. No.It's ok. Shh. Mommy's always going to watch over you. Yeah. Just like the stars.Look, Danny. There's your star. There it is. And it's there for you to wish uponany time you feel alone or scared. It's going to be ok. And if you wish enoughand dream enough, all your wishes can come true.", "************************************", "Rafe: Remember the truth, Eve. Your heart remembers.", "[SCENE_BREAK]", "************************************", "Ian: Eve?", "Eve: What?", "Ian: Shh. It's ok.", "Eve: Ian.", "Ian: Yeah. Right here where you left me. Always looking after you.", "Eve: Oh. I -- I had the worst dream about Caleb.", "Ian: About who?", "Eve: Caleb.", "Ian: It's another one of those books about vampires, isn't it?", "Eve: What? Books?", "Ian: What's this one called? \"Tainted love\"? Nice title, that. See,that's the problem with you -- always filling your head with nonsense.", "Eve: And that's the problem with you -- no imagination.", "Ian: Well, I don't need any fantasies. I'm already married to the mostbeautiful, sexy woman in the world.", "Eve: Oh.", "Daniel: Daddy! Daddy! Daddy! There's a monster under my bed!", "Eve: Oh!", "Ian: Monster? What kind of a monster? Is it a vampire?", "Eve: Shh. Don't tease him. Hey, Danny, I told you. There's no such thing asmonsters, remember?", "Daniel: But I saw one!", "[Eve gasps]", "Ian: Well, the good news is that the Thornharts are known to be monsterslayers. Just ask your mother. I've always kept her safe.", "Eve: From the moment we met.", "Ian: Yeah. So, what do you think? How about the Thornhart men go in there andtake care of that slobbering thing once and for all?", "Daniel: Together, yeah!", "Ian: Yeah! Come on! We're leaving. But, of course, we have to go on top ofour noble steed. First thing we need is a kiss from your mother for good luck.One for you. And one for me.", "Eve: To guide you, my champions. To protect you and keep you safe always.", "Ian: All right, we're off to fight evil with the power of love and the powerof light. You ready, noble sir?", "Daniel: Yeah.", "Ian: Let's go.", "Eve: I love you, Ian.", "Ian: I love you, Eve. ", "[SCENE_BREAK]", "************************************", "Lucy: Oh, Christina, I know what I saw. I know I -- I saw you, and it wasreal. It was really you. Oh. Oh. Wait, wait, wait. Please, please stop. Are youabsolutely --", "Bellhop: Absolutely, positively. I haven't seen a little girl in a redslicker wandering around down here or on any of the other floors.", "Lucy: Could you just look --", "Bellhop: Maybe it's time to go home, huh? I could call somebody.", "Lucy: No. No, that's -- that's ok. Thank you for your time. I appreciate it.There's actually nobody to call.", "[SCENE_BREAK]", "Kevin's voice: I don't know what it is that you saw --", "[SCENE_BREAK]", "Lucy’s voice: Don't touch me. Don't -- don't touch me! You don't believeme, do you?", "[SCENE_BREAK]", "Kevin: Lucy --", "Lucy: No, you don't! You're not even listening to me! I saw her, and youdon't believe me.", "Lucy: Oh, Doc.", "************************************", "[Knock on door]", "Ian’s voice: Come in.", "Lucy: Oh, Doc. Listen -- wait, wait, wait. This is not what it looks like.", "Kevin: Really? So you're not half-naked in Ian’s room? I want to believeyou, Lucy.", "[SCENE_BREAK]", "Rafe's voice: Then believe.  That's it, Kevin. Let go and stop fighting so hard. Just let the truthcome through. Remember what you know. Remember what it's like to believe.", "[SCENE_BREAK]", "[Sigmund quacks]", "Lucy: You know what? I don't want hear you talk like that. You are going todo this for me. Oh, Sigmund, listen to me -- what do you mean you and the kidsdon't want to be flower ducks at our wedding? Oh, good grief.", "Kevin: Lucy?", "Lucy: Oh, Doc, just a darn minute here. I've got a little bit of a problem Ineed to straighten out with Mr. Sigmund over there. Listen to me, you -- it'sgoing to be fun, you know, and -- and I know you have a white tail. Just wear ablack tie. Everyone else is going to be in black tie. And the little yellow guys-- well, the kids can put on, like, little black bow ties, and they'll lookadorable.", "Kevin: She's right, Sigmund. It's going to be a great party.", "Lucy: It's going to be a fantastic party. Listen to you --", "[Sigmund quacks]", "Lucy: Oh, stop it right now. You know what it is? I think he just -- he'sjust squawking to hear himself squawk like men do sometimes.", "Kevin: Even your husband-to-be?", "Lucy: No. You know, there are exceptions to every rule and every flock,covey, group, bunch.", "Kevin: Gaggle?", "Lucy: Gaggle. Wait -- ok. Just -- just a second. All right, you guys. Comeon, everybody out. Everybody out. Come on. Let's go. Let's go. Here, I'll getthe door. Come on. Everybody out. You know what you need to do? You need to goswimming. You got a little dirty. Come on, let's go. Everybody out the door.Come on, babies. Come on, my babies. Here we go. Sigmund, take them swimming,for Pete’s sake. We've got to get them all cleaned up for the wedding. It'sok. Go on. Go on. Here we go. Ok. Swim. Swim -- they're dirty. You know, you letyour babies really get a little unkempt. Go. Ok. Oh, ok. You can stay. Swim. Allright, see you later. Ohh. Bye. So --", "Kevin: Hmm?", "Lucy: Are we -- are we married yet?", "Kevin: About 24 hours from now.", "Lucy: Oh. 24 full hours.", "Kevin: Mm-hmm.", "Lucy: No, that's too long. That's forever and ever and ever and ever.", "Kevin: You know, not that I don't like the attention or anything, but did Ido anything to deserve that? I mean, you know, besides being my own adorableself?", "Lucy: Oh, you're not only adorable, you're sexy. Oh! And you're absolutelybrilliant. Guess what happened.", "Kevin: What?", "Lucy: I went down to the local paper, and I got that advice column. They'regoing to call it \"Psyche Up With Your Psychic.\" That's the title theygave me.", "Kevin: Hey, congratulations! Oh, that's wonderful!", "Lucy: Isn't it terrific? And you know why I got that?", "Kevin: Why?", "Lucy: Because of you. Because you believed in me, and you made me channel my,you know -- my gifts.", "Kevin: Speaking of gift, I have something for you.", "Lucy: You do?", "Kevin: Mm-hmm.", "Lucy: What is it? What is it? I love gifts. You've given me so many.", "Kevin: Just pipe down until I can give it to you", "Lucy: Ok.", "Kevin: All right. This is something that I wanted you to have before thewedding.", "Lucy: \"Wedding\" -- you said that word. Say it again.", "Kevin: Wedding.", "Lucy: No, no, again.", "Kevin: Wedding.", "Lucy: Again.", "Kevin: Wedding.", "Lucy: Wedding.", "Kevin: Lucy, listen to me --", "Lucy: Our wedding. What?", "Kevin: Listen -- tomorrow we're going to commit ourselves to each other. Imean, our whole lives. So I wanted to say something to you first.", "Lucy: Ok, I'm listening.", "Kevin: When I met you, Lucy, I had cut myself off from everything. I mean,certainly from anything mysterious. But, strangely enough, that's what you are-- you're a mystery. Actually you're kind of like the impossible dream, but tolove you and to be loved by you is all about learning how to love surprises.Lucy, you helped me find my father and my daughter and my soul. Because of you,I've learned to treat every day as a gift. You're my dream, Lucy, and I promiseto spend the rest of my life trying to make all your dreams come true.", "[Lucy gasps]", "Kevin: We'll find her, Lucy. I promise you we'll find her. I swear.", "Lucy: Oh, Doc, I love you, and I do. I mean, I know I’m going to say\"I do,\" you know, and it's not the time, but I do. I swear to god Ido. I do, I do, I do. I do.", "Kevin: I do.", "[SCENE_BREAK]", "************************************", "Rafe: All right, Jack. Come on. You can do it. Don't hold your heart back.Come on, man, just let it fly! It knows the way. Come on. You got to hope, forLivvie’s sake.", "[SCENE_BREAK]", "Jack: Livvie -- oh, I am so proud of you. You made your dreams happen. Youfought for it.", "Livvie: You know, it's -- ahem -- it's not enough to just dream; Jack, abouta career or about love. You have to believe and have to see it all through. Andnow I do, and -- and it's here, and it's happening, and it's because of you. Youbrought my dreams to life. You made it happen.", "Jack: You know, this whole feeling reminds me of when I connected back withmy mom. You know, that -- that feeling of being alive, the warmth, the feelingof love. And that's how I feel now. You are my home. You are my true family. Mydream come true. And everything's perfect. Or at least it will be when you sayyes and put this ring on. Are you ready for that? Are you ready to spend therest of your life with me?", "[SCENE_BREAK]", "Ian: Ohh.  It's bright tonight.  Starlight, star bright.  Eve.", "[SCENE_BREAK]", "Eve: Ian.", "[SCENE_BREAK]", "Livvie: Oh, Jack. I wish I could -- that we could wish together.", "[SCENE_BREAK]", "Rafe: It's all up to them now. The power of love and the power of faith andthe strength in their hearts.", "[Footsteps]", "Rafe: And the stars to guide them.", "[SCENE_BREAK]", "************************************", "Kevin: Trouble sleeping?", "Lucy: Sleep -- what is that?", "Kevin: Sleep? That's a blessing.", "Lucy: Sure could use a few more of those today, huh?", "Kevin: Tired of counting the ones you already have?", "Lucy: I don't know. I'm just tired, I guess. You sure seem to be ok forsomeone who does love his sleep.", "Kevin: I had a wonderful dream. For some reason, I just had to come out hereand look at the stars.", "Lucy: Me, too. I -- I really, really needed to come out and look at thestars, too.", "Kevin: Any special reason?", "Lucy: I -- I don't know. I guess just because they are special.", "Kevin: You're shivering.", "Lucy: It's the only reason I need, I guess.", "Kevin: You know, a patient told me something once that I've never forgotten.He said his grandmother taught him that the stars are the eyes of the angelslooking down on us.", "Lucy: Well, my Aunt Charlene told me when I was a little girl that all thosestars were like fireflies captured in a jar, only the fireflies were people'swishes.", "Kevin: Makes sense. People make a lot of wishes. Just look at them all.", "Lucy: Doc, tell me something -- why did you do this? Why did you come righthere, right at this moment, right now tonight to look at the stars? Why?", "Kevin: I don't know. I woke up, and I just had to see the stars. Somehow Iknew this was the best place to do that. There's the air and water, thelighthouse light guiding the ships in. And then the miracle of the stars remindsyou that anything is possible.", "Lucy: Doc, anything?", "Kevin: Anything.", "[SCENE_BREAK]", "************************************", ">> Stay tuned for scenes from the next \"Port Charles:Tempted.\"", "[SCENE_BREAK]", ">> On the next \"Port Charles\" --", "Eve: I just had this really nice dream. We were a family again and --", "[SCENE_BREAK]", "Ian: Wait, wait, wait, wait. I had the same dream.", "[SCENE_BREAK]", "Livvie: Jack, please tell me that you'll give us another chance."], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=ooF8UNXN2OM"}