{"Episode Summary": [], "Recap": [], "Recap Author": "", "Show Title": "Port Charles", "Transcript": ["Colleen: I'll page you, Ian, all right, but if you don't mind my saying so --", "Ian: What? ", "Colleen: You just had a knife stuck in your chest. ", "Ian: Ah -- ", "Colleen: You know, even Braveheart had to take a rest. Now, why don't you just go back to your room -- ", "Ian: Braveheart was from Scotland. I don't need any rest, thank you. ", "Colleen: Fine. ", "[SCENE_BREAK]", "Lucy: Ian? ", "Ian: Hey. ", "Jack: Tess is gone. ", "Ian: What? ", "Lucy: Chris kidnapped her. ", "Ian: He kidnapped her? ", "Lucy: Yeah, somehow he got ahold of her and took her to his apartment, and she got away from him and now we don't know where she is. We can't find her. ", "Jack: And we searched everywhere she knows. ", "Lucy: She knows G.H. We're here for -- ", "Jack: And we searched every floor. ", "Lucy: Right. ", "Ian: Well, she's not here. You would've seen her, I'm sorry. ", "Jack: Oh, man. I got to find her. ", "[SCENE_BREAK]", "****************************************************************************************************", "Tess: Please, Jack. Find me. There's nowhere to go. Find me. ", "[SCENE_BREAK]", "****************************************************************************************************", "Livvie: Home. Finally away from that creepy hospital. No wonder my dad's getting such weird ideas about other people's personalities, going on and on about everybody's other. Hmm. \"Free concert tonight in the park, the Stephen Clay Experience.\" Why not. ", "[SCENE_BREAK]", "****************************************************************************************************", "Rafe: This guy Stephen Clay, he's been playing games with us ever since he got here. ", "Alison: Well, I'm sure that he must have said something about his music or maybe why he's here in Port Charles. ", "Elizabeth: Look, you guys, I've told you everything I know. We hadn't even exchanged names before now. I only found out in this last conversation that he is Stephen Clay. ", "Rafe: Ok, then tell us again from the beginning because everything you know that we don't know is something, ok? ", "Elizabeth: You know, this is just ridiculous! ", "Alison: No, mother, please, I'm serious. ", "Elizabeth: Ok, ok. He's in a band, they're having a concert tonight in the park, and he would love for us to come. That's it. ", "Rafe: Ok, and he specifically said -- ", "Elizabeth: For myself, my daughter, and her fiancée -- which, if you ask me, is actually very nice for you guys to be included. ", "Rafe: Ok, ok, you know what? Let's just all sit back and think about this for just a second, all right? Now, of all the people to start something up with you -- I mean, this guy could hook up with about a million different women. He picked you? ", "Elizabeth: Excuse me! ", "Alison: Well, she's a very beautiful woman. ", "Rafe: All right -- ", "Elizabeth: Thank you, Alison. ", "Rafe: Ok, ok -- ", "Alison: You're welcome. ", "Rafe: You know what? I didn't mean that exactly the way it came out. It just seems a bit coincidental, don't you think? ", "Elizabeth: I think that you are getting really paranoid, and for no good reason. ", "Alison: Wait -- ok, wait, where are you going now? ", "Elizabeth: I am going to go and slink into the tightest, sexiest little dress that I can find, no buts about it. I have a personal invitation for this evening, so with or without the two of you, I'm going to the ball. ", "Alison: Ok, ok. Don't you think that maybe she has just a little point, maybe even just a little bit? ", "Rafe: No, I don’t. Look at her -- ", "Alison: You're the one -- Rafe, you are the who just said that you were going to put aside all of your bad vibes and start smelling the roses. ", "Rafe: Right. Smell the roses. But I'm telling you, whatever this clown is up to -- ", "Alison: We're going to find out tonight. ", "Rafe: We're going? ", "Alison: Well, what do you think? ", "[SCENE_BREAK]", "****************************************************************************************************", "Marissa: You doing all right, Ricky? ", "Ricky: Yeah, yeah, I'm cool, I'm all right. ", "Marissa: Ok. ", "[SCENE_BREAK]", "Reese: Looking good there, sexy. ", "Joshua: Listen up, everybody. Stephen? ", "Stephen: Well, this is it. Our night has finally come. Everything ready? ", "Joshua: Just as you requested. ", "Stephen: Always count on you, Joshua. ", "Joshua: Always at your service. ", "Stephen: Reese, I want every guy's tongue dragging on the ground when you hit that stage. Can you handle that? ", "Reese: No problem. ", "Stephen: Lovely Marissa, whose words will announce our arrival? ", "[SCENE_BREAK]", "Marissa: I'm nervous. ", "[SCENE_BREAK]", "Stephen: You've done your work. It's time for the rest of us to put it across. Right, Ricky? ", "Ricky: Yeah, rock 'n' roll, man. ", "Stephen: Rock 'n' roll. Because the time's finally come for the people of Port Charles to see the real Stephen Clay Experience. ", "[SCENE_BREAK]", "[Captioning made possible by ABC, inc., And Soapnet] ", "****************************************************************************************************", "Lucy: Wait a minute. Wait, wait just a minute. What are you doing? Where are you going? ", "Jack: Lucy, I have to go find Tess. ", "Lucy: I know. I'm going with you. ", "Jack: No, no, you're going to stay here. I can cover more ground by myself. Besides, you need to be here just in case she comes here. ", "Lucy: No, I want to help you. ", "Jack: Lucy, she needs to see a friendly face, a friendly person, ok? ", "Ian: If she shows up, we'll take care of her, ok? ", "Jack: Good, thank you. ", "Lucy: Fine, but you're going to call me if you hear anything. ", "Ian: Yes. ", "Lucy: I'll do the same, ok? ", "Jack: All right. ", "Lucy: Ok, good luck. ", "Jack: Bye. ", "[SCENE_BREAK]", "Lucy: Bye. Oh. ", "Ian: What's up with Chris? He's put his nose in everything. Now he's kidnapping people? ", "Lucy: You -- you didn't see him. ", "Ian: What's that mean? ", "Lucy: It means it wasn't really like Chris. It was different. He was kind of sweet, you know, and he had tears in his eyes. He was very upset and -- he thinks Tess is some sort of miracle. ", "Ian: So Tess is healing souls now, is she? ", "Lucy: I guess you just had to be there. ", "Ian: Ahem. ", "Lucy: Did you get the DNA Results? ", "Ian: No, I didn't. You know, I don't know if they would make any difference anyway. ", "Lucy: What is that supposed to mean? ", "Ian: Even if Tess has these healing powers, doesn't mean they're going to show up on her DNA Markers. ", "Lucy: Right. But we get to find out if Livvie and Tess are related, not that I can stand the thought of that. I also can't stand this. I don't do this good. I don't stand around waiting for something -- maybe there's a message. Maybe she somehow got -- Colleen? Hi, do I have any messages of any kind? ", "Colleen: Uh, a flyer, that's all. ", "Lucy: I got a flyer? Great, to some band I -- oh, my gosh. Ian? ", "Ian: What? ", "Lucy: The name of this band. ", "Ian: What is it? ", "Lucy: This is -- this is a flyer to a concert in the park tonight. The Stephen Clay Experience.", "[SCENE_BREAK]", "****************************************************************************************************", "Karen: Oh, wow. ", "Frank: Oh, looks like half of Port Charles showed up for this. ", "Karen: Do you really think this mystery singer will show up? ", "Frank: Well, he never has before. ", "[SCENE_BREAK]", "****************************************************************************************************", "Elizabeth: Oh, my God! ", "Alison: What? What? ", "Elizabeth: He must be famous. ", "Rafe: You don't know this band, do you? ", "Elizabeth: No, I -- my circle of friends listen to music that would put you to sleep. This is -- this is fantastic! Look at all these people. Oh, I can't believe I'm dating a rock star. ", "Alison: Now they're dating. She's dating him now. ", "Rafe: You know, I'll catch up with you in a minute, all right? ", "Elizabeth: Oh, take all the time you need. ", "Alison: Where are you going? ", "[SCENE_BREAK]", "Rafe: I just need to check things out. Just stay with your mother. ", "Guard: Hey! You can't go back there. ", "Rafe: Well, why not? I'm here -- oh, I don't have my pass, but I’m with the band. ", "Guard: Yeah, yeah, yeah. Beat it, pal. Out! ", "Rafe: No, you know what? Just check. Check with Ricky Garza. Or if he's not around -- ", "Marissa: Rafe! ", "Rafe: Marissa, Marissa. This guy's not letting me in. ", "Marissa: Oh, you know what? It's cool. He's my friend. He's totally cool. Come here. ", "Guard: Yeah, well, Mr. Clay says nobody gets back there no matter what -- no press, no friends, no way. ", "Rafe: Yeah, but she's with the band, so I think her word is better than yours, so -- ", "Marissa: Forget about it, Rafe. ", "Guard: No. ", "Marissa: Rafe, Rafe, Rafe, it's not going to happen, trust me. You know, Stephen has this thing about privacy, so no one sees him except us. ", "Rafe: Privacy? The guy's giving a concert in 15 minutes. ", "Marissa: And he's shy. He's not even going to show his face. ", "Rafe: I really don't think this guy's as shy as you think. ", "Marissa: Well, I happen to know him pretty good, so -- ", "Rafe: Ok, so why here, why now? I mean, if this guy's not showing his face -- he's showing it a lot, Marissa. He showed it to you, he showed it to Ricky, he threw a big party for the whole town, now he's going to be in a concert. ", "Marissa: Well, I don't know, maybe he's trying to break out of his shell or something. ", "Rafe: So what does he look like? ", "Marissa: Excuse me? ", "Rafe: What does he look like? Is he tall, is he short? What are his eyes, brown, blue? ", "Marissa: I'm not hot for the guy, Rafe. ", "Rafe: Brown hair? ", "Marissa: I don't know. Why do you even care what he looks like? ", "Rafe: I care because everything this guy does, everywhere he goes, everyone he meets, it's calculated. Now, he's up to something, and I want to know what it is. ", "[SCENE_BREAK]", "****************************************************************************************************", "Elizabeth: You must think I’m acting like a teenager. ", "Alison: Among other things, yeah. ", "Elizabeth: What other things? I mean, am i not showing the appropriate amount of grievance for a widow? ", "Alison: Well, you did spend over 20 years with him. ", "Elizabeth: 20 sad years. Alison, I need this. Stephen has given me the most attention that I’ve gotten in years. And he's a rock star. I mean, after all those years of country club and yachting and boring gossip, this is just so amazing. It's -- ", "Alison: Immature? ", "Elizabeth: You know, Alison, just try, ok, just try not to hate me for everything I do. ", "Alison: Mother, I don’t. I don’t. I really don't hate you. ", "Elizabeth: Well, that's -- that's progress. ", "Alison: Yeah. So what is he like? ", "Elizabeth: In bed? ", "Alison: No! No, no, I -- why would I want to know that? Why? I'm saying, like, what is he like? ", "Elizabeth: He's warm, he's charming, he's so sensitive. He's funny, sexy --", "Alison: Did he also hang the moon when he hung those stars, huh? ", "Elizabeth: You asked. ", "Alison: So how old is he? ", "Elizabeth: Meaning am I robbing the cradle? Is he your age? I don't know. I'd say he's -- ageless. ", "Alison: Right. Well, thank you so much for being so specific. ", "Elizabeth: Thank you for being interested. And I -- I mean that. I mean, maybe it's just wishful thinking or fantasy, but if I didn't know better, I'd think that maybe you cared a little bit. ", "Alison: Well, it's just that this guy's had a very big effect on you and you don't even really know him. ", "Elizabeth: I know. I know. I can't explain it. Stephen Clay is just -- well, he's like no one I’ve ever met before. ", "[SCENE_BREAK]", "****************************************************************************************************", "Tess: Jack? Jack, please find me. ", "Jack: Tess! Tess, are you out here? ", "Tess: Jack? ", "Jack: Tess. Oh, it's really you. ", "Tess: I'm better, Jack. ", "Jack: I thought that I lost you. Are you ok? ", "Tess: I'm ok. ", "Jack: Ok. About my brother -- I'm sorry that I left you alone with him. Never again, though. ", "Tess: Jack, just hold me, please. ", "Jack: Look, I'm never going to let you go. Never. Tess? Tess, what is it? What's going on? Tess -- hold on, where are you going? ", "[SCENE_BREAK]", "****************************************************************************************************", "Chris: Hey, Ian. ", "Ian: Hey. ", "Chris: How's it going? ", "Ian: Things are going good. I heard about Tess. ", "Chris: Hey, did Jack find her? ", "Ian: No, not yet. What were you going to do, Ramsey? What, take her on the road, make her part of a sideshow? ", "Chris: It probably would've been classier and more profitable than that, but, yeah, you're on the right track. ", "Ian: What's the matter with you? Lucy said you cut your arm so she could heal it? ", "Chris: Yeah. Yeah, I mean, it wasn't anything like what happened to you. It was just a little cut right -- right there. And she made it go away. It was nothing serious-- I just wanted to see if she had these powers. The cut was like more of an afterthought to her. She -- she did something to me. She -- she, like, healed me on the inside. I can't explain it. Don't look at me like that. It's just -- I don't know what she did, but it was like she could look inside me. She saw who I was and how I felt and all the things I’ve done. I mean, I'm telling you, I felt ashamed to be in the same room with this girl. But she made the hurt go away. ", "Ian: I've known you for a while. I've never heard you talk like this. ", "Chris: Because I've never felt like this before. I've never felt like this ever. ", "Colleen: Excuse me. Ian? ", "Ian: Yeah? ", "Colleen: The test results you've been waiting for. ", "Ian: Thank you. ", "Colleen: Mm-hmm. ", "Ian: Tess' DNA Results. ", "Chris: Well, you're not going to open that. ", "Ian: Why not? ", "Chris: No, no, you just need to stop looking into Tess' powers. You need to just let her -- ", "Ian: Hang on, what are -- what are you saying? I should throw this out without finding out where she's from, where she got those powers? Is that what you're saying to me? ", "Chris: I'm telling you, you don't want to know and I don't want to know. Maybe we -- we shouldn't know. You open that, you're going to regret it. Let it go. ", "[SCENE_BREAK]", "****************************************************************************************************", "Jack: Tess, Tess, what is it? We can't just keep walking like -- ", "Tess: Jack, look. ", "Jack: I know, I know, it's a lot of people, but why did you just take off like you knew where you were going? ", "Tess: Don't know. Come on. ", "Jack: Where are we going? ", "Tess: Come on, Jack. ", "Jack: Oh, my God. It's Livvie. ", "[SCENE_BREAK]", "****************************************************************************************************", "Lucy: Pardon me. Sorry. Hi. Excuse me. There you are. Hi. ", "Rafe: Hey, Lucy, what's up? ", "Lucy: Well, you know, Livvie/Tess -- whoever -- is missing and I'm trying to find her. You haven't seen her by any chance? ", "Rafe: No. ", "Lucy: Cousin, are you sure? ", "Rafe: Believe me, because if I’d seen anyone who looked like Livvie, I think I would know. Do you think she's somewhere around here? ", "Lucy: Oh, I don't know. Maybe. I don't know. ", "Rafe: Well, then why'd you come here? Are you feeling -- ", "Lucy: This thing I’ve been carrying around. I got this in my box at work. ", "Rafe: So I guess everyone's here who he wanted here. ", "Alison: So what do you think this means? ", "Lucy: I don't know, but I think we're about to find out. ", "[SCENE_BREAK]", "Elizabeth: Oh, look! There they are! ", "[SCENE_BREAK]", "Karen: Look, there's Ricky! ", "[SCENE_BREAK]", "Frank: Guess he's finally made it, huh? ", "[SCENE_BREAK]", "Alison: You guys, where is Marissa? ", "[SCENE_BREAK]", "Rafe: I think she's -- yeah, right there by the stage! ", "[SCENE_BREAK]", "Reese: You still mad at me? ", "Ricky: Nah, life's too short. All right, what's so funny about that? ", "Reese: Oh, you don't know how funny that is. So does this mean we get to kiss and make up after the show? ", "Ricky: Like I said, life's too short. ", "Cass: Showtime! ", "Ricky: Go. ", "[SCENE_BREAK]", "Stephen: Finish what you started, boy and don't leave 'em sleepin' ", "Alison: I don't see him. I mean, do you think that Stephen Clay's even going to show up? ", "Lucy: Well, what kind of guy would give a concert and not even show up at all? ", "Stephen: Now it's time for the reapin' one by one, watch them fall deep in the night ", "Elizabeth: Where is he? I don't see him. Do you see him, Alison? Do you see Stephen? ", "Alison: No, I don't see anything. ", "Stephen: Turn on the light you're still falling ", "[SCENE_BREAK]", "Jack: Hey, hey, Tess -- ", "Tess: Listen to the music, Jack. I like the music. ", "Jack: Hey, maybe -- ", "Tess: No -- ", "Jack: Maybe we should go home. ", "Tess: I have to stay. ", "Stephen: I'm the gift that keeps on giving, feel my fire burning in your soul", "Jack: What the hell is going on here!", "[SCENE_BREAK]", "****************************************************************************************************", "[Ian sighs] ", "Ian: Come on, Thornhart, what are you doing? Start listening to Ramsey now? The DNA Results could tell us something. Besides, Jack wants to know and Tess wants to know. Ok. ", "Ian: No. That can't be right. ", "[SCENE_BREAK]", "****************************************************************************************************", "Ricky: Receive my gift ", "[SCENE_BREAK]", "Lucy: My God. Rafe -- ", "Rafe: Whoa, whoa, what is it? ", "Alison: Lucy, are you ok? ", "Lucy: It's that feeling. ", "Rafe: What feeling? What about it? ", "Lucy: That voice. ", "Stephen: I broke down the walls ", "Lucy: Rafe, open yourself up! Can't you feel it? This is all starting to feel really familiar again. ", "****************************************************************************************************", "[Tv plays] ", "Ian: No, no, that can't be right. Please -- that would mean that you're -- there's that music. ", "****************************************************************************************************", "Stephen: New wings to life no more crawling ", "Rafe: What feeling? Just tell me. ", "Lucy: Can't you -- oh, my God. Isn't that Tess? ", "Rafe: What? ", "Alison: Rafe, look. Isn't that -- ", "Rafe: Livvie. And Tess, and there's -- ", "[SCENE_BREAK]", "Elizabeth: Oh, look, there he is! There's Stephen! ", "[SCENE_BREAK]", "Stephen: In your soul ", "Ricky: Receive my gift ", "Stephen: Hey, you've got a savior fueling all the rage ", "Lucy: No. No! ", "Ricky: Receive my gift ", "Stephen: Looking at the world through a newborn's eyes ", "Jack: No. ", "Ricky: Receive my gift ", "Jack: No way. ", "Stephen: Come on take my hand, get out of your cage ", "Ricky: Receive my gift ", "Stephen: To you ", "Rafe: It's him! ", "Lucy: That's impossible! ", "Stephen: Hello, Port Charles. I said hello, Port Charles! ", "Lucy: God, help us. ", "Rafe: Caleb Morley, you son of a bitch. ", "Stephen: I'm Stephen Clay. ", "[SCENE_BREAK]", "****************************************************************************************************", ">> Stay tuned for scenes from the next \"port Charles: Naked eyes.\" ", "[SCENE_BREAK]", ">> On the next \"port Charles\" -- ", "Tess: I love you. ", "[SCENE_BREAK]", "Jack: I love you, too. ", "[SCENE_BREAK]", "Alison: When you were with Stephen, did he bite you? ", "[SCENE_BREAK]", "Rafe: This man isn't who he says he is! He is not Stephen Clay! His name is Caleb Morley and he's a vampire! "], "Transcript Author": [], "url": "https://www.youtube.com/watch?v=jPyBSpTAG1s"}