[{"scene_id": "atwt-05-16-06s0", "raw": "A scene from a TV show in which a woman is holding a baby and a man is throwing a bottle at her.", "with_names": "a woman is holding a baby and a man is throwing a bottle at her."}, {"scene_id": "atwt-05-16-06s1", "raw": "A scene from a TV show in which a young man is wearing a denim jacket and a red shirt.", "with_names": "a young man is wearing a denim jacket and a red shirt."}, {"scene_id": "atwt-05-16-06s2", "raw": "A scene from a TV show in which a woman is looking at a picture and smiling.", "with_names": "a woman is looking at a picture and smiling."}, {"scene_id": "atwt-05-16-06s3", "raw": "A scene from a TV show in which a woman is talking to another woman in a library.", "with_names": ""}, {"scene_id": "atwt-05-16-06s4", "raw": "A scene from a TV show in which the words \"As World\" are displayed", "with_names": "the words \"as world\" are displayed"}, {"scene_id": "atwt-05-16-06s5", "raw": "A scene from a TV show in which a woman is standing in a kitchen with a book.", "with_names": "a woman is standing in a kitchen with a book."}, {"scene_id": "atwt-05-16-06s6", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-05-16-06s7", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-16-06s8", "raw": "A scene from a TV show in which a young man is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-16-06s9", "raw": "A scene from a TV show in which a woman is wearing a brown jacket and a man is standing behind her.", "with_names": "a woman is wearing a brown jacket and a man is standing behind her."}, {"scene_id": "atwt-05-16-06s10", "raw": "A scene from a TV show in which a woman is lying on a bed with a baby.", "with_names": "a woman is lying on a bed with a baby."}, {"scene_id": "atwt-05-16-06s11", "raw": "A scene from a TV show in which a woman is talking to another woman and the other woman has her hand on her throat.", "with_names": ""}, {"scene_id": "atwt-05-16-06s12", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a green shirt", "with_names": "a man is looking at the camera and wearing a green shirt"}, {"scene_id": "atwt-05-16-06s13", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-05-16-06s14", "raw": "A scene from a TV show in which a man is eating a bag of Cheez-Its.", "with_names": "a man is eating a bag of cheez-its."}, {"scene_id": "atwt-05-16-06s15", "raw": "A scene from a TV show in which the word 'ONES' is written in large yellow letters", "with_names": "the word 'ones' is written in large yellow letters"}, {"scene_id": "atwt-05-16-06s16", "raw": "A scene from a TV show in which Ross is wearing a grey shirt and black pants", "with_names": "ross is wearing a grey shirt and black pants"}, {"scene_id": "atwt-05-16-06s17", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace.", "with_names": "a woman is wearing a red blazer and a necklace."}, {"scene_id": "atwt-05-16-06s18", "raw": "A scene from a TV show in which a man is wearing a red shirt and is looking angry.", "with_names": "a man is wearing a red shirt and is looking angry."}, {"scene_id": "atwt-05-16-06s19", "raw": "A scene from a TV show in which a woman is seen applying a hair mask to her hair.", "with_names": "a woman is applying a hair mask to her hair."}, {"scene_id": "atwt-05-16-06s20", "raw": "A scene from a TV show in which a young woman is looking at the camera.", "with_names": "a young woman is looking at the camera."}, {"scene_id": "atwt-05-16-06s21", "raw": "A scene from a TV show in which a man is sitting at a table with a cup of coffee and a woman is standing next to him.", "with_names": "a man is sitting at a table with a cup of coffee and a woman is standing next to him."}, {"scene_id": "atwt-05-16-06s22", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a necklace.", "with_names": "a woman is wearing a red blazer and a necklace."}, {"scene_id": "atwt-05-16-06s23", "raw": "A scene from a TV show in which a man is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-05-16-06s24", "raw": "A scene from a TV show in which a soldier is seen wearing a uniform with a red patch on the sleeve.", "with_names": "a soldier is wearing a uniform with a red patch on the sleeve."}, {"scene_id": "atwt-05-16-06s25", "raw": "A scene from a TV show in which a large, clear, spherical object is suspended from a tree branch.", "with_names": "a large, clear, spherical object is suspended from a tree branch."}, {"scene_id": "atwt-05-16-06s26", "raw": "A scene from a TV show in which a man is looking down and wearing a green shirt.", "with_names": "a man is looking down and wearing a green shirt."}, {"scene_id": "atwt-05-16-06s27", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-05-16-06s28", "raw": "A scene from a TV show in which a man is wearing a green shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-05-16-06s29", "raw": "A scene from a TV show in which a pig is stuck in a wall with a knife.", "with_names": "a pig is stuck in a wall with a knife."}]