[{"scene_id": "bb-09-14-15s0", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "Ridge and Caroline are standing in a room."}, {"scene_id": "bb-09-14-15s1", "raw": "A scene from a TV show in which a woman is yelling at someone.", "with_names": "a woman is yelling at someone."}, {"scene_id": "bb-09-14-15s2", "raw": "A scene from a TV show in which a man is seen in a dark room with a white light shining on him.", "with_names": "a man is in a dark room with a white light shining on him."}, {"scene_id": "bb-09-14-15s3", "raw": "A scene from a TV show in which a woman is blindfolded and her hand is raised.", "with_names": "a woman is blindfolded and her hand is raised."}, {"scene_id": "bb-09-14-15s4", "raw": "A scene from a TV show in which a man and a woman are holding hands and walking through a room.", "with_names": "a man and a woman are holding hands and walking through a room."}, {"scene_id": "bb-09-14-15s5", "raw": "A scene from a TV show in which a man and a woman are standing in front of a door.", "with_names": "a man and a woman are standing in front of a door."}, {"scene_id": "bb-09-14-15s6", "raw": "A scene from a TV show in which a man is wearing a suit and a tie.", "with_names": "a man is wearing a suit and a tie."}, {"scene_id": "bb-09-14-15s7", "raw": "A scene from a TV show in which a man walks by a pool and a woman holds a bouquet.", "with_names": "a man walks by a pool and a woman holds a bouquet."}, {"scene_id": "bb-09-14-15s8", "raw": "A scene from a TV show in which a police officer is talking to a man and a woman in a room.", "with_names": ""}, {"scene_id": "bb-09-14-15s9", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at a painting.", "with_names": "a man is wearing a suit and a tie and looking at a painting."}, {"scene_id": "bb-09-14-15s10", "raw": "A scene from a TV show in which a man and a woman are standing in a garden, with the man looking at the woman.", "with_names": "a man and a woman are standing in a garden, with the man looking at the woman."}, {"scene_id": "bb-09-14-15s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-09-14-15s12", "raw": "A scene from a TV show in which a young woman is wearing a grey shirt and her hair is down.", "with_names": "a young woman is wearing a grey shirt and her hair is down."}, {"scene_id": "bb-09-14-15s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]