[{"scene_id": "bb-08-04-17s0", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "Steffy is looking at Liam and he is looking back at her."}, {"scene_id": "bb-08-04-17s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-04-17s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-08-04-17s4", "raw": "A scene from a TV show in which a man is standing in a room and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-04-17s5", "raw": "A scene from a TV show in which a man is standing in a room with a chair and a plant.", "with_names": "Liam is standing in a room with a chair and a plant."}, {"scene_id": "bb-08-04-17s6", "raw": "A scene from a TV show in which a man in a uniform and a woman in a red dress are standing in a room.", "with_names": "a man in a uniform and a woman in a red dress are standing in a room."}, {"scene_id": "bb-08-04-17s7", "raw": "A scene from a TV show in which a man is looking at a bouquet of flowers and a woman is standing behind him.", "with_names": "a man is looking at a bouquet of flowers and a woman is standing behind him."}, {"scene_id": "bb-08-04-17s8", "raw": "A scene from a TV show in which a woman is crying and a man is talking to her.", "with_names": ""}, {"scene_id": "bb-08-04-17s9", "raw": "A scene from a TV show in which a man is looking at a plant and talking to someone.", "with_names": ""}, {"scene_id": "bb-08-04-17s10", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing next to her.", "with_names": ""}, {"scene_id": "bb-08-04-17s12", "raw": "A scene from a TV show in which a woman is looking at a piece of paper.", "with_names": "Katie is looking at a piece of paper."}, {"scene_id": "bb-08-04-17s13", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Liam is yelling at a woman."}, {"scene_id": "bb-08-04-17s14", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}, {"scene_id": "bb-08-04-17s15", "raw": "A scene from a TV show in which a woman is reading a book while a man stands behind her.", "with_names": "Sheila is reading a book while Charlie stands behind her."}, {"scene_id": "bb-08-04-17s16", "raw": "A scene from a TV show in which a black woman is wearing a colorful jacket and a necklace.", "with_names": "a black woman is wearing a colorful jacket and a necklace."}, {"scene_id": "bb-08-04-17s17", "raw": "A scene from a TV show in which a woman is talking to someone and making a face", "with_names": ""}, {"scene_id": "bb-08-04-17s18", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and Charlie is looking at her."}, {"scene_id": "bb-08-04-17s19", "raw": "A scene from a TV show in which a woman is standing in a room with a man sitting on a chair.", "with_names": ""}, {"scene_id": "bb-08-04-17s20", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "bb-08-04-17s21", "raw": "A scene from a TV show in which a black woman is being arrested by a white police officer.", "with_names": "a black woman is being arrested by a white police officer."}, {"scene_id": "bb-08-04-17s22", "raw": "A scene from a TV show in which a woman is being pushed by a police officer.", "with_names": "Ridge is being pushed by a police officer."}, {"scene_id": "bb-08-04-17s23", "raw": "A scene from a TV show in which a woman is talking to an older man.", "with_names": ""}]