[{"scene_id": "atwt-10-12-09s0", "raw": "A scene from a TV show in which a woman is trapped in a smoke-filled room.", "with_names": "Katie is trapped in a smoke-filled room."}, {"scene_id": "atwt-10-12-09s1", "raw": "A scene from a TV show in which a man is lying on top of a woman, with his hands on her breasts.", "with_names": "] is lying on top of Barbara, with his hands on her breasts."}, {"scene_id": "atwt-10-12-09s2", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-12-09s3", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-10-12-09s4", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-12-09s5", "raw": "A scene from a TV show in which a woman is holding a baby in a supermarket.", "with_names": "a woman is holding a baby in a supermarket."}, {"scene_id": "atwt-10-12-09s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-10-12-09s7", "raw": "A scene from a TV show in which a man is holding a wine glass and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-12-09s8", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-10-12-09s9", "raw": "A scene from a TV show in which a young boy is looking up at a man.", "with_names": "a young boy is looking up at a man."}, {"scene_id": "atwt-10-12-09s10", "raw": "A scene from a TV show in which a man and a woman are sitting at a bar, smiling and talking.", "with_names": ""}, {"scene_id": "atwt-10-12-09s11", "raw": "A scene from a TV show in which a man is wearing a suit and a shirt with a collar and a tie.", "with_names": "a man is wearing a suit and a shirt with a collar and a tie."}, {"scene_id": "atwt-10-12-09s12", "raw": "A scene from a TV show in which a man is wearing a suit and a red shirt and is looking to the right of the frame.", "with_names": "a man is wearing a suit and a red shirt and is looking to the right of the frame."}, {"scene_id": "atwt-10-12-09s13", "raw": "A scene from a TV show in which a man is holding a bouquet and kissing a woman.", "with_names": "a man is holding a bouquet and kissing a woman."}, {"scene_id": "atwt-10-12-09s14", "raw": "A scene from a TV show in which people sit on the beach under umbrellas.", "with_names": "people sit on the beach under umbrellas."}, {"scene_id": "atwt-10-12-09s15", "raw": "A scene from a TV show in which a man is yelling and pointing his finger at someone.", "with_names": "a man is yelling and pointing his finger at someone."}, {"scene_id": "atwt-10-12-09s16", "raw": "A scene from a TV show in which a man is talking to someone and is wearing a tan jacket.", "with_names": ""}, {"scene_id": "atwt-10-12-09s17", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-12-09s18", "raw": "A scene from a TV show in which Centrum brand condoms are shown.", "with_names": "centrum brand condoms are shown."}, {"scene_id": "atwt-10-12-09s19", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "] is smiling at a woman."}, {"scene_id": "atwt-10-12-09s20", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-10-12-09s21", "raw": "A scene from a TV show in which a man is crying and a woman is comforting him.", "with_names": "a man is crying and a woman is comforting him."}, {"scene_id": "atwt-10-12-09s22", "raw": "A scene from a TV show in which a woman is standing in a bedroom and a man is lying on a bed.", "with_names": "a woman is standing in a bedroom and a man is lying on a bed."}, {"scene_id": "atwt-10-12-09s23", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a clear face shield.", "with_names": "a woman is wearing a blue shirt and a clear face shield."}, {"scene_id": "atwt-10-12-09s24", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-10-12-09s25", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Brad is looking at ] and smiling."}, {"scene_id": "atwt-10-12-09s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-12-09s27", "raw": "A scene from a TV show in which a bowl of food is being stirred with a fork.", "with_names": "a bowl of food is being stirred with a fork."}]