[{"scene_id": "gl-11-02-06s0", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-02-06s1", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-02-06s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-02-06s3", "raw": "A scene from a TV show in which a man is standing over a woman in bed.", "with_names": "Josh is standing over a woman in bed."}, {"scene_id": "gl-11-02-06s4", "raw": "A scene from a TV show in which a man is seen in a car with a blue light", "with_names": "Jonathan is in a car with a blue light"}, {"scene_id": "gl-11-02-06s5", "raw": "A scene from a TV show in which a man is kneeling on the floor and a woman is standing behind him.", "with_names": "Josh is kneeling on the floor and Cassie is standing behind him."}, {"scene_id": "gl-11-02-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and Beth are standing next to each other."}, {"scene_id": "gl-11-02-06s7", "raw": "A scene from a TV show in which a man is holding a guitar and a woman is standing in front of him.", "with_names": "Jonathan is holding a guitar and Mel is standing in front of him."}, {"scene_id": "gl-11-02-06s8", "raw": "A scene from a TV show in which a man is smiling at a baby.", "with_names": "a man is smiling at a baby."}, {"scene_id": "gl-11-02-06s9", "raw": "A scene from a TV show in which a man and a woman are in a bar, looking at a bottle.", "with_names": "Josh and Cassie are in a bar, looking at a bottle."}, {"scene_id": "gl-11-02-06s10", "raw": "A scene from a TV show in which a man is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-02-06s11", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "gl-11-02-06s12", "raw": "A scene from a TV show in which a man is looking down and his face is contorted", "with_names": "Billy is looking down and his face is contorted"}, {"scene_id": "gl-11-02-06s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, with a tube coming out of her nose.", "with_names": "Reva is lying in a hospital bed, with a tube coming out of her nose."}, {"scene_id": "gl-11-02-06s14", "raw": "A scene from a TV show in which a woman is talking to the camera.", "with_names": ""}, {"scene_id": "gl-11-02-06s15", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "a man is leaning over a woman in a hospital bed."}, {"scene_id": "gl-11-02-06s16", "raw": "A scene from a TV show in which a blonde woman is talking to a security guard.", "with_names": ""}, {"scene_id": "gl-11-02-06s17", "raw": "A scene from a TV show in which a black screen is shown", "with_names": ""}, {"scene_id": "gl-11-02-06s18", "raw": "A scene from a TV show in which a doctor is talking to a blonde woman.", "with_names": ""}, {"scene_id": "gl-11-02-06s19", "raw": "A scene from a TV show in which a man is smiling at a woman.", "with_names": "a man is smiling at a woman."}, {"scene_id": "gl-11-02-06s20", "raw": "A scene from a TV show in which a doctor is seen in a hospital room, looking down and appearing to be in pain.", "with_names": "a doctor is in a hospital room, looking down and appearing to be in pain."}, {"scene_id": "gl-11-02-06s21", "raw": "A scene from a TV show in which a blonde woman is walking down a street, looking down and talking to someone.", "with_names": ""}, {"scene_id": "gl-11-02-06s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking down.", "with_names": "a man is wearing a suit and tie and looking down."}, {"scene_id": "gl-11-02-06s23", "raw": "A scene from a TV show in which a woman lies in a hospital bed with a tube coming out of her nose.", "with_names": "Billy lies in a hospital bed with a tube coming out of her nose."}, {"scene_id": "gl-11-02-06s24", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-02-06s28", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}]