[{"scene_id": "bb-05-08-06s0", "raw": "A scene from a TV show in which a countdown is displayed on a black screen", "with_names": "a countdown is displayed on a black screen"}, {"scene_id": "bb-05-08-06s1", "raw": "A scene from a TV show in which a shirtless man is looking at a clock", "with_names": "a shirtless man is looking at a clock"}, {"scene_id": "bb-05-08-06s2", "raw": "A scene from a TV show in which a woman is standing in a hotel room, wearing a blue jumpsuit and holding a suitcase.", "with_names": "a woman is standing in a hotel room, wearing a blue jumpsuit and holding a suitcase."}, {"scene_id": "bb-05-08-06s3", "raw": "A scene from a TV show in which a woman is being comforted by a man.", "with_names": "a woman is being comforted by a man."}, {"scene_id": "bb-05-08-06s4", "raw": "A scene from a TV show in which a shirtless man is talking to a blonde woman.", "with_names": ""}, {"scene_id": "bb-05-08-06s5", "raw": "A scene from a TV show in which a man is holding a candle up to a woman's breast.", "with_names": "a man is holding a candle up to a woman's breast."}, {"scene_id": "bb-05-08-06s6", "raw": "A scene from a TV show in which a man is seen in a dark room with a clock counting down to his death", "with_names": "a man is in a dark room with a clock counting down to his death"}, {"scene_id": "bb-05-08-06s7", "raw": "A scene from a TV show in which a woman is sitting on a bench and looking at the camera.", "with_names": "a woman is sitting on a bench and looking at the camera."}, {"scene_id": "bb-05-08-06s8", "raw": "A scene from a TV show in which a man and a woman are smiling and looking at each other.", "with_names": "a man and a woman are smiling and looking at each other."}, {"scene_id": "bb-05-08-06s9", "raw": "A scene from a TV show in which a doctor and a nurse are in an operating room.", "with_names": "a doctor and a nurse are in an operating room."}, {"scene_id": "bb-05-08-06s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-05-08-06s11", "raw": "A scene from a TV show in which a young man is wearing a blue scrubs and a white hat.", "with_names": "a young man is wearing a blue scrubs and a white hat."}, {"scene_id": "bb-05-08-06s12", "raw": "A scene from a TV show in which a countdown timer is counting down from thirty seconds to zero.", "with_names": "a countdown timer is counting down from thirty seconds to zero."}, {"scene_id": "bb-05-08-06s13", "raw": "A scene from a TV show in which a woman is holding a rose to a man's face.", "with_names": "a woman is holding a rose to a man's face."}, {"scene_id": "bb-05-08-06s14", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube coming out of his nose.", "with_names": "] is lying in a hospital bed with a tube coming out of his nose."}, {"scene_id": "bb-05-08-06s15", "raw": "A scene from a TV show in which a woman and a child are lying in bed.", "with_names": "a woman and a child are lying in bed."}, {"scene_id": "bb-05-08-06s16", "raw": "A scene from a TV show in which a woman is sitting next to a man in a hospital bed.", "with_names": "a woman is sitting next to a man in a hospital bed."}]