[{"scene_id": "atwt-01-08-08s0", "raw": "A scene from a TV show in which a man is holding a book and smiling at another man denoting a scene from the book debatably being about the book's author.", "with_names": "a man is holding a book and smiling at another man denoting a scene from the book debatably being about the book's author."}, {"scene_id": "atwt-01-08-08s1", "raw": "A scene from a TV show in which a woman is being comforted by another woman.", "with_names": "a woman is being comforted by another woman."}, {"scene_id": "atwt-01-08-08s2", "raw": "A scene from a TV show in which a man is standing in front of a woman at a dining table.", "with_names": "a man is standing in front of a woman at a dining table."}, {"scene_id": "atwt-01-08-08s3", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-01-08-08s4", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-01-08-08s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-08s6", "raw": "A scene from a TV show in which a man is seen bending over a dresser with a gun in his hand.", "with_names": "a man is bending over a dresser with a gun in his hand."}, {"scene_id": "atwt-01-08-08s7", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-01-08-08s8", "raw": "A scene from a TV show in which a woman is standing in a kitchen and a man is talking to her.", "with_names": ""}, {"scene_id": "atwt-01-08-08s9", "raw": "A scene from a TV show in which a young man is looking at the camera with a confused expression.", "with_names": "a young man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-08-08s10", "raw": "A scene from a TV show in which a woman is applying eye shadow to her face.", "with_names": "a woman is applying eye shadow to her face."}, {"scene_id": "atwt-01-08-08s11", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black turtleneck and is looking off to the side.", "with_names": "a woman is wearing a red coat and a black turtleneck and is looking off to the side."}, {"scene_id": "atwt-01-08-08s12", "raw": "A scene from a TV show in which a young man is sitting on a couch and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-01-08-08s13", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black turtleneck", "with_names": "a woman is wearing a red coat and a black turtleneck"}, {"scene_id": "atwt-01-08-08s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-08s15", "raw": "A scene from a TV show in which cows are shown to be intelligent.", "with_names": "cows are shown to be intelligent."}, {"scene_id": "atwt-01-08-08s16", "raw": "A scene from a TV show in which a woman is wearing a red blazer and a black turtleneck.", "with_names": "a woman is wearing a red blazer and a black turtleneck."}, {"scene_id": "atwt-01-08-08s17", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-01-08-08s18", "raw": "A scene from a TV show in which a man is wearing a suit and tie and is looking at the camera.", "with_names": "a man is wearing a suit and tie and is looking at the camera."}, {"scene_id": "atwt-01-08-08s19", "raw": "A scene from a TV show in which a woman is painting a wall.", "with_names": "a woman is painting a wall."}, {"scene_id": "atwt-01-08-08s20", "raw": "A scene from a TV show in which a woman is looking at a man and smiling.", "with_names": "a woman is looking at a man and smiling."}, {"scene_id": "atwt-01-08-08s21", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-01-08-08s22", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-08s23", "raw": "A scene from a TV show in which a woman is wearing a blue mask and a man is holding a baby.", "with_names": "a woman is wearing a blue mask and ] is holding a baby."}, {"scene_id": "atwt-01-08-08s24", "raw": "A scene from a TV show in which a phone is being disinfected with a bottle of hand sanitizer.", "with_names": "a phone is being disinfected with a bottle of hand sanitizer."}, {"scene_id": "atwt-01-08-08s25", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at ] and he is looking back at her."}, {"scene_id": "atwt-01-08-08s26", "raw": "A scene from a TV show in which a young man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-01-08-08s27", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a black turtleneck", "with_names": "a woman is wearing a red jacket and a black turtleneck"}, {"scene_id": "atwt-01-08-08s28", "raw": "A scene from a TV show in which a doctor is wearing a white coat and a stethoscope around his neck.", "with_names": "a doctor is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-01-08-08s29", "raw": "A scene from a TV show in which a woman walks down a path with a dog.", "with_names": "a woman walks down a path with a dog."}]