[{"scene_id": "bb-06-08-06s0", "raw": "A scene from a TV show in which a man is kissing a woman on the cheek.", "with_names": "Nick is kissing Brooke on the cheek."}, {"scene_id": "bb-06-08-06s1", "raw": "A scene from a TV show in which a man is lying on a bed and talking on a cell phone.", "with_names": ""}, {"scene_id": "bb-06-08-06s2", "raw": "A scene from a TV show in which a man is lying in bed with a woman, with the time displayed on the bottom of the screen.", "with_names": "a man is lying in bed with a woman, with the time displayed on the bottom of the screen."}, {"scene_id": "bb-06-08-06s3", "raw": "A scene from a TV show in which a woman is wearing a white lab coat and a pink shirt and is bending over to look at something.", "with_names": "a woman is wearing a white lab coat and a pink shirt and is bending over to look at something."}, {"scene_id": "bb-06-08-06s4", "raw": "A scene from a TV show in which a man is looking at a clock", "with_names": "a man is looking at a clock"}, {"scene_id": "bb-06-08-06s5", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-06-08-06s6", "raw": "A scene from a TV show in which a man and a woman are lying in bed, covered with blankets.", "with_names": "a man and a woman are lying in bed, covered with blankets."}, {"scene_id": "bb-06-08-06s7", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-06-08-06s8", "raw": "A scene from a TV show in which a doctor is talking to a young man.", "with_names": ""}, {"scene_id": "bb-06-08-06s9", "raw": "A scene from a TV show in which a man is seen walking into a bedroom and a dog is lying on the bed.", "with_names": "a man is walking into a bedroom and a dog is lying on the bed."}, {"scene_id": "bb-06-08-06s10", "raw": "A scene from a TV show in which a man is standing in front of a door, looking down at his shoes.", "with_names": "a man is standing in front of a door, looking down at his shoes."}, {"scene_id": "bb-06-08-06s11", "raw": "A scene from a TV show in which a woman kisses a man on the cheek.", "with_names": "a woman kisses a man on the cheek."}, {"scene_id": "bb-06-08-06s12", "raw": "A scene from a TV show in which a man is standing in front of a painting and a clock", "with_names": "a man is standing in front of a painting and a clock"}]