[{"scene_id": "oltl-12-17-09s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed, wearing a white shirt and a grey beard.", "with_names": "a man is lying in a hospital bed, wearing a white shirt and a grey beard."}, {"scene_id": "oltl-12-17-09s1", "raw": "A scene from a TV show in which a woman is holding a piece of paper.", "with_names": "a woman is holding a piece of paper."}, {"scene_id": "oltl-12-17-09s2", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "oltl-12-17-09s3", "raw": "A scene from a TV show in which a man is walking into a room with a woman standing behind him.", "with_names": "a man is walking into a room with a woman standing behind him."}, {"scene_id": "oltl-12-17-09s4", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-17-09s5", "raw": "A scene from a TV show in which a woman is talking to a man in a wheelchair.", "with_names": ""}, {"scene_id": "oltl-12-17-09s6", "raw": "A scene from a TV show in which a man is bleeding from his head", "with_names": "a man is bleeding from his head"}, {"scene_id": "oltl-12-17-09s7", "raw": "A scene from a TV show in which three women are standing in a room, talking to each other.", "with_names": ""}, {"scene_id": "oltl-12-17-09s8", "raw": "A scene from a TV show in which a man is standing in a living room, wearing a suit and a tie.", "with_names": "a man is standing in a living room, wearing a suit and a tie."}, {"scene_id": "oltl-12-17-09s9", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-17-09s10", "raw": "A scene from a TV show in which a woman is wearing a red coat and a brooch", "with_names": "a woman is wearing a red coat and a brooch"}, {"scene_id": "oltl-12-17-09s11", "raw": "A scene from a TV show in which a man is lying in a hospital bed", "with_names": "a man is lying in a hospital bed"}, {"scene_id": "oltl-12-17-09s12", "raw": "A scene from a TV show in which a man and a woman sit at a dining table.", "with_names": "a man and a woman sit at a dining table."}, {"scene_id": "oltl-12-17-09s13", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a boy sitting on the floor.", "with_names": "a man and a woman are standing in a room with a boy sitting on the floor."}, {"scene_id": "oltl-12-17-09s14", "raw": "A scene from a TV show in which a police officer is standing next to a man in a hospital bed.", "with_names": "a police officer is standing next to a man in a hospital bed."}, {"scene_id": "oltl-12-17-09s15", "raw": "A scene from a TV show in which a woman is talking to a man and a young girl is standing behind her.", "with_names": ""}, {"scene_id": "oltl-12-17-09s16", "raw": "A scene from a TV show in which a woman is standing in a baggage claim area, looking at a suitcase.", "with_names": "a woman is standing in a baggage claim area, looking at a suitcase."}, {"scene_id": "oltl-12-17-09s17", "raw": "A scene from a TV show in which a young man is talking to two women.", "with_names": ""}, {"scene_id": "oltl-12-17-09s18", "raw": "A scene from a TV show in which a man is seen in a dark room.", "with_names": "a man is in a dark room."}, {"scene_id": "oltl-12-17-09s19", "raw": "A scene from a TV show in which a woman is sitting in a chair and a man is standing next to her.", "with_names": ""}, {"scene_id": "oltl-12-17-09s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-12-17-09s21", "raw": "A scene from a TV show in which a woman is standing next to a man in a hallway.", "with_names": "a woman is standing next to a man in a hallway."}, {"scene_id": "oltl-12-17-09s22", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is dressed in a suit.", "with_names": "a woman is wearing a purple dress and a man is dressed in a suit."}, {"scene_id": "oltl-12-17-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-12-17-09s24", "raw": "A scene from a TV show in which a woman is wearing a red coat and a blonde woman is standing behind her.", "with_names": "a woman is wearing a red coat and a blonde woman is standing behind her."}, {"scene_id": "oltl-12-17-09s25", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a tube in his nose.", "with_names": "a man is lying in a hospital bed with a tube in his nose."}, {"scene_id": "oltl-12-17-09s26", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-12-17-09s27", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "oltl-12-17-09s28", "raw": "A scene from a TV show in which a woman is reading a book to a child.", "with_names": "a woman is reading a book to a child."}, {"scene_id": "oltl-12-17-09s29", "raw": "A scene from a TV show in which a door is opened and a person is seen through it", "with_names": "a door is opened and a person is through it"}, {"scene_id": "oltl-12-17-09s30", "raw": "A scene from a TV show in which a woman is talking to a police officer.", "with_names": ""}, {"scene_id": "oltl-12-17-09s31", "raw": "A scene from a TV show in which a woman is dancing with a man in a living room.", "with_names": "a woman is dancing with a man in a living room."}, {"scene_id": "oltl-12-17-09s32", "raw": "A scene from a TV show in which a woman is standing in a room with a red couch and a lamp on the right side of the room.", "with_names": "a woman is standing in a room with a red couch and a lamp on the right side of the room."}, {"scene_id": "oltl-12-17-09s33", "raw": "A scene from a TV show in which a police officer is standing outside a door, a person is walking into the room.", "with_names": "a police officer is standing outside a door, a person is walking into the room."}, {"scene_id": "oltl-12-17-09s34", "raw": "A scene from a TV show in which a young man is sitting on a bench with a bunch of flowers.", "with_names": "a young man is sitting on a bench with a bunch of flowers."}, {"scene_id": "oltl-12-17-09s35", "raw": "A scene from a TV show in which a woman is leaning over a desk and a man is sitting behind it.", "with_names": "a woman is leaning over a desk and a man is sitting behind it."}]