[{"scene_id": "atwt-06-30-03s0", "raw": "A scene from a TV show in which a man is being attacked by a group of people.", "with_names": "a man is being attacked by a group of people."}, {"scene_id": "atwt-06-30-03s1", "raw": "A scene from a TV show in which a woman is holding a baby while a man is standing behind her.", "with_names": "a woman is holding a baby while a man is standing behind her."}, {"scene_id": "atwt-06-30-03s2", "raw": "A scene from a TV show in which two blonde girls are talking to each other.", "with_names": ""}, {"scene_id": "atwt-06-30-03s3", "raw": "A scene from a TV show in which a woman is sitting at a desk and a man is standing behind her.", "with_names": "a woman is sitting at a desk and a man is standing behind her."}, {"scene_id": "atwt-06-30-03s4", "raw": "A scene from a TV show in which a man is sitting in a chair and another man is standing next to him.", "with_names": ""}, {"scene_id": "atwt-06-30-03s5", "raw": "A scene from a TV show in which a man is cooking steaks.", "with_names": "] is cooking steaks."}, {"scene_id": "atwt-06-30-03s6", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed.", "with_names": "a man is looking down and his eyes are closed."}, {"scene_id": "atwt-06-30-03s7", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-06-30-03s8", "raw": "A scene from a TV show in which a man is wearing a white coat and a stethoscope around his neck.", "with_names": "a man is wearing a white coat and a stethoscope around his neck."}, {"scene_id": "atwt-06-30-03s9", "raw": "A scene from a TV show in which Liberty Mutual Insurance is featured in a commercial.", "with_names": ""}, {"scene_id": "atwt-06-30-03s10", "raw": "A scene from a TV show in which a man is holding a gun and a woman is pointing it at another man.", "with_names": "a man is holding a gun and a woman is pointing it at another man."}, {"scene_id": "atwt-06-30-03s11", "raw": "A scene from a TV show in which two men are standing next to each other, one is looking down and the other is looking up.", "with_names": "two men are standing next to each other, one is looking down and the other is looking up."}, {"scene_id": "atwt-06-30-03s12", "raw": "A scene from a TV show in which a doctor examines a patient.", "with_names": "a doctor examines a patient."}, {"scene_id": "atwt-06-30-03s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-06-30-03s14", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking to the right.", "with_names": ""}, {"scene_id": "atwt-06-30-03s15", "raw": "", "with_names": ""}, {"scene_id": "atwt-06-30-03s16", "raw": "A scene from a TV show in which a man is standing in front of the word 'vedi'", "with_names": "a man is standing in front of the word 'vedi'"}, {"scene_id": "atwt-06-30-03s17", "raw": "A scene from a TV show in which two women sit on a couch and talk.", "with_names": "two women sit on a couch and talk."}, {"scene_id": "atwt-06-30-03s18", "raw": "A scene from a TV show in which a man is being assaulted by another man.", "with_names": "a man is being assaulted by another man."}, {"scene_id": "atwt-06-30-03s19", "raw": "A scene from a TV show in which a bald man is wearing a white lab coat and a black tie.", "with_names": "a bald man is wearing a white lab coat and a black tie."}, {"scene_id": "atwt-06-30-03s20", "raw": "A scene from a TV show in which a man is wearing a white coat and a tie", "with_names": "a man is wearing a white coat and a tie"}, {"scene_id": "atwt-06-30-03s21", "raw": "A scene from a TV show in which a man is seen kissing a woman on the cheek.", "with_names": "a man is kissing a woman on the cheek."}, {"scene_id": "atwt-06-30-03s22", "raw": "A scene from a TV show in which a man is seen in a black suit and tie, standing in front of a black background.", "with_names": "a man is in a black suit and tie, standing in front of a black background."}, {"scene_id": "atwt-06-30-03s23", "raw": "A scene from a TV show in which a woman is talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-06-30-03s24", "raw": "A scene from a TV show in which a black man is wearing a white coat and a blue shirt.", "with_names": "a black man is wearing a white coat and a blue shirt."}, {"scene_id": "atwt-06-30-03s25", "raw": "A scene from a TV show in which a woman pours maple pecan crunch cereal into a bowl.", "with_names": "a woman pours maple pecan crunch cereal into a bowl."}, {"scene_id": "atwt-06-30-03s26", "raw": "A scene from a TV show in which a man is wearing a white lab coat and a green shirt.", "with_names": "a man is wearing a white lab coat and a green shirt."}, {"scene_id": "atwt-06-30-03s27", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-06-30-03s28", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes closed.", "with_names": "a man is lying on a bed with his eyes closed."}, {"scene_id": "atwt-06-30-03s29", "raw": "A scene from a TV show in which a woman is talking to a man in a gym.", "with_names": ""}]