[{"scene_id": "bb-07-14-14s0", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-14s1", "raw": "A scene from a TV show in which a man coughs into his hand.", "with_names": "Ricardo coughs into his hand."}, {"scene_id": "bb-07-14-14s2", "raw": "A scene from a TV show in which a man is standing in a living room, looking down at his pants.", "with_names": "Deacon is standing in a living room, looking down at his pants."}, {"scene_id": "bb-07-14-14s3", "raw": "A scene from a TV show in which two men stand in a kitchen and talk.", "with_names": "two men stand in a kitchen and talk."}, {"scene_id": "bb-07-14-14s4", "raw": "A scene from a TV show in which a model walks down a runway in a dark room, surrounded by a crowd.", "with_names": "a model walks down a runway in a dark room, surrounded by a crowd."}, {"scene_id": "bb-07-14-14s6", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and Maya are sitting next to each other."}, {"scene_id": "bb-07-14-14s7", "raw": "A scene from a TV show in which a man stands in a room with a window and a potted plant.", "with_names": "a man stands in a room with a window and a potted plant."}, {"scene_id": "bb-07-14-14s8", "raw": "A scene from a TV show in which a woman is standing in a chair in an office, her arms outstretched, and her mouth is open.", "with_names": "Deacon is standing in a chair in an office, her arms outstretched, and her mouth is open."}, {"scene_id": "bb-07-14-14s9", "raw": "A scene from a TV show in which a man is talking on a cell phone in a kitchen.", "with_names": ""}, {"scene_id": "bb-07-14-14s10", "raw": "A scene from a TV show in which a man is wearing a suit and a pink tie.", "with_names": "a man is wearing a suit and a pink tie."}, {"scene_id": "bb-07-14-14s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-07-14-14s12", "raw": "A scene from a TV show in which a man and a woman are looking at a white door.", "with_names": "Oliver and Aly are looking at a white door."}, {"scene_id": "bb-07-14-14s13", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "bb-07-14-14s14", "raw": "A scene from a TV show in which a man and a woman are standing in a room.", "with_names": "a man and Maya are standing in a room."}, {"scene_id": "bb-07-14-14s15", "raw": "A scene from a TV show in which a man and a woman sit next to each other.", "with_names": "Oliver and Aly sit next to each other."}]