[{"scene_id": "bb-12-20-05s0", "raw": "A scene from a TV show in which a man is lying on a couch, looking at a cell phone.", "with_names": "Nick is lying on a couch, looking at a cell phone."}, {"scene_id": "bb-12-20-05s1", "raw": "A scene from a TV show in which a woman is looking at a clock.", "with_names": "a woman is looking at a clock."}, {"scene_id": "bb-12-20-05s2", "raw": "A scene from a TV show in which a woman is lying in a hospital bed and a man is standing next to her.", "with_names": "a woman is lying in a hospital bed and a man is standing next to her."}, {"scene_id": "bb-12-20-05s3", "raw": "A scene from a TV show in which a man is sitting on a couch and looking at a clock", "with_names": ""}, {"scene_id": "bb-12-20-05s4", "raw": "A scene from a TV show in which a man is holding his head in his hands.", "with_names": "] is holding his head in his hands."}, {"scene_id": "bb-12-20-05s5", "raw": "A scene from a TV show in which a woman is talking about a computer screen.", "with_names": ""}, {"scene_id": "bb-12-20-05s6", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "bb-12-20-05s7", "raw": "A scene from a TV show in which a woman is shot in the head with a paintball gun.", "with_names": "a woman is shot in the head with a paintball gun."}, {"scene_id": "bb-12-20-05s8", "raw": "A scene from a TV show in which a woman is sitting in a hospital bed and a doctor is standing next to her.", "with_names": "a woman is sitting in a hospital bed and a doctor is standing next to her."}, {"scene_id": "bb-12-20-05s9", "raw": "A scene from a TV show in which a man is making a funny face", "with_names": "a man is making a funny face"}, {"scene_id": "bb-12-20-05s10", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "bb-12-20-05s11", "raw": "A scene from a TV show in which a man is talking to a woman in a kitchen.", "with_names": ""}, {"scene_id": "bb-12-20-05s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, with a basket of apples.", "with_names": "a man and a woman are standing next to each other, with a basket of apples."}, {"scene_id": "bb-12-20-05s13", "raw": "A scene from a TV show in which a woman is crying in a hospital room, while a baby is being held by a nurse.", "with_names": "a woman is crying in a hospital room, while a baby is being held by a nurse."}]