[{"scene_id": "atwt-10-04-05s0", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-04-05s1", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-10-04-05s2", "raw": "A scene from a TV show in which a woman is yelling at another woman.", "with_names": "a woman is yelling at another woman."}, {"scene_id": "atwt-10-04-05s3", "raw": "A scene from a TV show in which air fresheners are being advertised.", "with_names": "air fresheners are being advertised."}, {"scene_id": "atwt-10-04-05s4", "raw": "A scene from a TV show in which a woman is wearing a black and white dress and a necklace", "with_names": "a woman is wearing a black and white dress and a necklace"}, {"scene_id": "atwt-10-04-05s5", "raw": "A scene from a TV show in which a woman is looking at the camera with a shocked expression.", "with_names": "a woman is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-04-05s6", "raw": "A scene from a TV show in which a dark blue sky is filled with a light haze.", "with_names": "a dark blue sky is filled with a light haze."}, {"scene_id": "atwt-10-04-05s7", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "a man is looking at a woman and smiling."}, {"scene_id": "atwt-10-04-05s8", "raw": "A scene from a TV show in which a man is talking to a young man.", "with_names": ""}, {"scene_id": "atwt-10-04-05s9", "raw": "A scene from a TV show in which a woman is throwing a couch.", "with_names": "a woman is throwing a couch."}, {"scene_id": "atwt-10-04-05s10", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-04-05s11", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "atwt-10-04-05s12", "raw": "A scene from a TV show in which a woman is seen eating a piece of meat.", "with_names": "a woman is eating a piece of meat."}, {"scene_id": "atwt-10-04-05s13", "raw": "A scene from a TV show in which a woman is sitting at a table and talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-10-04-05s14", "raw": "A scene from a TV show in which a man is looking at a woman and saying, \"I'm not gay.\"", "with_names": "a man is looking at a woman and saying, \"i'm not gay.\""}, {"scene_id": "atwt-10-04-05s15", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-10-04-05s16", "raw": "A scene from a TV show in which a man is smiling and wearing a black shirt.", "with_names": "a man is smiling and wearing a black shirt."}, {"scene_id": "atwt-10-04-05s17", "raw": "A scene from a TV show in which a blonde woman is looking at the camera.", "with_names": "a blonde woman is looking at the camera."}, {"scene_id": "atwt-10-04-05s18", "raw": "A scene from a TV show in which a man is driving and is holding a can of beer.", "with_names": "a man is driving and is holding a can of beer."}, {"scene_id": "atwt-10-04-05s19", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-10-04-05s20", "raw": "A scene from a TV show in which a fish is wearing a hat and a man is holding a fishing rod.", "with_names": "a fish is wearing a hat and a man is holding a fishing rod."}, {"scene_id": "atwt-10-04-05s21", "raw": "A scene from a TV show in which a man and a woman are standing close to each other, smiling.", "with_names": "a man and a woman are standing close to each other, smiling."}, {"scene_id": "atwt-10-04-05s22", "raw": "A scene from a TV show in which a man is smiling and wearing a black shirt.", "with_names": "a man is smiling and wearing a black shirt."}, {"scene_id": "atwt-10-04-05s23", "raw": "A scene from a TV show in which a boy is serving a girl a drink.", "with_names": "a boy is serving a girl a drink."}, {"scene_id": "atwt-10-04-05s24", "raw": "A scene from a TV show in which a man is holding his hand to his face and a woman is behind him", "with_names": "a man is holding his hand to his face and a woman is behind him"}, {"scene_id": "atwt-10-04-05s25", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at a sign that says \"No Smoking.\"", "with_names": "a woman is holding a cigarette and looking at a sign that says \"no smoking.\""}, {"scene_id": "atwt-10-04-05s26", "raw": "A scene from a TV show in which a man is seen holding a red and black baseball cap.", "with_names": "a man is holding a red and black baseball cap."}]