[{"scene_id": "gl-08-25-05s0", "raw": "A scene from a TV show in which a man is seen holding a knife in his hand.", "with_names": "a man is holding a knife in his hand."}, {"scene_id": "gl-08-25-05s1", "raw": "A scene from a TV show in which a man is slapping a woman on the face", "with_names": "Jonathan is slapping ] on the face"}, {"scene_id": "gl-08-25-05s2", "raw": "", "with_names": ""}, {"scene_id": "gl-08-25-05s3", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a shocked expression.", "with_names": ""}, {"scene_id": "gl-08-25-05s4", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-25-05s5", "raw": "", "with_names": ""}, {"scene_id": "gl-08-25-05s6", "raw": "A scene from a TV show in which a man is talking to someone and a plant is in the background", "with_names": ""}, {"scene_id": "gl-08-25-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-08-25-05s8", "raw": "A scene from a TV show in which a woman is drinking a beer while sitting on a couch.", "with_names": ""}, {"scene_id": "gl-08-25-05s9", "raw": "A scene from a TV show in which a woman is sitting at a table with a plate of food.", "with_names": "a woman is sitting at a table with a plate of food."}, {"scene_id": "gl-08-25-05s10", "raw": "A scene from a TV show in which a woman is sitting at a bar, with her shirt open, and a bottle is visible in the background.", "with_names": "a woman is sitting at a bar, with her shirt open, and a bottle is visible in the background."}, {"scene_id": "gl-08-25-05s11", "raw": "A scene from a TV show in which a woman is strapped into a stretcher and a neck brace.", "with_names": "a woman is strapped into a stretcher and a neck brace."}, {"scene_id": "gl-08-25-05s12", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-08-25-05s13", "raw": "A scene from a TV show in which a man is talking to someone and his face is not visible.", "with_names": ""}, {"scene_id": "gl-08-25-05s14", "raw": "A scene from a TV show in which a woman is talking on her cell phone", "with_names": ""}, {"scene_id": "gl-08-25-05s15", "raw": "A scene from a TV show in which a woman is standing in front of a window, holding a cell phone.", "with_names": "a woman is standing in front of a window, holding a cell phone."}, {"scene_id": "gl-08-25-05s16", "raw": "A scene from a TV show in which a man is talking to someone and his face is distorted", "with_names": ""}, {"scene_id": "gl-08-25-05s17", "raw": "A scene from a TV show in which a man is standing in a bar, with bottles and glasses in the background.", "with_names": "a man is standing in a bar, with bottles and glasses in the background."}, {"scene_id": "gl-08-25-05s18", "raw": "A scene from a TV show in which a young boy talks on a phone", "with_names": "a young boy talks on a phone"}, {"scene_id": "gl-08-25-05s19", "raw": "A scene from a TV show in which a man is talking on a phone and his mouth is open.", "with_names": ""}, {"scene_id": "gl-08-25-05s20", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "gl-08-25-05s21", "raw": "", "with_names": ""}, {"scene_id": "gl-08-25-05s22", "raw": "A scene from a TV show in which a woman is wiping her face with a towel.", "with_names": "a woman is wiping her face with a towel."}, {"scene_id": "gl-08-25-05s23", "raw": "A scene from a TV show in which a man is standing in a bar with a woman and another man.", "with_names": "a man is standing in a bar with a woman and another man."}, {"scene_id": "gl-08-25-05s24", "raw": "A scene from a TV show in which a man is sitting in a chair with his head bowed.", "with_names": ""}, {"scene_id": "gl-08-25-05s25", "raw": "A scene from a TV show in which a man is walking down a hallway with a woman behind him.", "with_names": "a man is walking down a hallway with a woman behind him."}, {"scene_id": "gl-08-25-05s26", "raw": "A scene from a TV show in which a young boy talks on a phone.", "with_names": "a young boy talks on a phone."}, {"scene_id": "gl-08-25-05s27", "raw": "A scene from a TV show in which a woman is sitting on a couch and throwing a potato chip at a TV.", "with_names": ""}, {"scene_id": "gl-08-25-05s28", "raw": "A scene from a TV show in which a woman is holding her arms out to the side and looking up.", "with_names": "a woman is holding her arms out to the side and looking up."}, {"scene_id": "gl-08-25-05s29", "raw": "A scene from a TV show in which a woman is looking at a man and saying, \"I'm not interested\"", "with_names": "a woman is looking at a man and saying, \"i'm not interested\""}, {"scene_id": "gl-08-25-05s30", "raw": "A scene from a TV show in which a man is pushing a woman in a hospital bed.", "with_names": "a man is pushing a woman in a hospital bed."}, {"scene_id": "gl-08-25-05s31", "raw": "A scene from a TV show in which a woman is sitting on a couch and her shirt is ripped open.", "with_names": ""}, {"scene_id": "gl-08-25-05s32", "raw": "A scene from a TV show in which a woman is in a shower and her hair is wet", "with_names": "a woman is in a shower and her hair is wet"}, {"scene_id": "gl-08-25-05s33", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-08-25-05s34", "raw": "A scene from a TV show in which a man is smoking a cigarette.", "with_names": "a man is smoking a cigarette."}, {"scene_id": "gl-08-25-05s35", "raw": "", "with_names": ""}]