[{"scene_id": "gl-03-05-04s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-05-04s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-03-05-04s2", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "gl-03-05-04s3", "raw": "A scene from a TV show in which two women are sitting in a bar, one of them is holding a piece of paper.", "with_names": "two women are sitting in a bar, one of them is holding a piece of paper."}, {"scene_id": "gl-03-05-04s5", "raw": "A scene from a TV show in which a man is looking at a wall and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-05-04s6", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-03-05-04s7", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-05-04s8", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "gl-03-05-04s9", "raw": "A scene from a TV show in which a woman is seen being attacked by a dog.", "with_names": "a woman is being attacked by a dog."}, {"scene_id": "gl-03-05-04s10", "raw": "A scene from a TV show in which a woman is talking to two young girls.", "with_names": ""}, {"scene_id": "gl-03-05-04s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-05-04s12", "raw": "A scene from a TV show in which a man is talking to a woman in a library.", "with_names": ""}, {"scene_id": "gl-03-05-04s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-03-05-04s14", "raw": "A scene from a TV show in which a woman is talking to someone and her hand is raised", "with_names": ""}, {"scene_id": "gl-03-05-04s15", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "a woman is being attacked by Marah."}, {"scene_id": "gl-03-05-04s16", "raw": "A scene from a TV show in which a woman is looking at the camera.", "with_names": "a woman is looking at the camera."}, {"scene_id": "gl-03-05-04s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a wall.", "with_names": "a man is wearing a suit and a tie and is standing in front of a wall."}, {"scene_id": "gl-03-05-04s20", "raw": "A scene from a TV show in which a man is sitting on a bench and talking to someone.", "with_names": ""}, {"scene_id": "gl-03-05-04s22", "raw": "A scene from a TV show in which a woman is crying and a man is comforting her.", "with_names": "Reva is crying and a man is comforting her."}]