[{"scene_id": "oltl-05-02-07s0", "raw": "A scene from a TV show in which a black woman is standing in a kitchen, wearing a yellow dress and smiling.", "with_names": "a black woman is standing in a kitchen, wearing a yellow dress and smiling."}, {"scene_id": "oltl-05-02-07s1", "raw": "A scene from a TV show in which a young woman is sitting at a table and another woman is standing next to her.", "with_names": "a young woman is sitting at a table and another woman is standing next to her."}, {"scene_id": "oltl-05-02-07s2", "raw": "A scene from a TV show in which a man is standing in a doorway, looking at a door, and another man is walking away from him.", "with_names": "a man is standing in a doorway, looking at a door, and another man is walking away from him."}, {"scene_id": "oltl-05-02-07s3", "raw": "A scene from a TV show in which a man is talking on the phone and smiling.", "with_names": ""}, {"scene_id": "oltl-05-02-07s4", "raw": "A scene from a TV show in which a man is talking to someone in a dark room.", "with_names": ""}, {"scene_id": "oltl-05-02-07s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-02-07s6", "raw": "A scene from a TV show in which a young man is smiling and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-05-02-07s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-05-02-07s8", "raw": "A scene from a TV show in which a police officer is questioning a man.", "with_names": "a police officer is questioning a man."}, {"scene_id": "oltl-05-02-07s9", "raw": "A scene from a TV show in which a young man is talking to someone in a library.", "with_names": ""}, {"scene_id": "oltl-05-02-07s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-02-07s11", "raw": "A scene from a TV show in which a man is holding a bag and a tray of coffees.", "with_names": "a man is holding a bag and a tray of coffees."}, {"scene_id": "oltl-05-02-07s12", "raw": "A scene from a TV show in which a woman is wearing a red coat and a black dress.", "with_names": "a woman is wearing a red coat and a black dress."}, {"scene_id": "oltl-05-02-07s13", "raw": "A scene from a TV show in which two girls are sitting at a table and talking to a boy.", "with_names": ""}, {"scene_id": "oltl-05-02-07s14", "raw": "A scene from a TV show in which a man is talking to someone in a library.", "with_names": ""}, {"scene_id": "oltl-05-02-07s15", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-02-07s16", "raw": "A scene from a TV show in which two women are standing in a kitchen, one of them is wearing a green dress and the other woman is wearing a yellow dress.", "with_names": "two women are standing in a kitchen, one of them is wearing a green dress and the other woman is wearing a yellow dress."}, {"scene_id": "oltl-05-02-07s17", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "oltl-05-02-07s18", "raw": "A scene from a TV show in which a young man is looking shocked.", "with_names": "a young man is looking shocked."}, {"scene_id": "oltl-05-02-07s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-05-02-07s20", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "oltl-05-02-07s21", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a man is standing next to her.", "with_names": "a woman is wearing a red jacket and a man is standing next to her."}, {"scene_id": "oltl-05-02-07s22", "raw": "A scene from a TV show in which a man is smiling and looking at the camera.", "with_names": "a man is smiling and looking at the camera."}, {"scene_id": "oltl-05-02-07s23", "raw": "A scene from a TV show in which a woman is standing over a man, who is sitting on a couch.", "with_names": ""}, {"scene_id": "oltl-05-02-07s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-05-02-07s25", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "oltl-05-02-07s26", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a table and a vase of flowers.", "with_names": "a man and a woman are standing in a room with a table and a vase of flowers."}, {"scene_id": "oltl-05-02-07s27", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-05-02-07s28", "raw": "A scene from a TV show in which a woman is tied to a tree and two other women watch.", "with_names": "a woman is tied to a tree and two other women watch."}, {"scene_id": "oltl-05-02-07s29", "raw": "A scene from a TV show in which a yellow wall is seen in a room with a window and a bench.", "with_names": "a yellow wall is in a room with a window and a bench."}, {"scene_id": "oltl-05-02-07s30", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a long hair.", "with_names": "a man is wearing a leather jacket and a long hair."}]