[{"scene_id": "atwt-07-29-05s0", "raw": "A scene from a TV show in which a woman is standing in front of a man, with a laptop on the couch in front.", "with_names": "a woman is standing in front of a man, with a laptop on the couch in front."}, {"scene_id": "atwt-07-29-05s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-29-05s2", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a man is kissing her on the cheek.", "with_names": "a woman is wearing a pink shirt and a man is kissing her on the cheek."}, {"scene_id": "atwt-07-29-05s3", "raw": "A scene from a TV show in which a man is helping another man put on a white sheet.", "with_names": "a man is helping another man put on a white sheet."}, {"scene_id": "atwt-07-29-05s4", "raw": "A scene from a TV show in which a woman is holding a green dress and a man is sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-07-29-05s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-29-05s6", "raw": "A scene from a TV show in which a car is driving down a wet road.", "with_names": "a car is driving down a wet road."}, {"scene_id": "atwt-07-29-05s7", "raw": "A scene from a TV show in which a man and a woman are standing in a living room with a couch and a table in front of them.", "with_names": "] and a woman are standing in a living room with a couch and a table in front of them."}, {"scene_id": "atwt-07-29-05s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-29-05s9", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-07-29-05s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-29-05s11", "raw": "A scene from a TV show in which penguins are shown in a group.", "with_names": "penguins are shown in a group."}, {"scene_id": "atwt-07-29-05s12", "raw": "A scene from a TV show in which a woman is looking at the camera. The words \"Close to Home\" are written next to her.", "with_names": "a woman is looking at the camera. the words \"close to home\" are written next to her."}, {"scene_id": "atwt-07-29-05s13", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "] is smiling and a woman is looking at him."}, {"scene_id": "atwt-07-29-05s14", "raw": "A scene from a TV show in which a woman is looking at a man and a clock", "with_names": "a woman is looking at a man and a clock"}, {"scene_id": "atwt-07-29-05s15", "raw": "A scene from a TV show in which a woman is sitting on a chair and her hair is falling over her face", "with_names": ""}, {"scene_id": "atwt-07-29-05s16", "raw": "A scene from a TV show in which a woman is throwing flowers into a room.", "with_names": "a woman is throwing flowers into a room."}, {"scene_id": "atwt-07-29-05s17", "raw": "A scene from a TV show in which a woman is being groped by a man.", "with_names": "a woman is being groped by ]."}, {"scene_id": "atwt-07-29-05s18", "raw": "A scene from a TV show in which a man is talking to a woman in a hospital room.", "with_names": ""}, {"scene_id": "atwt-07-29-05s19", "raw": "A scene from a TV show in which a man is being kissed on the cheek by a woman.", "with_names": "a man is being kissed on the cheek by a woman."}, {"scene_id": "atwt-07-29-05s20", "raw": "A scene from a TV show in which a man is looking at a woman and touching her face.", "with_names": "] is looking at a woman and touching her face."}, {"scene_id": "atwt-07-29-05s21", "raw": "A scene from a TV show in which a woman is standing in front of a computer.", "with_names": "a woman is standing in front of a computer."}, {"scene_id": "atwt-07-29-05s22", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with a tube coming out of her nose.", "with_names": "] is lying in a hospital bed with a tube coming out of her nose."}, {"scene_id": "atwt-07-29-05s23", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "] is looking at the camera with a shocked expression."}, {"scene_id": "atwt-07-29-05s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}]