[{"scene_id": "atwt-02-04-09s0", "raw": "A scene from a TV show in which a man and a woman are lying in bed together.", "with_names": "a man and Katie are lying in bed together."}, {"scene_id": "atwt-02-04-09s1", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-02-04-09s2", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing ] on the cheek."}, {"scene_id": "atwt-02-04-09s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-09s4", "raw": "A scene from a TV show in which a man is holding a book and a woman is standing behind him.", "with_names": "a man is holding a book and a woman is standing behind him."}, {"scene_id": "atwt-02-04-09s5", "raw": "A scene from a TV show in which a man is seen talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-02-04-09s6", "raw": "A scene from a TV show in which a man is standing in front of a bookshelf and talking to someone off-screen.", "with_names": ""}, {"scene_id": "atwt-02-04-09s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-04-09s8", "raw": "A scene from a TV show in which a man is shirtless and a woman is topless.", "with_names": "a man is shirtless and a woman is topless."}, {"scene_id": "atwt-02-04-09s9", "raw": "A scene from a TV show in which a woman is sitting at a bar and smiling.", "with_names": "a woman is sitting at a bar and smiling."}, {"scene_id": "atwt-02-04-09s10", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, with a couch and a fireplace in the background.", "with_names": "a man and a woman are standing in a living room, with a couch and a fireplace in the background."}, {"scene_id": "atwt-02-04-09s11", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "atwt-02-04-09s12", "raw": "A scene from a TV show in which a man holds up a box of Clorox wipes.", "with_names": "a man holds up a box of clorox wipes."}, {"scene_id": "atwt-02-04-09s13", "raw": "A scene from a TV show in which a woman is kissing a man through a window.", "with_names": "a woman is kissing a man through a window."}, {"scene_id": "atwt-02-04-09s14", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-04-09s15", "raw": "A scene from a TV show in which a man is looking down and his hair is blowing in the wind", "with_names": "] is looking down and his hair is blowing in the wind"}, {"scene_id": "atwt-02-04-09s16", "raw": "A scene from a TV show in which a Clearbit device is shown", "with_names": ""}, {"scene_id": "atwt-02-04-09s17", "raw": "A scene from a TV show in which a man and a woman are looking at each other.", "with_names": "a man and a woman are looking at each other."}, {"scene_id": "atwt-02-04-09s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-04-09s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-02-04-09s20", "raw": "A scene from a TV show in which a man and a woman are lying in bed, with the woman looking at the man.", "with_names": "a man and a woman are lying in bed, with the woman looking at the man."}, {"scene_id": "atwt-02-04-09s21", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing behind him.", "with_names": ""}, {"scene_id": "atwt-02-04-09s22", "raw": "A scene from a TV show in which a man is seen wearing a mask and standing in front of a computer.", "with_names": "a man is wearing a mask and standing in front of a computer."}, {"scene_id": "atwt-02-04-09s23", "raw": "A scene from a TV show in which a man is sitting on a bench and playing a guitar.", "with_names": "a man is sitting on a bench and playing a guitar."}, {"scene_id": "atwt-02-04-09s24", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-02-04-09s25", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "atwt-02-04-09s26", "raw": "A scene from a TV show in which a woman is standing in a kitchen and talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-04-09s27", "raw": "A scene from a TV show in which a man is grabbing a woman's arm.", "with_names": "a man is grabbing a woman's arm."}, {"scene_id": "atwt-02-04-09s28", "raw": "A scene from a TV show in which a man sits at a desk and works on a computer.", "with_names": "] sits at a desk and works on a computer."}, {"scene_id": "atwt-02-04-09s29", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-04-09s30", "raw": "A scene from a TV show in which a blonde woman is lying down and smiling.", "with_names": "a blonde woman is lying down and smiling."}, {"scene_id": "atwt-02-04-09s31", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "atwt-02-04-09s32", "raw": "A scene from a TV show in which a computer screen is displaying a form.", "with_names": "a computer screen is displaying a form."}]