[{"scene_id": "gl-07-10-06s0", "raw": "a woman is talking about a news segment while another woman is shown standing in front of her.", "with_names": ""}, {"scene_id": "gl-07-10-06s1", "raw": "a woman is talking about a hospital and then two women are shown.", "with_names": ""}, {"scene_id": "gl-07-10-06s2", "raw": "a man and woman are passionately kissing each other in a room.", "with_names": "Josh and woman are passionately kissing each other in a room."}, {"scene_id": "gl-07-10-06s3", "raw": "a woman is talking about her experience and then a woman is shown.", "with_names": ""}, {"scene_id": "gl-07-10-06s4", "raw": "a man and woman are in a room and one man is talking to the other.", "with_names": ""}, {"scene_id": "gl-07-10-06s5", "raw": "a woman is walking around a table and then a man is talking about it.", "with_names": ""}, {"scene_id": "gl-07-10-06s6", "raw": "a woman is talking about a man and a woman is talking.", "with_names": ""}, {"scene_id": "gl-07-10-06s7", "raw": "a woman is talking to a man and then two women are laughing.", "with_names": ""}, {"scene_id": "gl-07-10-06s8", "raw": "a man is talking to a woman and she is being interviewed.", "with_names": ""}, {"scene_id": "gl-07-10-06s9", "raw": "a man and woman are laughing and laughing and laughing.", "with_names": "a man and woman are laughing and laughing and laughing."}, {"scene_id": "gl-07-10-06s10", "raw": "a man is smoking a pipe and then he blows smoke out of his mouth.", "with_names": "Stephanie Gatschet and Marcy Rylan, \"Inside The Light.\" Like me, Tammy is a fool, but in a good way. How much trouble she causes. I really like that. I think Tammy likes to see the best in everybody. I enjoy how much trouble she is. See Tammy and Lizzie, Wednesday, July 12, \"Inside The Light.\" is smoking a pipe and then he blows smoke out of his mouth."}, {"scene_id": "gl-07-10-06s11", "raw": "a man is sitting in a chair and is having a great time.", "with_names": ""}, {"scene_id": "gl-07-10-06s12", "raw": "a woman is talking to a man and then a woman is shown dancing.", "with_names": ""}, {"scene_id": "gl-07-10-06s13", "raw": "a woman is talking to a man and a woman is talking to her.", "with_names": ""}, {"scene_id": "gl-07-10-06s14", "raw": "a woman is talking about a man who is laughing.", "with_names": ""}, {"scene_id": "gl-07-10-06s15", "raw": "a man is talking to a woman and then a man is walking in a room.", "with_names": ""}, {"scene_id": "gl-07-10-06s16", "raw": "a man and woman are walking around a room and talking to each other.", "with_names": ""}, {"scene_id": "gl-07-10-06s17", "raw": "a man is talking on a phone and then a woman is laughing.", "with_names": ""}, {"scene_id": "gl-07-10-06s18", "raw": "a man is talking to a woman and the man is laughing.", "with_names": ""}, {"scene_id": "gl-07-10-06s19", "raw": "a man is talking about a man who is not wearing a suit.", "with_names": ""}, {"scene_id": "gl-07-10-06s20", "raw": "a woman is talking to a man and then a man is talking.", "with_names": ""}]