[{"scene_id": "pc-12-18-02s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "pc-12-18-02s1", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "Livvie is sitting on a bed and Rafe is standing next to her."}, {"scene_id": "pc-12-18-02s2", "raw": "A scene from a TV show in which a man is blowing a long black wig", "with_names": "a man is blowing a long black wig"}, {"scene_id": "pc-12-18-02s3", "raw": "A scene from a TV show in which a man is sitting on a couch and talking to someone off camera.", "with_names": ""}, {"scene_id": "pc-12-18-02s4", "raw": "A scene from a TV show in which a man is talking to a woman, and she is wearing a necklace.", "with_names": ""}, {"scene_id": "pc-12-18-02s5", "raw": "A scene from a TV show in which a woman is looking at a wall and a clock is hanging on it.", "with_names": "Livvie is looking at a wall and a clock is hanging on it."}, {"scene_id": "pc-12-18-02s6", "raw": "A scene from a TV show in which a woman is talking about her husband's death.", "with_names": ""}, {"scene_id": "pc-12-18-02s7", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at a man.", "with_names": ""}, {"scene_id": "pc-12-18-02s8", "raw": "A scene from a TV show in which a woman is talking to a man and a dog.", "with_names": ""}, {"scene_id": "pc-12-18-02s9", "raw": "A scene from a TV show in which a woman is being assaulted by a man.", "with_names": "a woman is being assaulted by a man."}, {"scene_id": "pc-12-18-02s10", "raw": "A scene from a TV show in which a woman is looking at a door and a man walks in", "with_names": "a woman is looking at a door and a man walks in"}, {"scene_id": "pc-12-18-02s11", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman standing behind him.", "with_names": ""}, {"scene_id": "pc-12-18-02s12", "raw": "A scene from a TV show in which a young man is wearing a white shirt and a black tie.", "with_names": "a young man is wearing a white shirt and a black tie."}]