[{"scene_id": "atwt-08-16-06s0", "raw": "A scene from a TV show in which a woman is sitting on a couch and smiling.", "with_names": ""}, {"scene_id": "atwt-08-16-06s1", "raw": "A scene from a TV show in which a man is looking at a woman and smiling", "with_names": "a man is looking at a woman and smiling"}, {"scene_id": "atwt-08-16-06s2", "raw": "A scene from a TV show in which a man is smiling and talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-16-06s3", "raw": "A scene from a TV show in which a man is smiling and wearing a suit", "with_names": "a man is smiling and wearing a suit"}, {"scene_id": "atwt-08-16-06s4", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-08-16-06s5", "raw": "A scene from a TV show in which a doctor is talking to a patient.", "with_names": ""}, {"scene_id": "atwt-08-16-06s6", "raw": "A scene from a TV show in which a woman is talking to someone outside.", "with_names": ""}, {"scene_id": "atwt-08-16-06s7", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a black cardigan.", "with_names": "a woman is wearing a blue shirt and a black cardigan."}, {"scene_id": "atwt-08-16-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-16-06s9", "raw": "A scene from a TV show in which a woman is pushing a man in a wheelchair.", "with_names": "a woman is pushing a man in a wheelchair."}, {"scene_id": "atwt-08-16-06s10", "raw": "A scene from a TV show in which a man is lying on a deck chair and a woman is sitting on top of him.", "with_names": "a man is lying on a deck chair and ] is sitting on top of him."}, {"scene_id": "atwt-08-16-06s11", "raw": "A scene from a TV show in which a blonde woman is looking to the right of the frame.", "with_names": "a blonde woman is looking to the right of the frame."}, {"scene_id": "atwt-08-16-06s12", "raw": "A scene from a TV show in which a man is yelling at another man.", "with_names": "a man is yelling at another man."}, {"scene_id": "atwt-08-16-06s13", "raw": "A scene from a TV show in which a black man is wearing a blue shirt and a white man is dressed in a dark jacket.", "with_names": "a black man is wearing a blue shirt and a white man is dressed in a dark jacket."}, {"scene_id": "atwt-08-16-06s14", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-08-16-06s15", "raw": "A scene from a TV show in which a woman is wearing a suit and a blue shirt.", "with_names": "a woman is wearing a suit and a blue shirt."}, {"scene_id": "atwt-08-16-06s16", "raw": "A scene from a TV show in which a young man is looking at the camera.", "with_names": "a young man is looking at the camera."}, {"scene_id": "atwt-08-16-06s17", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-16-06s18", "raw": "A scene from a TV show in which a man is seen in a dark room, wearing a black shirt and a tie.", "with_names": "a man is in a dark room, wearing a black shirt and a tie."}, {"scene_id": "atwt-08-16-06s19", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-08-16-06s20", "raw": "A scene from a TV show in which a man is looking at a woman and making a funny face.", "with_names": "a man is looking at a woman and making a funny face."}, {"scene_id": "atwt-08-16-06s21", "raw": "A scene from a TV show in which a woman cleans a sink with a blue sponge.", "with_names": "a woman cleans a sink with a blue sponge."}, {"scene_id": "atwt-08-16-06s22", "raw": "A scene from a TV show in which a girl is talking to a boy.", "with_names": ""}, {"scene_id": "atwt-08-16-06s23", "raw": "A scene from a TV show in which a man is looking at another man and talking to him.", "with_names": ""}, {"scene_id": "atwt-08-16-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-08-16-06s25", "raw": "A scene from a TV show in which two men are standing in a room, one of them is holding a glass.", "with_names": "two men are standing in a room, one of them is holding a glass."}, {"scene_id": "atwt-08-16-06s26", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "atwt-08-16-06s27", "raw": "A scene from a TV show in which a man is holding a bouquet and looking at it.", "with_names": "a man is holding a bouquet and looking at it."}, {"scene_id": "atwt-08-16-06s28", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "atwt-08-16-06s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-08-16-06s30", "raw": "A scene from a TV show in which a woman is standing in front of a crowd and balloons.", "with_names": "a woman is standing in front of a crowd and balloons."}]