[{"scene_id": "oltl-07-20-09s0", "raw": "A scene from a TV show in which a man is wearing a purple shirt and a yellow tie and talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-20-09s1", "raw": "A scene from a TV show in which a young boy is being pushed in a wheelchair by a woman.", "with_names": "a young boy is being pushed in a wheelchair by a woman."}, {"scene_id": "oltl-07-20-09s2", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-07-20-09s3", "raw": "A scene from a TV show in which a woman is wearing a black tank top and a short blonde hair.", "with_names": "a woman is wearing a black tank top and a short blonde hair."}, {"scene_id": "oltl-07-20-09s4", "raw": "A scene from a TV show in which a woman is wearing a red dress and is looking at her chest.", "with_names": "a woman is wearing a red dress and is looking at her chest."}, {"scene_id": "oltl-07-20-09s5", "raw": "A scene from a TV show in which a woman is standing in front of a man and another man.", "with_names": "a woman is standing in front of a man and another man."}, {"scene_id": "oltl-07-20-09s6", "raw": "A scene from a TV show in which a woman is standing outside in a white dress.", "with_names": "a woman is standing outside in a white dress."}, {"scene_id": "oltl-07-20-09s7", "raw": "A scene from a TV show in which a man is drinking coffee and a woman is holding a cup.", "with_names": "a man is drinking coffee and a woman is holding a cup."}, {"scene_id": "oltl-07-20-09s8", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other. The man is holding a cell phone in his hand, and the woman is looking at it.", "with_names": "a man and a woman are sitting next to each other. the man is holding a cell phone in his hand, and the woman is looking at it."}, {"scene_id": "oltl-07-20-09s9", "raw": "A scene from a TV show in which a man is crying with his head in his hands.", "with_names": "a man is crying with his head in his hands."}, {"scene_id": "oltl-07-20-09s10", "raw": "A scene from a TV show in which a boy is wearing a red shirt and a short haircut.", "with_names": "a boy is wearing a red shirt and a short haircut."}, {"scene_id": "oltl-07-20-09s11", "raw": "A scene from a TV show in which a man is talking to a woman", "with_names": ""}, {"scene_id": "oltl-07-20-09s12", "raw": "A scene from a TV show in which a woman is walking down a street with a man.", "with_names": "a woman is walking down a street with a man."}, {"scene_id": "oltl-07-20-09s13", "raw": "A scene from a TV show in which a man and a woman are walking down a hallway, with the woman looking at the man and smiling.", "with_names": "a man and a woman are walking down a hallway, with the woman looking at the man and smiling."}, {"scene_id": "oltl-07-20-09s14", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-20-09s15", "raw": "A scene from a TV show in which a woman is standing in front of a refrigerator and a man is lying on a bed.", "with_names": "a woman is standing in front of a refrigerator and a man is lying on a bed."}, {"scene_id": "oltl-07-20-09s16", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-07-20-09s17", "raw": "A scene from a TV show in which a woman is wearing a white dress and a black belt.", "with_names": "a woman is wearing a white dress and a black belt."}, {"scene_id": "oltl-07-20-09s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-20-09s19", "raw": "A scene from a TV show in which a blonde woman is crying.", "with_names": "a blonde woman is crying."}, {"scene_id": "oltl-07-20-09s20", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "oltl-07-20-09s21", "raw": "A scene from a TV show in which a woman is holding a knife and looking at it.", "with_names": "a woman is holding a knife and looking at it."}, {"scene_id": "oltl-07-20-09s22", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "oltl-07-20-09s23", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-07-20-09s24", "raw": "A scene from a TV show in which a woman is standing in front of a man in a kitchen, with a bottle and a bowl on the counter.", "with_names": "a woman is standing in front of a man in a kitchen, with a bottle and a bowl on the counter."}, {"scene_id": "oltl-07-20-09s25", "raw": "A scene from a TV show in which a man is wearing a white shirt and looking at a woman.", "with_names": "a man is wearing a white shirt and looking at a woman."}, {"scene_id": "oltl-07-20-09s26", "raw": "A scene from a TV show in which a man is looking at the camera with a serious expression.", "with_names": "a man is looking at the camera with a serious expression."}, {"scene_id": "oltl-07-20-09s27", "raw": "A scene from a TV show in which a cat is sitting on a bed", "with_names": "a cat is sitting on a bed"}, {"scene_id": "oltl-07-20-09s28", "raw": "A scene from a TV show in which a black man is wearing a striped shirt and a bald head", "with_names": "a black man is wearing a striped shirt and a bald head"}, {"scene_id": "oltl-07-20-09s29", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-07-20-09s30", "raw": "A scene from a TV show in which a man is standing in a room with two other people.", "with_names": "a man is standing in a room with two other people."}, {"scene_id": "oltl-07-20-09s31", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "oltl-07-20-09s32", "raw": "A scene from a TV show in which a woman is wearing a red bikini and a man is in the background", "with_names": "a woman is wearing a red bikini and a man is in the background"}, {"scene_id": "oltl-07-20-09s33", "raw": "A scene from a TV show in which a woman is being kissed on the cheek by a man.", "with_names": "a woman is being kissed on the cheek by a man."}, {"scene_id": "oltl-07-20-09s34", "raw": "A scene from a TV show in which a man is standing in a doorway, his shadow is cast on a brick wall.", "with_names": "a man is standing in a doorway, his shadow is cast on a brick wall."}]