[{"scene_id": "atwt-10-25-05s0", "raw": "A scene from a TV show in which a man is driving a car and looking at the camera.", "with_names": "a man is driving a car and looking at the camera."}, {"scene_id": "atwt-10-25-05s1", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the frame.", "with_names": "a man is smiling and looking to the right of the frame."}, {"scene_id": "atwt-10-25-05s2", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "atwt-10-25-05s3", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-25-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-25-05s5", "raw": "A scene from a TV show in which a woman is shown with a mouth open.", "with_names": ""}, {"scene_id": "atwt-10-25-05s6", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the frame.", "with_names": "a man is smiling and looking to the right of the frame."}, {"scene_id": "atwt-10-25-05s7", "raw": "A scene from a TV show in which a woman is wearing a leopard print jacket and a man is behind her", "with_names": "a woman is wearing a leopard print jacket and a man is behind her"}, {"scene_id": "atwt-10-25-05s8", "raw": "A scene from a TV show in which a man is looking at the camera with a shocked expression.", "with_names": "a man is looking at the camera with a shocked expression."}, {"scene_id": "atwt-10-25-05s9", "raw": "A scene from a TV show in which a woman is holding a baby.", "with_names": "a woman is holding a baby."}, {"scene_id": "atwt-10-25-05s10", "raw": "A scene from a TV show in which two children are playing with Playskool toys.", "with_names": "two children are playing with playskool toys."}, {"scene_id": "atwt-10-25-05s11", "raw": "A scene from a TV show in which a man is standing at a podium and speaking into a microphone.", "with_names": "a man is standing at a podium and speaking into a microphone."}, {"scene_id": "atwt-10-25-05s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-10-25-05s13", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression", "with_names": "a man is looking at the camera with a confused expression"}, {"scene_id": "atwt-10-25-05s14", "raw": "A scene from a TV show in which people are swimming in a pool with bubbles.", "with_names": "people are swimming in a pool with bubbles."}, {"scene_id": "atwt-10-25-05s15", "raw": "A scene from a TV show in which a woman is smiling at a man.", "with_names": "a woman is smiling at a man."}, {"scene_id": "atwt-10-25-05s16", "raw": "A scene from a TV show in which a man and a woman are driving a car and she is driving while he is looking at her.", "with_names": "a man and a woman are driving a car and she is driving while he is looking at her."}, {"scene_id": "atwt-10-25-05s17", "raw": "A scene from a TV show in which a man is looking shocked and surprised.", "with_names": "a man is looking shocked and surprised."}, {"scene_id": "atwt-10-25-05s18", "raw": "A scene from a TV show in which a man is looking down and his eyes are closed", "with_names": "a man is looking down and his eyes are closed"}, {"scene_id": "atwt-10-25-05s19", "raw": "A scene from a TV show in which a woman is holding a baby and talking to two other women.", "with_names": ""}, {"scene_id": "atwt-10-25-05s20", "raw": "A scene from a TV show in which a young girl is talking to the camera.", "with_names": ""}, {"scene_id": "atwt-10-25-05s21", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-25-05s22", "raw": "A scene from a TV show in which a man and a woman sit in a car.", "with_names": "a man and a woman sit in a car."}, {"scene_id": "atwt-10-25-05s23", "raw": "A scene from a TV show in which a man is being electrocuted", "with_names": "a man is being electrocuted"}, {"scene_id": "atwt-10-25-05s24", "raw": "A scene from a TV show in which a man is smiling and looking to the right of the frame.", "with_names": "a man is smiling and looking to the right of the frame."}, {"scene_id": "atwt-10-25-05s25", "raw": "A scene from a TV show in which a man and a woman are lying on a couch, with the woman resting her head on the man's chest.", "with_names": "a man and a woman are lying on a couch, with the woman resting her head on the man's chest."}, {"scene_id": "atwt-10-25-05s26", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-10-25-05s27", "raw": "A scene from a TV show in which a woman is talking on her cell phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-10-25-05s28", "raw": "A scene from a TV show in which a woman is shown with long, blonde hair.", "with_names": ""}]