[{"scene_id": "bb-01-18-07s0", "raw": "A scene from a TV show in which a man is holding a rose and a woman is looking at him.", "with_names": "a man is holding a rose and a woman is looking at him."}, {"scene_id": "bb-01-18-07s1", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a white shirt.", "with_names": "a man is wearing a leather jacket and a white shirt."}, {"scene_id": "bb-01-18-07s2", "raw": "A scene from a TV show in which a blonde girl is sitting at a table with a little blonde girl who is wearing a pink bow in her hair.", "with_names": "a blonde girl is sitting at a table with a little blonde girl who is wearing a pink bow in her hair."}, {"scene_id": "bb-01-18-07s3", "raw": "A scene from a TV show in which a man is sitting in a dark room, looking at a screen.", "with_names": "a man is sitting in a dark room, looking at a screen."}, {"scene_id": "bb-01-18-07s4", "raw": "A scene from a TV show in which a man is fixing a little girl's hair.", "with_names": "a man is fixing a little girl's hair."}, {"scene_id": "bb-01-18-07s5", "raw": "A scene from a TV show in which a man and a woman are standing in an office.", "with_names": "a man and a woman are standing in an office."}, {"scene_id": "bb-01-18-07s6", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-01-18-07s7", "raw": "A scene from a TV show in which a man is wearing a suit and a red tie and standing in front of a bookshelf.", "with_names": "a man is wearing a suit and a red tie and standing in front of a bookshelf."}, {"scene_id": "bb-01-18-07s8", "raw": "A scene from a TV show in which a woman is wearing a pearl necklace and a suit and talking to a man.", "with_names": ""}, {"scene_id": "bb-01-18-07s9", "raw": "A scene from a TV show in which a little girl is wearing a pink dress and white gloves.", "with_names": "a little girl is wearing a pink dress and white gloves."}, {"scene_id": "bb-01-18-07s10", "raw": "A scene from a TV show in which a woman is wearing a white dress and a pair of earrings.", "with_names": "a woman is wearing a white dress and a pair of earrings."}, {"scene_id": "bb-01-18-07s11", "raw": "A scene from a TV show in which a man is standing in a room with a green desk and a bookcase behind him.", "with_names": "a man is standing in a room with a green desk and a bookcase behind him."}, {"scene_id": "bb-01-18-07s12", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "bb-01-18-07s13", "raw": "A scene from a TV show in which a man and a little girl are standing in a room.", "with_names": "a man and a little girl are standing in a room."}, {"scene_id": "bb-01-18-07s14", "raw": "A scene from a TV show in which a woman is wearing a beige dress and a man is standing next to her.", "with_names": "] is wearing a beige dress and a man is standing next to her."}, {"scene_id": "bb-01-18-07s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a white dress.", "with_names": "a man is wearing a suit and a woman is in a white dress."}, {"scene_id": "bb-01-18-07s16", "raw": "A scene from a TV show in which a man is hugging a woman.", "with_names": "Nick is hugging ]."}]