[{"scene_id": "oltl-08-07-06s0", "raw": "A scene from a TV show in which a woman is throwing a pillow at a man", "with_names": "Adriana is throwing a pillow at Rex"}, {"scene_id": "oltl-08-07-06s1", "raw": "A scene from a TV show in which a man is sitting at a table with his hands clasped together.", "with_names": "a man is sitting at a table with his hands clasped together."}, {"scene_id": "oltl-08-07-06s2", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-07-06s3", "raw": "A scene from a TV show in which a man is standing in a dark room, looking at a light.", "with_names": "a man is standing in a dark room, looking at a light."}, {"scene_id": "oltl-08-07-06s4", "raw": "", "with_names": ""}, {"scene_id": "oltl-08-07-06s5", "raw": "A scene from a TV show in which a woman is sitting on a couch with a cat.", "with_names": ""}, {"scene_id": "oltl-08-07-06s6", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-07-06s7", "raw": "A scene from a TV show in which a man is holding a pen and a piece of paper.", "with_names": "a man is holding a pen and a piece of paper."}, {"scene_id": "oltl-08-07-06s8", "raw": "A scene from a TV show in which a woman is sitting on a bed with her legs spread wide open.", "with_names": "a woman is sitting on a bed with her legs spread wide open."}, {"scene_id": "oltl-08-07-06s9", "raw": "A scene from a TV show in which a woman is talking to a man in a room.", "with_names": ""}, {"scene_id": "oltl-08-07-06s10", "raw": "A scene from a TV show in which a doctor is talking to a patient while another doctor stands nearby.", "with_names": ""}, {"scene_id": "oltl-08-07-06s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-07-06s12", "raw": "A scene from a TV show in which a woman is walking on a beach at night.", "with_names": "] is walking on a beach at night."}, {"scene_id": "oltl-08-07-06s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-07-06s14", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-07-06s15", "raw": "A scene from a TV show in which a man is being followed by a woman.", "with_names": "a man is being followed by a woman."}, {"scene_id": "oltl-08-07-06s16", "raw": "A scene from a TV show in which a man is standing in a room with a lamp on and a couch in the background.", "with_names": "a man is standing in a room with a lamp on and a couch in the background."}, {"scene_id": "oltl-08-07-06s17", "raw": "A scene from a TV show in which a man is walking on a beach with a woman standing behind him.", "with_names": "a man is walking on a beach with a woman standing behind him."}, {"scene_id": "oltl-08-07-06s18", "raw": "A scene from a TV show in which a woman is seen holding her head in her hands while a man stands behind her.", "with_names": "a woman is holding her head in her hands while a man stands behind her."}, {"scene_id": "oltl-08-07-06s19", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-07-06s20", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-08-07-06s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "oltl-08-07-06s22", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "oltl-08-07-06s23", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "oltl-08-07-06s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-08-07-06s25", "raw": "A scene from a TV show in which a man is walking on a road with his head down", "with_names": "a man is walking on a road with his head down"}, {"scene_id": "oltl-08-07-06s26", "raw": "A scene from a TV show in which a man is looking at the camera with a confused expression.", "with_names": "a man is looking at the camera with a confused expression."}, {"scene_id": "oltl-08-07-06s27", "raw": "A scene from a TV show in which a man is interviewing another man.", "with_names": "a man is interviewing another man."}, {"scene_id": "oltl-08-07-06s28", "raw": "A scene from a TV show in which a man is standing next to a woman in a hospital bed.", "with_names": "a man is standing next to a woman in a hospital bed."}]