[{"scene_id": "gl-05-02-05s0", "raw": "A scene from a TV show in which a woman is being interviewed by a man.", "with_names": "a woman is being interviewed by a man."}, {"scene_id": "gl-05-02-05s2", "raw": "A scene from a TV show in which a woman is holding flowers and a man is behind her.", "with_names": "Marina is holding flowers and a man is behind her."}, {"scene_id": "gl-05-02-05s3", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-05-02-05s4", "raw": "A scene from a TV show in which a man is cooking a pot on a stove.", "with_names": "Alan is cooking a pot on a stove."}, {"scene_id": "gl-05-02-05s5", "raw": "A scene from a TV show in which a man is lying on the floor with his head resting on his hand.", "with_names": "a man is lying on the floor with his head resting on his hand."}, {"scene_id": "gl-05-02-05s6", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-05-02-05s7", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-05s8", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "Bill is looking at Michelle and she is looking away."}, {"scene_id": "gl-05-02-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-05s10", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-05s11", "raw": "A scene from a TV show in which a man is talking to the camera and a woman is sitting behind him.", "with_names": ""}, {"scene_id": "gl-05-02-05s12", "raw": "A scene from a TV show in which a woman is holding flowers and a man is kissing her on the cheek.", "with_names": "Olivia is holding flowers and Alan is kissing her on the cheek."}, {"scene_id": "gl-05-02-05s13", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-05s14", "raw": "A scene from a TV show in which two women are talking to each other.", "with_names": ""}, {"scene_id": "gl-05-02-05s15", "raw": "A scene from a TV show in which a woman is holding her hair and looking at the camera.", "with_names": "a woman is holding her hair and looking at the camera."}, {"scene_id": "gl-05-02-05s16", "raw": "A scene from a TV show in which a man is tied to a pole and his head is being hit with a hammer.", "with_names": "Bill is tied to a pole and his head is being hit with a hammer."}, {"scene_id": "gl-05-02-05s17", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and Gus are kissing."}, {"scene_id": "gl-05-02-05s18", "raw": "A scene from a TV show in which a man is seen lying on the ground, his head down, and his hands are tied behind his back.", "with_names": "a man is lying on the ground, his head down, and his hands are tied behind his back."}, {"scene_id": "gl-05-02-05s21", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-05-02-05s22", "raw": "A scene from a TV show in which a man and a woman are drinking wine.", "with_names": "Alan and a woman are drinking wine."}, {"scene_id": "gl-05-02-05s23", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-05-02-05s24", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "gl-05-02-05s25", "raw": "A scene from a TV show in which a woman is standing in front of a man and looking at him.", "with_names": "Alexandra is standing in front of Alan and looking at him."}, {"scene_id": "gl-05-02-05s26", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone.", "with_names": ""}, {"scene_id": "gl-05-02-05s27", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "gl-05-02-05s28", "raw": "A scene from a TV show in which a woman is reading a letter to her husband", "with_names": "a woman is reading a letter to her husband"}, {"scene_id": "gl-05-02-05s30", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "Bill is looking at Olivia and she is looking away."}, {"scene_id": "gl-05-02-05s31", "raw": "A scene from a TV show in which a woman is handcuffed to a table and chairs.", "with_names": "a woman is handcuffed to a table and chairs."}, {"scene_id": "gl-05-02-05s32", "raw": "A scene from a TV show in which a priest is seen giving communion to a woman.", "with_names": "a priest is giving communion to a woman."}, {"scene_id": "gl-05-02-05s33", "raw": "A scene from a TV show in which a man is sitting at a table and talking to someone off-screen.", "with_names": ""}, {"scene_id": "gl-05-02-05s34", "raw": "A scene from a TV show in which a man is sitting in a chair and his head is down", "with_names": ""}, {"scene_id": "gl-05-02-05s37", "raw": "A scene from a TV show in which a woman is talking on a cell phone", "with_names": ""}]