[{"scene_id": "bb-06-05-06s0", "raw": "A scene from a TV show in which a man is walking down a hallway, his face is not visible.", "with_names": "a man is walking down a hallway, his face is not visible."}, {"scene_id": "bb-06-05-06s2", "raw": "A scene from a TV show in which a man and a woman are standing in a room with a door open.", "with_names": "a man and a woman are standing in a room with a door open."}, {"scene_id": "bb-06-05-06s4", "raw": "A scene from a TV show in which a man is talking to someone and the person is looking at him.", "with_names": ""}, {"scene_id": "bb-06-05-06s6", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "bb-06-05-06s7", "raw": "A scene from a TV show in which a woman is looking at a clock", "with_names": "Ridge is looking at a clock"}, {"scene_id": "bb-06-05-06s9", "raw": "A scene from a TV show in which a woman is talking and a timer is running down the screen", "with_names": ""}, {"scene_id": "bb-06-05-06s11", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-05-06s12", "raw": "A scene from a TV show in which a man is looking at a clock and saying,", "with_names": "Dante is looking at a clock and saying,"}, {"scene_id": "bb-06-05-06s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-05-06s16", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-06-05-06s18", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away.", "with_names": "a man is looking at a woman and she is looking away."}, {"scene_id": "bb-06-05-06s20", "raw": "A scene from a TV show in which a woman is wearing a blue top and green earrings.", "with_names": "a woman is wearing a blue top and green earrings."}, {"scene_id": "bb-06-05-06s22", "raw": "A scene from a TV show in which a woman is bending over and touching her stomach.", "with_names": "Felicia is bending over and touching her stomach."}, {"scene_id": "bb-06-05-06s24", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "a woman is looking at the camera with a serious expression."}]