[{"scene_id": "gl-02-18-03s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-18-03s1", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a green turtleneck.", "with_names": ""}, {"scene_id": "gl-02-18-03s2", "raw": "A scene from a TV show in which a girl is singing in a sweater", "with_names": "a girl is singing in a sweater"}, {"scene_id": "gl-02-18-03s3", "raw": "A scene from a TV show in which a woman is talking on a cell phone in a dark room.", "with_names": ""}, {"scene_id": "gl-02-18-03s4", "raw": "A scene from a TV show in which a woman is wearing a shirt that says Company", "with_names": "a woman is wearing a shirt that says company"}, {"scene_id": "gl-02-18-03s5", "raw": "A scene from a TV show in which a man is wearing a vest and a tie", "with_names": "a man is wearing a vest and a tie"}, {"scene_id": "gl-02-18-03s6", "raw": "A scene from a TV show in which a woman is talking to a man and he is looking at her with his hands up.", "with_names": ""}, {"scene_id": "gl-02-18-03s7", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "gl-02-18-03s8", "raw": "A scene from a TV show in which a man is wearing a vest and tie and is looking at the camera.", "with_names": "a man is wearing a vest and tie and is looking at the camera."}, {"scene_id": "gl-02-18-03s9", "raw": "A scene from a TV show in which a man is seen walking into a room with a cat sitting on a chair.", "with_names": ""}, {"scene_id": "gl-02-18-03s10", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him.", "with_names": ""}, {"scene_id": "gl-02-18-03s11", "raw": "A scene from a TV show in which a man and a woman are standing in a living room, looking at a newspaper.", "with_names": "a man and a woman are standing in a living room, looking at a newspaper."}, {"scene_id": "gl-02-18-03s12", "raw": "A scene from a TV show in which a man is talking to a woman and a cat is sitting behind him", "with_names": ""}, {"scene_id": "gl-02-18-03s13", "raw": "A scene from a TV show in which a woman is sitting next to a man and they are both looking at something.", "with_names": "a woman is sitting next to a man and they are both looking at something."}, {"scene_id": "gl-02-18-03s14", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a choker around her neck.", "with_names": "a woman is wearing a purple shirt and a choker around her neck."}, {"scene_id": "gl-02-18-03s15", "raw": "A scene from a TV show in which a woman is wearing a suit and a red shirt.", "with_names": "a woman is wearing a suit and a red shirt."}, {"scene_id": "gl-02-18-03s16", "raw": "A scene from a TV show in which a woman is having sex with a man.", "with_names": "a woman is having sex with a man."}, {"scene_id": "gl-02-18-03s17", "raw": "A scene from a TV show in which a woman is wearing a suit and a man is dressed in a tuxedo.", "with_names": "a woman is wearing a suit and a man is dressed in a tuxedo."}, {"scene_id": "gl-02-18-03s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-02-18-03s19", "raw": "A scene from a TV show in which a man is looking down and his face is covered in blood", "with_names": "a man is looking down and his face is covered in blood"}]