[{"scene_id": "atwt-07-24-06s0", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-07-24-06s1", "raw": "A scene from a TV show in which a man is talking to a young boy.", "with_names": ""}, {"scene_id": "atwt-07-24-06s2", "raw": "A scene from a TV show in which a man is wearing a black shirt and a short black hair", "with_names": "a man is wearing a black shirt and a short black hair"}, {"scene_id": "atwt-07-24-06s3", "raw": "", "with_names": ""}, {"scene_id": "atwt-07-24-06s4", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "a woman is smiling and looking at the camera."}, {"scene_id": "atwt-07-24-06s5", "raw": "A scene from a TV show in which a young man is talking to someone in a locker room.", "with_names": ""}, {"scene_id": "atwt-07-24-06s6", "raw": "A scene from a TV show in which a woman is shown cleaning a bathroom with a mop and a bottle of cleaning product.", "with_names": ""}, {"scene_id": "atwt-07-24-06s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-24-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-07-24-06s9", "raw": "A scene from a TV show in which a young man is being comforted by a man in a suit.", "with_names": "a young man is being comforted by a man in a suit."}, {"scene_id": "atwt-07-24-06s10", "raw": "A scene from a TV show in which a young man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-07-24-06s11", "raw": "A scene from a TV show in which a woman is sitting in a bathtub with a towel wrapped around her.", "with_names": "a woman is sitting in a bathtub with a towel wrapped around her."}, {"scene_id": "atwt-07-24-06s12", "raw": "A scene from a TV show in which a woman is holding a box of Imitrex.", "with_names": "a woman is holding a box of imitrex."}, {"scene_id": "atwt-07-24-06s13", "raw": "A scene from a TV show in which a jar of Edy's Slow Churned Vanilla Ice Cream is shown, with a label that reads \"Vanilla.\"", "with_names": ""}, {"scene_id": "atwt-07-24-06s14", "raw": "A scene from a TV show in which a bathroom stall is seen through a door.", "with_names": "a bathroom stall is through a door."}, {"scene_id": "atwt-07-24-06s15", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-07-24-06s16", "raw": "A scene from a TV show in which a black man is talking to a white woman.", "with_names": ""}, {"scene_id": "atwt-07-24-06s17", "raw": "A scene from a TV show in which a police officer is wearing a green t-shirt and a silver necklace.", "with_names": "a police officer is wearing a green t-shirt and a silver necklace."}, {"scene_id": "atwt-07-24-06s18", "raw": "A scene from a TV show in which a woman is wearing a blue shirt and a necklace", "with_names": "a woman is wearing a blue shirt and a necklace"}, {"scene_id": "atwt-07-24-06s19", "raw": "A scene from a TV show in which a woman is looking at a man.", "with_names": "a woman is looking at a man."}, {"scene_id": "atwt-07-24-06s20", "raw": "A scene from a TV show in which a man and a woman are sitting in a kitchen.", "with_names": "a man and a woman are sitting in a kitchen."}, {"scene_id": "atwt-07-24-06s21", "raw": "A scene from a TV show in which a woman is looking at the camera with a confused expression.", "with_names": "a woman is looking at the camera with a confused expression."}, {"scene_id": "atwt-07-24-06s22", "raw": "A scene from a TV show in which a man is kneeling on a bed and a woman is sitting on it.", "with_names": "a man is kneeling on a bed and a woman is sitting on it."}, {"scene_id": "atwt-07-24-06s23", "raw": "A scene from a TV show in which a woman is sitting on a couch and talking to the camera.", "with_names": ""}, {"scene_id": "atwt-07-24-06s24", "raw": "A scene from a TV show in which a woman is shaking hands with a young man.", "with_names": "a woman is shaking hands with a young man."}, {"scene_id": "atwt-07-24-06s25", "raw": "A scene from a TV show in which a man is seen from the back, with his back turned to the camera. The words Cymbalta and Serotonin are written on the screen.", "with_names": "a man is from the back, with his back turned to the camera. the words cymbalta and serotonin are written on the screen."}, {"scene_id": "atwt-07-24-06s26", "raw": "A scene from a TV show in which a woman is yelling at a man.", "with_names": "a woman is yelling at a man."}, {"scene_id": "atwt-07-24-06s27", "raw": "A scene from a TV show in which a woman is kissing a man on the cheek.", "with_names": "a woman is kissing a man on the cheek."}, {"scene_id": "atwt-07-24-06s28", "raw": "A scene from a TV show in which a man is looking off camera", "with_names": "a man is looking off camera"}, {"scene_id": "atwt-07-24-06s29", "raw": "A scene from a TV show in which a young girl looks out a window.", "with_names": "a young girl looks out a window."}, {"scene_id": "atwt-07-24-06s30", "raw": "A scene from a TV show in which a girl is dancing on a white picket fence.", "with_names": "a girl is dancing on a white picket fence."}]