[{"scene_id": "bb-04-27-17s0", "raw": "A scene from a TV show in which a woman is standing in front of a bookshelf, talking.", "with_names": ""}, {"scene_id": "bb-04-27-17s1", "raw": "A scene from a TV show in which a man is talking to a woman at a table.", "with_names": ""}, {"scene_id": "bb-04-27-17s2", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "Wyatt is sitting at a desk and Bill is standing behind him."}, {"scene_id": "bb-04-27-17s3", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-27-17s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-27-17s5", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-27-17s6", "raw": "A scene from a TV show in which a young man is sitting in a chair and talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-27-17s7", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "bb-04-27-17s8", "raw": "A scene from a TV show in which a woman is sitting in a room and looking at a TV.", "with_names": "a woman is sitting in a room and looking at a tv."}, {"scene_id": "bb-04-27-17s9", "raw": "A scene from a TV show in which a woman is standing in a room with a couch and a chair.", "with_names": "a woman is standing in a room with a couch and a chair."}, {"scene_id": "bb-04-27-17s10", "raw": "A scene from a TV show in which a man is standing in a bar and talking to another man.", "with_names": ""}, {"scene_id": "bb-04-27-17s11", "raw": "A scene from a TV show in which a heart is drawn in the sand on a beach", "with_names": "a heart is drawn in the sand on a beach"}, {"scene_id": "bb-04-27-17s12", "raw": "A scene from a TV show in which a young girl is sitting on a couch with her arm around a man.", "with_names": ""}, {"scene_id": "bb-04-27-17s13", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "a man and a woman are standing in a kitchen."}]