[{"scene_id": "atwt-05-20-05s0", "raw": "A scene from a TV show in which a woman is wearing a red dress and long blonde hair", "with_names": "a woman is wearing a red dress and long blonde hair"}, {"scene_id": "atwt-05-20-05s1", "raw": "A scene from a TV show in which a man is wearing a suit and tie", "with_names": "a man is wearing a suit and tie"}, {"scene_id": "atwt-05-20-05s2", "raw": "A scene from a TV show in which a blonde woman is looking down and wearing a blue jacket.", "with_names": "a blonde woman is looking down and wearing a blue jacket."}, {"scene_id": "atwt-05-20-05s3", "raw": "A scene from a TV show in which a man is standing in a room with wine glasses and a bouquet of roses.", "with_names": "a man is standing in a room with wine glasses and a bouquet of roses."}, {"scene_id": "atwt-05-20-05s4", "raw": "A scene from a TV show in which a woman is looking at a TV.", "with_names": "a woman is looking at a tv."}, {"scene_id": "atwt-05-20-05s5", "raw": "A scene from a TV show in which a man is holding a young girl by the hand and guiding her towards a mountain.", "with_names": "a man is holding a young girl by the hand and guiding her towards a mountain."}, {"scene_id": "atwt-05-20-05s6", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "atwt-05-20-05s7", "raw": "A scene from a TV show in which a blonde woman is smiling and looking to the right.", "with_names": "a blonde woman is smiling and looking to the right."}, {"scene_id": "atwt-05-20-05s8", "raw": "A scene from a TV show in which a man is wearing a suit and smiling.", "with_names": "a man is wearing a suit and smiling."}, {"scene_id": "atwt-05-20-05s9", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a black vest, and her hair is short and blonde. She is standing next to a flower arrangement.", "with_names": "a woman is wearing a white shirt and a black vest, and her hair is short and blonde. she is standing next to a flower arrangement."}, {"scene_id": "atwt-05-20-05s10", "raw": "A scene from a TV show in which beans are being served on a plate.", "with_names": "beans are being served on a plate."}, {"scene_id": "atwt-05-20-05s11", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-05-20-05s12", "raw": "A scene from a TV show in which a man is shaking hands with a statue.", "with_names": "a man is shaking hands with a statue."}, {"scene_id": "atwt-05-20-05s13", "raw": "A scene from a TV show in which a woman is reading a letter.", "with_names": "a woman is reading a letter."}, {"scene_id": "atwt-05-20-05s14", "raw": "A scene from a TV show in which a man is wearing a pink shirt and a woman is talking to him.", "with_names": ""}, {"scene_id": "atwt-05-20-05s15", "raw": "A scene from a TV show in which a man is wearing a suit and a woman is in a wedding dress.", "with_names": "a man is wearing a suit and a woman is in a wedding dress."}, {"scene_id": "atwt-05-20-05s16", "raw": "A scene from a TV show in which bees are shown using a nasal spray.", "with_names": "bees are shown using a nasal spray."}, {"scene_id": "atwt-05-20-05s17", "raw": "A scene from a TV show in which the Bay logo is shown", "with_names": ""}, {"scene_id": "atwt-05-20-05s18", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-05s19", "raw": "A scene from a TV show in which a man is holding a rake and smiling.", "with_names": "a man is holding a rake and smiling."}, {"scene_id": "atwt-05-20-05s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-05-20-05s21", "raw": "A scene from a TV show in which a woman is wearing a red dress and a blonde woman with long hair is talking to her.", "with_names": ""}, {"scene_id": "atwt-05-20-05s22", "raw": "A scene from a TV show in which a woman is smiling and a man is looking at her.", "with_names": "a woman is smiling and a man is looking at her."}, {"scene_id": "atwt-05-20-05s23", "raw": "A scene from a TV show in which a man is wearing a black suit and a woman is in a red dress.", "with_names": "a man is wearing a black suit and a woman is in a red dress."}, {"scene_id": "atwt-05-20-05s24", "raw": "A scene from a TV show in which a woman is looking shocked.", "with_names": "a woman is looking shocked."}, {"scene_id": "atwt-05-20-05s25", "raw": "A scene from a TV show in which a man is holding a clipboard and a police officer is standing next to him.", "with_names": "a man is holding a clipboard and a police officer is standing next to him."}, {"scene_id": "atwt-05-20-05s26", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}, {"scene_id": "atwt-05-20-05s27", "raw": "A scene from a TV show in which a young woman is wearing a white shirt and a black vest.", "with_names": "a young woman is wearing a white shirt and a black vest."}, {"scene_id": "atwt-05-20-05s28", "raw": "A scene from a TV show in which a man is standing in a doorway, looking surprised.", "with_names": "a man is standing in a doorway, looking surprised."}, {"scene_id": "atwt-05-20-05s29", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}]