[{"scene_id": "bb-02-23-17s0", "raw": "A scene from a TV show in which a man and a woman are standing next to each other, both wearing ties.", "with_names": "a man and a woman are standing next to each other, both wearing ties."}, {"scene_id": "bb-02-23-17s1", "raw": "A scene from a TV show in which a man sits in a chair and looks at a picture.", "with_names": "a man sits in a chair and looks at a picture."}, {"scene_id": "bb-02-23-17s5", "raw": "A scene from a TV show in which a man and woman are talking in a museum.", "with_names": ""}, {"scene_id": "bb-02-23-17s7", "raw": "A scene from a TV show in which a woman is holding a bag and a man is standing next to her.", "with_names": "Darlita is holding a bag and a man is standing next to her."}, {"scene_id": "bb-02-23-17s8", "raw": "A scene from a TV show in which a woman is trying on a red dress.", "with_names": "a woman is trying on a red dress."}, {"scene_id": "bb-02-23-17s9", "raw": "A scene from a TV show in which a man is reading a letter.", "with_names": "Thomas is reading a letter."}, {"scene_id": "bb-02-23-17s10", "raw": "A scene from a TV show in which a woman is wearing a black and white striped shirt and a leather vest.", "with_names": "Shirley is wearing a black and white striped shirt and a leather vest."}, {"scene_id": "bb-02-23-17s11", "raw": "A scene from a TV show in which a man is laughing", "with_names": "a man is laughing"}, {"scene_id": "bb-02-23-17s12", "raw": "A scene from a TV show in which a man is wearing a red vest and a tie and is standing in a tailor shop.", "with_names": "a man is wearing a red vest and a tie and is standing in a tailor shop."}, {"scene_id": "bb-02-23-17s13", "raw": "A scene from a TV show in which a man and a woman sit in front of a red dress.", "with_names": "Jarrett and Bill sit in front of a red dress."}, {"scene_id": "bb-02-23-17s14", "raw": "A scene from a TV show in which a helicopter flies over a city.", "with_names": "a helicopter flies over a city."}, {"scene_id": "bb-02-23-17s15", "raw": "A scene from a TV show in which a man is wearing a red vest and a tie and is measuring a dress.", "with_names": "a man is wearing a red vest and a tie and is measuring a dress."}, {"scene_id": "bb-02-23-17s16", "raw": "A scene from a TV show in which two men are standing in a room, talking and drinking wine.", "with_names": ""}, {"scene_id": "bb-02-23-17s17", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "a man is wearing a suit and a tie and looking at the camera."}, {"scene_id": "bb-02-23-17s18", "raw": "A scene from a TV show in which a man sits in a chair and looks at a picture of his family.", "with_names": "Darlita sits in a chair and looks at a picture of his family."}, {"scene_id": "bb-02-23-17s19", "raw": "A scene from a TV show in which a man is looking at a woman and smiling.", "with_names": "Saul is looking at Darlita and smiling."}, {"scene_id": "bb-02-23-17s20", "raw": "A scene from a TV show in which a woman is sitting at a laptop and talking to someone.", "with_names": ""}]