[{"scene_id": "gl-11-03-06s0", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "Josh is yelling at Billy."}, {"scene_id": "gl-11-03-06s1", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-03-06s2", "raw": "A scene from a TV show in which a woman is talking to a man in a suit.", "with_names": ""}, {"scene_id": "gl-11-03-06s3", "raw": "A scene from a TV show in which a man is lying on a bed, looking out of a window at a city skyline.", "with_names": "a man is lying on a bed, looking out of a window at a city skyline."}, {"scene_id": "gl-11-03-06s4", "raw": "A scene from a TV show in which a woman is sitting across a man from the left and he is sitting opposite her from the right. They are both looking at each other and talking.", "with_names": ""}, {"scene_id": "gl-11-03-06s5", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-03-06s6", "raw": "A scene from a TV show in which a man is talking to a woman in bed.", "with_names": ""}, {"scene_id": "gl-11-03-06s7", "raw": "A scene from a TV show in which a woman is shocked by a sign.", "with_names": "a woman is shocked by a sign."}, {"scene_id": "gl-11-03-06s8", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-11-03-06s9", "raw": "A scene from a TV show in which a woman is hugging a black woman.", "with_names": "a woman is hugging a black woman."}, {"scene_id": "gl-11-03-06s10", "raw": "A scene from a TV show in which a man is sitting in a room with a green door.", "with_names": "a man is sitting in a room with a green door."}, {"scene_id": "gl-11-03-06s11", "raw": "A scene from a TV show in which a woman is talking to a doctor", "with_names": ""}, {"scene_id": "gl-11-03-06s12", "raw": "A scene from a TV show in which a man is smoking a cigarette and a woman is standing behind him.", "with_names": "a man is smoking a cigarette and a woman is standing behind him."}, {"scene_id": "gl-11-03-06s13", "raw": "A scene from a TV show in which a woman is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "gl-11-03-06s14", "raw": "A scene from a TV show in which a man is being sprayed with a substance.", "with_names": "a man is being sprayed with a substance."}, {"scene_id": "gl-11-03-06s15", "raw": "A scene from a TV show in which a man is touching a woman's face.", "with_names": "a man is touching a woman's face."}, {"scene_id": "gl-11-03-06s16", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-11-03-06s17", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, her head resting on her hand.", "with_names": "a woman is lying in a hospital bed, her head resting on her hand."}, {"scene_id": "gl-11-03-06s18", "raw": "A scene from a TV show in which a woman slaps a man in the face.", "with_names": "a woman slaps a man in the face."}, {"scene_id": "gl-11-03-06s19", "raw": "A scene from a TV show in which a man is standing over a woman who is sitting on a bed, and another man is looking at a computer screen.", "with_names": "a man is standing over a woman who is sitting on a bed, and another man is looking at a computer screen."}, {"scene_id": "gl-11-03-06s20", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking back at her.", "with_names": "a woman is looking at a man and he is looking back at her."}, {"scene_id": "gl-11-03-06s21", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-11-03-06s22", "raw": "A scene from a TV show in which a man is leaning against a wall and smiling.", "with_names": "a man is leaning against a wall and smiling."}, {"scene_id": "gl-11-03-06s23", "raw": "A scene from a TV show in which a man is talking on the phone while a woman is looking at him through a window.", "with_names": ""}, {"scene_id": "gl-11-03-06s24", "raw": "", "with_names": ""}, {"scene_id": "gl-11-03-06s25", "raw": "A scene from a TV show in which a young woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a young woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "gl-11-03-06s26", "raw": "", "with_names": ""}, {"scene_id": "gl-11-03-06s27", "raw": "A scene from a TV show in which a woman is being harassed by a man.", "with_names": "a woman is being harassed by a man."}]