[{"scene_id": "gl-10-27-04s0", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-27-04s1", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him angrily.", "with_names": ""}, {"scene_id": "gl-10-27-04s2", "raw": "A scene from a TV show in which a young man is talking to someone and he is looking at a book.", "with_names": ""}, {"scene_id": "gl-10-27-04s3", "raw": "A scene from a TV show in which a man is sitting in a suit and a pink tie, looking at a woman.", "with_names": "a man is sitting in a suit and a pink tie, looking at a woman."}, {"scene_id": "gl-10-27-04s4", "raw": "A scene from a TV show in which a man is holding a blue bag and a woman is looking at him.", "with_names": "a man is holding a blue bag and a woman is looking at him."}, {"scene_id": "gl-10-27-04s5", "raw": "A scene from a TV show in which a woman is walking down the street and a man is standing in front of her.", "with_names": "a woman is walking down the street and a man is standing in front of her."}, {"scene_id": "gl-10-27-04s6", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "gl-10-27-04s7", "raw": "A scene from a TV show in which a man is walking down a hallway and a lamp is on.", "with_names": "a man is walking down a hallway and a lamp is on."}, {"scene_id": "gl-10-27-04s8", "raw": "A scene from a TV show in which a man is holding a dog and looking at it.", "with_names": "a man is holding a dog and looking at it."}, {"scene_id": "gl-10-27-04s9", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-27-04s10", "raw": "A scene from a TV show in which a man is talking about his wife's infidelity.", "with_names": ""}, {"scene_id": "gl-10-27-04s11", "raw": "A scene from a TV show in which a man is talking to a woman and another man is listening.", "with_names": ""}, {"scene_id": "gl-10-27-04s12", "raw": "A scene from a TV show in which a man is slapping a woman in the face.", "with_names": "a man is slapping a woman in the face."}, {"scene_id": "gl-10-27-04s13", "raw": "A scene from a TV show in which a woman is talking to someone and she is looking at her phone.", "with_names": ""}, {"scene_id": "gl-10-27-04s14", "raw": "A scene from a TV show in which a man is talking to someone and his hair is long", "with_names": ""}, {"scene_id": "gl-10-27-04s15", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "gl-10-27-04s16", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-10-27-04s17", "raw": "A scene from a TV show in which a woman is wearing glasses and a short brown wig.", "with_names": "a woman is wearing glasses and a short brown wig."}, {"scene_id": "gl-10-27-04s18", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "gl-10-27-04s19", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-27-04s20", "raw": "A scene from a TV show in which a woman is talking on her cell phone and a man is looking at her.", "with_names": ""}, {"scene_id": "gl-10-27-04s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "gl-10-27-04s22", "raw": "A scene from a TV show in which a man is holding a cat and a woman is looking at him.", "with_names": "a man is holding a cat and a woman is looking at him."}, {"scene_id": "gl-10-27-04s23", "raw": "A scene from a TV show in which a blonde woman is talking to a brunette woman.", "with_names": ""}, {"scene_id": "gl-10-27-04s24", "raw": "A scene from a TV show in which a woman is talking to someone and she is wearing a pink shirt.", "with_names": ""}, {"scene_id": "gl-10-27-04s25", "raw": "A scene from a TV show in which a woman is wearing a wedding dress and a man is standing behind her.", "with_names": "a woman is wearing a wedding dress and a man is standing behind her."}, {"scene_id": "gl-10-27-04s26", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking away", "with_names": "a man is looking at a woman and she is looking away"}, {"scene_id": "gl-10-27-04s27", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a smile.", "with_names": ""}, {"scene_id": "gl-10-27-04s28", "raw": "A scene from a TV show in which a woman is talking to a man, and she is looking up at him.", "with_names": ""}, {"scene_id": "gl-10-27-04s29", "raw": "", "with_names": ""}]