[{"scene_id": "atwt-02-18-09s0", "raw": "A scene from a TV show in which a woman is holding a piece of furniture.", "with_names": "Katie is holding a piece of furniture."}, {"scene_id": "atwt-02-18-09s1", "raw": "A scene from a TV show in which a man is talking on a cell phone in a bar", "with_names": ""}, {"scene_id": "atwt-02-18-09s2", "raw": "A scene from a TV show in which a shirtless man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-02-18-09s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-18-09s4", "raw": "A scene from a TV show in which a man is wearing a suit and tie and a woman is holding a baby.", "with_names": "a man is wearing a suit and tie and a woman is holding a baby."}, {"scene_id": "atwt-02-18-09s5", "raw": "A scene from a TV show in which a bear is seen holding a roll of toilet paper.", "with_names": "a bear is holding a roll of toilet paper."}, {"scene_id": "atwt-02-18-09s6", "raw": "A scene from a TV show in which a man is standing in a doorway and a woman is behind him.", "with_names": "a man is standing in a doorway and a woman is behind him."}, {"scene_id": "atwt-02-18-09s7", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a black shirt", "with_names": "a man is wearing a leather jacket and a black shirt"}, {"scene_id": "atwt-02-18-09s8", "raw": "A scene from a TV show in which a man is lying on a bed with his eyes open.", "with_names": "a man is lying on a bed with his eyes open."}, {"scene_id": "atwt-02-18-09s9", "raw": "A scene from a TV show in which a man is talking to another man.", "with_names": ""}, {"scene_id": "atwt-02-18-09s10", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-18-09s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at him with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-18-09s12", "raw": "A scene from a TV show in which a family is walking by a lake.", "with_names": "a family is walking by a lake."}, {"scene_id": "atwt-02-18-09s13", "raw": "A scene from a TV show in which a man is standing in a kitchen and a woman is walking into the room.", "with_names": "a man is standing in a kitchen and a woman is walking into the room."}, {"scene_id": "atwt-02-18-09s14", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-18-09s15", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-18-09s16", "raw": "A scene from a TV show in which a woman is lying on the floor with her head in her hands.", "with_names": "a woman is lying on the floor with her head in her hands."}, {"scene_id": "atwt-02-18-09s17", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "atwt-02-18-09s18", "raw": "A scene from a TV show in which a shoe is superimposed on a digital image of a shoe with a pattern", "with_names": "a shoe is superimposed on a digital image of a shoe with a pattern"}, {"scene_id": "atwt-02-18-09s19", "raw": "A scene from a TV show in which a man is talking and his mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-18-09s20", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-18-09s21", "raw": "A scene from a TV show in which a canister is shown with a green liquid coming out of it.", "with_names": ""}]