[{"scene_id": "oltl-09-20-10s0", "raw": "A scene from a TV show in which a young man and woman walk down a street.", "with_names": "a young man and woman walk down a street."}, {"scene_id": "oltl-09-20-10s1", "raw": "A scene from a TV show in which a man is screaming", "with_names": "a man is screaming"}, {"scene_id": "oltl-09-20-10s2", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "Greg is leaning over ] in a hospital bed."}, {"scene_id": "oltl-09-20-10s3", "raw": "A scene from a TV show in which a man and a woman are standing in front of a red couch.", "with_names": "a man and a woman are standing in front of a red couch."}, {"scene_id": "oltl-09-20-10s4", "raw": "A scene from a TV show in which a man is sitting on a couch and talking on his cell phone.", "with_names": ""}, {"scene_id": "oltl-09-20-10s5", "raw": "A scene from a TV show in which a man is leaning over a woman in a hospital bed.", "with_names": "Greg is leaning over ] in a hospital bed."}, {"scene_id": "oltl-09-20-10s6", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-09-20-10s7", "raw": "A scene from a TV show in which a blonde woman is wearing a wedding veil and is standing in front of a mirror.", "with_names": "a blonde woman is wearing a wedding veil and is standing in front of a mirror."}, {"scene_id": "oltl-09-20-10s8", "raw": "A scene from a TV show in which a woman is talking to a man in a park.", "with_names": ""}, {"scene_id": "oltl-09-20-10s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-20-10s10", "raw": "A scene from a TV show in which a white woman and a black girl sit on a park bench.", "with_names": "a white woman and a black girl sit on a park bench."}, {"scene_id": "oltl-09-20-10s11", "raw": "A scene from a TV show in which a man is talking to a woman and she is looking at a globe.", "with_names": ""}, {"scene_id": "oltl-09-20-10s12", "raw": "A scene from a TV show in which a man is talking on a cell phone and a woman is watching him", "with_names": ""}, {"scene_id": "oltl-09-20-10s13", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "a man is wearing a suit and a tie"}, {"scene_id": "oltl-09-20-10s14", "raw": "A scene from a TV show in which a white man and a black woman sit on a park bench.", "with_names": "a white man and a black woman sit on a park bench."}, {"scene_id": "oltl-09-20-10s15", "raw": "A scene from a TV show in which a man is sitting at a desk with his hands clasped together.", "with_names": "a man is sitting at a desk with his hands clasped together."}, {"scene_id": "oltl-09-20-10s16", "raw": "A scene from a TV show in which a man is sitting on a couch and looking down, with his head tilted to the side.", "with_names": ""}, {"scene_id": "oltl-09-20-10s17", "raw": "A scene from a TV show in which a white man and two white women sit on a bench.", "with_names": "a white man and two white women sit on a bench."}, {"scene_id": "oltl-09-20-10s18", "raw": "A scene from a TV show in which a man is standing over a woman in a hospital bed.", "with_names": "Greg is standing over ] in a hospital bed."}, {"scene_id": "oltl-09-20-10s19", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "oltl-09-20-10s20", "raw": "A scene from a TV show in which a doctor is sitting at a desk and shaking hands with a patient.", "with_names": "a doctor is sitting at a desk and shaking hands with a patient."}, {"scene_id": "oltl-09-20-10s21", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandage on his head and a black eye.", "with_names": "a man is lying in a hospital bed with a bandage on his head and a black eye."}, {"scene_id": "oltl-09-20-10s22", "raw": "A scene from a TV show in which a man is wearing a suit and tie and looking at the camera.", "with_names": "a man is wearing a suit and tie and looking at the camera."}, {"scene_id": "oltl-09-20-10s23", "raw": "A scene from a TV show in which a man is lying in a hospital bed with a bandaged hand.", "with_names": "a man is lying in a hospital bed with a bandaged hand."}, {"scene_id": "oltl-09-20-10s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-20-10s25", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-20-10s26", "raw": "A scene from a TV show in which a woman is sitting on a bench in a forest.", "with_names": "a woman is sitting on a bench in a forest."}, {"scene_id": "oltl-09-20-10s27", "raw": "A scene from a TV show in which a man is talking to a doctor.", "with_names": ""}, {"scene_id": "oltl-09-20-10s28", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "oltl-09-20-10s29", "raw": "A scene from a TV show in which a white woman is talking to a black woman.", "with_names": ""}, {"scene_id": "oltl-09-20-10s30", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-09-20-10s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-20-10s32", "raw": "A scene from a TV show in which a man and a woman are talking.", "with_names": ""}, {"scene_id": "oltl-09-20-10s33", "raw": "A scene from a TV show in which a man is standing behind a woman, holding a gun.", "with_names": "a man is standing behind ], holding a gun."}, {"scene_id": "oltl-09-20-10s34", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-09-20-10s35", "raw": "A scene from a TV show in which a man is looking at a wall.", "with_names": "a man is looking at a wall."}, {"scene_id": "oltl-09-20-10s36", "raw": "A scene from a TV show in which a white man and two black women are walking in a forest.", "with_names": "a white man and two black women are walking in a forest."}, {"scene_id": "oltl-09-20-10s37", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-09-20-10s38", "raw": "A scene from a TV show in which a woman is talking to someone and is wearing a green dress.", "with_names": ""}, {"scene_id": "oltl-09-20-10s39", "raw": "A scene from a TV show in which a man is holding a woman by the arm and she is crying.", "with_names": "a man is holding a woman by the arm and she is crying."}, {"scene_id": "oltl-09-20-10s40", "raw": "A scene from a TV show in which a man is standing over a sleeping woman.", "with_names": "a man is standing over a sleeping woman."}, {"scene_id": "oltl-09-20-10s41", "raw": "A scene from a TV show in which a young black woman is wearing a scarf and a white shirt.", "with_names": "a young black woman is wearing a scarf and a white shirt."}, {"scene_id": "oltl-09-20-10s42", "raw": "A scene from a TV show in which a man is talking to a woman on a bench.", "with_names": ""}, {"scene_id": "oltl-09-20-10s43", "raw": "A scene from a TV show in which a man and a woman are sitting on a bench in a park. The man is looking at the woman, who is looking away.", "with_names": "a man and a woman are sitting on a bench in a park. the man is looking at the woman, who is looking away."}, {"scene_id": "oltl-09-20-10s44", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "] is looking at the camera with a serious expression."}, {"scene_id": "oltl-09-20-10s45", "raw": "A scene from a TV show in which a man and a woman are standing in a park.", "with_names": "a man and a woman are standing in a park."}, {"scene_id": "oltl-09-20-10s46", "raw": "A scene from a TV show in which two young women walk in the woods.", "with_names": "two young women walk in the woods."}, {"scene_id": "oltl-09-20-10s47", "raw": "A scene from a TV show in which a man is sitting in a courtroom, wearing a tan jacket and a blue shirt.", "with_names": "a man is sitting in a courtroom, wearing a tan jacket and a blue shirt."}, {"scene_id": "oltl-09-20-10s48", "raw": "A scene from a TV show in which a man is sitting on a couch with a black eye and a bandage on his forehead.", "with_names": ""}, {"scene_id": "oltl-09-20-10s49", "raw": "A scene from a TV show in which a woman is looking at a tree and talking.", "with_names": ""}, {"scene_id": "oltl-09-20-10s50", "raw": "A scene from a TV show in which a man is standing in a courtroom with his hands in his pockets and a woman sitting behind him.", "with_names": "a man is standing in a courtroom with his hands in his pockets and a woman sitting behind him."}, {"scene_id": "oltl-09-20-10s51", "raw": "A scene from a TV show in which a woman is lying in a hospital bed, a man stands next to her, looking at her.", "with_names": "] is lying in a hospital bed, Greg stands next to her, looking at her."}, {"scene_id": "oltl-09-20-10s52", "raw": "A scene from a TV show in which a man is lying in a hospital bed and reading a book.", "with_names": "a man is lying in a hospital bed and reading a book."}, {"scene_id": "oltl-09-20-10s53", "raw": "A scene from a TV show in which a man is holding a piece of paper and yelling.", "with_names": "a man is holding a piece of paper and yelling."}, {"scene_id": "oltl-09-20-10s54", "raw": "A scene from a TV show in which a man is standing in a bar and looking at a bottle.", "with_names": "a man is standing in a bar and looking at a bottle."}, {"scene_id": "oltl-09-20-10s55", "raw": "A scene from a TV show in which a man is lying in a hospital bed, reading a book.", "with_names": "a man is lying in a hospital bed, reading a book."}, {"scene_id": "oltl-09-20-10s56", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}]