[{"scene_id": "atwt-11-19-03s0", "raw": "A scene from a TV show in which a woman is looking at the camera with a serious expression.", "with_names": "Lucy is looking at the camera with a serious expression."}, {"scene_id": "atwt-11-19-03s1", "raw": "A scene from a TV show in which a woman is standing in a room with a chair and a couch.", "with_names": "a woman is standing in a room with a chair and a couch."}, {"scene_id": "atwt-11-19-03s2", "raw": "A scene from a TV show in which a man and a woman are sitting on a couch.", "with_names": ""}, {"scene_id": "atwt-11-19-03s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-11-19-03s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "atwt-11-19-03s5", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a ponytail.", "with_names": "Rosanna is wearing a white shirt and a ponytail."}, {"scene_id": "atwt-11-19-03s6", "raw": "A scene from a TV show in which a man is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-11-19-03s7", "raw": "A scene from a TV show in which a woman is holding a young girl by the arm.", "with_names": "a woman is holding a young girl by the arm."}, {"scene_id": "atwt-11-19-03s8", "raw": "A scene from a TV show in which a girl is crying and a boy is standing next to her.", "with_names": "Lucy is crying and Aaron is standing next to her."}, {"scene_id": "atwt-11-19-03s9", "raw": "A scene from a TV show in which a woman is wearing a white shirt and a ponytail.", "with_names": "Rosanna is wearing a white shirt and a ponytail."}, {"scene_id": "atwt-11-19-03s10", "raw": "A scene from a TV show in which a man and a woman are standing in a kitchen.", "with_names": "Crater and Molly are standing in a kitchen."}, {"scene_id": "atwt-11-19-03s11", "raw": "A scene from a TV show in which a woman is being attacked by a man.", "with_names": "Alison is being attacked by Aaron."}, {"scene_id": "atwt-11-19-03s12", "raw": "A scene from a TV show in which a woman is crying", "with_names": "a woman is crying"}, {"scene_id": "atwt-11-19-03s13", "raw": "A scene from a TV show in which a man and a woman are standing in a bar, talking to each other.", "with_names": ""}, {"scene_id": "atwt-11-19-03s14", "raw": "A scene from a TV show in which a woman is standing next to a man, both of them are looking at something.", "with_names": "Rose is standing next to Paul, both of them are looking at something."}, {"scene_id": "atwt-11-19-03s15", "raw": "A scene from a TV show in which a man is pointing a gun at a woman.", "with_names": "Hal is pointing a gun at Coming up on \"As The World Turns\" -- ."}, {"scene_id": "atwt-11-19-03s16", "raw": "A scene from a TV show in which a small white circle is on the bottom right corner of the screen", "with_names": "a small white circle is on the bottom right corner of the screen"}, {"scene_id": "atwt-11-19-03s17", "raw": "A scene from a TV show in which a red dot is visible on a black screen", "with_names": "a red dot is visible on a black screen"}, {"scene_id": "atwt-11-19-03s18", "raw": "A scene from a TV show in which a man is sitting at a table and talking to a woman.", "with_names": ""}, {"scene_id": "atwt-11-19-03s19", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-11-19-03s20", "raw": "A scene from a TV show in which a blonde woman is sitting in a bar and looking at the camera.", "with_names": "a blonde woman is sitting in a bar and looking at the camera."}, {"scene_id": "atwt-11-19-03s21", "raw": "A scene from a TV show in which a mouse is trapped in a plastic tube", "with_names": "a mouse is trapped in a plastic tube"}, {"scene_id": "atwt-11-19-03s22", "raw": "A scene from a TV show in which a blonde woman is wearing a brown leather jacket and white earrings.", "with_names": "a blonde woman is wearing a brown leather jacket and white earrings."}, {"scene_id": "atwt-11-19-03s23", "raw": "A scene from a TV show in which a man is talking to a woman, and another woman is looking at him.", "with_names": ""}, {"scene_id": "atwt-11-19-03s24", "raw": "A scene from a TV show in which chimpanzees are shown playing with a ball in a zoo.", "with_names": "chimpanzees are shown playing with a ball in a zoo."}, {"scene_id": "atwt-11-19-03s25", "raw": "A scene from a TV show in which a man is on the phone and wiping his tears", "with_names": "Crater is on the phone and wiping his tears"}, {"scene_id": "atwt-11-19-03s26", "raw": "A scene from a TV show in which a young woman is crying", "with_names": "a young woman is crying"}, {"scene_id": "atwt-11-19-03s27", "raw": "A scene from a TV show in which a man is talking to someone and his mouth is open", "with_names": ""}, {"scene_id": "atwt-11-19-03s28", "raw": "A scene from a TV show in which a young boy is sitting at a table in a diner, eating a hamburger and reading a menu.", "with_names": "a young boy is sitting at a table in a diner, eating a hamburger and reading a menu."}, {"scene_id": "atwt-11-19-03s29", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-11-19-03s30", "raw": "A scene from a TV show in which a woman is trapped behind a window.", "with_names": "a woman is trapped behind a window."}]