[{"scene_id": "oltl-10-17-11s0", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "Rex and Natalie are standing in a hallway."}, {"scene_id": "oltl-10-17-11s1", "raw": "A scene from a TV show in which a woman is hooked up to an IV and is lying in a hospital bed.", "with_names": "a woman is hooked up to an iv and is lying in a hospital bed."}, {"scene_id": "oltl-10-17-11s2", "raw": "A scene from a TV show in which a woman is talking to a man and a girl is looking at her", "with_names": ""}, {"scene_id": "oltl-10-17-11s3", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-17-11s4", "raw": "A scene from a TV show in which a man is standing in a room with a computer and a book.", "with_names": "a man is standing in a room with a computer and a book."}, {"scene_id": "oltl-10-17-11s5", "raw": "A scene from a TV show in which a woman is dancing in a room.", "with_names": "a woman is dancing in a room."}, {"scene_id": "oltl-10-17-11s6", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "oltl-10-17-11s7", "raw": "A scene from a TV show in which a black man is wearing a leather jacket and a bald head", "with_names": "a black man is wearing a leather jacket and a bald head"}, {"scene_id": "oltl-10-17-11s8", "raw": "", "with_names": ""}, {"scene_id": "oltl-10-17-11s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-17-11s10", "raw": "A scene from a TV show in which a woman is sitting in a room with a window and a potted plant in the background.", "with_names": "a woman is sitting in a room with a window and a potted plant in the background."}, {"scene_id": "oltl-10-17-11s11", "raw": "A scene from a TV show in which a man is talking to a woman, but his face is pixelated.", "with_names": ""}, {"scene_id": "oltl-10-17-11s12", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-17-11s13", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-10-17-11s14", "raw": "A scene from a TV show in which a man is looking at a woman and a picture of a woman is hanging on the wall.", "with_names": "a man is looking at a woman and a picture of a woman is hanging on the wall."}, {"scene_id": "oltl-10-17-11s15", "raw": "A scene from a TV show in which a man is looking at the camera and smiling.", "with_names": "a man is looking at the camera and smiling."}, {"scene_id": "oltl-10-17-11s16", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "oltl-10-17-11s17", "raw": "A scene from a TV show in which a girl is sitting on a couch and a boy is standing next to her.", "with_names": ""}, {"scene_id": "oltl-10-17-11s18", "raw": "A scene from a TV show in which a man is talking to someone and his eyes are closed", "with_names": ""}, {"scene_id": "oltl-10-17-11s19", "raw": "A scene from a TV show in which a woman is seen in a leather jacket and a ponytail", "with_names": "a woman is in a leather jacket and a ponytail"}, {"scene_id": "oltl-10-17-11s20", "raw": "A scene from a TV show in which a man is looking at the camera.", "with_names": "a man is looking at the camera."}, {"scene_id": "oltl-10-17-11s21", "raw": "A scene from a TV show in which a nurse is seen talking to a patient.", "with_names": ""}, {"scene_id": "oltl-10-17-11s22", "raw": "A scene from a TV show in which a man is standing in front of a door and a woman is knocking on it.", "with_names": "a man is standing in front of a door and a woman is knocking on it."}, {"scene_id": "oltl-10-17-11s23", "raw": "A scene from a TV show in which a man is looking down and wearing a black shirt.", "with_names": "a man is looking down and wearing a black shirt."}, {"scene_id": "oltl-10-17-11s24", "raw": "A scene from a TV show in which a woman is crying on the phone.", "with_names": "a woman is crying on the phone."}, {"scene_id": "oltl-10-17-11s25", "raw": "A scene from a TV show in which a young woman is looking at a man and a wooden wall.", "with_names": "a young woman is looking at a man and a wooden wall."}, {"scene_id": "oltl-10-17-11s26", "raw": "A scene from a TV show in which a police officer is talking to a woman.", "with_names": ""}, {"scene_id": "oltl-10-17-11s27", "raw": "A scene from a TV show in which a man is seen in a robe, looking down at his feet.", "with_names": "a man is in a robe, looking down at his feet."}, {"scene_id": "oltl-10-17-11s28", "raw": "A scene from a TV show in which a man is sitting on a chair in a bar, and a police officer is walking towards him.", "with_names": ""}, {"scene_id": "oltl-10-17-11s29", "raw": "A scene from a TV show in which a woman is lying in a hospital bed with an oxygen mask on.", "with_names": "a woman is lying in a hospital bed with an oxygen mask on."}, {"scene_id": "oltl-10-17-11s30", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "oltl-10-17-11s31", "raw": "A scene from a TV show in which a police officer is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-17-11s32", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her, holding her by the throat.", "with_names": ""}, {"scene_id": "oltl-10-17-11s33", "raw": "A scene from a TV show in which a man is standing in front of a woman, and she is sitting on a chair.", "with_names": ""}, {"scene_id": "oltl-10-17-11s34", "raw": "A scene from a TV show in which a man is pointing a gun at the camera.", "with_names": "a man is pointing a gun at the camera."}, {"scene_id": "oltl-10-17-11s35", "raw": "A scene from a TV show in which a man is looking at a woman and he is wearing a leather jacket.", "with_names": "a man is looking at a woman and he is wearing a leather jacket."}, {"scene_id": "oltl-10-17-11s36", "raw": "A scene from a TV show in which a girl is being arrested by police.", "with_names": "a girl is being arrested by police."}, {"scene_id": "oltl-10-17-11s37", "raw": "A scene from a TV show in which a doctor is examining a patient in a hospital bed.", "with_names": "a doctor is examining a patient in a hospital bed."}, {"scene_id": "oltl-10-17-11s38", "raw": "A scene from a TV show in which a woman is wearing a leather jacket and a wig.", "with_names": "a woman is wearing a leather jacket and a wig."}, {"scene_id": "oltl-10-17-11s39", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "oltl-10-17-11s40", "raw": "A scene from a TV show in which a woman is talking to someone.", "with_names": ""}, {"scene_id": "oltl-10-17-11s41", "raw": "A scene from a TV show in which a man is walking down a hallway and a door is open", "with_names": "a man is walking down a hallway and a door is open"}, {"scene_id": "oltl-10-17-11s42", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "oltl-10-17-11s43", "raw": "A scene from a TV show in which a man is kneeling on the floor, his head down, and a box is placed on the ground next to him.", "with_names": "a man is kneeling on the floor, his head down, and a box is placed on the ground next to him."}, {"scene_id": "oltl-10-17-11s44", "raw": "A scene from a TV show in which a man and a woman are kissing.", "with_names": "a man and a woman are kissing."}, {"scene_id": "oltl-10-17-11s45", "raw": "A scene from a TV show in which a doctor is examining a patient in a hospital bed.", "with_names": "a doctor is examining a patient in a hospital bed."}, {"scene_id": "oltl-10-17-11s46", "raw": "A scene from a TV show in which a woman is talking to a man in a church.", "with_names": ""}, {"scene_id": "oltl-10-17-11s47", "raw": "A scene from a TV show in which a woman is standing in a room with a cane and a handbag.", "with_names": "] is standing in a room with a cane and a handbag."}, {"scene_id": "oltl-10-17-11s48", "raw": "", "with_names": ""}]