[{"scene_id": "atwt-02-01-08s0", "raw": "A scene from a TV show in which a woman is seen walking through a gate.", "with_names": "Carly is walking through a gate."}, {"scene_id": "atwt-02-01-08s1", "raw": "A scene from a TV show in which a girl is wearing a floral dress and a boy is standing next to her.", "with_names": "a girl is wearing a floral dress and a boy is standing next to her."}, {"scene_id": "atwt-02-01-08s2", "raw": "A scene from a TV show in which a woman is kissing another woman in a hotel room.", "with_names": "a woman is kissing another woman in a hotel room."}, {"scene_id": "atwt-02-01-08s3", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "atwt-02-01-08s4", "raw": "A scene from a TV show in which a man is handing a woman a bouquet and a newspaper.", "with_names": "a man is handing ] a bouquet and a newspaper."}, {"scene_id": "atwt-02-01-08s5", "raw": "A scene from a TV show in which a woman is sitting at a table with a mirror and a towel on her head.", "with_names": "a woman is sitting at a table with a mirror and a towel on her head."}, {"scene_id": "atwt-02-01-08s6", "raw": "A scene from a TV show in which a man is holding a woman's hand and talking to her.", "with_names": ""}, {"scene_id": "atwt-02-01-08s7", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "atwt-02-01-08s8", "raw": "A scene from a TV show in which a boy is wearing a brown shirt and a black hair", "with_names": "a boy is wearing a brown shirt and a black hair"}, {"scene_id": "atwt-02-01-08s9", "raw": "A scene from a TV show in which a woman is washing her hands.", "with_names": "a woman is washing her hands."}, {"scene_id": "atwt-02-01-08s10", "raw": "A scene from a TV show in which a woman is wearing a purple shirt and a blonde wig.", "with_names": "a woman is wearing a purple shirt and a blonde wig."}, {"scene_id": "atwt-02-01-08s11", "raw": "A scene from a TV show in which a woman is being harassed by a man in a bar.", "with_names": "a woman is being harassed by a man in a bar."}, {"scene_id": "atwt-02-01-08s12", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-02-01-08s13", "raw": "A scene from a TV show in which a woman is wearing a black coat and a red shirt.", "with_names": "a woman is wearing a black coat and a red shirt."}, {"scene_id": "atwt-02-01-08s14", "raw": "A scene from a TV show in which a young girl is shown to be a victim of sexual abuse.", "with_names": ""}, {"scene_id": "atwt-02-01-08s15", "raw": "A scene from a TV show in which a man is wearing a coat and a sweater.", "with_names": "a man is wearing a coat and a sweater."}, {"scene_id": "atwt-02-01-08s16", "raw": "A scene from a TV show in which a boy is wearing a brown shirt and a black hair", "with_names": "a boy is wearing a brown shirt and a black hair"}, {"scene_id": "atwt-02-01-08s17", "raw": "A scene from a TV show in which a woman is crying, a man is standing behind her.", "with_names": "a woman is crying, a man is standing behind her."}, {"scene_id": "atwt-02-01-08s18", "raw": "A scene from a TV show in which a woman is pulling her hair back", "with_names": "a woman is pulling her hair back"}, {"scene_id": "atwt-02-01-08s19", "raw": "A scene from a TV show in which a man is talking to someone and he is looking at his hands.", "with_names": ""}, {"scene_id": "atwt-02-01-08s20", "raw": "A scene from a TV show in which a woman is sitting at a table with a glass of wine.", "with_names": "a woman is sitting at a table with a glass of wine."}, {"scene_id": "atwt-02-01-08s21", "raw": "A scene from a TV show in which a man is standing in a bar with his arms crossed, looking at a woman.", "with_names": "a man is standing in a bar with his arms crossed, looking at a woman."}, {"scene_id": "atwt-02-01-08s22", "raw": "A scene from a TV show in which a man is making a face", "with_names": "a man is making a face"}, {"scene_id": "atwt-02-01-08s23", "raw": "A scene from a TV show in which a woman is wearing a black coat and a necklace", "with_names": "a woman is wearing a black coat and a necklace"}, {"scene_id": "atwt-02-01-08s24", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-01-08s25", "raw": "A scene from a TV show in which a woman is crying.", "with_names": "a woman is crying."}, {"scene_id": "atwt-02-01-08s26", "raw": "A scene from a TV show in which a woman is on the phone and her hair is cut short", "with_names": "a woman is on the phone and her hair is cut short"}, {"scene_id": "atwt-02-01-08s27", "raw": "A scene from a TV show in which a woman is talking and her mouth is open.", "with_names": ""}, {"scene_id": "atwt-02-01-08s28", "raw": "A scene from a TV show in which a woman is holding her hand over her face.", "with_names": "a woman is holding her hand over her face."}, {"scene_id": "atwt-02-01-08s29", "raw": "A scene from a TV show in which two men are talking about a product.", "with_names": ""}, {"scene_id": "atwt-02-01-08s30", "raw": "A scene from a TV show in which a woman is holding a baby", "with_names": "a woman is holding a baby"}, {"scene_id": "atwt-02-01-08s31", "raw": "A scene from a TV show in which a woman is talking to someone and looking at them with a confused expression.", "with_names": ""}, {"scene_id": "atwt-02-01-08s32", "raw": "A scene from a TV show in which a man is sitting in a chair and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-02-01-08s33", "raw": "A scene from a TV show in which a man is holding a coffee cup and a woman is looking at him.", "with_names": "a man is holding a coffee cup and a woman is looking at him."}, {"scene_id": "atwt-02-01-08s34", "raw": "A scene from a TV show in which a box of Air Wick is shown with a remote control and a white humidifier.", "with_names": ""}, {"scene_id": "atwt-02-01-08s35", "raw": "A scene from a TV show in which a man is talking to a woman in a store.", "with_names": ""}, {"scene_id": "atwt-02-01-08s36", "raw": "A scene from a TV show in which a man is smiling and a woman is looking at him.", "with_names": "a man is smiling and a woman is looking at him."}, {"scene_id": "atwt-02-01-08s37", "raw": "A scene from a TV show in which a man is standing in a bar, looking surprised.", "with_names": "a man is standing in a bar, looking surprised."}, {"scene_id": "atwt-02-01-08s38", "raw": "A scene from a TV show in which a woman is sitting on a bed and smiling.", "with_names": "a woman is sitting on a bed and smiling."}, {"scene_id": "atwt-02-01-08s39", "raw": "A scene from a TV show in which a man is shown saying \"6 weeks ago, Bob slipped into a coma\"", "with_names": ""}]