[{"scene_id": "gl-04-18-06s0", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-04-18-06s1", "raw": "A scene from a TV show in which a man is pointing a gun at another man.", "with_names": "a man is pointing a gun at another man."}, {"scene_id": "gl-04-18-06s2", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is standing behind her.", "with_names": ""}, {"scene_id": "gl-04-18-06s3", "raw": "A scene from a TV show in which a woman is seen being beaten by a man.", "with_names": "a woman is being beaten by a man."}, {"scene_id": "gl-04-18-06s4", "raw": "A scene from a TV show in which a woman is talking to a man in a bar.", "with_names": ""}, {"scene_id": "gl-04-18-06s5", "raw": "A scene from a TV show in which a man is sitting at a table with his head down, looking down, and a bottle is on the table.", "with_names": "a man is sitting at a table with his head down, looking down, and a bottle is on the table."}, {"scene_id": "gl-04-18-06s6", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-04-18-06s7", "raw": "A scene from a TV show in which two men are standing in a bar, one of them is wearing a suit and the other is wearing a black shirt.", "with_names": "two men are standing in a bar, one of them is wearing a suit and the other is wearing a black shirt."}, {"scene_id": "gl-04-18-06s8", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-18-06s9", "raw": "A scene from a TV show in which a man is talking to someone and is looking at a TV screen.", "with_names": ""}, {"scene_id": "gl-04-18-06s10", "raw": "A scene from a TV show in which a woman is handing a man a piece of paper.", "with_names": "a woman is handing a man a piece of paper."}, {"scene_id": "gl-04-18-06s11", "raw": "A scene from a TV show in which a man is wearing a black jacket and a grey shirt.", "with_names": "a man is wearing a black jacket and a grey shirt."}, {"scene_id": "gl-04-18-06s12", "raw": "A scene from a TV show in which a woman is talking to someone off-camera.", "with_names": ""}, {"scene_id": "gl-04-18-06s13", "raw": "A scene from a TV show in which a woman is holding a cigarette and looking at the camera.", "with_names": "a woman is holding a cigarette and looking at the camera."}, {"scene_id": "gl-04-18-06s14", "raw": "A scene from a TV show in which a man pours a drink into a cup.", "with_names": "a man pours a drink into a cup."}, {"scene_id": "gl-04-18-06s15", "raw": "A scene from a TV show in which a man is talking to a woman while holding a piece of paper.", "with_names": ""}, {"scene_id": "gl-04-18-06s16", "raw": "A scene from a TV show in which a man is talking to a woman in a courtroom.", "with_names": ""}, {"scene_id": "gl-04-18-06s17", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "gl-04-18-06s18", "raw": "A scene from a TV show in which a man is sitting on a chair and looking down, with his head down.", "with_names": ""}, {"scene_id": "gl-04-18-06s19", "raw": "A scene from a TV show in which a man is talking to a woman in a room.", "with_names": ""}, {"scene_id": "gl-04-18-06s20", "raw": "A scene from a TV show in which a man is talking to a woman in a bar.", "with_names": ""}, {"scene_id": "gl-04-18-06s21", "raw": "A scene from a TV show in which a man is talking to a woman in a room with wine glasses and bottles on the table.", "with_names": ""}, {"scene_id": "gl-04-18-06s22", "raw": "A scene from a TV show in which a man is crying and a woman is consoling him.", "with_names": "a man is crying and a woman is consoling him."}]