[{"scene_id": "atwt-10-07-05s0", "raw": "A scene from a TV show in which a young man is looking at a picture frame and wearing a grey shirt", "with_names": "a young man is looking at a picture frame and wearing a grey shirt"}, {"scene_id": "atwt-10-07-05s1", "raw": "A scene from a TV show in which a man is talking and looking at the camera.", "with_names": ""}, {"scene_id": "atwt-10-07-05s2", "raw": "A scene from a TV show in which a blonde woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-07-05s3", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "a man and a woman are sitting next to each other."}, {"scene_id": "atwt-10-07-05s4", "raw": "A scene from a TV show in which a woman is waving her hand", "with_names": "a woman is waving her hand"}, {"scene_id": "atwt-10-07-05s5", "raw": "A scene from a TV show in which a woman holds up a box of scented oil and a bottle with the word \"glide\" on it.", "with_names": "a woman holds up a box of scented oil and a bottle with the word \"glide\" on it."}, {"scene_id": "atwt-10-07-05s6", "raw": "A scene from a TV show in which a man and a woman are standing in a hallway.", "with_names": "a man and a woman are standing in a hallway."}, {"scene_id": "atwt-10-07-05s7", "raw": "A scene from a TV show in which a woman is holding a baby and kissing its head.", "with_names": "a woman is holding a baby and kissing its head."}, {"scene_id": "atwt-10-07-05s8", "raw": "A scene from a TV show in which a woman is talking to a young man and another young man's mother.", "with_names": ""}, {"scene_id": "atwt-10-07-05s9", "raw": "A scene from a TV show in which a man is looking at the camera and wearing a black shirt", "with_names": "a man is looking at the camera and wearing a black shirt"}, {"scene_id": "atwt-10-07-05s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-07-05s11", "raw": "A scene from a TV show in which a white piece of foam is placed on a blue tiled floor.", "with_names": "a white piece of foam is placed on a blue tiled floor."}, {"scene_id": "atwt-10-07-05s12", "raw": "A scene from a TV show in which a man is wearing a black shirt and a necklace", "with_names": "a man is wearing a black shirt and a necklace"}, {"scene_id": "atwt-10-07-05s13", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-10-07-05s14", "raw": "A scene from a TV show in which a man is sitting at a table with a woman.", "with_names": "a man is sitting at a table with a woman."}, {"scene_id": "atwt-10-07-05s15", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "atwt-10-07-05s16", "raw": "", "with_names": ""}, {"scene_id": "atwt-10-07-05s17", "raw": "A scene from a TV show in which a woman is shown her stomach with the words", "with_names": ""}, {"scene_id": "atwt-10-07-05s18", "raw": "A scene from a TV show in which a man is speaking to a group of people.", "with_names": "a man is speaking to a group of people."}, {"scene_id": "atwt-10-07-05s19", "raw": "A scene from a TV show in which a woman is looking down at a man.", "with_names": "a woman is looking down at a man."}, {"scene_id": "atwt-10-07-05s20", "raw": "A scene from a TV show in which a man is seen through a window, looking at a Christmas tree.", "with_names": "a man is through a window, looking at a christmas tree."}, {"scene_id": "atwt-10-07-05s21", "raw": "A scene from a TV show in which two little girls are eating ice cream.", "with_names": "two little girls are eating ice cream."}, {"scene_id": "atwt-10-07-05s22", "raw": "A scene from a TV show in which a woman is smiling and looking at a person.", "with_names": "a woman is smiling and looking at a person."}, {"scene_id": "atwt-10-07-05s23", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-10-07-05s24", "raw": "A scene from a TV show in which a woman is looking at the camera and wearing a blue shirt", "with_names": "a woman is looking at the camera and wearing a blue shirt"}, {"scene_id": "atwt-10-07-05s25", "raw": "A scene from a TV show in which a woman is looking at a man and a window is behind them.", "with_names": "a woman is looking at a man and a window is behind them."}, {"scene_id": "atwt-10-07-05s26", "raw": "A scene from a TV show in which a woman is smiling and looking to the side.", "with_names": "a woman is smiling and looking to the side."}, {"scene_id": "atwt-10-07-05s27", "raw": "A scene from a TV show in which a girl is standing on a cloud, with a castle in the background.", "with_names": "a girl is standing on a cloud, with a castle in the background."}, {"scene_id": "atwt-10-07-05s28", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-10-07-05s29", "raw": "A scene from a TV show in which a woman is looking at a man and he is looking away.", "with_names": "a woman is looking at a man and he is looking away."}, {"scene_id": "atwt-10-07-05s30", "raw": "A scene from a TV show in which a man is yelling at a woman.", "with_names": "a man is yelling at a woman."}, {"scene_id": "atwt-10-07-05s31", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "atwt-10-07-05s32", "raw": "A scene from a TV show in which a little girl is dancing in her underwear.", "with_names": "a little girl is dancing in her underwear."}]