[{"scene_id": "bb-10-13-15s0", "raw": "A scene from a TV show in which a woman is sitting at a table with a vase of flowers.", "with_names": "a woman is sitting at a table with a vase of flowers."}, {"scene_id": "bb-10-13-15s1", "raw": "A scene from a TV show in which a woman is sitting on a couch and a man is kneeling next to her.", "with_names": ""}, {"scene_id": "bb-10-13-15s2", "raw": "A scene from a TV show in which a man is sitting on a couch with a woman standing next to him, and she is holding a plate of food.", "with_names": ""}, {"scene_id": "bb-10-13-15s3", "raw": "A scene from a TV show in which a man is seen in a black room", "with_names": "a man is in a black room"}, {"scene_id": "bb-10-13-15s4", "raw": "A scene from a TV show in which a shirtless man is drinking beer while a woman is touching his chest.", "with_names": "a shirtless man is drinking beer while a woman is touching his chest."}, {"scene_id": "bb-10-13-15s5", "raw": "A scene from a TV show in which a woman is sitting on a bed and a man is standing next to her.", "with_names": "a woman is sitting on a bed and a man is standing next to her."}, {"scene_id": "bb-10-13-15s6", "raw": "A scene from a TV show in which a young man is sitting in a kitchen and looking at a bottle.", "with_names": "a young man is sitting in a kitchen and looking at a bottle."}, {"scene_id": "bb-10-13-15s7", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-13-15s8", "raw": "A scene from a TV show in which a young woman is smiling and looking off camera.", "with_names": "a young woman is smiling and looking off camera."}, {"scene_id": "bb-10-13-15s9", "raw": "A scene from a TV show in which a man and a woman sit on a couch and talk.", "with_names": "a man and a woman sit on a couch and talk."}, {"scene_id": "bb-10-13-15s10", "raw": "A scene from a TV show in which a shirtless man is kissing a woman on the cheek.", "with_names": "a shirtless man is kissing a woman on the cheek."}, {"scene_id": "bb-10-13-15s11", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-10-13-15s12", "raw": "A scene from a TV show in which a man and a woman are in a kitchen.", "with_names": "a man and a woman are in a kitchen."}, {"scene_id": "bb-10-13-15s13", "raw": "A scene from a TV show in which a young woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-10-13-15s14", "raw": "A scene from a TV show in which a woman is lying on a bed with a man kissing her neck.", "with_names": "a woman is lying on a bed with a man kissing her neck."}, {"scene_id": "bb-10-13-15s15", "raw": "A scene from a TV show in which a woman is slapping a man in the face.", "with_names": "a woman is slapping a man in the face."}, {"scene_id": "bb-10-13-15s16", "raw": "A scene from a TV show in which two women are talking in a kitchen.", "with_names": ""}]