[{"scene_id": "atwt-02-27-09s0", "raw": "A scene from a TV show in which a man is sitting on a couch and a woman is standing next to him.", "with_names": ""}, {"scene_id": "atwt-02-27-09s1", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "atwt-02-27-09s2", "raw": "A scene from a TV show in which a woman is talking to someone and a man is standing behind her.", "with_names": ""}, {"scene_id": "atwt-02-27-09s3", "raw": "A scene from a TV show in which a woman is wearing a red jacket and a necklace.", "with_names": "a woman is wearing a red jacket and a necklace."}, {"scene_id": "atwt-02-27-09s4", "raw": "A scene from a TV show in which a woman is standing in front of a man in a room.", "with_names": "a woman is standing in front of a man in a room."}, {"scene_id": "atwt-02-27-09s5", "raw": "A scene from a TV show in which a woman is wearing a blue coat and a scarf", "with_names": "a woman is wearing a blue coat and a scarf"}, {"scene_id": "atwt-02-27-09s6", "raw": "A scene from a TV show in which a blonde woman is wearing a black dress and a gold necklace.", "with_names": "a blonde woman is wearing a black dress and a gold necklace."}, {"scene_id": "atwt-02-27-09s7", "raw": "A scene from a TV show in which a man is talking on a cell phone", "with_names": ""}, {"scene_id": "atwt-02-27-09s8", "raw": "A scene from a TV show in which a man and a woman are sitting at a table, with a cup and a bowl on it.", "with_names": "a man and a woman are sitting at a table, with a cup and a bowl on it."}, {"scene_id": "atwt-02-27-09s9", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "atwt-02-27-09s10", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "] is looking at a woman and she is looking back at him."}, {"scene_id": "atwt-02-27-09s11", "raw": "A scene from a TV show in which a man is seen in a dark room with a gun pointed at him.", "with_names": "a man is in a dark room with a gun pointed at him."}, {"scene_id": "atwt-02-27-09s12", "raw": "A scene from a TV show in which a woman is wearing a blue jacket and a scarf", "with_names": "a woman is wearing a blue jacket and a scarf"}, {"scene_id": "atwt-02-27-09s13", "raw": "A scene from a TV show in which a man and a woman are sitting in a movie theater, eating popcorn.", "with_names": "] and a woman are sitting in a movie theater, eating popcorn."}, {"scene_id": "atwt-02-27-09s14", "raw": "A scene from a TV show in which a hand is shown peeling a piece of paper with a knife.", "with_names": ""}, {"scene_id": "atwt-02-27-09s15", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and a woman are sitting next to each other."}, {"scene_id": "atwt-02-27-09s16", "raw": "A scene from a TV show in which a woman is talking to a man in a hospital.", "with_names": ""}, {"scene_id": "atwt-02-27-09s17", "raw": "A scene from a TV show in which a woman is talking to two men.", "with_names": ""}, {"scene_id": "atwt-02-27-09s18", "raw": "A scene from a TV show in which a man is sitting in a bar and looking at a bottle.", "with_names": "a man is sitting in a bar and looking at a bottle."}, {"scene_id": "atwt-02-27-09s19", "raw": "A scene from a TV show in which a woman is lying on a bed with a white dog on her chest.", "with_names": "a woman is lying on a bed with a white dog on her chest."}, {"scene_id": "atwt-02-27-09s20", "raw": "A scene from a TV show in which a woman is talking to a young girl.", "with_names": ""}, {"scene_id": "atwt-02-27-09s21", "raw": "A scene from a TV show in which a man and a woman are sitting next to each other.", "with_names": "] and a woman are sitting next to each other."}, {"scene_id": "atwt-02-27-09s22", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-27-09s23", "raw": "A scene from a TV show in which a silhouette of a person is shown. The title says \"Symbicort will not replace rescue inhalers.\"", "with_names": ""}, {"scene_id": "atwt-02-27-09s24", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "atwt-02-27-09s25", "raw": "A scene from a TV show in which a man is standing in a room with a woman.", "with_names": "] is standing in a room with a woman."}, {"scene_id": "atwt-02-27-09s26", "raw": "A scene from a TV show in which a man is wearing a suit and tie and has a veil over his face.", "with_names": "a man is wearing a suit and tie and has a veil over his face."}, {"scene_id": "atwt-02-27-09s27", "raw": "A scene from a TV show in which a family is shown using Clorox products.", "with_names": ""}]