[{"scene_id": "gl-10-14-05s0", "raw": "A scene from a TV show in which a man is talking to a woman and another man is watching them.", "with_names": ""}, {"scene_id": "gl-10-14-05s1", "raw": "", "with_names": ""}, {"scene_id": "gl-10-14-05s2", "raw": "A scene from a TV show in which a woman is yelling at a child.", "with_names": "a woman is yelling at a child."}, {"scene_id": "gl-10-14-05s3", "raw": "A scene from a TV show in which a man and a woman are arguing.", "with_names": "a man and a woman are arguing."}, {"scene_id": "gl-10-14-05s4", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-14-05s5", "raw": "A scene from a TV show in which a man and a woman are holding a baby.", "with_names": "a man and a woman are holding a baby."}, {"scene_id": "gl-10-14-05s6", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "gl-10-14-05s7", "raw": "A scene from a TV show in which a woman is standing in front of a brick wall and wearing a striped shirt.", "with_names": "a woman is standing in front of a brick wall and wearing a striped shirt."}, {"scene_id": "gl-10-14-05s8", "raw": "A scene from a TV show in which a man is lying in a hospital bed, looking up at the ceiling.", "with_names": "a man is lying in a hospital bed, looking up at the ceiling."}, {"scene_id": "gl-10-14-05s9", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "gl-10-14-05s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-14-05s11", "raw": "A scene from a TV show in which a woman is seen walking away from a man.", "with_names": "a woman is walking away from a man."}, {"scene_id": "gl-10-14-05s12", "raw": "A scene from a TV show in which two women are sitting on chairs in front of a brick wall.", "with_names": "two women are sitting on chairs in front of a brick wall."}, {"scene_id": "gl-10-14-05s13", "raw": "A scene from a TV show in which a man is lying in bed and a woman stands over him", "with_names": "a man is lying in bed and a woman stands over him"}, {"scene_id": "gl-10-14-05s14", "raw": "A scene from a TV show in which a woman is holding a baby", "with_names": "a woman is holding a baby"}, {"scene_id": "gl-10-14-05s15", "raw": "A scene from a TV show in which a man is talking on the phone and his hair is blowing in the wind", "with_names": ""}, {"scene_id": "gl-10-14-05s16", "raw": "A scene from a TV show in which a woman is crying and a little girl is covering her face.", "with_names": "a woman is crying and a little girl is covering her face."}, {"scene_id": "gl-10-14-05s17", "raw": "A scene from a TV show in which a woman is wearing a dress and a necklace", "with_names": "a woman is wearing a dress and a necklace"}, {"scene_id": "gl-10-14-05s18", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "gl-10-14-05s19", "raw": "A scene from a TV show in which a man is wearing a leather jacket and a beard", "with_names": "a man is wearing a leather jacket and a beard"}, {"scene_id": "gl-10-14-05s20", "raw": "A scene from a TV show in which a woman is crying and another woman is consoling her.", "with_names": "a woman is crying and another woman is consoling her."}, {"scene_id": "gl-10-14-05s21", "raw": "A scene from a TV show in which a man and a woman are talking to each other.", "with_names": ""}, {"scene_id": "gl-10-14-05s22", "raw": "A scene from a TV show in which a man is talking to a woman and she is crying.", "with_names": ""}, {"scene_id": "gl-10-14-05s23", "raw": "A scene from a TV show in which a woman is talking to a man and she is looking at him with a serious expression.", "with_names": ""}, {"scene_id": "gl-10-14-05s24", "raw": "A scene from a TV show in which a woman is wearing a pink shirt and a skirt.", "with_names": "a woman is wearing a pink shirt and a skirt."}, {"scene_id": "gl-10-14-05s25", "raw": "A scene from a TV show in which a man and a woman are standing next to each other.", "with_names": "a man and a woman are standing next to each other."}]