[{"scene_id": "bb-04-13-17s0", "raw": "A scene from a TV show in which a woman is standing in front of a sign that says \"Spectra.\"", "with_names": "a woman is standing in front of a sign that says \"spectra.\""}, {"scene_id": "bb-04-13-17s1", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-04-13-17s3", "raw": "A scene from a TV show in which a man stands in a suit in a wood-paneled office.", "with_names": "R.J. stands in a suit in a wood-paneled office."}, {"scene_id": "bb-04-13-17s4", "raw": "A scene from a TV show in which a man is talking to someone.", "with_names": ""}, {"scene_id": "bb-04-13-17s5", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and talking to someone off-camera.", "with_names": ""}, {"scene_id": "bb-04-13-17s6", "raw": "A scene from a TV show in which a woman is standing in front of a table with a bunch of wrapped gifts.", "with_names": "Bill is standing in front of a table with a bunch of wrapped gifts."}, {"scene_id": "bb-04-13-17s8", "raw": "A scene from a TV show in which a man is sitting at a desk and a woman is standing behind him.", "with_names": "a man is sitting at a desk and a woman is standing behind him."}, {"scene_id": "bb-04-13-17s9", "raw": "A scene from a TV show in which a man is sitting at a table and looking at an object.", "with_names": "Thomas is sitting at a table and looking at an object."}, {"scene_id": "bb-04-13-17s10", "raw": "A scene from a TV show in which a man is talking to a woman.", "with_names": ""}, {"scene_id": "bb-04-13-17s11", "raw": "A scene from a TV show in which a man is standing in front of a drawing of a woman.", "with_names": "a man is standing in front of a drawing of Bill."}, {"scene_id": "bb-04-13-17s12", "raw": "A scene from a TV show in which a man is wearing a suit and a tie", "with_names": "Saul is wearing a suit and a tie"}, {"scene_id": "bb-04-13-17s13", "raw": "A scene from a TV show in which a woman is talking to a man, with flowers and a vase in the foreground.", "with_names": ""}, {"scene_id": "bb-04-13-17s14", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and is standing in front of a computer.", "with_names": "a man is wearing a suit and a tie and is standing in front of a computer."}, {"scene_id": "bb-04-13-17s15", "raw": "A scene from a TV show in which a woman is wearing a leopard print jacket and a red wig.", "with_names": "Shirley is wearing a leopard print jacket and a red wig."}, {"scene_id": "bb-04-13-17s16", "raw": "A scene from a TV show in which a man is looking at a picture and smiling", "with_names": "a man is looking at a picture and smiling"}, {"scene_id": "bb-04-13-17s17", "raw": "A scene from a TV show in which a woman is wearing a shiny silver jacket and red hair.", "with_names": "a woman is wearing a shiny silver jacket and red hair."}, {"scene_id": "bb-04-13-17s18", "raw": "A scene from a TV show in which a man is looking at a door and a woman is standing behind him.", "with_names": "Thomas is looking at a door and R.J. is standing behind him."}, {"scene_id": "bb-04-13-17s19", "raw": "A scene from a TV show in which a woman is talking to a man and another man is standing behind her.", "with_names": ""}, {"scene_id": "bb-04-13-17s20", "raw": "A scene from a TV show in which a man is wearing a suit and a tie and looking at the camera.", "with_names": "Bill is wearing a suit and a tie and looking at the camera."}, {"scene_id": "bb-04-13-17s21", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}]