[{"scene_id": "bb-06-14-02s0", "raw": "A scene from a TV show in which a fountain is turned on in a courtyard.", "with_names": "a fountain is turned on in a courtyard."}, {"scene_id": "bb-06-14-02s1", "raw": "A scene from a TV show in which two women are sitting on a couch and looking at a gift.", "with_names": ""}, {"scene_id": "bb-06-14-02s2", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "bb-06-14-02s3", "raw": "A scene from a TV show in which a man is talking to a woman in an office", "with_names": ""}, {"scene_id": "bb-06-14-02s4", "raw": "A scene from a TV show in which a group of women are gathered around a table with a cake and flowers.", "with_names": "a group of women are gathered around a table with a cake and flowers."}, {"scene_id": "bb-06-14-02s5", "raw": "A scene from a TV show in which a woman is talking to a man.", "with_names": ""}, {"scene_id": "bb-06-14-02s6", "raw": "A scene from a TV show in which a man is seen in a hospital bed, wearing a mask.", "with_names": "a man is in a hospital bed, wearing a mask."}, {"scene_id": "bb-06-14-02s7", "raw": "A scene from a TV show in which two men are standing in a room, one is wearing a suit and the other is wearing a dress shirt.", "with_names": "two men are standing in a room, one is wearing a suit and the other is wearing a dress shirt."}, {"scene_id": "bb-06-14-02s8", "raw": "A scene from a TV show in which a woman and a little boy are sitting on a couch, surrounded by presents.", "with_names": ""}, {"scene_id": "bb-06-14-02s12", "raw": "A scene from a TV show in which a woman is talking to another woman.", "with_names": ""}, {"scene_id": "bb-06-14-02s14", "raw": "A scene from a TV show in which a woman is talking to someone who is not her.", "with_names": ""}, {"scene_id": "bb-06-14-02s15", "raw": "A scene from a TV show in which a woman is wearing a pink dress and a man is standing behind her", "with_names": " Taylor is wearing a pink dress and a man is standing behind her"}, {"scene_id": "bb-06-14-02s16", "raw": "A scene from a TV show in which a woman is wearing a purple dress and a man is in a grey suit.", "with_names": "a woman is wearing a purple dress and a man is in a grey suit."}, {"scene_id": "bb-06-14-02s17", "raw": "A scene from a TV show in which a man is standing in front of a woman and looking at her.", "with_names": "a man is standing in front of  Taylor and looking at her."}, {"scene_id": "bb-06-14-02s18", "raw": "A scene from a TV show in which a woman is shown entering a room through a door.", "with_names": ""}, {"scene_id": "bb-06-14-02s19", "raw": "A scene from a TV show in which a man is looking at a woman and she is looking back at him.", "with_names": "a man is looking at a woman and she is looking back at him."}]