[{"scene_id": "atwt-01-15-03s0", "raw": "A scene from a TV show in which a man is lying in a hospital bed.", "with_names": "a man is lying in a hospital bed."}, {"scene_id": "atwt-01-15-03s1", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-15-03s2", "raw": "A scene from a TV show in which a woman is talking to a doctor.", "with_names": ""}, {"scene_id": "atwt-01-15-03s3", "raw": "A scene from a TV show in which a woman is using a bottle of body lotion.", "with_names": "a woman is using a bottle of body lotion."}, {"scene_id": "atwt-01-15-03s4", "raw": "A scene from a TV show in which two black men are sitting at a bar, drinking wine.", "with_names": "two black men are sitting at a bar, drinking wine."}, {"scene_id": "atwt-01-15-03s5", "raw": "A scene from a TV show in which a black man is lying in a hospital bed with a tube in his nose.", "with_names": "a black man is lying in a hospital bed with a tube in his nose."}, {"scene_id": "atwt-01-15-03s6", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and talking.", "with_names": ""}, {"scene_id": "atwt-01-15-03s7", "raw": "A scene from a TV show in which a woman is talking on a cell phone.", "with_names": ""}, {"scene_id": "atwt-01-15-03s8", "raw": "A scene from a TV show in which a man is standing in an office cubicle.", "with_names": "Marshall is standing in an office cubicle."}, {"scene_id": "atwt-01-15-03s9", "raw": "A scene from a TV show in which a woman is talking to a man, and he is looking at her with a surprised expression.", "with_names": ""}, {"scene_id": "atwt-01-15-03s10", "raw": "A scene from a TV show in which a blonde woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-15-03s11", "raw": "A scene from a TV show in which a ball is hit with a bat and the ball is then hit with a baseball bat.", "with_names": "a ball is hit with a bat and the ball is then hit with a baseball bat."}, {"scene_id": "atwt-01-15-03s12", "raw": "A scene from a TV show in which a man is wearing a shirt and tie and looking down.", "with_names": "Craig is wearing a shirt and tie and looking down."}, {"scene_id": "atwt-01-15-03s13", "raw": "A scene from a TV show in which a man is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-15-03s14", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}, {"scene_id": "atwt-01-15-03s15", "raw": "A scene from a TV show in which a blonde woman is looking at the camera and smiling.", "with_names": "a blonde woman is looking at the camera and smiling."}, {"scene_id": "atwt-01-15-03s16", "raw": "A scene from a TV show in which a blonde woman is sitting next to a brunette woman.", "with_names": "a blonde woman is sitting next to a brunette woman."}, {"scene_id": "atwt-01-15-03s17", "raw": "A scene from a TV show in which a woman is smiling and looking at the camera.", "with_names": "Jessica is smiling and looking at the camera."}, {"scene_id": "atwt-01-15-03s18", "raw": "A scene from a TV show in which a woman is talking on the phone and looking concerned.", "with_names": ""}, {"scene_id": "atwt-01-15-03s19", "raw": "A scene from a TV show in which a woman is talking to a man, and he is wearing a sombrero.", "with_names": ""}, {"scene_id": "atwt-01-15-03s20", "raw": "A scene from a TV show in which a woman is talking to someone off camera.", "with_names": ""}]